{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "More oversight means more red tape, worries for strapped administrators, says NLTA", "description": "President Dean Ingram says school administrators already have to do more work, and have less time, than ever before.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/dean-ingram-nlta-school-bureaucracy-1.4896945", "urlToImage": "https://i.cbc.ca/1.4896954.1541688800!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dean-ingram.jpg", "publishedAt": "2018-11-09T00:00:00Z", "content": "Oversight is needed at the Newfoundland and Labrador English School District, but the additional work can't fall to the already-taxed school administrators, says the teachers' association. A scathing report from the auditor general looked at spending at the d… [+1940 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Stephen Hawking's thesis, wheelchair sell for more than $1.5M", "description": "A motorized wheelchair used by the late British physicist Stephen Hawking sold at auction on Thursday for almost £300,000 (more than $515,000 Cdn) while a dissertation raised nearly twice that at a sale to raise money for charity.", "url": "https://www.cbc.ca/news/world/hawking-auction-thesis-wheelchair-1.4898211", "urlToImage": "https://i.cbc.ca/1.4863493.1539623489!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/obit-stephen-hawking.jpg", "publishedAt": "2018-11-08T23:47:09Z", "content": "A motorized wheelchair used by the late British physicist Stephen Hawking sold at auction on Thursday for almost £300,000 (more than $515,000 Cdn) while a dissertation raised nearly twice that at a sale to raise money for charity. Famed for his work exploring… [+1142 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jamie-Lee McKenzie", "title": "$200K for Bear Clan from province, but leader says funding worries not yet resolved", "description": "The co-founder of Winnipeg's Bear Clan Patrol says nearly $200,000 in funding from the provincial government announced Thursday will help — but uncertainty over federal funding is still a concern for the citizen patrol group.", "url": "https://www.cbc.ca/news/canada/manitoba/bear-clan-funding-1.4897280", "urlToImage": "https://i.cbc.ca/1.4608461.1523036201!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/bear-clan.png", "publishedAt": "2018-11-08T23:41:31Z", "content": "The executive director of Winnipeg's Bear Clan Patrol says nearly $200,000 in funding from the provincial government announced Thursday will help but uncertainty over federal funding is still a concern for the citizen patrol group. \"When we started we were ju… [+3641 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jack Julian", "title": "The challenge of promoting safety to ATV riders who feel invincible", "description": "Barry Barnet, executive director of the ATV association of Nova Scotia, says some riders feel \"bulletproof,\" and they're the hardest to reach.", "url": "https://www.cbc.ca/news/canada/nova-scotia/atv-snowmobile-deaths-accidents-trail-safety-education-1.4898060", "urlToImage": "https://i.cbc.ca/1.4589853.1521818443!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/atv-off-road-dry-summer.jpg", "publishedAt": "2018-11-08T23:34:38Z", "content": "The demographic most affected by deadly all-terrain vehicle accidents may be the hardest to convince to change its ways, says the association representing ATV riders in Nova Scotia. To that end, the group plans to meet with the provincial minister of lands an… [+2130 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janice Johnston", "title": "Daniel Goodridge found not criminally responsible for work camp killings", "description": "Daniel Goodridge, 31 has been found not criminally responsible for the first-degree murders of work camp employees Dave Derksen and Hally Dubois. He will be transferred to a psychiatric hospital rather than a prison.", "url": "https://www.cbc.ca/news/canada/edmonton/daniel-goodridge-found-not-criminally-responsible-for-work-camp-killings-1.4898193", "urlToImage": "https://i.cbc.ca/1.4885051.1540941099!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/daniel-goodridge.jpg", "publishedAt": "2018-11-08T23:32:04Z", "content": "A former cook has been found not criminally responsible for stabbing two co-workers to death three years ago at a remote northern Alberta work camp. Court of Queen's Bench Justice Ken Nielsen struggled at times to compose himself Thursday morning as he delive… [+2846 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Frustration mounts over long power outages in New Brunswick", "description": "Frustrated with another widespread power outage, Fredericton-area customers are criticizing NB Power for having \"fragile\" infrastructure and are calling on the utility to invest more in its system.", "url": "https://www.cbc.ca/news/canada/new-brunswick/frustration-power-outages-in-new-brunswick-1.4898127", "urlToImage": "https://i.cbc.ca/1.4898174.1541717002!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/crew-working.jpg", "publishedAt": "2018-11-08T23:30:44Z", "content": "Frustrated with another widespread power outage, Fredericton-area customers are criticizing NB Power for having \"fragile\" infrastructure and are calling on the utility to invest more in its system. It's been six days since more than 100,000 customers lost pow… [+2173 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Waiting on wages: 122 non-union Astaldi workers owed paycheques", "description": "\"They deserve to get paid for the work that they've done,\" said Premier Dwight Ball on Thursday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/non-union-astaldi-workers-waiting-for-pay-1.4897757", "urlToImage": "https://i.cbc.ca/1.4628307.1524235886!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/muskrat-falls-spillway.jpg", "publishedAt": "2018-11-08T23:29:22Z", "content": "More workers involved in the Muskrat Falls project have not received their full wages, and Premier Dwight Ball says he is working to right that wrong. \"I've been talking to a number of the employees that have not received paycheques, full paycheques, since th… [+1515 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Petz", "title": "Jury finds Steven Morrisseau guilty of 2nd-degree murder in 2015 killing", "description": "A jury has found Steven Morrisseau guilty of second-degree murder in the death of his roommate, Jason Stinson, who was found dead along the Red River in 2015.", "url": "https://www.cbc.ca/news/canada/manitoba/steven-morrisseau-verdict-jason-stinson-murder-1.4896245", "urlToImage": "https://i.cbc.ca/1.3124470.1435078658!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jason-stinson.jpg", "publishedAt": "2018-11-08T23:22:53Z", "content": "A jury has found Steven Morrisseau guilty of second-degree murder in the death of his roommate, Jason Stinson, who was found dead along the Red River in 2015. Stinson's body was found on the evening of June 12, 2015, in Steven Juba Park, at Lombard Avenue and… [+2042 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Taekema", "title": "Peter Khill files statement of defence in $2M civil suit saying Styres acted 'menacing'", "description": "Peter Khill, who was acquitted after admitting he shot and killed a Six Nations man, has filed a statement of defence in a more than $2 million civil suit brought by the man's spouse and two young daughters.", "url": "https://www.cbc.ca/news/canada/hamilton/peter-khillp-jon-styres-lawsuit-1.4897903", "urlToImage": "https://i.cbc.ca/1.4726735.1534356302!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/khill-trial-20180612.jpg", "publishedAt": "2018-11-08T23:21:21Z", "content": "Peter Khill, who was acquitted of murder after he killed a Six Nations man on his property, has filed a statement of defence in a more than $2 million civil suit brought by the man's spouse and two young daughters. In court documents filed on Nov. 2, the Hami… [+4316 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karin Larsen", "title": "Border crashing felon eludes capture on wild chase from Seattle before crashing truck in Pitt Meadows", "description": "Car jacking, police evading, border busting suspect from Washington state finally caught in Canada.", "url": "https://www.cbc.ca/news/canada/british-columbia/border-crashing-felon-eludes-capture-on-wild-chase-from-seattle-before-crashing-truck-in-pitt-meadows-1.4897433", "urlToImage": "https://i.cbc.ca/1.3203636.1443125011!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/border-crossing-fee.jpg", "publishedAt": "2018-11-08T23:17:11Z", "content": "A Seattle-area man who eluded multiple police forces before and after blasting a stolen five ton truck through the Peace Arch border crossing is now awaiting trial in a King County jail after crashing in Pitt Meadows. According to the King County Sheriffs Off… [+3083 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chantelle Bellrichard", "title": "Indigenous veterans honoured in Vancouver ceremony at Victory Square", "description": "A procession passed through Vancouver's Downtown Eastside on the way to Victory Square for a ceremony honouring Indigenous veterans.", "url": "https://www.cbc.ca/news/indigenous/vancouver-indigenous-veterans-ceremony-1.4898112", "urlToImage": "https://i.cbc.ca/1.4898135.1541718249!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/man-stands-and-gives-a-salute.jpeg", "publishedAt": "2018-11-08T23:15:56Z", "content": "As the procession made its way through Vancouver's Downtown Eastside a man stopped, stood up straight and held a salute to honour the veterans passing by. The group of veterans and supporters stretched nearly a full block down Hastings Street. They were makin… [+3089 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "1 injured in afternoon shooting in Overbrook", "description": "One person was hurt and another is in custody after a shooting in the Overbrook area Thursday.", "url": "https://www.cbc.ca/news/canada/ottawa/overbrook-shooting-one-hurt-1.4898176", "urlToImage": "https://i.cbc.ca/1.4898232.1541718324!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/overbrook-shooting.jpg", "publishedAt": "2018-11-08T23:11:10Z", "content": "One person was hurt and another is in custody after a shooting in the Overbrook area Thursday. Police responded to the 200 block of Queen Mary Street, just east of the Vanier Parkway, after getting reports of gunshots around 4 p.m. A person with non-life-thre… [+156 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Mexico's incoming government moves to legalize marijuana", "description": "Mexico's incoming government submitted a bill on Thursday to create a medical marijuana industry and allow its recreational use, part of a crime-fighting plan that would make Mexico one of the world's most populous countries to legalize the drug.", "url": "https://www.cbc.ca/news/world/mexico-marijuana-legal-bill-1.4898122", "urlToImage": "https://i.cbc.ca/1.4898171.1541716969!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/medical-marijuana-plant-count.jpg", "publishedAt": "2018-11-08T23:08:22Z", "content": "Mexico's incoming government submitted a bill on Thursday to create a medical marijuana industry and allow its recreational use, part of a crime-fighting plan that would make Mexico one of the world's most populous countries to legalize the drug. The bill wou… [+1949 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "2 northern Manitoba men plead guilty in Churchill, Flin Flon child pornography cases", "description": "Two northern men have been jailed in connection with separate child pornography investigations.", "url": "https://www.cbc.ca/news/canada/manitoba/child-porn-sentences-manitoba-1.4897990", "urlToImage": "https://i.cbc.ca/1.2726939.1454047093!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-badge.jpg", "publishedAt": "2018-11-08T23:08:18Z", "content": "Two men have been convicted after pleading guilty in connection with separate child pornography investigations in northern Manitoba. The first began in January 2017, after RCMP in Manitoba were notified by the National Child Exploitation Coordination Centre t… [+1701 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lee Berthiaume", "title": "Ottawa on track to invest less on new military kit than promised for second year", "description": "For the second year in a row, the federal government is expected to spend billions of dollars less on new military equipment than promised because of a combination of good and bad news: cost savings on some projects and delays in others.", "url": "https://www.cbc.ca/news/politics/defence-spending-less-than-expected-1.4898175", "urlToImage": "https://i.cbc.ca/1.4854801.1539027454!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/military-misconduct-20181003.jpg", "publishedAt": "2018-11-08T23:07:20Z", "content": "For the second year in a row, the federal government is expected to spend billions of dollars less on new military equipment than promised because of a combination of good and bad news: cost savings on some projects and delays in others. The Trudeau governmen… [+2942 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bryan Eneas", "title": "Supreme Court dismisses appeal against Manitoba man asserting Indigenous hunting rights", "description": "The legal battle between an Indigenous hunter and the province of Saskatchewan has been settled as the supreme court dismissed the provincial appeal into the matter.", "url": "https://www.cbc.ca/news/canada/saskatchewan/supreme-court-canada-dismisses-provincial-appeal-over-hunting-rights-1.4897698", "urlToImage": "https://i.cbc.ca/1.4876718.1541701445!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/moose.jpg", "publishedAt": "2018-11-08T23:00:51Z", "content": "The Supreme Court has quashed a case involving an Indigenous hunter and questions around his ability to hunt on unmarked, privately owned lands. In 2015, Kristjan Pierone, an Indigenous hunter from Manitoba, shot and killed a moose at the bottom of a dry slou… [+1187 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "Police seek help solving 'vicious, horrific' shootings in Rexdale amid gun violence surge", "description": "Toronto police are turning to the public for help in solving a rash of \"vicious, horrific\" shootings in the city's Rexdale area amid a surge in gun violence they say displays a \"total disregard for human life.\"", "url": "https://www.cbc.ca/news/canada/toronto/gun-violence-surge-in-rexdale-1.4897826", "urlToImage": "https://i.cbc.ca/1.4877059.1540416459!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/supt-ron-taverner.png", "publishedAt": "2018-11-08T22:59:05Z", "content": "Toronto police are turning to the public for help in solving a series of \"vicious, horrific\" shootings in the city's Rexdale area amid a surge in gun violence they say displays a \"total disregard for human life.\" The victims in these cases were \"totally innoc… [+4702 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Johnston", "title": "'It's a putrid, horrific smell': Parents cry foul over odour at Abbotsford school", "description": "The carbon air filters that were installed last year at King Traditional Elementary School in Abbotsford are no match for the stench that frequently permeates the hallways.", "url": "https://www.cbc.ca/news/canada/british-columbia/king-traditional-abbotsford-smell-1.4898042", "urlToImage": "https://i.cbc.ca/1.4898077.1541716346!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/king-traditional-school.png", "publishedAt": "2018-11-08T22:56:56Z", "content": "The carbon air filters that were installed last year at King Traditional Elementary School in Abbotsford are no match for the stench that frequently permeates the hallways. Students, staff, teachers and parents have complained about a foul odour in the area s… [+1876 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "connell smith", "title": "Residents fear for wetlands, watercourses after reviewing Irving gypsum mine proposal", "description": "People in the Upham area are poring over environmental impact assessments documents released this week on a gypsum mine proposal for the rural community.", "url": "https://www.cbc.ca/news/canada/new-brunswick/gypsum-jd-irving-ltd-environment-salmon-river-blasting-transport-trucks-upham-eia-1.4898008", "urlToImage": "https://i.cbc.ca/1.4898024.1541713798!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sarah-blenis.jpg", "publishedAt": "2018-11-08T22:56:47Z", "content": "People in the Upham area are poring over environmental impact assessments documents released this week on a gypsum mine proposal for the rural community. The proposal by Hammond River Holdings, a J.D. Irving Ltd. company, would see an open-pit gypsum mine set… [+3315 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Travis Dolynny", "title": "OPP confirm they are investigating triple homicide south of London", "description": "Three people found dead in a rural area southwest of London, Ont. on Sunday were the victims of homicide, Ontario Provincial Police confirmed Thursday. The victims were all members of Six Nations of the Grand River.", "url": "https://www.cbc.ca/news/canada/london/bodies-found-near-oneida-from-six-nations-1.4897200", "urlToImage": "https://i.cbc.ca/1.4892031.1541421814!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/road-closed.JPG", "publishedAt": "2018-11-08T22:54:52Z", "content": "Three people found dead in a rural area southwest of London, Ont. on Sunday were the victims of homicide, Ontario Provincial Police confirmed Thursday. The victims were members of Six Nations of the Grand River. Police confirmed the identities of the deceased… [+1856 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "High-risk sex offender living in Vancouver prompts warning from police", "description": "The Vancouver Police Department says Randall Peter Hopley, now living in Vancouver, is a high risk to reoffend.", "url": "https://www.cbc.ca/news/canada/british-columbia/high-risk-sex-offender-living-in-vancouver-prompts-warning-from-police-1.4898090", "urlToImage": "https://i.cbc.ca/1.2039544.1381645905!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-bc-110909-randall-peter-hopley-rcmp.jpg", "publishedAt": "2018-11-08T22:43:07Z", "content": "A convicted sex offender living in Vancouver poses a threat to the safety of young boys, according to the Vancouver police. The VPD issued a public safety warning on Thursday, advising Vancouver residents that Randall Peter Hopley is living in the city and is… [+790 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Fowler", "title": "No weed, no work: Cannabis NB closures affects workers", "description": "Several Cannabis NB retail locations have reopened after a dozen of them were closed earlier this week due to selling out of product.", "url": "https://www.cbc.ca/news/canada/new-brunswick/cannabis-nb-workers-closed-1.4897445", "urlToImage": "https://i.cbc.ca/1.4897465.1541703296!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/cannabis-nb-fredericton.png", "publishedAt": "2018-11-08T22:37:19Z", "content": "When there's no weed, there's often no work and no pay for Cannabis NB workers. Several Cannabis NB retail locations closed earlier this week due to lack of inventory and that means some workers don't get paid while stores wait for new inventory. Some locatio… [+1452 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "'Making a homeless person homeless again': Moncton demolishes tent camp", "description": "The City of Moncton has demolished a homeless camp on its property south of West Main Street on Thursday. One of those who says he lived there isn't sure where he'll go now.", "url": "https://www.cbc.ca/news/canada/new-brunswick/homeless-tent-camp-demolished-moncton-1.4897710", "urlToImage": "https://i.cbc.ca/1.4897841.1541709953!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/homeless-camp-moncton.png", "publishedAt": "2018-11-08T22:25:46Z", "content": "The City of Moncton demolished a homeless camp Thursday on land it owns south of West Main Street. Robert Murray, 48, told CBC he was one of six people living in the camp with his dog, Whiss, since August. \"It's hard,\" Murray said while watching an excavator … [+1499 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Cutbacks and deferred drilling a common theme for Calgary oil companies", "description": "Production cutbacks and deferred drilling programs are emerging as a common theme as Calgary-based oil and gas companies elect to leave barrels in the ground rather than sell at current low prices.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-oil-gas-deferred-drilling-production-cutbacks-1.4897986", "urlToImage": "https://i.cbc.ca/1.4106803.1526653580!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oil-sands-20120710.jpg", "publishedAt": "2018-11-08T22:17:04Z", "content": "Production cutbacks and deferred drilling programs are emerging as a common theme as Calgary-based oil and gas companies elect to leave barrels in the ground rather than sell at current low prices. In third-quarter results released this week, energy companies… [+3102 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bridget Forbes", "title": "Furry friends help residential school survivor fight off nightmares", "description": "Every week Vivian is woken up by nightmares because of her experience at residential school. The survivor depends on her cats to help her through those tough nights, and the medicine wheel to make it through the next day.", "url": "https://www.cbc.ca/radio/nowornever/searching-for-a-good-night-s-sleep-1.4893103/furry-friends-help-residential-school-survivor-fight-off-nightmares-1.4898043", "urlToImage": "https://i.cbc.ca/1.4898159.1541716726!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vivan-and-fat-cat.jpg", "publishedAt": "2018-11-08T22:15:32Z", "content": "Vivian does not get much sleep, despite the best efforts of her cat, Fat Cat. \"If I stay up too long he'll start pacing back and forth and tell me, 'bed time',\" said Vivan, whose last name CBC has agreed not to use. When that happens, the Winnipeg woman lays … [+3358 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Khalil Akhtar", "title": "'Clean label' joins 'all natural' and 'artisanal' as the next big food marketing claim", "description": "Terms like \"all natural\" or \"artisanal\" are often used on food packages but can be confusing for consumers. Now, new phrases like \"clean\" or \"clean label\" are trending in food marketing, but what it means isn't so clean cut.", "url": "https://www.cbc.ca/news/canada/clean-label-is-the-next-big-food-marketing-claim-1.4897629", "urlToImage": "https://i.cbc.ca/1.4898002.1541713190!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grocery-cart-in-grocery-store.jpg", "publishedAt": "2018-11-08T22:12:29Z", "content": "Terms like \"all natural\" or \"artisanal\" are often used on food packages but can be confusing for consumers. Now, new phrases like \"clean\" or \"clean label\" are trending in food marketing, but what it means isn't so clean cut. The tagline on ads for coffee chai… [+2571 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dave Dormer", "title": "City Hall time capsule offers peek into Calgary's past", "description": "City hall staff took a trip back in time Thursday, without the need for a flux capacitor — opening a time capsule that was sealed in 1908.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-city-hall-time-capsule-1.4897870", "urlToImage": "https://i.cbc.ca/1.4897908.1541711328!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-time-capsule.jpg", "publishedAt": "2018-11-08T22:07:24Z", "content": "City hall staff took a trip back in time Thursday without the need for a flux capacitor. Mayor Naheed Nenshi had the honour of removing a time capsule that was placed inside Old City Hall on Sept. 15, 1908, during construction of the landmark sandstone buildi… [+3074 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Murder charge for man accused of stabbing victim at downtown Winnipeg business, later stabbing 2nd man", "description": "Winnipeg police said Thursday they have arrested and charged a 39-year-old man with second-degree murder and attempted murder, in connection with the stabbings of two people on Tuesday.", "url": "https://www.cbc.ca/news/canada/manitoba/kristopher-derek-watt-murder-charge-1.4897639", "urlToImage": "https://i.cbc.ca/1.4894054.1541528667!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-service.jpg", "publishedAt": "2018-11-08T22:03:29Z", "content": "Winnipeg police said Thursday they have arrested and charged a 39-year-old man with second-degree murder and attempted murder, in connection with the stabbings of two people on Tuesday. Police say that on Nov. 6., Kristopher Derek Watt entered a business on G… [+930 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "AISH, income support, seniors benefits indexed to cost of living under new bill", "description": "People who are unable to work due to a disability, receive seniors benefits or who are on income support will for the first time have their payments indexed to the cost of living, if a new bill is passed in the Alberta legislature.", "url": "https://www.cbc.ca/news/canada/edmonton/aish-income-support-seniors-benefits-indexed-to-cost-of-living-under-new-bill-1.4898020", "urlToImage": "https://i.cbc.ca/1.4898064.1541714641!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/notley-and-sabir.jpg", "publishedAt": "2018-11-08T22:01:27Z", "content": "People who are unable to work due to a disability, receive seniors benefits or who are on income support will for the first time have their payments indexed to the cost of living, if a new bill is passed in the Alberta legislature. Bill 26, introduced Thursda… [+1903 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rubina Ahmed-Haq", "title": "More workers are tired on the job and it's bad for business", "description": "New research suggests that 76 per cent of people are regularly tired while working. But there are ways that businesses and employees can help boost morale and encourage a restful workforce.", "url": "https://www.cbc.ca/news/canada/more-workers-are-tired-on-the-job-and-its-bad-for-business-1.4897585", "urlToImage": "https://i.cbc.ca/1.4897740.1541708274!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tired-businesswoman.jpg", "publishedAt": "2018-11-08T22:01:20Z", "content": "Do you ever go to work tired? New research suggests you're not alone. The results from an online survey from Robert Half, an HR consulting firm, suggests that 76 per cent of people are regularly tired while working. Nearly one-third or 31 per cent of responde… [+2859 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joff Schmidt", "title": "Love and war: Mary's Wedding dreams up a poignant, heartbreaking WWI story", "description": "With the end of the First World War observed this month, it's fitting that Theatre Projects Manitoba's new season opens with a play set during and shortly after the Great War. It blurs reality with dream in a poignant and often heartbreaking story of love and…", "url": "https://www.cbc.ca/news/canada/manitoba/theatre-review-marys-wedding-theatre-projects-manitoba-1.4895676", "urlToImage": "https://i.cbc.ca/1.4895704.1541614848!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mary-s-wedding-tpm.jpg", "publishedAt": "2018-11-08T22:00:35Z", "content": "A century on, the First World War is something many of us understand only as a hazy bit of history a mix, perhaps, of family stories, history and depictions in movies and books. It seems particularly fitting, then, that Theatre Projects Manitoba's 2018-19 sea… [+3297 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Judy Trinh", "title": "Hedley singer's behaviour got worse with fame — and went unchecked by those around him, ex-drummer says", "description": "As Jacob Hoggard's sex assault case continues to wind its way through the court system, the Hedley frontman's former drummer is speaking out — to police and to CBC — about inappropriate behaviour he says he witnessed during his 11 years as Hoggard's bandmate.", "url": "https://www.cbc.ca/news/entertainment/hedley-hoggard-misconduct-1.4894148", "urlToImage": "https://i.cbc.ca/1.4894199.1541531455!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/music-junos-20150315.jpg", "publishedAt": "2018-11-08T22:00:00Z", "content": "As Jacob Hoggard's sex assault case continues to wind its way through the court system, the Hedley frontman's former drummer is speaking out to police and to CBC about inappropriate behaviour he says he witnessed during his 11 years as Hoggard's bandmate. In … [+10716 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 08, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-08-2018-1.4898244", "urlToImage": "https://i.cbc.ca/1.4898244.1541718601!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-08T22:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Osler", "title": "New coworking spaces let you take your kid to work, every day", "description": "Coworking spaces are starting to offer child care for the growing number of entrepreneurs who want to get a few hours of work done.", "url": "https://www.cbc.ca/news/canada/new-coworking-spaces-let-you-take-your-kid-to-work-day-every-day-1.4897295", "urlToImage": "https://i.cbc.ca/1.4897317.1541699649!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/amanda-munday.JPG", "publishedAt": "2018-11-08T21:58:49Z", "content": "After having kids, Amanda Munday realized that child care was often inaccessible and unaffordable. That's why she opened The Workaround, a parent-friendly coworking space housed in a converted bank featuring a play area for children supervised by an early chi… [+3124 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nic Meloney", "title": "Eagle feathers introduced to Nova Scotia court system for legal affirmations", "description": "Indigenous people involved in court matters in Nova Scotia will now have access to eagle feathers for affirmations, or oath swearing.", "url": "https://www.cbc.ca/news/indigenous/eagle-feathers-affirmations-nova-scotia-court-1.4897541", "urlToImage": "https://i.cbc.ca/1.4897813.1541709369!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ns-court-eagle-feather.JPG", "publishedAt": "2018-11-08T21:55:17Z", "content": "Indigenous people involved in court matters in Nova Scotia will now have access to eagle feathers for affirmations, or oath swearing. Members of the Nova Scotia judiciary officially adopted the symbolic items at a ceremony in Halifax Thursday. Around 30 feath… [+3035 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "​Q&A: Lori Wilkinson explains why 'It's OK to be white' posters are not OK", "description": "Last week students and staff at the University of Manitoba were greeted with posters and faxes displaying a single sentence: \"It's OK to be white.\" The message was condemned by campus leaders, but some ridicule that condemnation. A U of M professor explains w…", "url": "https://www.cbc.ca/news/canada/manitoba/lori-wilkinson-racism-university-manitoba-1.4897478", "urlToImage": "https://i.cbc.ca/1.4889182.1541175845!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hate-posters-on-u-of-m-campus.jpg", "publishedAt": "2018-11-08T21:44:46Z", "content": "Last week students and staff at the University of Manitoba were greeted with posters and faxes displaying a single sentence: \"It's OK to be white.\" The messages brought quick condemnation from students who are not white and expressed concern about the \"elemen… [+4012 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Why more than 400 buffaloes drowned in a Botswana river - CBC.ca", "description": "CBC.ca Why more than 400 buffaloes drowned in a Botswana river CBC.ca When Simone Micheletti heard the sound of lions roaring in the distance on Tuesday night, he didn't think much of it. He owns and lives in the Serondela Lodge in Namibia, right alongside a …", "url": "https://www.cbc.ca/radio/asithappens/as-it-happens-thursday-edition-1.4897128/why-more-than-400-buffaloes-drowned-in-a-botswana-river-1.4897134", "urlToImage": "https://i.cbc.ca/1.4897489.1541703936!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/dead-buffalo.JPG", "publishedAt": "2018-11-08T21:40:00Z", "content": "When Simone Micheletti heard the sound of lions roaring in the distance on Tuesday night, he didn't think much of it. He owns and lives in the Serondela Lodge in Namibia, right alongside a national park that is teeming with African wildlife. But the next day,… [+1705 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RNC investigating suspicious death after discovery of woman's body", "description": "Police say a 45-year-old woman was found dead in an apartment building on Bay Bulls Road in St. John's.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/suspicious-death-rnc-1.4897835", "urlToImage": "https://i.cbc.ca/1.4513654.1517455698!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-08T21:36:01Z", "content": "The Royal Newfoundland Constabulary is investigating a suspicious death after a 45-year-old woman was found dead in an apartment building on Bay Bulls Road in St. John's on Wednesday night. Paramedics and police arrived on scene at 10:40 p.m. after receiving … [+425 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Missouri tourist boat captain indicted on charges of negligence, misconduct in July fatal sinking", "description": "The captain of the Second World War-style tourist 'duck boat' that sank on a Missouri lake during a storm in July, killing 17 people, was charged on Thursday with misconduct, negligence and inattention to duty in an indictment by a federal grand jury, prosecu…", "url": "https://www.cbc.ca/news/world/duck-boat-sinking-captain-indictment-1.4897874", "urlToImage": "https://i.cbc.ca/1.4756470.1532187441!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/missouri-boat-accident.jpg", "publishedAt": "2018-11-08T21:33:20Z", "content": "The captain of the Second World War-style tourist \"duck boat\" that sank on a Missouri lake during a storm in July, killing 17 people, was charged on Thursday with misconduct, negligence and inattention to duty in an indictment by a federal grand jury, prosecu… [+2040 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspect in Sherwood Park explosions not linked to 'any group or ideology,' police say", "description": "The dead man linked to two explosions at the Sherwood Park community centre earlier this week had no ties to any group or ideology, police say.", "url": "https://www.cbc.ca/news/canada/edmonton/sherwood-park-explosions-community-centre-rcmp-1.4897844", "urlToImage": "https://i.cbc.ca/1.4897938.1541711985!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/strathcona-county.jpg", "publishedAt": "2018-11-08T21:31:08Z", "content": "The dead man linked to two explosions at the Sherwood Park community centre earlier this week had no ties to any group or ideology, police say. Investigators from the RCMP major crimes unit have not released the name of the 21-year-old man who was found injur… [+1394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Security guards to patrol Edmonton bus centres, LRT stations", "description": "Edmonton Transit is implement rotating security guards at selected transit centres throughout the city after a number of violent incidents over the last two years.", "url": "https://www.cbc.ca/news/canada/edmonton/city-to-hire-extra-security-at-transit-centres-and-lrt-stations-1.4897704", "urlToImage": "https://i.cbc.ca/1.4897863.1541710290!/httpImage/image.jpg_gen/derivatives/16x9_620/https-i-cbc-ca-1-4839171-1538439371-fileimage-httpimage-image-jpg-gen-derivatives-16x9-780-edmonton-transit-bus-stabbing-jpg.jpg", "publishedAt": "2018-11-08T21:18:26Z", "content": "Edmonton Transit Service will begin implementing rotating security guards at selected transit centres throughout the city. \"We're committed to keeping our transit system safe and accelerating security initiatives to make it safer,\" said ETS branch manager Edd… [+1359 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jeremy Eaton", "title": "Armistice 100 exhibit in Mount Pearl features N.L. military artifacts from WWI", "description": "An exhibit that features stories of the Newfoundland Royal Naval Reserve and HMS Briton following the end of Great War is open until the end of the month.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/armistic-100-mount-pearl-1.4897536", "urlToImage": "https://i.cbc.ca/1.4897579.1541705144!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/armistic-100-exhibit.JPG", "publishedAt": "2018-11-08T21:11:14Z", "content": "An exhibit that features stories of the Newfoundland Royal Naval Reserve and HMS Briton following the end of Great War is now open in Mount Pearl. The Admiralty House Communication Museum's Armistice 100 exhibition features artifacts from the First World War;… [+1300 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Michael Buble to kick off Canadian leg of tour in Vancouver", "description": "The North American leg of his tour will kick off in Tampa, Fla., on Feb. 13 and land in Vancouver on April 12.", "url": "https://www.cbc.ca/news/canada/british-columbia/michael-buble-tour-1.4897822", "urlToImage": "https://i.cbc.ca/1.4724249.1530106926!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/in-the-news-march-26-20180326.jpg", "publishedAt": "2018-11-08T21:03:58Z", "content": "Jazz crooner Michael Buble has announced new tour dates that will hit several Canadian cities next year. The North American leg of his tour will kick off in Tampa, Fla., on Feb. 13 and go through parts of the U.S. before landing in his hometown of Vancouver o… [+619 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoba looks to fund treatment facility for severe addiction", "description": "The Manitoba government is looking for a treatment facility that can handle people with severe addiction and mental health disorders.", "url": "https://www.cbc.ca/news/canada/manitoba/treatment-severe-addictions-mental-health-manitoba-1.4897527", "urlToImage": "https://i.cbc.ca/1.4853610.1538847926!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/psychotherpay.jpg", "publishedAt": "2018-11-08T21:02:10Z", "content": "The Manitoba government is looking for a treatment facility that can handle people with severe addiction and mental health disorders. \"For years, those approved for treatment for severe addiction and mental health disorders would have to leave the province to… [+1494 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Should Ontario Hockey League players get paid?", "description": "OHL commissioner David Branch argues that major junior players are student-athletes, and should not be entitled to compensation.", "url": "https://www.cbc.ca/sports/hockey/ohl-players-payment-1.4897746", "urlToImage": "https://i.cbc.ca/1.4897815.1541710355!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-branch-photo.jpg", "publishedAt": "2018-11-08T20:59:31Z", "content": "The commissioner of the Ontario Hockey League believes the players are there for the love of the game and should not be paid. It appears the Ontario government agrees. Commissioner David Branch has written to the provincial government, The Canadian Press repo… [+1776 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman charged in fatal summer ATV rollover", "description": "A 21-year-old woman faces six charges in connection with a fatal all-terrain vehicle crash this summer near Iroquois, Ont.", "url": "https://www.cbc.ca/news/canada/ottawa/charges-atv-rollover-death-jasmine-saunders-1.4897761", "urlToImage": "https://i.cbc.ca/1.3479466.1469630797!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/opp-file-cruiser.jpg", "publishedAt": "2018-11-08T20:56:49Z", "content": "A 21-year-old woman faces six charges in connection with a fatal all-terrain vehicle crash this summer near Iroquois, Ont. Shortly after midnight on Aug. 17, Ontario Provincial Police officers were called to the scene of the rollover on Broken Second Road in … [+927 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "What is the future of Canada-U.S. relations? Chrystia Freeland takes your questions", "description": "Foreign Affairs Minister Chrystia Freeland joins The National's Rosemary Barton, Adrienne Arsenault, Keith Boag and two top Washington Post journalists to talk economy, security and diplomacy in the wake of the U.S. midterms.", "url": "https://www.cbc.ca/news/thenational/what-is-the-future-of-canada-u-s-relations-chrystia-freeland-takes-your-questions-1.4897515", "urlToImage": "https://i.cbc.ca/1.4846663.1538478721!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chrystia-freeland.jpg", "publishedAt": "2018-11-08T20:44:31Z", "content": "Canadians have the opportunity to join a wide-ranging discussion in-person or on social media with Foreign Affairs Minister Chrystia Freeland and top journalists from CBC News and The Washington Post on Canada-U.S. relations in the wake of the midterm electio… [+1106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Verity Stevenson", "title": "'I don't have a Plan B': Quebec's Bombarbier workers await their fate after latest round of cuts", "description": "The Quebec government says it is meeting with aerospace industry players to find out how it can help the 2,500 Bombardier employees whose positions are being cut find other jobs.", "url": "https://www.cbc.ca/news/canada/montreal/bombardier-cuts-anger-quebec-officials-1.4896886", "urlToImage": "https://i.cbc.ca/1.4897273.1541698034!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-chartrand-aerospace.jpg", "publishedAt": "2018-11-08T20:43:15Z", "content": "Sylvain Roy has worked for Bombardier nearly three decades. He may soon be out of a job. Roy is among thousands of Quebec employees now anxiously awaiting specifics about the company's latest cuts. \"Is it going to be just before Christmas? Is it going to be r… [+3698 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "Adam Strong facing 1st-degree murder charges in deaths of 2 teenage girls", "description": "A Toronto-area man has been charged with two counts of first-degree murder in connection with the deaths of two teenage girls whose DNA was found in his basement apartment.", "url": "https://www.cbc.ca/news/canada/toronto/adam-strong-murder-charges-1.4897703", "urlToImage": "https://i.cbc.ca/1.4740875.1531243700!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-composite-image-kandis-fitzpatrick-rori-hache.jpg", "publishedAt": "2018-11-08T20:42:03Z", "content": "A Toronto-area man has been charged with two counts of first-degree murder in connection with the deaths of two teenage girls whose DNA was found in his basement apartment. The accused, 46-year-old Adam Strong, had previously been charged with indecent interf… [+778 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Audrey McKinnon", "title": "Canadian Tire pulls jelly doughnut-scented bear bait in B.C. after conservation service sounds alarm", "description": "Conservation officer Steve Ackles says attracting bears with any food product gets the bears more comfortable being around humans.", "url": "https://www.cbc.ca/news/canada/british-columbia/canadian-tire-takes-bear-bait-off-bc-market-1.4897299", "urlToImage": "https://i.cbc.ca/1.4897477.1541709800!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bear-magnet-on-shelves.jpg", "publishedAt": "2018-11-08T20:41:16Z", "content": "Canadian Tire has quickly removed jelly doughnut-scented bear bait from its shelves in B.C. after a conservation officer raised concerns it could lead to increased bear habituation and, eventually, bear destruction. The company introduced blueberry pie and ra… [+2872 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Work set to begin to recover man's body from quarry", "description": "One week after a west Quebec man died when his excavator was swallowed in a landslide, police say crews have received the go-ahead to recover his body.", "url": "https://www.cbc.ca/news/canada/ottawa/daniel-dompierre-quarry-body-to-be-recovered-1.4897697", "urlToImage": "https://i.cbc.ca/1.4890981.1541708194!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/daniel-dompierre-excavator-operator-landslide-la-peche.JPG", "publishedAt": "2018-11-08T20:38:34Z", "content": "One week after a west Quebec man died when his excavator was swallowed in a landslide, police say crews have received the go-ahead to recover his body. Daniel Dompierre was operating an excavator at a La Pêche, Que., quarry when the landslide happened at arou… [+838 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "With their cable suddenly cut off, Eastlink customers line up in Labrador", "description": "Eastlink customers in Happy Valley-Goose Bay knew a change was coming, just not so quickly.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/eastlink-goose-bay-1.4897308", "urlToImage": "https://i.cbc.ca/1.4897368.1541703386!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eastlink.jpg", "publishedAt": "2018-11-08T20:32:33Z", "content": "Eastlink customers in Happy Valley-Goose Bay had a rude awakening Wednesday when they turned on their TVs to find out their cable package had stopped working. \"I didn't see it coming,\" said customer Calvin Adams. \"Nobody told me about it They could have let p… [+1024 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacob Barker", "title": "With their cable suddenly cut off, Eastlink customers line up in Labrador", "description": "Some Eastlink customers in Happy Valley-Goose Bay say they knew a change was coming, just not so quickly.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/eastlink-upgrades-cause-delays-goose-bay-1.4897308", "urlToImage": "https://i.cbc.ca/1.4897368.1541703386!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eastlink.jpg", "publishedAt": "2018-11-08T20:32:33Z", "content": "Some Eastlink customers in Happy Valley-Goose Bay had a rude awakening Wednesday when they turned on their TVs to find out their cable package had stopped working. \"I didn't see it coming,\" said customer Calvin Adams. \"Nobody told me about it. They could have… [+1334 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Alec Baldwin donates Calgary appearance fee back to Owen Hart Foundation in wake of assault charge", "description": "Actor Alec Baldwin has donated his appearance fee to a charity event he's to speak at later this month over fear a recent assault charge against him could cause a backlash against the organization.", "url": "https://www.cbc.ca/news/canada/calgary/alec-baldwin-owen-hart-donated-fee-1.4897694", "urlToImage": "https://i.cbc.ca/1.1886817.1380778131!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-alecbaldwin-reuters-852.jpg", "publishedAt": "2018-11-08T20:30:30Z", "content": "Actor Alec Baldwin has donated his performance fee to a Calgary charity event he's to speak at later this month over fear a recent assault charge he faces could cause a backlash against the organization. Baldwin is to appear at the Owen Hart Foundation's annu… [+586 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "StatsCan's plan to harvest private banking info on hold, pending investigation", "description": "The country's chief statistician says his agency's controversial plan to harvest individuals' banking information is on hold until the privacy commissioner completes an investigation into widespread concerns about the project.", "url": "https://www.cbc.ca/news/business/statscan-banking-data-privacy-commissioner-1.4897736", "urlToImage": "https://i.cbc.ca/1.4897776.1541708867!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/financial-data-20181108.jpg", "publishedAt": "2018-11-08T20:29:46Z", "content": "The country's chief statistician says his agency's controversial plan to harvest individuals' banking information is on hold until the privacy commissioner completes an investigation into widespread concerns about the project. Statistics Canada recently caugh… [+847 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police investigate possible hate crime against transgender woman on C-Train", "description": "Calgary police are looking for information about what they are calling a hate crime against a transgender woman.", "url": "https://www.cbc.ca/news/canada/calgary/assault-hate-crime-transgender-woman-ctrain-lrt-police-calgary-1.4897407", "urlToImage": "https://i.cbc.ca/1.4897462.1541703237!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/hate-crime-suspect-calgary-c-train.png", "publishedAt": "2018-11-08T20:25:00Z", "content": "Calgary police are looking for information about what they are calling a hate crime against a transgender woman. She was on a southbound C-Train from the downtown on Oct. 27 when a man verbally abused and assaulted her, police said in a release. It's believed… [+954 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Oxford school reopens after $400K fix, but who's on the hook for the bill?", "description": "Class is finally back in session at Oxford Regional Education Centre this week after students spent two months busing back and forth to Pugwash.", "url": "https://www.cbc.ca/news/canada/nova-scotia/oxford-regional-education-centre-structural-issues-repairs-400-000-1.4897426", "urlToImage": "https://i.cbc.ca/1.4797615.1535118126!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oxford-regional-education-centre.jpg", "publishedAt": "2018-11-08T20:23:06Z", "content": "Class is finally back in session this week at the P-12 school in Oxford, N.S., after students were forced to start the school year busing back and forth to Pugwash about 25 kilometres away. Infrastructure Minister Lloyd Hines told reporters on Thursday that t… [+1335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Georgia's heated governor's race in standoff over vote counting", "description": "Republican Brian Kemp resigned Thursday as Georgia's secretary of state, a day after his campaign said he's captured enough votes to become governor despite his rival's refusal to concede.", "url": "https://www.cbc.ca/news/world/georgia-governor-abrams-kemp-1.4897440", "urlToImage": "https://i.cbc.ca/1.4897596.1541706619!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/abrams-may.jpg", "publishedAt": "2018-11-08T20:22:19Z", "content": "Republican Brian Kemp resigned Thursday as Georgia's secretary of state, a day after his campaign said he's captured enough votes to become governor despite his rival's refusal to concede. Stacey Abrams's campaign immediately responded by refusing to accept K… [+6865 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Central American migrant caravan reaches Mexico City, demands buses to U.S.", "description": "Central American migrants in a caravan that has stopped in Mexico City demanded buses Thursday to take them to the U.S. border, saying it is too cold and dangerous to continue walking and hitchhiking.", "url": "https://www.cbc.ca/news/world/caravan-migrants-trump-1.4897562", "urlToImage": "https://i.cbc.ca/1.4897631.1541705953!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/central-america-migrant-caravan.jpg", "publishedAt": "2018-11-08T20:16:47Z", "content": "Central American migrants in a caravan that has stopped in Mexico City demanded buses Thursday to take them to the U.S. border, saying it is too cold and dangerous to continue walking and hitchhiking. Mexico City authorities say that of the 4,841 registered m… [+3974 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gatineau school catches fire during tornado repairs", "description": "A high school in Gatineau, Que., that was badly damaged by lightning during the same storm that brought September's devastating tornadoes caught fire again Thursday as its roof was undergoing repairs.", "url": "https://www.cbc.ca/news/canada/ottawa/mont-bleu-school-fire-1.4895160", "urlToImage": "https://i.cbc.ca/1.4897548.1541704599!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ecole-secondaire-mont-bleu-roof-fire-nov-8-2018.JPG", "publishedAt": "2018-11-08T20:13:47Z", "content": "A high school in Gatineau, Que., that was badly damaged by lightning during the same storm that brought September's devastating tornadoes caught fire again Thursday as its roof was undergoing repairs. Firefighters were called to École secondaire Mont-Bleu on … [+492 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tony Seskus,Kyle Bakx", "title": "Alberta Energy Regulator spent more than $14,000 flying boss to weekly meetings", "description": "The Alberta Energy Regulator has spent more than $14,000 over the last year flying its chief executive from his home in British Columbia to meetings in Calgary and Edmonton.", "url": "https://www.cbc.ca/news/business/aer-executive-pay-1.4895772", "urlToImage": "https://i.cbc.ca/1.4895924.1541620334!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/jim-ellis-with-aer.jpeg", "publishedAt": "2018-11-08T20:12:45Z", "content": "The chief executive of Alberta's oil and gas regulator no longer lives in the province and the organization is spending thousands of dollars to cover frequent flights from his home in B.C. to meetings in Calgary and Edmonton. Expense reports posted on the Alb… [+3584 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Facing an essay on The Handmaid's Tale, student reaches out to the ultimate source: Margaret Atwood", "description": "A social media user who turned to Twitter for help in writing an essay on The Handmaid's Tale has received invaluable insight — from none other than author Margaret Atwood herself.", "url": "https://www.cbc.ca/news/entertainment/facing-an-essay-on-the-handmaid-s-tale-student-reaches-out-to-the-ultimate-source-margaret-atwood-1.4897597", "urlToImage": "https://i.cbc.ca/1.4294411.1505715725!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/awards-emmys.jpg", "publishedAt": "2018-11-08T20:08:12Z", "content": "A social media user who turned to Twitter for help in writing an essay on The Handmaid's Tale has received invaluable insight from none other than author Margaret Atwood herself. A Twitter user identified online as Momchil Gavrilov tweeted at the Canlit giant… [+2673 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Ayers", "title": "Baddeck water utility told to get all hydrants working after resort fire", "description": "The Nova Scotia Utility and Review Board has issued seven directives to Baddeck's water utility after the village's own volunteer fire department complained to the regulator about hydrant maintenance.", "url": "https://www.cbc.ca/news/canada/nova-scotia/uarb-directs-baddeck-to-get-all-hydrants-working-1.4897481", "urlToImage": "https://i.cbc.ca/1.4695412.1541704953!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fire-inverary-resort.jpg", "publishedAt": "2018-11-08T20:03:17Z", "content": "The Nova Scotia village of Baddeck has been given until the end of the year to get all its fire hydrants working. It's one of seven directives issued by the Nova Scotia Utility and Review Board in the wake of last year's devastating fire at the Inverary Resor… [+1547 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "No directive silencing MLAs on harassment allegations, Notley says", "description": "Premier Rachel Notley says she isn’t aware of any incidents or allegations of inappropriate behaviour towards women within the party or NDP caucus. Nor were MLAs told not to bring attention to the issue by staying quiet about allegations about opposition memb…", "url": "https://www.cbc.ca/news/canada/edmonton/notley-comments-on-robyn-luff-1.4897563", "urlToImage": "https://i.cbc.ca/1.4849257.1538599574!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/notley-at-the-ram.jpg", "publishedAt": "2018-11-08T19:54:31Z", "content": "Premier Rachel Notley says she isn't aware of any incidents or allegations of inappropriate behaviour toward women within the NDP party or caucus. Notley's availability at an unrelated announcement in Edmonton Thursday marked the first time reporters were abl… [+2484 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "STM to ramp up service on Orange, Green line to ease rush-hour crunch", "description": "Montreal's public transit agency is promising to boost the number of Metros running during the morning rush hour on the jam-packed Green and Orange lines.", "url": "https://www.cbc.ca/news/canada/montreal/stm-budget-metro-green-orange-1.4897425", "urlToImage": "https://i.cbc.ca/1.3438499.1454946346!/fileImage/httpImage/image.png-large_gen/derivatives/16x9_620/stm.png-large", "publishedAt": "2018-11-08T19:45:23Z", "content": "Montreal's public transit agency is promising to boost the number of Metros running during the morning rush hour on the jam-packed Green and Orange lines. STM Chair Philippe Schnobb said there will also be trains every five minutes on the Green and Orange lin… [+926 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pups named to honour past soldiers will become support dogs for future ones", "description": "Students at Victoria School of Performing and Visual Arts were visited Wednesday by a litter of future service dogs, all named after Second World War veterans.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-service-dogs-remembrance-day-1.4897346", "urlToImage": "https://i.cbc.ca/1.4897362.1541700605!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/prince.jpg", "publishedAt": "2018-11-08T19:40:07Z", "content": "Students at Victoria School of Performing and Visual Arts were visited Wednesday by a litter of future service dogs, all named after Second World War veterans. Hope Heels Service Dogs Bravo K9 program held a naming contest. Students came up with the puppies' … [+877 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Holly Conners", "title": "4th moose cull underway in Cape Breton Highlands", "description": "A controversial moose cull in the Cape Breton Highlands National Park appears to be having the desired effect. A fourth annual cull began this week on North Mountain with the goal of helping restore the park's boreal forest.", "url": "https://www.cbc.ca/news/canada/nova-scotia/moose-cull-parks-canada-cape-breton-highlands-national-park-1.4897354", "urlToImage": "https://i.cbc.ca/1.4876718.1541701445!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/moose.jpg", "publishedAt": "2018-11-08T19:24:03Z", "content": "There are signs that a controversial moose cull in the Cape Breton Highlands National Park is having the desired effect, according to Parks Canada. A fourth annual cull began this week on a 20-square-kilometre section of North Mountain. \"The best way to gauge… [+2142 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ontario to offer free fishing licences for veterans and current military members", "description": "The Ontario government says it's making it easier for past and present members of the military to go fishing.", "url": "https://www.cbc.ca/news/canada/sudbury/fishing-licences-veterans-1.4897402", "urlToImage": "https://i.cbc.ca/1.2644954.1400234385!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fishing.jpg", "publishedAt": "2018-11-08T19:23:21Z", "content": "The Ontario government says it's making it easier for past and present members of the military to go fishing. The government released a statement saying it's amending fishing regulations to exempt veterans and active service members from having to buy a fishi… [+587 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Canada captures team bronze at trampoline worlds", "description": "Canada won bronze in the team all-around final at the 2018 world trampoline championships in St. Petersburg, Russia on Thursday.", "url": "https://www.cbc.ca/sports/olympics/summer/gymnastics/world-trampoline-tumbling-gymnastics-championships-team-1.4897215", "urlToImage": "https://i.cbc.ca/1.4897448.1541705132!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rosie-maclennan-photo.jpg", "publishedAt": "2018-11-08T19:20:31Z", "content": "Canada won bronze in the team all-around final at the 2018 world trampoline championships in St. Petersburg, Russia on Thursday. The Canadians were one of five teams that qualified for Thursday's final, but began the day in fourth place. Two-time Olympic cham… [+595 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "Why would politicians engage in sexting? There's complex psychology at play", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: a glimpse inside the heads of politicians who engage in sexting; analyzing the impact of the midterm elections on Canada-U.S. relations, and what it means for politics her…", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-tony-clement-sexting-midterms-1.4892066", "urlToImage": "https://i.cbc.ca/1.4896983.1541690186!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/commons-20180926.jpg", "publishedAt": "2018-11-08T19:19:10Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: The list of politicians who should kno… [+10874 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Fast-moving Northern California wildfire forces thousands from their homes", "description": "A wildfire in Northern California has quickly grown to cover 20 square kilometres as officials try to evacuate people from the area.", "url": "https://www.cbc.ca/news/world/california-wildfire-1.4897389", "urlToImage": "https://i.cbc.ca/1.4897458.1541703030!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-wildfire.jpg", "publishedAt": "2018-11-08T19:17:14Z", "content": "A fast-moving wildfire in Northern California has quickly grown to cover 20 square kilometres as officials try to evacuate thousands of people from the area. The California Department of Forestry and Fire Protection tweeted that the fire broke out at about 6:… [+2210 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Brace yourselves: Snow is coming to parts of southern Quebec", "description": "A major low-pressure system is coming from the United States, first hitting the western part of the province Friday afternoon before moving eastward overnight, according to Environment Canada.", "url": "https://www.cbc.ca/news/canada/montreal/snow-quebec-weather-montreal-1.4897341", "urlToImage": "https://i.cbc.ca/1.4482300.1515677718!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/montreal-weather-20180106.jpg", "publishedAt": "2018-11-08T19:14:24Z", "content": "Winter is coming early to parts of southern Quebec, with snow expected to sweep across the province this weekend. In good news for anyone hoping for an early ski season, a major low-pressure system is coming from the United States and is expected to hit regio… [+446 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "U.S. appeals court rules against Trump on DACA immigration program", "description": "A U.S. appeals court in California ruled that President Donald Trump's administration must continue a program started under former President Barack Obama that protects hundreds of thousands of immigrants who were brought into the country illegally as children.", "url": "https://www.cbc.ca/news/world/trump-court-daca-appeals-1.4897449", "urlToImage": "https://i.cbc.ca/1.4897475.1541703385!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-shutdown-daca.jpg", "publishedAt": "2018-11-08T19:08:27Z", "content": "A U.S. appeals court in California ruled on Thursday that President Donald Trump's administration must continue a program begun under former President Barack Obama that protects hundreds of thousands of immigrants who were brought into the country illegally a… [+1557 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Gibson", "title": "16-year-old in custody after North End standoff that saw shots fired at Winnipeg police", "description": "A teenager is in custody after Wednesday's hours-long standoff, which saw officers exchange gunfire with an armed suspect police say had barricaded himself inside a North End home.", "url": "https://www.cbc.ca/news/canada/manitoba/police-north-end-standoff-teen-arrested-1.4897367", "urlToImage": "https://i.cbc.ca/1.4897464.1541703256!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/forensics-officer.jpg", "publishedAt": "2018-11-08T19:05:56Z", "content": "A 16-year-old is in custody after an hours-long standoff in Winnipeg Wednesday, which saw officers exchange gunfire with an armed suspect police say had barricaded himself inside a North End home. At a Thursday news conference, Winnipeg police Chief Danny Smy… [+1904 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police to talk about violence — shootings, homicide, standoff — in Winnipeg", "description": "A spate of violence in Winnipeg has prompted Winnipeg police to hold a news conference to talk more about the incidents, including an exchange of gunfire between officers and a barricaded man.", "url": "https://www.cbc.ca/news/canada/manitoba/police-violence-shootings-homicide-winnipeg-1.4897367", "urlToImage": "https://i.cbc.ca/1.4897464.1541703256!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/forensics-officer.jpg", "publishedAt": "2018-11-08T19:05:56Z", "content": "A spate of violence in Winnipeg has prompted Winnipeg police to hold a news conference to talk more about the incidents, including an exchange of gunfire between officers and a barricaded man. The news conference, which will be live streamed by CBC News at 2 … [+2189 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Dwight Ball to shuffle cabinet ministers", "description": "Premier Dwight Ball will be shuffling his cabinet at 4:30 p.m. Thursday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/premier-dwight-ball-cabinet-shuffle-1.4897463", "urlToImage": "https://i.cbc.ca/1.4887110.1541072183!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/dwight-ball.png", "publishedAt": "2018-11-08T19:00:27Z", "content": "After several tumultuous months and a harassment scandal playing out in the House of Assembly, Premier Dwight Ball will announce changes to his cabinet today at 4:30 p.m. Sources tell CBC News it will be a significant shakeup, with several ministers changing … [+315 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Education advisory group meetings to remain behind closed doors", "description": "The Education Department has released the agenda and minutes from the first meeting, but Education Minister Zach Churchill said opening those meetings to the public could put undue pressure on the appointed council.", "url": "https://www.cbc.ca/news/canada/nova-scotia/education-minister-zach-churchill-provincial-advisory-council-on-education-1.4897173", "urlToImage": "https://i.cbc.ca/1.4897364.1541700620!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/nova-scotia-education-minister-zach-churchill.jpeg", "publishedAt": "2018-11-08T18:58:20Z", "content": "Nova Scotia Education Minister Zach Churchill is willing to shed some light on the inner workings of the advisory council he created after eliminating regional school boards, but said Thursday their meetings will remain behind closed doors. While he left open… [+2849 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adrienne Lamb,Rick Bremness", "title": "What to do this Remembrance Day weekend in Edmonton", "description": "Arts, culture, sports and honouring the service of Canadian soldiers. We're sharing events, festivals and more on in Edmonton this weekend.", "url": "https://www.cbc.ca/news/canada/edmonton/adrienne-lamb-weekend-event-edmonton-1.4894593", "urlToImage": "https://i.cbc.ca/1.4894754.1541544244!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/all-is-bright-on-124.jpg", "publishedAt": "2018-11-08T18:57:57Z", "content": "Arts and Culture All is Bright on 124 is back! The free festival is a celebration of winter and features entertainment, food trucks and activities for the kids. Head down to 124th Street Saturday between 4 and 8 p.m. Beautiful: the Carole King Musical continu… [+2102 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jessica Deer", "title": "Kahnawake students honour Mohawk veterans with handmade wreaths and poppies", "description": "Kateri School marks Aboriginal Veterans Day by inviting members of the Royal Canadian Legion's Mohawk branch 219 to speak to their students.", "url": "https://www.cbc.ca/news/indigenous/kahnawake-mohawk-veterans-kateri-school-1.4897211", "urlToImage": "https://i.cbc.ca/1.4897218.1541702487!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kateri-veterans.jpg", "publishedAt": "2018-11-08T18:54:49Z", "content": "Showing appreciation to veterans is a long standing tradition at Kateri Tekakwitha School in Kahnawake around Remembrance Day. The elementary school in the community on the south shore of Montreal presented dozens of homemade wreaths and poppies to members of… [+2543 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Calgary police auto theft team recovers stolen vehicles worth $1.1M", "description": "The Calgary police auto theft team recovered 44 stolen vehicles worth more than $1.1 million during the past four months, officials said Thursday.", "url": "https://www.cbc.ca/news/canada/calgary/car-vehicles-stolen-theft-auto-calgary-1.4897313", "urlToImage": "https://i.cbc.ca/1.4859004.1539282157!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-police-service-cps-cop-car-cruiser.JPG", "publishedAt": "2018-11-08T18:49:27Z", "content": "The Calgary police auto theft team recovered 44 stolen vehicles worth more than $1.1 million during the past four months, officials said Thursday. Officers on the auto theft team charged 53 suspects with 251 criminal offences related to stolen vehicles, posse… [+1069 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Clement admits to multiple 'inappropriate exchanges' in letter to constituents about sexting scandal", "description": "Former Conservative MP Tony Clement, dropped from caucus over a sexting scandal, is admitting to multiple cases of \"inappropriate exchanges\" online and says foreign actors tried to extort money from him.", "url": "https://www.cbc.ca/news/politics/clement-letter-1.4897388", "urlToImage": "https://i.cbc.ca/1.3067092.1431112507!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/commons-20150421.jpg", "publishedAt": "2018-11-08T18:37:59Z", "content": "Former Conservative MP Tony Clement, dropped from caucus over a sexting scandal, is admitting to multiple cases of \"inappropriate exchanges\" online and says foreign actors tried to extort money from him. In a letter posted to his website on Thursday, one day … [+801 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Three boys charged after convenience store in Red Deer robbed at gunpoint", "description": "Three boys are facing armed robbery charges after a convenience store in Red Deer was held up at gunpoint early Thursday.", "url": "https://www.cbc.ca/news/canada/edmonton/three-boys-convenience-store-red-deer-armed-robbery-1.4897294", "urlToImage": "https://i.cbc.ca/1.4897373.1541700859!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-08T18:36:29Z", "content": "Three boys are facing armed robbery charges after a Red Deer convenience store was held up at gunpoint early Thursday. The youths, aged 14 and 15, were arrested after fleeing police and hiding in a wooded area in the Pines neighbourhood in north Red Deer, sai… [+839 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Statscan pilot project an 'outrageous' privacy overreach, says cybersecurity expert", "description": "A New Brunswick cybersecurity expert has serious concerns about a Statistics Canada pilot project that would collect personal banking and credit card information from 500,000 Canadians without their consent.", "url": "https://www.cbc.ca/news/canada/new-brunswick/statistics-canada-project-panned-1.4897228", "urlToImage": "https://i.cbc.ca/1.1921233.1541007209!/httpImage/image.jpg_gen/derivatives/16x9_620/li-debit-card-cp-620.jpg", "publishedAt": "2018-11-08T18:35:21Z", "content": "A New Brunswick cybersecurity expert has some serious concerns about a Statistics Canada pilot project that will see it collect personal financial information from half a million Canadians. \"What they're asking for is outrageous,\" said David Shipley, CEO of B… [+3242 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Nova Scotia to bring after-school program to 10 pre-primaries", "description": "The new program is meant to address one of the biggest criticisms of pre-primary — that it only operates during school hours and many parents must find child care before or after school.", "url": "https://www.cbc.ca/news/canada/nova-scotia/education-pre-primary-school-parents-child-care-1.4897281", "urlToImage": "https://i.cbc.ca/1.4706390.1530312832!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pre-primary-care-classroom-in-nova-scotia.jpg", "publishedAt": "2018-11-08T18:33:44Z", "content": "The Nova Scotia government is launching a new pilot program designed to address one of the biggest criticisms of its pre-primary program that working parents find it hard because it only operates during school hours. Pre-primary is a free program for four-yea… [+1046 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Poitras", "title": "WorkSafeNB premiums continue to soar to cover 'ever-increasing costs'", "description": "New Brunswick employers will be hit with another big increase to their Worksafe New Brunswick premiums in 2019 to cover benefits for injured workers.", "url": "https://www.cbc.ca/news/canada/new-brunswick/worksafe-nb-premiums-appeal-tribunal-1.4896987", "urlToImage": "https://i.cbc.ca/1.4076119.1492631509!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/construction-worker.jpg", "publishedAt": "2018-11-08T18:30:00Z", "content": "New Brunswick employers will be hit with another big increase to their WorkSafe New Brunswick premiums in 2019 to cover benefits for injured workers. Starting Jan.1, they'll have to pay $2.92 for every hundred dollars of payroll a figure that's almost double … [+4278 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mark Gollom", "title": "Alberto Gonzales 'profoundly concerned' over choice of new acting U.S. AG", "description": "Former U.S. Attorney General Alberto Gonzales says he's \"profoundly concerned\" that the new acting attorney general is someone who has criticized and publicly expressed skepticism about the Russia investigation.", "url": "https://www.cbc.ca/news/world/alberto-gonzales-sessions-whitaker-attorney-general-russia-probe-1.4896971", "urlToImage": "https://i.cbc.ca/1.4897187.1541698670!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/gop-2016-kasich.jpg", "publishedAt": "2018-11-08T18:21:41Z", "content": "Former U.S. Attorney General Alberto Gonzales said he's \"profoundly concerned\" that the new acting attorney general is someone who has criticized and publicly expressed skepticism about the Russia investigation. \"From my perspective, it doesn't look good,\" Go… [+3141 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Lottery winner, heir to millions were 2 players in organized crime drug network, court papers say", "description": "A lottery winner who accuses his financial adviser of losing half of his jackpot and a driver who says he inherited $14 million are among the people charged in an alleged multimillion-dollar drug trafficking network between B.C. and Winnipeg.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-drug-trafficking-police-project-riverbank-1.4896698", "urlToImage": "https://i.cbc.ca/1.4887697.1541091683!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/project-riverbank-drug-bust.jpg", "publishedAt": "2018-11-08T18:16:52Z", "content": "A lottery winner who accuses his financial adviser of losing half of his jackpot and a driver who says he inherited $14 million are among the 10 people charged in an alleged multimillion-dollar drug trafficking network between B.C. and Winnipeg. Court documen… [+5743 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Bank heist teller gets jail term reduced to 6 months — saving her from deportation", "description": "A former bank teller who helped her boyfriend and his friends rob a Bank of Montreal at gunpoint has had her sentence reduced to an \"arguably lenient\" six months in jail by the Alberta Court of Appeal, which will save her from being deported.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-bank-robbery-kenza-belakziz-appeal-decision-sentence-1.4897267", "urlToImage": "https://i.cbc.ca/1.4344402.1521477599!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kenza-belakziz.jpg", "publishedAt": "2018-11-08T18:15:41Z", "content": "A former bank teller who helped her boyfriend and his friends rob a Bank of Montreal at gunpoint will be released from jail today after having her sentence reduced to an \"arguably lenient\" six months in jail by the Alberta Court of Appeal. Thursday's decision… [+3619 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Here's how to take your family of 4 to a Sens game for $100", "description": "If there's a silver lining around the dark clouds looming over the Canadian Tire Centre, it's this: for the first time in years, you can actually take a family of four to an NHL game for under a hundred bucks.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-senators-cost-family-1.4895582", "urlToImage": "https://i.cbc.ca/1.4851748.1538742360!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadian-tire-centre-ottawa-senators.jpg", "publishedAt": "2018-11-08T18:00:25Z", "content": "There's no doubt about it, 2018 has an annus horribilus for the Ottawa Senators and their fans. If there's a silver lining around the dark clouds looming over the Canadian Tire Centre, it's this: for the first time in years, you can actually take a family of … [+2511 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "Canada first? Marc Kennedy thinks we're exporting too much curling knowledge", "description": "Canada is the top curling nation in the world. But former Olympic champ Marc Kennedy worries the country may be eroding its own power by lending too much expertise to its rivals.", "url": "https://www.cbc.ca/sports/olympics/winter/curling/marc-kennedy-state-of-canadian-curling-1.4896841", "urlToImage": "https://i.cbc.ca/1.4897112.1541693702!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kennedy-marc-20180218-1180.jpg", "publishedAt": "2018-11-08T18:00:00Z", "content": "THUNDER BAY, ONT. Marc Kennedy is back in the place he refers to as \"home\" a curling rink. And yet he's never felt as far away from the pebbled sheets as he does right now, sitting on some scaffolding inside the Tournament Centre holding an iPad. This week in… [+4479 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Leblanc-Smith", "title": "Resident of Cape Breton seniors' home dies after sustaining severe burns", "description": "The Nova Scotia Medical Examiner's office is investigating the death of a 78-year-old woman.", "url": "https://www.cbc.ca/news/canada/nova-scotia/northside-community-guest-home-north-sydney-1.2521475", "urlToImage": "https://i.cbc.ca/1.4897292.1541698849!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/northside-community-guest-home.png", "publishedAt": "2018-11-08T17:56:17Z", "content": "The Nova Scotia Medical Examiner's office is investigating the death of a resident of a seniors' home in Cape Breton. A 78-year-old woman sustained severe burns and was airlifted to hospital in Halifax, where she died on Saturday. The woman was from North Syd… [+548 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Google says it will reform sexual misconduct rules", "description": "Google is promising to be more forceful and open about its handling of sexual misconduct cases, a week after high-paid engineers and others walked out in protest over its male-dominated culture.", "url": "https://www.cbc.ca/news/business/google-reforms-sexual-misconduct-rules-1.4897191", "urlToImage": "https://i.cbc.ca/1.4897223.1541696707!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/google-walkout.jpg", "publishedAt": "2018-11-08T17:43:46Z", "content": "Google is promising to be more forceful and open about its handling of sexual misconduct cases, a week after high-paid engineers and others walked out in protest over its male-dominated culture. CEO Sundar Pichai spelled out the concessions in an email sent T… [+3520 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Vikings gang member pleads guilty to conspiring to traffic oxycodone", "description": "A man arrested in front of CBC cameras during a raid on Cabot Street in 2016 has pleaded guilty to one charge.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/viking-oxycodone-trafficking-1.4897124", "urlToImage": "https://i.cbc.ca/1.3783547.1475146366!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vikings-motorcycle-club.jpg", "publishedAt": "2018-11-08T17:40:18Z", "content": "Thomas Snow walked down Cabot Street toward a police raid, emptied his pockets and held out his hands for a police officer to cuff him. That was Sept. 29, 2016, the day a joint police task force hit nine locations linked to the Vikings motorcycle club and its… [+1769 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "83-year-old woman dies in Vancouver's 6th fatal pedestrian accident of the year", "description": "An 83-year-old woman was struck at 30th Avenue and Main Street Wednesday morning and died later in hospital.", "url": "https://www.cbc.ca/news/canada/british-columbia/83-year-old-woman-dies-vancouver-6th-fatal-pedestrian-accident-2018-1.4897140", "urlToImage": "https://i.cbc.ca/1.4168567.1497921585!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/vancouver-police-vpd.JPG", "publishedAt": "2018-11-08T17:38:26Z", "content": "Vancouver police say an 83-year-old pedestrian died Wednesday after being hit by a black pickup truck while she was crossing East 30th Avenue on the east side of Main Street. According to police, the truck was making a right turn onto Main Street at the time … [+918 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Israeli police recommend charges for Netanyahu's lawyer in controversial submarine deal", "description": "Israeli police on Thursday recommended bribery charges against Prime Minister Benjamin Netanyahu's lawyer and five other suspects in a $2-billion sale of German Thyssenkrupp submarines to Israel.", "url": "https://www.cbc.ca/news/world/israel-bribery-case-netanhyahu-1.4897139", "urlToImage": "https://i.cbc.ca/1.4897026.1541691405!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/israel-arms-netanyahu.jpg", "publishedAt": "2018-11-08T17:32:51Z", "content": "Israeli police on Thursday recommended bribery charges against Prime Minister Benjamin Netanyahu's lawyer and five other suspects in a sale of German Thyssenkrupp submarines to Israel. Netanyahu was questioned by police in the investigation but, in a statemen… [+1367 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "Police-reported sexual assaults in Canada are up - but most are unsolved", "description": "The average number of police-reported sexual assaults spiked in Canada after the emergence of the #MeToo movement last fall — but that hasn't led to an increase in criminal charges.", "url": "https://www.cbc.ca/news/politics/stats-can-report-police-reported-me-too-sexual-assault-1.4897145", "urlToImage": "https://i.cbc.ca/1.4832021.1537471980!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/metoo-six-months-current.jpg", "publishedAt": "2018-11-08T17:31:30Z", "content": "The average number of police-reported sexual assaults spiked in Canada after the emergence of the #MeToo movement last fall but that hasn't led to an increase in criminal charges. After sexual assault allegations against movie executive Harvey Weinstein first… [+2678 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Stephen McNeil hopes fishermen will end blockade of Northern Pulp survey boats", "description": "Northumberland Strait fishermen have said they will block boats that are examining a route for undersea effluent pipeline from Northern Pulp mill near Pictou, N.S.", "url": "https://www.cbc.ca/news/canada/nova-scotia/stephen-mcneil-northern-pulp-pictou-fishermen-blockade-1.4888086", "urlToImage": "https://i.cbc.ca/1.4897263.1541697751!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/northern-pulp-stephen-mcneil-pictou.jpg", "publishedAt": "2018-11-08T17:30:05Z", "content": "Nova Scotia's premier says he's hoping fishermen end a blockade of survey boats hired to examine a route for an undersea effluent pipeline, but he has no plans to extend the company's deadline. Stephen McNeil says he'd \"encourage\" fishermen to let the seismic… [+1109 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Feds to send $420M directly to Ontario institutions, businesses — skipping Doug Ford's government", "description": "Environment Minister Catherine McKenna says the federal government plans to disburse money from a climate fund directly to Ontario institutions and businesses after the provincial government cancelled its climate program.", "url": "https://www.cbc.ca/news/canada/toronto/federal-environmental-funding-1.4897220", "urlToImage": "https://i.cbc.ca/1.4897252.1541697383!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/catherine-mckenna.jpg", "publishedAt": "2018-11-08T17:28:58Z", "content": "Environment Minister Catherine McKenna says the federal government plans to disburse money from a climate fund directly to Ontario institutions and businesses after the provincial government cancelled its climate program. Speaking at Rockwool insulation plant… [+1655 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Missing girl, 17, could be in Winnipeg, RCMP say", "description": "The public is being asked to keep an eye out for a 17-year-old girl who was last seen in Steinbach.", "url": "https://www.cbc.ca/news/canada/manitoba/missing-girl-steinbach-winnipeg-1.4897237", "urlToImage": "https://i.cbc.ca/1.4897238.1541698112!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/missing-girl-heather-nancy-flett.jpg", "publishedAt": "2018-11-08T17:23:08Z", "content": "The public is being asked to keep an eye out for a 17-year-old girl who was last seen in Steinbach. Police say Heather Nancy Flett is at risk of exploitation. She was last seen in Steinbach on Oct. 24 and is now believed to be in Winnipeg. Anyone with any inf… [+92 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "South Korean delegation in Alberta to learn about fox rehabilitation", "description": "The group spent time Wednesday at the Cochrane Ecological Institute — which has been rehabilitating and reintroducing swift foxes in Alberta since the 1980s — to learn from veteran staff there.", "url": "https://www.cbc.ca/news/canada/calgary/south-korea-red-fox-rehab-cochrane-1.4896640", "urlToImage": "https://i.cbc.ca/1.4896645.1541644391!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/south-korea-delegation-cochrane-ecological-institute.jpg", "publishedAt": "2018-11-08T17:16:09Z", "content": "A delegation from the national park service in South Korea has arrived in Alberta to learn about rehabilitating and reintroducing foxes into the wild. The group spent time Wednesday at the Cochrane Ecological Institute which has been rehabilitating and reintr… [+1602 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Former N.Y. attorney general won't face criminal charges following assault allegations", "description": "The special prosecutor appointed to investigate allegations that former New York attorney general Eric Schneiderman physically abused women said Thursday that she has closed the case without bringing criminal charges.", "url": "https://www.cbc.ca/news/world/schneiderman-review-conclusion-1.4897153", "urlToImage": "https://i.cbc.ca/1.4897159.1541696185!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/schneiderman-sexual-misconduct.jpg", "publishedAt": "2018-11-08T17:05:27Z", "content": "The special prosecutor appointed to investigate allegations that former New York attorney general Eric Schneiderman physically abused women said Thursday that she has closed the case without bringing criminal charges. Nassau County District Attorney Madeline … [+2898 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "Tony Clement finds unlikely defender in victims' advocate", "description": "A well-known advocate for sexual assault victims found herself defending Tony Clement on social media after the MP came forward to say someone tried to extort him after he shared sexually explicit images with them online.", "url": "https://www.cbc.ca/news/canada/ottawa/julie-lalonde-tony-clement-sexting-extortion-1.4896270", "urlToImage": "https://i.cbc.ca/1.4895851.1541618849!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/access-info-online.jpg", "publishedAt": "2018-11-08T16:47:52Z", "content": "A well-known advocate for sexual assault victims found herself defending MP Tony Clement on social media after the MP came forward to say someone tried to extort him after he shared sexually explicit images with them online. Federal Conservative leader Andrew… [+2460 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Terry Roberts", "title": "Muskrat manager says changing ideology at Nalcor prompted his departure last year", "description": "A former senior member of the Muskrat Falls project management team cited frustrations with the leadership team at Nalcor for his decision to leave the Crown corporation in early 2017.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/muskrat-kean-departs-1.4897099", "urlToImage": "https://i.cbc.ca/1.4897104.1541693515!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/jason-kean-inquiry-2.JPG", "publishedAt": "2018-11-08T16:47:43Z", "content": "A senior member of the Muskrat Falls project management team says he left Nalcor Energy in early 2017 because of what he said was a changing ideology at the leadership level that didn't match his values. \"I made a values-based decision to move on,\" Jason Kean… [+2584 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Have a stash of old TTC Metropasses? An east-end artist wants them for colourful collages", "description": "Seasoned transit riders with an aging stockpile of soon-to-be-extinct TTC Metropasses have a chance to help turn the useless plastic into colourful works of art.", "url": "https://www.cbc.ca/news/canada/toronto/metropass-art-collages-ttc-1.4896967", "urlToImage": "https://i.cbc.ca/1.4897093.1541693122!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ttc-metropass-nina-okens-art-collage.jpg", "publishedAt": "2018-11-08T16:46:32Z", "content": "Experienced transit riders with an aging stockpile of soon-to-be-extinct TTC Metropasses have a chance to help turn the useless plastic into colourful works of art. Nina Okens, a Toronto hobbyist who transforms odds and ends into visual art, put out a call on… [+1967 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "An open letter to the many fans of Bohemian Rhapsody from a concerned queer - CBC.ca", "description": "CBC.ca An open letter to the many fans of Bohemian Rhapsody from a concerned queer CBC.ca The Freddie Mercury biopic isn't just inaccurate — its demonization of his sexuality is actively harmful. Peter Knegt · CBC Arts · November 8. Bohemian Rhapsody. (Fox). …", "url": "https://www.cbc.ca/arts/an-open-letter-to-the-many-fans-of-bohemian-rhapsody-from-a-concerned-queer-1.4892284", "urlToImage": "https://i.cbc.ca/1.4893986.1541523998!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bohemian-rhapsody.jpg", "publishedAt": "2018-11-08T16:45:00Z", "content": "Queeries is a weekly column by CBC Arts producer Peter Knegt that queries LGBTQ art, culture and/or identity through a personal lens. Look, I know a lot of you love Bohemian Rhapsody. Like really, really love it. You're turning it into such a massive megahit … [+10842 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "3 injured after car runs off road at Montreal General Hospital", "description": "It was not immediately known if any pedestrians had been injured in the incident.", "url": "https://www.cbc.ca/news/canada/montreal/3-injured-after-car-runs-off-road-at-montreal-general-hospital-1.4897115", "urlToImage": "https://i.cbc.ca/1.4897149.1541694778!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/montreal-general-hospital-accident.jpeg", "publishedAt": "2018-11-08T16:40:56Z", "content": "At least three people were injured outside the Montreal General Hospital this morning after a car ran off the road. The three people inside the vehicle were stabilized on site and were brought into the hospital for further evaluation, said Urgences-Santé spok… [+162 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrew Dampf", "title": "Italy's 2026 Olympic bid moves forward with no funding from federal government", "description": "IOC president Thomas Bach gave his blessing for the joint Milan-Cortina d'Ampezzo bid for the 2026 Winter Olympics to move forward without funding from the Italian government. The candidacy is being supported financially by the regional governments of Lombard…", "url": "https://www.cbc.ca/sports/olympics/italy-2026-olympic-bid-1.4896964", "urlToImage": "https://i.cbc.ca/1.4897064.1541695022!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/luigi-di-maio-photo.jpg", "publishedAt": "2018-11-08T16:38:03Z", "content": "IOC president Thomas Bach gave his blessing Thursday for the joint Milan-Cortina d'Ampezzo bid for the 2026 Winter Olympics to move forward without funding from the Italian government. The candidacy is being supported exclusively financially at least by the r… [+4394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Child killer Terri-Lynne McClintic transferred from healing lodge to Edmonton prison", "description": "Ontario child killer Terri-Lynne McClintic has been transferred from an Indigenous healing lodge to an Edmonton prison for women.​", "url": "https://www.cbc.ca/news/politics/mcclintic-healing-lodge-stafford-prison-1.4897105", "urlToImage": "https://i.cbc.ca/1.1890681.1380780739!/httpImage/image.jpg_gen/derivatives/16x9_620/ii-mcclintic-photo-330-2462.jpg", "publishedAt": "2018-11-08T16:32:23Z", "content": "Child killer Terri-Lynne McClintic has been transferred from an Indigenous healing lodge to an Edmonton prison for women. McClintic, who is serving a life sentence for the brutal rape and murder of Tori Stafford, 8, of Woodstock, Ont., was transferred from th… [+654 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Love interruption': Jack White condemns homophobia after gay fans told not to kiss", "description": "Musician Jack White says he is \"very disappointed\" that two women were told to stop kissing at his concert in Edmonton", "url": "https://www.cbc.ca/news/canada/edmonton/jack-white-edmonton-kiss-concert-1.4896920", "urlToImage": "https://i.cbc.ca/1.2676998.1402931031!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jack-white.jpg", "publishedAt": "2018-11-08T16:30:30Z", "content": "Musician Jack White says he is \"very disappointed\" that two women were told to stop kissing at his concert in Edmonton. In a post on his official Instagram account, White said two people showing affection shouldn't have to hide. The Grammy Award-winning, sing… [+2031 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Harrison", "title": "Habs prospect Nick Suzuki, centerpiece in Max Pacioretty, 'has it all'", "description": "Former Canadiens captain Max Pacioretty returns to Montreal Saturday night for the first time since being traded to Vegas while forward prospect Nick Suzuki, the key return in the deal for the Habs, is flourishing in his fourth junior season with Owen Sound o…", "url": "https://www.cbc.ca/sports/hockey/nhl/suzuki-canadiens-prospect-pacioretty-trade-1.4896030", "urlToImage": "https://i.cbc.ca/1.4896092.1541693930!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/suzuki-nick-canadiens-180914-1180.jpg", "publishedAt": "2018-11-08T16:22:18Z", "content": "An aspiring NHL forward sits quietly as his future bosses praise his work during the team's training camp, understanding he'll soon be sharing the ice with those he knows well back in the Ontario Hockey League. Montreal Canadiens general manager Marc Bergevin… [+6641 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "N.L. introducing paid and unpaid leave for victims of domestic violence", "description": "Proposed changes to the Labour Standards Act in Newfoundland and Labrador would allow victims to take three paid and seven unpaid days off work.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/family-violence-leave-1.4897025", "urlToImage": "https://i.cbc.ca/1.4897087.1541693034!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/al-hawkins-and-siobhan-coady.JPG", "publishedAt": "2018-11-08T16:20:56Z", "content": "The provincial government will amend the Labour Standards Act to allow victims of family violence to take leave from work, making Newfoundland and Labrador the latest province to enact similar legislation. The changes mean a person can take a total of 10 days… [+1017 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "Controversial naturopath gives up licence, says work 'not going to change'", "description": "Anke Zimmermann, the Victoria naturopath who drew public attention for treating a child with a homeopathic solution made from rabid dog saliva, has surrendered her licence as a naturopath but will continue to practise as a homeopath.", "url": "https://www.cbc.ca/news/canada/british-columbia/naturopath-rabid-dog-saliva-zimmerman-1.4897090", "urlToImage": "https://i.cbc.ca/1.4629720.1524266759!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anke-zimmermann.jpg", "publishedAt": "2018-11-08T16:20:20Z", "content": "A Victoria naturopath who drew public attention for treating a child with a homeopathic solution made from rabid dog saliva, has surrendered her licence but says she will continue to act as an unregulated homeopath. The College of Naturopathic Physicians of B… [+4925 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Naturopath who treated child with rabid dog saliva solution gives up licence to practice", "description": "Anke Zimmermann made headlines around the world in the spring after she claimed she'd used a homeopathic solution called lyssinum to bring a four-year-old with behaviour problems \"back into a more human state from a slightly rabid dog state.\"", "url": "https://www.cbc.ca/news/canada/british-columbia/naturopath-treated-child-rabid-dog-saliva-solution-surrenders-licence-1.4897090", "urlToImage": "https://i.cbc.ca/1.4629720.1524266759!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anke-zimmermann.jpg", "publishedAt": "2018-11-08T16:20:20Z", "content": "Anke Zimmermann, the Victoria naturopath who first drew public attention for treating a child with a homeopathic solution made from rabid dog saliva, has surrendered her licence to practice. The College of Naturopathic Physicians of B.C. says that Zimmermann … [+2139 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "Toronto is looking for a 'transit tsar' to speed up city's expansion plans", "description": "Mayor John Tory says the tsar will smash down any obstacles to getting transit built, while also ensuring billion-dollar projects stay on budget.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-transit-tsar-1.4897039", "urlToImage": "https://i.cbc.ca/1.4897045.1541692162!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-ttc-queen-streetcar.jpg", "publishedAt": "2018-11-08T16:13:16Z", "content": "Toronto's transit system needs a tsar, Mayor John Tory announced Thursday. Tory, fresh off a resounding re-election, says the city will create a transit expansion office that will be the \"single point of contact\" for city divisions, the TTC, Metrolinx and oth… [+1399 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "Toronto is looking for a 'transit czar' to speed up city's expansion plans", "description": "Mayor John Tory says the czar will smash down any obstacles to getting transit built, while also ensuring billion-dollar projects stay on budget.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-transit-czar-1.4897039", "urlToImage": "https://i.cbc.ca/1.4897045.1541692162!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-ttc-queen-streetcar.jpg", "publishedAt": "2018-11-08T16:13:16Z", "content": "Toronto's transit system needs a czar, Mayor John Tory announced Thursday. Tory, fresh off a resounding re-election, says the city will create a transit expansion office that will be the \"single point of contact\" for city divisions, the TTC, Metrolinx and oth… [+1439 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Nova Scotia doctor acquitted in opioid case now faces disciplinary hearing", "description": "The province's regulatory body for doctors has called a disciplinary hearing for Dr. Sarah Jones, who had faced criminal charges related to allegations she mishandled thousands of powerful narcotic pills.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-doctor-acquitted-in-opioid-case-now-faces-disciplinary-hearing-1.4896984", "urlToImage": "https://i.cbc.ca/1.4052590.1507899177!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ns-doctor-trafficking-20170403.jpg", "publishedAt": "2018-11-08T16:11:06Z", "content": "A Nova Scotia doctor who has had her license suspended and faced criminal charges over allegations she mishandled thousands of powerful narcotic pills is now facing more problems. The College of Physicians and Surgeons, the regulatory body for doctors in Nova… [+2674 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Annual pace of housing starts picked up in October, topped expectations", "description": "An increase in multi-unit projects such as condominiums, apartments and townhouses helped push the annual pace of housing starts in October higher, Canada Mortgage and Housing Corp. said Thursday.", "url": "https://www.cbc.ca/news/business/housing-starts-up-october-1.4897066", "urlToImage": "https://i.cbc.ca/1.4897088.1541693060!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cda-housing-starts-20181009.jpg", "publishedAt": "2018-11-08T16:08:54Z", "content": "An increase in multi-unit projects such as condominiums, apartments and townhouses helped push the annual pace of housing starts in October higher, Canada Mortgage and Housing Corp. said Thursday. The housing agency said the seasonally adjusted annual rate of… [+2299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Liberals will spend $86 million to tackle rise in gang and gun violence", "description": "The Liberal government is spending $86 million to boost efforts to block smuggled guns at the border and try to stop the scourge of gun violence in the United States from creeping into Canada.", "url": "https://www.cbc.ca/news/politics/gang-gun-violence-funding-1.4896844", "urlToImage": "https://i.cbc.ca/1.4896989.1541692055!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/goodale-and-blair.jpg", "publishedAt": "2018-11-08T15:47:53Z", "content": "The Liberal government is spending $86 million to boost efforts to block smuggled guns at the border and try to stop the scourge of gun violence in the United States from creeping into Canada. Public Safety Minister Ralph Goodale and Bill Blair, the minister … [+2362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montrealers, here's how much your residential property tax rates are going up", "description": "Here's a breakdown by borough for the average residential property tax rate increase.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-property-taxes-1.4896153", "urlToImage": "https://i.cbc.ca/1.4896169.1541625747!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/montreal-resurgent-20181002.jpg", "publishedAt": "2018-11-08T15:44:46Z", "content": "The average residential property tax rate in Montreal is going up 1.7 per cent this year, in keeping with the Plante administration's promise not raise taxes above inflation. But the property tax rate varies by borough. Côte-des-NeigesNotre-Dame-de-Grâce will… [+918 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "CIBC among top brands used in phishing attacks: security firm", "description": "The Canadian Imperial Bank of Commerce is one of the most commonly targeted brands used by cyberthieves in phishing attacks across North America, with a more than 600 per cent surge in fake email attempts in the third quarter, according to analysis by an emai…", "url": "https://www.cbc.ca/news/business/cibc-phishing-target-1.4896975", "urlToImage": "https://i.cbc.ca/1.4897002.1541690851!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/phishing-banks-canada-20181107.jpg", "publishedAt": "2018-11-08T15:42:36Z", "content": "The Canadian Imperial Bank of Commerce is one of the most commonly targeted brands used by cyberthieves in phishing attacks across North America, with a more than 600 per cent surge in fake email attempts in the third quarter, according to analysis by an emai… [+3876 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Pipeline blast forces FortisBC to open market to boost natural gas supply", "description": "FortisBC is looking at several options to boost its stock of natural gas in an effort to get its customers through the winter after a pipeline blast squeezed off supply.", "url": "https://www.cbc.ca/news/canada/british-columbia/natural-gas-supply-bc-fortis-turns-to-open-market-1.4896976", "urlToImage": "https://i.cbc.ca/1.4859799.1539365341!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/enbridge-employee.jpg", "publishedAt": "2018-11-08T15:40:25Z", "content": "FortisBC is looking at several options to boost its stock of natural gas in an effort to get its customers through the winter after a pipeline blast squeezed off supply. Sean Beardow, manager of corporate communications with Fortis, says the flow through the … [+1131 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "2 Fredericton parks damaged in weekend wind storm", "description": "Two parks in Fredericton suffered significant damage after a strong wind storm hit the province over the weekend.", "url": "https://www.cbc.ca/news/canada/new-brunswick/killarney-lake-park-odell-park-1.4896757", "urlToImage": "https://i.cbc.ca/1.4896800.1541680424!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/trees.JPG", "publishedAt": "2018-11-08T15:35:37Z", "content": "Two parks in Fredericton suffered significant damage after a strong wind storm hit the province over the weekend. City staff have been busy cleaning up downed trees in Odell Park and Killarney Lake Park, said Mike Glynn, assistant manager of parks and trees. … [+1579 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "No criminal charges in Oshawa house fire that left 4 dead", "description": "Police didn't find enough evidence to lay arson or negligence charges following lengthy investigation.", "url": "https://www.cbc.ca/news/canada/toronto/no-criminal-charges-in-oshawa-house-fire-that-left-4-dead-1.4896982", "urlToImage": "https://i.cbc.ca/1.4477840.1541525173!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/oshawa-fire.JPG", "publishedAt": "2018-11-08T15:30:50Z", "content": "No criminal charges will be laid in connection with an Oshawa house fire last January that left four people dead. The Durham Regional Police Service said in a news release Thursday that investigators with the force's central east division criminal investigati… [+1935 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Essex pot shop raided after OPP execute search warrant", "description": "Four people have been arrested and charged with possession of cannabis for the purpose of selling.", "url": "https://www.cbc.ca/news/canada/windsor/essex-pot-shop-raided-after-opp-execute-search-warrant-1.4896959", "urlToImage": "https://i.cbc.ca/1.3078033.1541690161!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/opp-door.jpg", "publishedAt": "2018-11-08T15:28:49Z", "content": "Four people were arrested after OPP raided a pot shop in Essex. Officers executed a search warrant Tuesday under the federal Cannabis Act at a \"commercial location\" on Talbot Street North in the Town of Essex. OPP say they seized a quantity of cash, cannabis … [+257 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Inuvialuit living outside settlement region feel like '2nd-class citizens'", "description": "Pauline Gordon says since she lives in Fort Smith, N.W.T., she can't vote or access programs and services offered by the Inuvialuit Regional Corporation.", "url": "https://www.cbc.ca/news/canada/north/inuvialuit-settlement-region-rights-vote-1.4896602", "urlToImage": "https://i.cbc.ca/1.4896624.1541641941!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pauline-gordon.jpg", "publishedAt": "2018-11-08T15:27:40Z", "content": "Pauline Gordon says it was reading the latest edition of Tusaayaksat, a magazine produced by the Inuvialuit Communications Society, that lit a spark in her to use her voice. Dalee Samba Dorough, the new chair of the Inuit Circumpolar Council (ICC), was quoted… [+3890 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Kids on school bus exposed to unknown substance", "description": "Some of the 40 kids on a school bus south of downtown Ottawa got sick because of an unknown substance Thursday morning. Fifteen of them are being taken to hospital for precautionary reasons.", "url": "https://www.cbc.ca/news/canada/ottawa/kaladar-school-bus-susbstance-hospital-1.4896973", "urlToImage": "https://i.cbc.ca/1.4896993.1541690473!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kaladar-avenue-ottawa-school-bus-hazmat-sick-students.jpg", "publishedAt": "2018-11-08T15:27:11Z", "content": "Some of the 40 kids on a school bus south of downtown Ottawa got sick because of an unknown substance Thursday morning. Fifteen of the children age six to 12 are being taken to hospital for precautionary reasons, paramedics said. Emergency crews were called t… [+262 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Disgraced MLA Cliff Graydon to talk about his political future", "description": "Cliff Graydon is finally going to speak publicly about his political future, two weeks after the Manitoba MLA was ousted from the Progressive Conservative caucus for inappropriate behaviour toward female staff.", "url": "https://www.cbc.ca/news/canada/manitoba/cliff-graydon-political-future-manitoba-legislature-1.4896895", "urlToImage": "https://i.cbc.ca/1.4882366.1540836003!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cliff-graydon.jpg", "publishedAt": "2018-11-08T15:18:26Z", "content": "Cliff Graydon is finally going to speak publicly, two weeks after the Manitoba MLA was ousted from the Progressive Conservative caucus for inappropriate behaviour toward female staff. He has invited media to the legislative building Thursday morning to hear p… [+1235 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "TSB to hold briefing on cargo jet that went off Halifax runway", "description": "Investigators are scheduled to begin their briefing at 11:30 a.m. local time. The 747 cargo aircraft went off the end of a runway early Wednesday morning at the Halifax Stanfield International Airport.", "url": "https://www.cbc.ca/news/canada/nova-scotia/transportation-safety-board-747-halifax-runway-briefing-1.4896913", "urlToImage": "https://i.cbc.ca/1.4895107.1541586288!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/747-stanfield.JPG", "publishedAt": "2018-11-08T15:08:07Z", "content": "Investigators with the Transportation Safety Board will hold a news conference in Halifax this hour to discuss the information gathered so far about a 747 cargo aircraft that went off the end of a runway early Wednesday morning at the Halifax Stanfield Intern… [+465 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "'I'm not that stupid': Prince Charles says he'd stay out of political fray as king", "description": "Prince Charles has pledged not to interfere in the affairs of state when he becomes king, seeking to dispel concerns about his past activism on issues ranging from global warming to architectural preservation.", "url": "https://www.cbc.ca/news/world/prince-charles-interview-1.4896908", "urlToImage": "https://i.cbc.ca/1.4896917.1541687852!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-prince-charles.jpg", "publishedAt": "2018-11-08T15:07:21Z", "content": "Prince Charles has pledged not to interfere in the affairs of state when he becomes king, seeking to dispel concerns about his past activism on issues ranging from global warming to architectural preservation. In an interview for a documentary marking his 70t… [+1885 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "80-car Canadian Pacific freight train rolls away at Calgary yard", "description": "The Transportation Safety Board is investigating after a kilometre-and-a-half-long freight train rolled away uncontrolled at the Canadian Pacific Railway’s main headquarters in southeast Calgary.", "url": "https://www.cbc.ca/news/canada/calgary/runaway-train-cp-canadian-pacific-alyth-calgary-yard-rolled-away-1.4896921", "urlToImage": "https://i.cbc.ca/1.1860975.1392911746!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cp-rail-20120516.jpg", "publishedAt": "2018-11-08T15:05:26Z", "content": "The Transportation Safety Board is investigating after a kilometre-and-a-half-long freight train rolled away uncontrolled at the Canadian Pacific Railway's main headquarters in southeast Calgary. Eighty freight cars rolled away slowly for a quarter of a kilom… [+289 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "No LRT service Saturday as system shuts down for signal testing", "description": "All Edmonton LRT service will be suspended Saturday to allow for testing of the Thales signal system, the city said Friday.", "url": "https://www.cbc.ca/news/canada/edmonton/no-lrt-service-saturday-as-system-shuts-down-for-signal-testing-1.4889185", "urlToImage": "https://i.cbc.ca/1.4292146.1525199876!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/metro-line.jpg", "publishedAt": "2018-11-08T15:00:00Z", "content": "All Edmonton LRT service will be suspended Saturday to allow for testing of the Thales signal system. Replacement buses will run every 15 minutes on the Metro Line between NAIT and Churchill. On the Capital Line, replacement buses will run every five minutes … [+575 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Final round of signal testing to shut down all LRT service on Saturday", "description": "All Edmonton LRT service will be suspended Saturday to allow for testing of the Thales signal system, the city said Friday.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-metro-line-thales-1.4889185", "urlToImage": "https://i.cbc.ca/1.4292146.1525199876!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/metro-line.jpg", "publishedAt": "2018-11-08T15:00:00Z", "content": "All Edmonton LRT service will be suspended Saturday to allow for testing of the Thales signal system. Replacement buses will run every 15 minutes on the Metro Line between NAIT and Churchill. On the Capital Line, replacement buses will run every five minutes … [+1699 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Crown opposes release of accused killer in Chelsie Probert case", "description": "The Dartmouth, N.S., teenager accused of murdering Chelsie Probert is in jail and will remain there for at least a week after being charged with breaching the conditions of his bail.", "url": "https://www.cbc.ca/news/canada/nova-scotia/crown-opposes-release-of-accused-killer-in-chelsie-probert-case-1.4896914", "urlToImage": "https://i.cbc.ca/1.4174698.1498507969!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chelsie-probert.jpg", "publishedAt": "2018-11-08T14:56:32Z", "content": "The Dartmouth, N.S., teenager accused of killing Chelsie Probert is in jail and will remain there for at least a week after being charged with breaching the conditions of his bail. The 17-year-old had been on house arrest at his mother's home in Dartmouth whi… [+805 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Pakistani Christian woman acquitted of blasphemy 'secure,' out of jail", "description": "A Pakistani Christian woman has been freed from prison a week after the Supreme Court overturned her conviction and death sentence for blasphemy against Islam, and she is at a secure location in the country, officials said on Thursday.", "url": "https://www.cbc.ca/news/world/asia-bibi-in-secure-location-1.4896747", "urlToImage": "https://i.cbc.ca/1.4896823.1541683091!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/italy-pakistan.jpg", "publishedAt": "2018-11-08T14:51:16Z", "content": "A Pakistani Christian woman has been freed from prison a week after the Supreme Court overturned her conviction and death sentence for blasphemy against Islam, and she is at a secure location in the country, officials said on Thursday. Officials dismissed som… [+3456 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rescue operation underway at Côte Saint-Luc apartment building", "description": "Photos taken on site appear to show that a scaffold collapsed.", "url": "https://www.cbc.ca/news/canada/montreal/rescue-operation-cote-saint-luc-1.4896912", "urlToImage": "https://i.cbc.ca/1.4896919.1541687869!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scaffolding-rescue-cote-saint-luc.jpg", "publishedAt": "2018-11-08T14:47:47Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fire at Northmart grocery-merchandise store in Iqaluit forces evacuations", "description": "An early-morning fire at the Northmart store in Iqaluit has forced the evacuation of nearby homes, including for seniors, as crews work to put out the blaze and respond to other fires reported in the area.", "url": "https://www.cbc.ca/news/canada/north/iqaluit-northmart-fire-1.4896866", "urlToImage": "https://i.cbc.ca/1.4896887.1541686353!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/iqaluit-northmart-fire.jpg", "publishedAt": "2018-11-08T14:40:22Z", "content": "An early-morning fire at the Northmart store in Iqaluit has forced the evacuation of nearby homes, including for seniors, as crews work to put out the blaze and respond to other fires reported in the area. \"We got a call at 2 a.m. that there was a fire in the… [+639 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.S. Supreme Court Justice Ruth Bader Ginsburg in hospital after suffering fall", "description": "The U.S. Supreme Court says 85-year-old Justice Ruth Bader Ginsburg fractured three ribs in a fall in her office at the court and is in the hospital.", "url": "https://www.cbc.ca/news/world/ginsburgh-supreme-court-hospital-1.4896875", "urlToImage": "https://i.cbc.ca/1.4896884.1541686254!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-court.jpg", "publishedAt": "2018-11-08T14:37:26Z", "content": "The U.S. Supreme Court says 85-year-old Justice Ruth Bader Ginsburg fractured three ribs in a fall in her office at the court and is in hospital. The court says the justice went to George Washington University Hospital in Washington early Thursday after exper… [+961 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.S. Supreme Court Justice Ruth Bader Ginsburg in hospital after fracturing ribs in fall", "description": "U.S. Supreme Court Justice Ruth Bader Ginsburg fractured three ribs in a fall in her office at the court and is in the hospital, the court said Thursday.", "url": "https://www.cbc.ca/news/world/ginsburg-supreme-court-hospital-1.4896875", "urlToImage": "https://i.cbc.ca/1.4896884.1541686254!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-court.jpg", "publishedAt": "2018-11-08T14:37:26Z", "content": "Supreme Court Justice Ruth Bader Ginsburg fractured three ribs in a fall in her office at the court and is in the hospital, the court said Thursday. The court's oldest justice fell Wednesday evening, the court said. She called Supreme Court police to take her… [+2145 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Elderly man charged with murder in Clarence-Rockland", "description": "A man from Clarence-Rockland, Ont., has been charged with first-degree murder in the death of another man in his 70s in the community east of Ottawa.", "url": "https://www.cbc.ca/news/canada/ottawa/richard-fortin-clarence-rockland-murder-1.4896850", "urlToImage": "https://i.cbc.ca/1.3078033.1520524168!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/opp-door.jpg", "publishedAt": "2018-11-08T14:31:19Z", "content": "A man from Clarence-Rockland, Ont., has been charged with first-degree murder in the death of another man in his 70s in the community east of Ottawa. OPP were called to a home on Tuesday after people heard what they thought were gunshots. When they arrived, t… [+314 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Whittaker", "title": "Federal government must act on national pine beetle problem | OPINION", "description": "Alberta is the frontline of a pine beetle epidemic that threatens to decimate forests from coast to coast. It's time for the federal government to step up the fight.", "url": "https://www.cbc.ca/news/canada/edmonton/pine-beetle-column-alberta-forest-products-association-1.4895576", "urlToImage": "https://i.cbc.ca/1.4895860.1541619182!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pine-beetle-forest.jpg", "publishedAt": "2018-11-08T14:30:00Z", "content": "Alberta is the frontline of a pine beetle epidemic that threatens to decimate forests from coast to coast. If you've been to Jasper National Park recently, you have seen the widespread devastation. Large swathes of mature pine in the park are red and dead. If… [+4963 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Parent says safety concerns should trump school district's busing rule", "description": "The school district says Erika Walsh lives 0.02 kilometres — 20 metres — too close to her school to qualify for busing. That means her children have to walk along a highway, she says.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/school-district-busing-rule-1.4896780", "urlToImage": "https://i.cbc.ca/1.4658320.1526036358!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/children-students-school-bus-newfoundland.jpg", "publishedAt": "2018-11-08T14:21:56Z", "content": "A parent whose children are no longer eligible to be bused to school says the school district's rule is both a safety risk and a hit to her income. Erika Walsh lives in Kelligrews, and last year her three children were on the list for busing to their school, … [+3603 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tara Deschamps", "title": "Facebook chooses Canada for Dating feature launch today", "description": "Facebook Inc. will aim to make its social media platform's users more than just friends with a new dating feature that will mark its North American launch in Canada on Thursday.", "url": "https://www.cbc.ca/news/technology/facebook-dating-1.4824745", "urlToImage": "https://i.cbc.ca/1.3944009.1484871492!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/facebook-results.jpg", "publishedAt": "2018-11-08T14:15:37Z", "content": "Mark Zuckerberg is ready to play matchmaker for Canadians. His company Facebook Inc. will aim to make its social media platform's users more than just friends with a new dating feature that will mark its North American launch in Canada on Thursday. Facebook D… [+4220 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "DHX Media signs deal to sell Halifax animation studio", "description": "​DHX Media Ltd. has signed a deal to sell its Halifax animation studio to IoM Media Ventures.", "url": "https://www.cbc.ca/news/canada/nova-scotia/dhx-media-halifax-animation-studio-iom-media-ventures-1.4896860", "urlToImage": "https://i.cbc.ca/1.4107925.1494418727!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peanuts-gang.jpg", "publishedAt": "2018-11-08T14:05:52Z", "content": "DHX Media Ltd. has signed a deal to sell its Halifax animation studio to IoM Media Ventures. Financial terms of the deal were not disclosed. DHX says the sale is part of its ongoing strategic shift to focus and streamline its production operations. The childr… [+759 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Ottawa to announce funding to combat gun and gang violence LIVE", "description": "Public Safety Minister Ralph Goodale and Bill Blair, minister of border security and organized crime reduction, to make a funding announcement on combating gun and gang violence.", "url": "https://www.cbc.ca/news/ottawa-to-announce-funding-to-combat-gun-and-gang-violence-live-1.4896835", "urlToImage": "https://i.cbc.ca/1.4896835.1541684102!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-08T14:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrea Huncar", "title": "New Mé​tis police chief offers hope to Edmonton's diverse communities", "description": "Advocates who work with Edmonton's Indigenous, immigrant and LGBTQ communities are welcoming the choice of Dale McFee as the city's first Métis police chief.", "url": "https://www.cbc.ca/news/canada/edmonton/new-m%C3%A9-tis-police-chief-offers-hope-to-edmonton-s-diverse-communities-1.4896532", "urlToImage": "https://i.cbc.ca/1.4033060.1490374244!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dale-mcfee-deputy-minister-corrections-and-policing.jpg", "publishedAt": "2018-11-08T14:00:00Z", "content": "Community leaders are welcoming the selection of Dale McFee Edmonton's first Metis police chief. Advocates who work with Edmonton's Indigenous, immigrant and LGBTQ communities say McFee has a track record for inclusion. Under his leadership as police chief fo… [+4443 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lubomyr Luciuk", "title": "'Yes, this happened': How Lubomyr Luciuk found out about the internment camp in his hometown", "description": "When Lubomyr Luciuk uncovered evidence that Ukrainian-Canadians had been help as alien prisoners at Fort Henry in Kingston, Ont., he set out to right that historic wrong.", "url": "https://www.cbc.ca/news/canada/ottawa/ukrainian-internment-kingston-documentary-1.4889177", "urlToImage": "https://i.cbc.ca/1.4892938.1541451502!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fort-henry-lubomyr-luciuk-ukrainian-canadian.jpg", "publishedAt": "2018-11-08T14:00:00Z", "content": "On a hill overlooking my hometown of Kingston, Ont., stands an old fort, its borders bristling with cannon. As a boy, having seen Errol Flynn in The Charge of the Light Brigade, I imagined myself as a Redcoat, defending these palisades from enemies amassed be… [+4522 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Sciarpelletti", "title": "UBC professor hopes new walk-in mental health clinic will spark a trend", "description": "A psychology professor has started a walk-in mental health clinic on the University of British Columbia's Kelowna campus.", "url": "https://www.cbc.ca/news/canada/british-columbia/ubc-professor-hopes-new-walk-in-mental-health-clinic-will-spark-a-trend-1.4888664", "urlToImage": "https://i.cbc.ca/1.4895051.1541566800!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lesley-lutes.jpg", "publishedAt": "2018-11-08T14:00:00Z", "content": "A UBC professor has started a walk-in mental health clinic on the school's Kelowna campus. It is the first of its kind in the city. Lesley Lutes, associate professor in UBC's department of psychology and director of clinical training, launched a five-week pil… [+1543 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ariana Kelland", "title": "City Sand and Gravel, opened in 1971, closing Friday — but not from lack of business", "description": "Larry O'Keefe says his business has worked for three and a half years to obtain the land needed to continue.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/city-sand-gravel-closing-paradise-1.4896754", "urlToImage": "https://i.cbc.ca/1.4896836.1541684146!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-sand-and-gravel.jpg", "publishedAt": "2018-11-08T13:29:00Z", "content": "A Paradise company which supplies salt and gravel says it has run out of rock to blast and is forced to close shop after more than four decades in business. City Sand and Gravel, which is located off Topsail Road near the Outer Ring Road, is shutting access t… [+2438 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "How Tony Clement ended up at the centre of a sexting scandal", "description": "On CBC's new daily podcast Front Burner, Power and Politics host Vassy Kapelos delves into how longtime Conservative MP Tony Clement ended up at the centre of a sexting scandal.", "url": "https://www.cbc.ca/radio/frontburner/mp-tony-clement-s-sexting-and-extortion-scandal-1.4896101", "urlToImage": "https://i.cbc.ca/1.4895851.1541618849!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/access-info-online.jpg", "publishedAt": "2018-11-08T13:00:33Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kory Siegers", "title": "Great Gadsby! Lacombe County mansion on the market for $15.5M", "description": "Tucked away among the rolling hills of central Alberta, where the combined population of the three closest communities is just over 1,300 people, sits the Gadsby Lake Estate.", "url": "https://www.cbc.ca/news/canada/edmonton/real-estate-mansion-alberta-millions-lacombe-1.4892407", "urlToImage": "https://i.cbc.ca/1.4893191.1541538544!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gadsby-lake.JPG", "publishedAt": "2018-11-08T13:00:00Z", "content": "Every home has a story. This one seems to have about $15 million worth. Tucked away among the rolling hills of central Alberta, where the combined population of the three nearest communities is just over 1,300 people, sits the Gadsby Lake Estate. Don't be sur… [+5064 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Watch John Horgan and Andrew Wilkinson debate proportional representation", "description": "On Thursday night, rival politicians will debate one of the more important choices ever put to British Columbians, and CBC Vancouver will have complete coverage of the event.", "url": "https://www.cbc.ca/news/canada/british-columbia/proportional-representation-referendum-debate-1.4896484", "urlToImage": "https://i.cbc.ca/1.4883921.1541647191!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/john-horgan-andrew-wilkinson.png", "publishedAt": "2018-11-08T13:00:00Z", "content": "The debate will be streamed online here. Check back at 6:30 p.m. PT Thursday to watch. On Thursday night, rival politicians will debate one of the more important choices ever put to British Columbians, and CBC Vancouver will have complete coverage of the even… [+1130 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Suresh Doss", "title": "This apple cinnamon toast crunch is a staple at diner in St. Catharines", "description": "The apple cinnamon toast crunch is a favourite at Diner House 29, a St. Catharines diner that serves the best burger in town, Suresh Doss says.", "url": "https://www.cbc.ca/news/canada/toronto/suresh-doss-ep54-1.4896223", "urlToImage": "https://i.cbc.ca/1.4896364.1541630066!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/diner-house-29-french-toast.jpg", "publishedAt": "2018-11-08T12:45:00Z", "content": "If I had to pick one dining experience that is emblematic of Canadian culture, it's eating in a classic diner. Before the waves of regional international cuisine and niche hipster spots, the diner stood the test of time as the perennial favourite for generati… [+4146 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joan Bryden", "title": "Apology for Canada's past anti-Semitism was personal for some cabinet ministers", "description": "The federal government's apology for one of Canada's most shameful anti-Semitic episodes was personal for some of Prime Minister Justin Trudeau's cabinet ministers.", "url": "https://www.cbc.ca/news/politics/apology-jewish-jim-carr-karina-gould-1.4896794", "urlToImage": "https://i.cbc.ca/1.4896796.1541680118!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/holocaust-apology-20181108.jpg", "publishedAt": "2018-11-08T12:34:09Z", "content": "The federal government's apology for one of Canada's most shameful anti-Semitic episodes was personal for some of Prime Minister Justin Trudeau's cabinet ministers. For International Trade Diversification Minister Jim Carr it brought back painful memories of … [+2353 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Flint airport stabbing suspect was on a 'mission to murder', says prosecutor", "description": "A prosecutor says a man accused of stabbing a police officer was willing to die if he could get the victim's gun and attack others at a Michigan airport.", "url": "https://www.cbc.ca/news/canada/windsor/attacker-at-michigan-airport-was-on-mission-to-murder-1.4896782", "urlToImage": "https://i.cbc.ca/1.4172344.1502280222!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/amor-ftouhi.jpg", "publishedAt": "2018-11-08T12:24:04Z", "content": "A prosecutor says a man accused of stabbing a police officer was willing to die if he could get the victim's gun and attack others at a Michigan airport. Jurors heard opening statements Wednesday in the trial of Amor Ftouhi, a Tunisian who was living in Montr… [+512 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Path set for Canadian women to match U.S. political gains", "description": "The new U.S. Congress will have more women than ever before. A Canadian organization is releasing a new toolkit that hopes to see similar gains here next year.", "url": "https://www.cbc.ca/news/canada/ottawa/equal-voice-woman-politics-tool-1.4896680", "urlToImage": "https://i.cbc.ca/1.2762923.1410432471!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nancy-peckford-of-equal-voice.jpg", "publishedAt": "2018-11-08T12:04:23Z", "content": "Women in America had a historic night this week, with more of them winning seats in the U.S. Congress than ever before. A Canadian organization is releasing a new toolkit that hopes to see similar gains here next year. Equal Voice, an organization dedicated t… [+1878 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bells of Peace to ring out, marking 100 years since end of WW I", "description": "If you can't make it to afternoon ceremonies, Legion asks you to ring bell in your house.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/bells-of-peace-first-world-war-1.4896765", "urlToImage": "https://i.cbc.ca/1.4896768.1541677287!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bells-of-peace.jpg", "publishedAt": "2018-11-08T12:04:15Z", "content": "As the sun sets across Newfoundland on Nov. 11, a special afternoon ceremony is taking place to mark the end of the World War I. The Royal Canadian Legion is ringing the Bells of Peace across the country this Remembrance Day. \"This is our way of sort of final… [+2599 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Josee St-Onge", "title": "'I told them the truth': Worker says job offer taken away over medical cannabis prescription", "description": "Clayton Hannah says he wanted to be honest with his future employer when he disclosed that he has a medical cannabis prescription, but now believes it cost him a lucrative job offer.", "url": "https://www.cbc.ca/news/canada/edmonton/medical-cannabis-work-policy-human-rights-1.4894895", "urlToImage": "https://i.cbc.ca/1.4894900.1541550894!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/clayton-hannah.jpg", "publishedAt": "2018-11-08T12:00:00Z", "content": "Clayton Hannah says he wanted to be honest with a future employer when he disclosed that he has a medical cannabis prescription, but now believes it cost him a lucrative job offer. \"At first I was really excited, and eager for the opportunity,\" Hannah told CB… [+4973 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Justin McElroy", "title": "B.C.'s electoral reform referendum explained: rural-urban proportional", "description": "Here’s a summary of how it works and what would change for voters.", "url": "https://www.cbc.ca/news/canada/british-columbia/rural-urban-proportional-explainer-1.4889826", "urlToImage": "https://i.cbc.ca/1.4889840.1541186312!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/rural-urban-proportional-thumbnail.png", "publishedAt": "2018-11-08T12:00:00Z", "content": "CBC News is taking an in depth look at B.C.'s electoral reform referendum this week In B.C.'s electoral reform referendum, people will be asked to rank three different systems of proportional representation. Rural-urban proportional is a new system created by… [+5446 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bombardier cutting 5,000 jobs, selling Q Series aircraft", "description": "Bombardier has announced measures that will translate to 5,000 job losses, more than half of them in Canada, over the next 12 to 18 months.", "url": "https://www.cbc.ca/news/business/bombardier-cutting-5000-jobs-q-series-1.4896753", "urlToImage": "https://i.cbc.ca/1.4896767.1541677119!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bombardier-trade-secrets-20181021.jpg", "publishedAt": "2018-11-08T11:47:00Z", "content": "Bombardier has announced measures that will result in 5,000 job losses, half of which will be in Quebec, over the next 12 to 18 months. The Montreal-based company said Thursday morning the measures will result in $250 million in annual savings. It also announ… [+2685 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bombardier cutting 5,000 jobs, selling Q Series aircraft", "description": "Bombardier has announced measures that translate to 5,000 job losses over the next 12 to 18 months.", "url": "https://www.cbc.ca/news/canada/montreal/bombardier-cutting-5000-jobs-q-series-1.4896753", "urlToImage": "https://i.cbc.ca/1.4896767.1541677119!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bombardier-trade-secrets-20181021.jpg", "publishedAt": "2018-11-08T11:47:00Z", "content": "Bombardier has announced measures that translate to 5,000 job losses over the next 12 to 18 months. The company said Thursday morning the measures will result in $250 million in annual savings. It also announced it will sell its Q Series turbopop aircraft pro… [+823 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "MUN puts one music program stream on ice, but launches another", "description": "The university has launched a new joint program in music and business administration, but is suspending one path in another in music education as it works to up enrollment.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/mun-music-teaching-program-1.4895151", "urlToImage": "https://i.cbc.ca/1.3090312.1432769227!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dean-of-education-kirk-anderson.jpg", "publishedAt": "2018-11-08T11:30:00Z", "content": "Amid wider reviews of courses and programs at Memorial University, the school is reassessing its music education program through the faculty of education while adding a new joint program in music and business administration. The faculty has been looking over … [+4252 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Dangerous wrong-way driving seen more often by OPP", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-8-2018-1.4896746", "urlToImage": "https://i.cbc.ca/1.4640189.1524933046!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/highway-403-crash.jpg", "publishedAt": "2018-11-08T11:15:06Z", "content": "Good morning commuters! When it comes to traffic incidents, it takes quite a bit to surprise me anymore. I was beginning to think I'd seen or heard it all until I got an email from the OPP yesterday about wrong-way drivers. In fact, the OPP has had to start a… [+1002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Youth arrested after 2 vehicles stolen, 3 businesses broken into in Fredericton", "description": "Police have arrested a youth after responding to a string of businesses that were broken and two stolen vehicles overnight in Fredericton.", "url": "https://www.cbc.ca/news/canada/new-brunswick/break-and-enter-businesses-1.4896734", "urlToImage": "https://i.cbc.ca/1.3634546.1510697901!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fredericton-police-cruiser.JPG", "publishedAt": "2018-11-08T11:03:36Z", "content": "Police have arrested a youth after responding to a string of businesses that were broken into and two stolen vehicles overnight in Fredericton. Fredericton Police Sgt. Dwight Doyle said two businesses were broken into on the city's north side and another busi… [+303 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Force rowdy Exchange District bar to shut down at midnight, neighbours demand", "description": "People living on the west side of the Exchange District want Manitoba's liquor regulator to cut back the hours of a 500-seat nightclub authorities call a source of 'tension' in the downtown neighbourhood.", "url": "https://www.cbc.ca/news/canada/manitoba/citizen-nightclub-residents-liquor-hours-1.4895940", "urlToImage": "https://i.cbc.ca/1.4896534.1541635369!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/citizen.jpg", "publishedAt": "2018-11-08T11:00:00Z", "content": "People living on the west side of the Exchange District want Manitoba's liquor regulator to cut back the hours of a 500-seat nightclub authorities call a source of tension in the downtown neighbourhood. In a letter dated Nov. 6, a trio of Exchange residents c… [+3870 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Austin Grabish", "title": "'My life flashed before my own eyes': Mother of 2 left blind in 1 eye after shooting", "description": "A Winnipeg mother who was left blind in one eye after being shot believes she had a guardian angel looking over her as she rushed to move her three-year-old daughter from getting hit.", "url": "https://www.cbc.ca/news/canada/manitoba/woman-blind-in-eye-after-flora-ave-shooting-winnipeg-1.4896675", "urlToImage": "https://i.cbc.ca/1.4896678.1541648902!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/nicole-rondeau-23-was-shot-in-the-head-with-a-sawed-off-shotgun-in-her-home-on-flora-avenue-last-f.JPG", "publishedAt": "2018-11-08T11:00:00Z", "content": "A Winnipeg mother who was left blind in one eye after being shot believes she had guardian angels looking over her as she rushed to move her three-year-old daughter from getting hit. Nicole Rondeau, 23, was shot in the head with a sawed-off shotgun in her hom… [+3092 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lenard Monkman", "title": "How an Indigenous vet who was programmed to kill found his spirituality", "description": "At the beginning of the '70s, Bill Greenwalt was trained to kill by the U.S. Marine Corps. Ten years ago, he was finally able to “deprogram” his military mentality after finding Ojibway ceremonies.", "url": "https://www.cbc.ca/news/how-an-indigenous-vet-who-was-programmed-to-kill-found-his-spirituality-1.4896480", "urlToImage": "https://i.cbc.ca/1.4896500.1541634672!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bill-greenwalt.jpg", "publishedAt": "2018-11-08T11:00:00Z", "content": "At the beginning of the 1970s, Bill Greenwalt was trained to kill by the U.S. Marine Corps. Ten years ago, he was finally able to \"deprogram\" his military mentality after finding Ojibway ceremonies. \"I was programmed to kill. That was my job,\" said Greenwalt.… [+3319 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eva Uguen-Csenge", "title": "B.C. may feel pressure to drop daylight time after California moves to abolish it", "description": "As some U.S. states move closer to abolishing time changes, British Columbia may face more pressure to do the same in order to stay in alignment with its West Coast trading partners.", "url": "https://www.cbc.ca/news/canada/british-columbia/california-daylight-saving-time-vote-bc-horgan-1.4896572", "urlToImage": "https://i.cbc.ca/1.3290565.1489178836!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/time-for-change.jpg", "publishedAt": "2018-11-08T11:00:00Z", "content": "Premier John Horgan has ruled out changing daylight time because of limited support from the public, but as some U.S. states move closer to abolishing time changes, British Columbia may face more pressure to do the same. Tuesday night, California voted to pas… [+1843 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Holly Caruk", "title": "North End high school students overcome adversity to play in football championship", "description": "A North End high school football team is hoping to make history Thursday night by ending a championship drought that’s lasted nearly four decades and tackling negative stereotypes about their school.", "url": "https://www.cbc.ca/news/canada/manitoba/north-end-high-school-football-championships-adversity-1.4896511", "urlToImage": "https://i.cbc.ca/1.4896557.1541636516!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/st-john-s-tigers.JPG", "publishedAt": "2018-11-08T11:00:00Z", "content": "A North End high school football team is hoping to make history Thursday night by ending a championship drought that's lasted nearly four decades and tackling negative stereotypes about their school. \"Thirty-eight years without a football championship is a lo… [+4594 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lenard Monkman", "title": "How an Indigenous vet who was programmed to kill found his spirituality", "description": "At the beginning of the '70s, Bill Greenwalt was trained to kill by the U.S. Marine Corps. Ten years ago, he was finally able to “deprogram” his military mentality after finding Ojibway ceremonies.", "url": "https://www.cbc.ca/news/indigenous/how-an-indigenous-vet-who-was-programmed-to-kill-found-his-spirituality-1.4896480", "urlToImage": "https://i.cbc.ca/1.4896500.1541634672!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bill-greenwalt.jpg", "publishedAt": "2018-11-08T11:00:00Z", "content": "At the beginning of the 1970s, Bill Greenwalt was trained to kill by the U.S. Marine Corps. Ten years ago, he was finally able to \"deprogram\" his military mentality after finding Ojibway ceremonies. \"I was programmed to kill. That was my job,\" said Greenwalt.… [+3319 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "P.E.I. gas prices down again", "description": "P.E.I. gas prices, as well as diesel and heating oil prices, fell again overnight Wednesday.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-gas-price-1.4896748", "urlToImage": "https://i.cbc.ca/1.2524361.1401969828!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gas-pump.jpg", "publishedAt": "2018-11-08T10:55:17Z", "content": "P.E.I. gas prices, as well as diesel and heating oil prices, fell again overnight Wednesday. The unscheduled price adjustment from the Island Regulatory and Appeals Commission was the third price drop for gasoline in 15 days. The minimum price for regular, se… [+647 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Safety regulations around snowmobiles, ATVs in N.L. under review, minister says", "description": "Minister Sherry Gambin-Walsh says the number of ATV and snowmobile fatalities in the province is \"a very serious issue.\"", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/reviewing-snowmobile-safety-legislation-1.4896589", "urlToImage": "https://i.cbc.ca/1.4889184.1541172261!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/atv-project.jpg", "publishedAt": "2018-11-08T10:30:00Z", "content": "The minister of Service NL says the provincial government is working to review the legislation for all-terrain vehicles and snowmobiles As part of Fatal Fun, CBC's in-depth series about ATV and snowmobile fatalities in Atlantic Canada, it was found that more … [+1917 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "5 days after storm, more than 1,500 still without power", "description": "It's been five days since a major wind storm hit the province and more than 1,500 NB Power customers are still without electricity.", "url": "https://www.cbc.ca/news/canada/new-brunswick/power-outages-nb-1.4896729", "urlToImage": "https://i.cbc.ca/1.4895119.1541588504!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/power-outages.jpg", "publishedAt": "2018-11-08T10:17:25Z", "content": "It's been five days since a major wind storm hit the province and more than 1,500 NB Power customers are still without electricity. Close to 1,000 of the customers affected by power outages are in the Fredericton area. The strong winds on Saturday night knock… [+516 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "Iconic curling fan — and his memorable beard — back at curling bonspiels", "description": "For years, Hans Madsen has painted his beard, put sparkles in it and decked it out in a colourful array. He's \"that bearded curling fan\" everyone knows — Madsen shows up at Grand Slam events, Briers, Scotties and world championships. But last season he was ab…", "url": "https://www.cbc.ca/sports/olympics/winter/curling/grand-slam-curling-hans-madsen-fan-cancer-1.4896372", "urlToImage": "https://i.cbc.ca/1.4896409.1541631330!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/madsen-hans.JPG", "publishedAt": "2018-11-08T10:00:00Z", "content": "THUNDER BAY, Ont. Hans Madsen, with his funky wigs and bedazzled beard, is back. Sitting contently in one of the front rows of the Tournament Centre in Thunder Bay, Ont., is Madsen, alongside his wife Judy, soaking up the curling action. He's wearing an orang… [+3813 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "With new budget, Valérie Plante looks to make her mark on Montreal", "description": "Today Mayor Valérie Plante will bring down her second budget since ousting Denis Coderre and the first, she says, that will fully reflect Projet Montréal's priorities.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-valerie-plante-budget-main-1.4895932", "urlToImage": "https://i.cbc.ca/1.4895962.1541621192!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/valerie-plante-hollywood-20181102.jpg", "publishedAt": "2018-11-08T10:00:00Z", "content": "Mayor Valérie Plante is poised to put her own stamp on Montreal with today's budget. It will be her second since ousting Denis Coderre and the first that will fully reflect Projet Montréal's priorities, according to Plante. \"Last year, I talked about a transi… [+1164 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Remembrance Day 2018: What's open and closed in Ottawa", "description": "The Remembrance Day federal statutory holiday falls on Monday, Nov. 12.", "url": "https://www.cbc.ca/news/canada/ottawa/remembrance-day-2018-open-closed-1.4895781", "urlToImage": "https://i.cbc.ca/1.4824181.1536946299!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/remembrance-day-20171111.jpg", "publishedAt": "2018-11-08T10:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Ayers", "title": "CBRM council privately discussing pay a big no-no, says prof", "description": "Remuneration discussions during in-camera sessions prompt criticism from political science professor.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbrm-council-privately-discussing-pay-a-big-no-no-1.4896347", "urlToImage": "https://i.cbc.ca/1.3781134.1475004323!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-hall.jpg", "publishedAt": "2018-11-08T10:00:00Z", "content": "The Cape Breton Regional Municipality's elected officials appear to have contravened legislation by discussing their own pay behind closed doors. Council discussed remuneration during in-camera sessions four times in the last two years, according to a list pr… [+3355 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "How wired mussels are predicting toxic algae", "description": "Scientists are using sophisticated sensors to convert a mussel's distinctive behaviour when exposed to stressors into an early detector of toxic algae", "url": "https://www.cbc.ca/news/canada/nova-scotia/how-wired-mussels-are-predicting-toxic-algae-1.4896317", "urlToImage": "https://i.cbc.ca/1.4896318.1541632366!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/smart-phones-mussels-and-predicting-toxic-algae-image-1.jpg", "publishedAt": "2018-11-08T10:00:00Z", "content": "To Canadian fisheries scientist Luc Comeau, the humble blue mussel is more than a bivalve it's a bio sentinel. \"If something is strange in the environment, they will behave strangely,\" says Comeau, a scientist with the Department of Fisheries and Oceans. Come… [+4726 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Burke", "title": "Why do some planes in Canada lack potentially life-saving emergency beacons?", "description": "More than half of the 27,000 civil aircraft in Canada aren't equipped with a modern on-board device that could save lives by allowing search and rescue crews to more easily find potential crash survivors, according to the Transportation Safety Board of Canada.", "url": "https://www.cbc.ca/news/canada/nova-scotia/emergency-locator-transmitters-search-and-rescue-aircraft-planes-1.4895600", "urlToImage": "https://i.cbc.ca/1.4896152.1541625418!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/plane-in-flight.jpg", "publishedAt": "2018-11-08T10:00:00Z", "content": "More than half of the 27,000 civil aircraft in Canada aren't equipped with a modern on-board device that could save lives by allowing search and rescue crews to more easily find potential crash survivors, according to the Transportation Safety Board of Canada… [+4849 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Illegal dispensary flourishes as Cannabis NB supply problems continue", "description": "While a dozen Cannabis NB stores in the province are closed because of low stock, other outlets have started to pick up the slack, although illegally.", "url": "https://www.cbc.ca/news/canada/new-brunswick/illegal-dispensaries-flourish-supply-1.4896123", "urlToImage": "https://i.cbc.ca/1.4896136.1541625144!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/king-canna.jpg", "publishedAt": "2018-11-08T10:00:00Z", "content": "While a dozen Cannabis NB stores in the province are closed because of low stock, other outlets have started to pick up the slack illegally. King Canna has reopened after being shuttered because of a warning from Fredericton police this summer. No one from th… [+1911 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Greg Ross", "title": "Toronto artist puts on solo show 6 months after fire destroys her studio", "description": "Katrina Schaman had her life turned upside down by the fire at Walnut Studios six months ago, but she's making a comeback with a solo show that's opening Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-artist-puts-on-solo-show-6-months-after-fire-destroys-her-studio-1.4896510", "urlToImage": "https://i.cbc.ca/1.4896554.1541636108!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/katrina-schaman.JPG", "publishedAt": "2018-11-08T10:00:00Z", "content": "A Toronto artist who had her life turned upside down by the fire at Walnut Studios six months ago is making a comeback with a solo show that's opening Thursday. Katrina Schaman was one of the artists hit hardest when flames gutted the building on Walnut Avenu… [+2196 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gas prices drop for 4th straight week", "description": "A litre of gas is about 14 cents cheaper than in mid-October.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gas-drops-fourth-straight-week-1.4895467", "urlToImage": "https://i.cbc.ca/1.2827230.1415909669!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hl-gas-pump.jpg", "publishedAt": "2018-11-08T09:30:00Z", "content": "Gas is about four cents cheaper a litre as of Thursday morning across Newfoundland and Labrador. It's the fourth week in a row prices at the pump have dropped. In total, the cost of gas is down by about 14 cents a litre since Oct. 18. Drivers filling up on th… [+468 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "The Pollcast: Elizabeth May and the rising Green tide", "description": "On the latest episode of the Pollcast, Green Party Leader Elizabeth May joins host Éric Grenier to discuss her strategy for the 2019 federal election. Plus, the CBC's Kerry Campbell talks about the Greens' next electoral test in P.E.I.", "url": "https://www.cbc.ca/news/politics/pollcast-may-pei-1.4895783", "urlToImage": "https://i.cbc.ca/1.4895897.1541619658!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/green-climate-20181023.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "In a series of provincial elections, the Greens have made new breakthroughs and, in British Columbia and New Brunswick, hold the balance of power in minority legislatures. But can the Green Party of Canada replicate these provincial successes in next year's f… [+1982 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robyn Miller", "title": "'They could hit a child': Daycare fed up with parking lot shortcut", "description": "A daycare supervisor in Stittsville says drivers trying to avoid a traffic light by crossing through the daycare's parking lot are putting children, staff and parents at risk.", "url": "https://www.cbc.ca/news/canada/ottawa/stittsville-daycare-fed-up-with-parking-lot-shortcut-1.4894106", "urlToImage": "https://i.cbc.ca/1.4894173.1541530522!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/taylar-robinson.JPG", "publishedAt": "2018-11-08T09:00:00Z", "content": "A daycare supervisor in Stittsville wants to put the brakes on drivers who she says are racing through the centre's parking lot to avoid a traffic light putting children, staff and parents at risk. Taylar Robinson works at the Stittsville Imagination Station … [+2211 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sophia Harris", "title": "$509M paid to Sears Canada shareholders could be subject of court case", "description": "The court-appointed monitor overseeing Sears Canada's insolvency plans to seek court permission to initiate proceedings against Eddie Lampert and ESL investments over millions paid out to Sears shareholders in 2013.", "url": "https://www.cbc.ca/news/business/sears-canada-eddie-lampert-dividends-shareholders-1.4896425", "urlToImage": "https://i.cbc.ca/1.2498154.1507683456!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/sears-leases-20131029.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "An investigation into millions of dollars in dividend payments to Sears Canada shareholders while the company was in decline could soon lead to court action. On Nov. 19, the court-appointed monitor for the retailer's insolvency will seek permission from Ontar… [+4733 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matthew Kupfer", "title": "Smiths Falls residents told to keep crumbs away from critters", "description": "A new bylaw in Smiths Falls, Ont., is banning the act of scattering crumbs and seeds for birds and other wildlife in public parks and on private property.", "url": "https://www.cbc.ca/news/canada/ottawa/smiths-falls-bird-feeding-ban-1.4896104", "urlToImage": "https://i.cbc.ca/1.4896310.1541629362!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/squirrel-eats-seeds.JPG", "publishedAt": "2018-11-08T09:00:00Z", "content": "A new bylaw in Smiths Falls, Ont., is banning the act of scattering crumbs and seeds for birds and other wildlife in public parks and on private property. The motion passed town council unanimously this week, and violating the new rule comes with a potential … [+2213 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Fowler", "title": "St. John River pollution, flooding, and invasive species focus of summit", "description": "When scientists study something 500 kilometres long, it’s easy to lose touch.", "url": "https://www.cbc.ca/news/canada/new-brunswick/st-john-river-summit-1.4896049", "urlToImage": "https://i.cbc.ca/1.4896055.1541623402!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/saint-john-river.JPG", "publishedAt": "2018-11-08T09:00:00Z", "content": "When scientists study something 500 kilometres long, it's easy to lose touch. That's one of the reasons dozens of researchers, environmentalists and government agencies have come together in Fredericton to discuss the future of the St. John River, known to Fi… [+2221 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Nicholson,Joanne Levasseur", "title": "Federal pilots union surprised Air Transat given weeks to fix 'major' safety system problems in 2015", "description": "How much time should airlines get to fix serious safety issues found in their operations? The head of the union representing pilots who conduct aviation inspections has some concerns after reviewing a Transport Canada report from 2015 that was recently releas…", "url": "https://www.cbc.ca/news/canada/manitoba/transport-canada-air-transat-safety-1.4878893", "urlToImage": "https://i.cbc.ca/1.4230442.1501599116!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/homepagenewsairtransat911.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "When Transport Canada audited Air Transat's safety system in 2015 and found 22 problems, including missed maintenance checks on Boeing 737s and workers without proper training, the airline was given up to a month to come up with some of the necessary fixes. T… [+5156 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jessica Deer", "title": "Montreal tour guide wants more Indigenous history incorporated into industry training", "description": "Donovan King has been a tour guide in Montreal for the past year and feels more Indigenous perspectives need to be included in the city's tourism industry, including the Mohawk name for Mount Royal.", "url": "https://www.cbc.ca/news/indigenous/montreal-tour-guide-wants-more-indigenous-history-training-1.4895920", "urlToImage": "https://i.cbc.ca/1.4895934.1541629638!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/donovan-king.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "Donovan King, a licensed tour guide in Montreal for the past year, says he gets a lot of questions from tourists about Indigenous Peoples that he feels ill equipped to answer. He's now calling on the city to Indigenize its tourism industry. \"Tourists want Ind… [+3304 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wawmeesh G. Hamilton", "title": "Remembering a hereditary chief with a brilliant mind killed in action in France", "description": "In August 1944, Edward Clutesi — of the Tseshaht First Nation — was killed while fighting in the Battle of Normandy and the retaking of Caen. He is one of thousands of Indigenous people who fought for Canada and is remembered on National Aboriginal Veterans D…", "url": "https://www.cbc.ca/news/indigenous/edward-clutesi-wwii-indigenous-veteran-1.4895602", "urlToImage": "https://i.cbc.ca/1.4895694.1541628129!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/edward-clutesi.jpeg", "publishedAt": "2018-11-08T09:00:00Z", "content": "A white gravestone in a Canadian war cemetery in northern France is all that remains of Edward Clutesi. The stone in the Bretteville-sur-Laize Canadian War Cemetery near the city of Caen bears Clutesi's name, rank, military service number and age when he was … [+5379 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Many parents still resisting HPV vaccinations in Ottawa-Gatineau", "description": "Public health authorities in Ottawa and Gatineau are still struggling to convince parents to protect their kids against the widespread human papillomavirus (HPV), two years after the government set lofty immunization goals.", "url": "https://www.cbc.ca/news/canada/ottawa/hpv-vaccine-ottawa-gatineau-1.4896262", "urlToImage": "https://i.cbc.ca/1.3925650.1536776435!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vaccine.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "Public health authorities in Ottawa and Gatineau are still struggling to convince parents to protect their kids against the widespread human papillomavirus (HPV), two years after the government set lofty immunization goals. The federal government announced an… [+2091 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "These glowing orbs are paying tribute to Canadian soldiers", "description": "Nine glowing spheres are lighting up Confederation Park each night until Remembrance Day.", "url": "https://www.cbc.ca/news/canada/ottawa/moon-garden-lights-up-confederation-park-1.4896105", "urlToImage": "https://i.cbc.ca/1.4896458.1541633307!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/glowing-orb-spheres-edge-peace-confederation-park-remembrance-day-ottawa.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "Nine glowing orbs are lighting up Confederation Park this week as part of a tribute to Canadian military history. The \"moon garden,\" as Veterans Affairs Canada describes it, is part of a multimedia exhibition called The Edge of Peace. The orbs have been light… [+632 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Don Pittis", "title": "Chinese electric cars are coming to Canada, but you can't have one yet: Don Pittis", "description": "Report after report says Chinese electric car technology may be on its way to world domination. Unless North American carmakers pull up their socks, it could be the car wars of the 1970s and 80s all over again.", "url": "https://www.cbc.ca/news/business/electric-car-ev-china-trade-1.4893737", "urlToImage": "https://i.cbc.ca/1.4895819.1541617950!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/china-economy-pmi.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "The Chinese are coming. After years of predictions that made-in-China electric-car technology was poised to dominate the global market, the country's battery-powered cars will be driving on Canadian streets in a few months' time. To anyone already shopping fo… [+5927 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mark Gollom", "title": "How the resignation of Jeff Sessions may jeopardize Mueller's Russia probe", "description": "The resignation of U.S. attorney general Jeff Sessions could significantly curtail — or perhaps even end — the Russia investigation, which will now be overseen by a replacement who has publicly expressed his skepticism about the probe.", "url": "https://www.cbc.ca/news/world/jeff-sessions-robert-mueller-attorney-general-whitaker-trump-1.4895625", "urlToImage": "https://i.cbc.ca/1.4896582.1541641650!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trump-sessions.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "The resignation of U.S. attorney general Jeff Sessions could significantly curtail or perhaps even end the Russia investigation, experts say, as it will now be overseen by a replacement who has publicly expressed his skepticism about the probe. \"[This] will e… [+4469 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rajeshni Naidu-Ghelani", "title": "Oil tumbles nearly 20% from October high – but analysts expect a recovery", "description": "Even with a month long decline in oil prices, some analysts aren't ready to write-off the significant recovery that's been taking place in the market this year.", "url": "https://www.cbc.ca/news/business/oil-prices-crude-1.4895432", "urlToImage": "https://i.cbc.ca/1.3390452.1452020444!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/low-priced-oil.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "Just a few weeks ago, there was talk about oil hitting $100 US a barrel after crude prices hit a four-year high in October. That's a feat that hasn't been achieved since 2014 before the commodity market came crashing down. But since then, oil prices have tumb… [+5041 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Allan Richarz", "title": "Populist wins come as no surprise to those whose heads are not embedded in the sand", "description": "This week's U.S. midterm election results, in which Democrats regained control of the House but were dealt a stiff setback in the Senate, proved less a blue wave than a light misting; hardly the wholesale repudiation of President Donald Trump that some had ho…", "url": "https://www.cbc.ca/news/opinion/populist-momentum-1.4895803", "urlToImage": "https://i.cbc.ca/1.4888598.1541112709!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-election.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "It is difficult, if not impossible, to unring the bell of populism once it has taken hold. This week's U.S. midterm election results, in which Democrats regained control of the House but were dealt a stiff setback in the Senate, proved less a blue wave than a… [+4209 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Thursday will be mild, but the cold is coming", "description": "Today's high hits 7 C — easily be the mildest temperature we'll see in the next little while.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-8-2018-1.4896468", "urlToImage": "https://i.cbc.ca/1.4851752.1538742453!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-byward-market-fall-autumn-weather.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "It'll still be a bit windy today at times, but nowhere as bad as it was on Wednesday. Look for some breaks of sunshine before the clouds return. There's is a slight chance of a passing shower by the afternoon. The high hits 7 C, which will make today easily b… [+250 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lauren Pelley", "title": "Landlords, housing advocates hope council loosens 'arbitrary' rules on secondary suites", "description": "The city is holding public consultations on possible changes throughout November, as advocates call for changes to time-based restrictions and other regulations for basement apartments and other rental suites.", "url": "https://www.cbc.ca/news/canada/toronto/landlords-housing-advocates-hope-council-loosens-arbitrary-rules-on-secondary-suites-1.4895814", "urlToImage": "https://i.cbc.ca/1.4896075.1541623790!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shelley-kanitz.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "When Shelley Kanitz bought a small Toronto bungalow in 2016, she had two big plans for it: A massive renovation and a legal basement rental suite. After spending nearly two years rebuilding the house from the ground up, Kanitz's family including her husband a… [+7049 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Shooting at California bar leaves 13 dead, gunman ID'd as ex-marine", "description": "The gunman who entered a Southern California bar Wednesday night and shot dead 12 people before killing himself has been identified as U.S. Marine Corps veteran Ian David Long, 28.", "url": "https://www.cbc.ca/news/world/shooting-california-bar-1.4896719", "urlToImage": "https://i.cbc.ca/1.4897604.1541705640!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-shooting.jpg", "publishedAt": "2018-11-08T08:38:30Z", "content": "The gunman who entered a Southern California bar Wednesday night and shot dead 12 people, including a sheriff's sergeant, before killing himself has been identified as U.S. Marine Corps veteran Ian David Long. Ventura County Sheriff Geoff Dean said Long, 28, … [+7040 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Multiple injured in shooting at California bar, authorities say", "description": "Authorities say multiple people were injured at a shooting at a bar in Southern California on Wednesday night.", "url": "https://www.cbc.ca/news/world/shooting-california-bar-authorities-say-1.4896719", "urlToImage": "https://i.cbc.ca/1.4492356.1516233441!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-08T08:38:30Z", "content": "Authorities say there were multiple injuries including one officer after a man opened fire in Southern California bar late Wednesday. Police told the Los Angeles Times that at least 30 shots were fired at the Borderline Bar &amp; Grill in Thousand Oaks, which… [+628 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Moncton could spend $27M on 'worst case' algae fix", "description": "Moncton's budget includes millions to deal with blue-green algae in the municipal water supply and fixes for the Coliseum and RCMP detachment roofs.", "url": "https://www.cbc.ca/news/canada/new-brunswick/moncton-budget-capital-spending-1.4896255", "urlToImage": "https://i.cbc.ca/1.4893417.1541502117!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gregg-houser-marc-landry.JPG", "publishedAt": "2018-11-08T08:00:00Z", "content": "Moncton's $77.6-million capital budget sets aside millions to deal with blue-green algae in the municipal water supply. Jack MacDonald, Moncton's general manager of engineering and environmental services, said the city will work with Dalhousie University to s… [+3423 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Elon Musk replaced as Tesla chair", "description": "Tesla announced that Elon Musk's replacement as its chair will be Robyn Denholm, currently chief financial officer at Australian telecommunications operator Telstra.", "url": "https://www.cbc.ca/news/business/elon-musk-replaced-tesla-chair-1.4896712", "urlToImage": "https://i.cbc.ca/1.4896713.1541662216!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775229386mt012-spacex-ceo-e.jpg", "publishedAt": "2018-11-08T07:37:12Z", "content": "Tesla announced that Elon Musk's replacement as its chair will be Robyn Denholm, currently chief financial officer at Australian telecommunications operator Telstra. Tesla weathered a rocky few months in the wake of Musk's tweets that he had \"funding secured\"… [+1411 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada podcast: Connor McDavid's legend is growing", "description": "The first month of the 2018-19 NHL season has already provided us with plenty to talk about and analyze — including some surprises thanks to a few of the Canadian clubs. Rob Pizzo is joined by Ron MacLean to discuss the top storylines a month into the season …", "url": "https://www.cbc.ca/sports/podcasts/hnic/hnic-podcast-story-lines-ron-maclean-1.4895758", "urlToImage": "https://i.cbc.ca/1.4895769.1541628100!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-blackhawks-oilers-20181101.jpg", "publishedAt": "2018-11-08T07:29:40Z", "content": "The first month of the 2018-19 NHL season has already provided us with plenty to talk about and analyze including some surprises thanks to a few of the Canadian clubs, and the unmatched skills of Connor McDavid. It's still early enough that nothing is written… [+985 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "No go for canines: Dogs banned from Grouse Mountain park trail", "description": "The Metro Vancouver Board voted to ban dogs from the popular trail at an Oct. 26 board meeting.", "url": "https://www.cbc.ca/news/canada/british-columbia/no-go-for-canines-dogs-banned-from-grouse-mountain-park-trail-1.4896073", "urlToImage": "https://i.cbc.ca/1.3928673.1484048853!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dog-sad-with-snow.jpg", "publishedAt": "2018-11-08T06:26:32Z", "content": "The Metro Vancouver board voted to ban dogs from a B.C. Mountaineering Club (BCMC) trail adjacent to the Grouse Grind as part of its 20-year plan to upgrade Grouse Mountain Regional Park. Jeff Fitzpatrick, Metro Vancouver's regional parks manager for the west… [+1965 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joe Reedy", "title": "Ryan Getzlaf leads Ducks to win over Flames", "description": "Ryan Getzlaf scored 27 seconds after Calgary got a tying goal in the third period, and the Anaheim Ducks beat the Flames 3-2 on Wednesday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-flames-ducks-recap-nov-7-1.4896282", "urlToImage": "https://i.cbc.ca/1.4896706.1541657880!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flames-ducks-recap-110718-620.jpg", "publishedAt": "2018-11-08T06:25:35Z", "content": "Ryan Getzlaf scored 27 seconds after Calgary got a tying goal in the third period, and the Anaheim Ducks beat the visiting Flames 3-2 on Wednesday night. The Flames trailed 2-0 in the first but rallied to tie it six minutes into the third on Mark Jankowski's … [+1136 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Operation Red Nose calling for more volunteer drivers", "description": "The popular holiday road safety program is putting the call out for volunteers again this year. B.C.'s chapter of Operation Red Nose — aptly named after the most famous reindeer of all — is hoping to sign up more volunteers.", "url": "https://www.cbc.ca/news/canada/british-columbia/operation-red-nose-call-for-volunteer-drivers-1.4896306", "urlToImage": "https://i.cbc.ca/1.4427014.1541648166!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/operation-red-nose-thunder-bay-2017.jpg", "publishedAt": "2018-11-08T06:00:00Z", "content": "A popular holiday road safety program is putting the call out for volunteers again this year. Operation Red Nose aptly named after the most famous reindeer of all is looking for more B.C. drivers. ORN held an event Wednesday morning at the Bill Copeland Arena… [+1315 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fraser Health warns of possible measles exposure at Surrey high school", "description": "Fraser Health is urging students and staff of Fleetwood Park Secondary School to check their vaccination records after a person with measles came to the Surrey school.", "url": "https://www.cbc.ca/news/canada/british-columbia/surrey-measles-vaccine-1.4896696", "urlToImage": "https://i.cbc.ca/1.4896697.1541653616!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/fleetwood-park-secondary-school.png", "publishedAt": "2018-11-08T05:59:03Z", "content": "Fraser Health is urging students and staff of Fleetwood Park Secondary School to check their vaccination records after a person with measles came to the Surrey school. A health authority spokesperson told CBC in an email the exposure comes from a single perso… [+1075 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Wagaman", "title": "Kawhi Leonard returns to help Raptors improve to NBA-best 11-1", "description": "Kawhi Leonard had 25 points and 11 rebounds in his return from an ankle injury, and the Toronto Raptors beat the Sacramento Kings 114-105 on Wednesday night to improve the NBA's best record to 11-1.", "url": "https://www.cbc.ca/sports/basketball/nba/toronto-raptors-sacramento-kings-recap-nov-7-1.4896297", "urlToImage": "https://i.cbc.ca/1.4896703.1541656020!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/raptors-leonard-110718-629.jpg", "publishedAt": "2018-11-08T05:55:26Z", "content": "Kawhi Leonard had 25 points and 11 rebounds in his return from an ankle injury, and the Toronto Raptors beat the Sacramento Kings 114-105 on Wednesday night to improve the NBA's best record to 11-1. Pascal Siakam scored 21 points, Serge Ibaka had 14 points an… [+1283 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tweets from the trenches: Author reimagines WW I correspondence", "description": "Jacqueline Carmichael, whose two grandfathers served in the First World War, wanted to find a way to engage a new generation with the past.", "url": "https://www.cbc.ca/news/canada/british-columbia/tweets-from-the-trenches-author-reimagines-ww-i-correspondence-1.4895667", "urlToImage": "https://i.cbc.ca/1.4896587.1541638269!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/remembrance-day-letters-20181107.jpg", "publishedAt": "2018-11-08T05:30:00Z", "content": "Author Jacqueline Carmichael says while there might not have been social media as we know it during the First World War, those on the front lines were anxious to communicate to the world at large. \"There was a great deal of communications back and forth becau… [+2515 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tweets from the trenches: Author reimagines First World War correspondence", "description": "Jacqueline Carmichael, whose two grandfathers served in the First World War, wanted to find a way to engage a new generation with the past.", "url": "https://www.cbc.ca/news/canada/british-columbia/tweets-from-the-trenches-author-reimagines-first-world-war-correspondence-1.4895667", "urlToImage": "https://i.cbc.ca/1.4896587.1541638269!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/remembrance-day-letters-20181107.jpg", "publishedAt": "2018-11-08T05:30:00Z", "content": "Jacqueline Carmichael says while there might not have been social media as we know it during the First World War, those on the front lines were anxious to communicate to the world at large. \"There was a great deal of communications back and forth because they… [+2511 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Defending champ Brad Gushue opens Tour Challenge with pair of wins", "description": "Defending champion Brad Gushue is off to a strong start at the Tour Challenge. Gushue downed Toronto's John Epping 10-8 in Wednesday's evening draw to move to 2-0 at the third stop on the Grand Slam of Curling circuit.", "url": "https://www.cbc.ca/sports/olympics/winter/curling/grand-slam-curling-tour-challenge-preview-1.4896327", "urlToImage": "https://i.cbc.ca/1.4896691.1541652130!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gushue-brad-040718-620.jpg", "publishedAt": "2018-11-08T04:43:58Z", "content": "Defending champion Brad Gushue is off to a strong start at the Tour Challenge. Gushue downed Toronto's John Epping 10-8 in Wednesday's evening draw to move to 2-0 at the third stop on the Grand Slam of Curling circuit. The skip from St. John's N.L., was trail… [+900 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Flin Flon hospital suspends baby deliveries due to low staffing", "description": "Mothers-to-be in the Flin Flon, Man., area may have to deliver their babies elsewhere, after the service is suspended in the northern Manitoba community later this month.", "url": "https://www.cbc.ca/news/canada/manitoba/flin-flon-hospital-babies-born-obstetrician-1.4896642", "urlToImage": "https://i.cbc.ca/1.1865616.1379985497!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/flin-flon-general-hospital.jpeg", "publishedAt": "2018-11-08T04:28:47Z", "content": "Mothers-to-be in the Flin Flon, Man., area may have to deliver their babies elsewhere, after the service is suspended in the northern Manitoba community later this month. Flin Flon General Hospital will instead direct expectant mothers to the hospital in The … [+2661 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New Manitoba wireless carrier to launch, with promises of monthly data rollover", "description": "A new wireless carrier will launch in Manitoba next week, following up on a Competition Bureau deal that tapped it as a fourth player in the province's telecommunications mix after Bell officially acquired MTS in 2017.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-xplore-mobile-cell-carrier-1.4896618", "urlToImage": "https://i.cbc.ca/1.4612049.1535149461!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cell-phone-with-laptop.jpg", "publishedAt": "2018-11-08T04:19:41Z", "content": "A new wireless carrier will launch in Manitoba next week, following up on a Competition Bureau deal that tapped it as a fourth player in the province's telecommunications mix after Bell officially acquired MTS in 2017. Xplore Mobile will launch on Nov. 14, jo… [+3876 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Ontario rides perfect record into Canadian Mixed Curling Championship playoffs", "description": "Ontario defeated New Brunswick 7-4 on Wednesday and will now carry a 6-0 record into the championship pool at the Canadian Mixed Curling Championship in Winnipeg.", "url": "https://www.cbc.ca/sports/olympics/winter/curling/curling-canadian-mixed-curling-championships-recap-nov-7-1.4896314", "urlToImage": "https://i.cbc.ca/1.4896684.1541649554!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/canadian-mixed-curling-championship-620.PNG", "publishedAt": "2018-11-08T04:02:19Z", "content": "Ontario defeated New Brunswick 7-4 on Wednesday and will now carry a 6-0 record into the championship pool at the Canadian Mixed Curling Championship in Winnipeg. Quebec finished with the best record in Pool A at 5-1. CBC Sports has live streaming coverage of… [+694 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Whyno", "title": "Oshie gets revenge on Malkin's controversial hit with game winner", "description": "T.J. Oshie left for the second time after taking Evgeni Malkin's shoulder to the head but returned to score late and lift the Washington Capitals over the rival Pittsburgh Penguins 2-1 on Wednesday night in a meeting of the two most recent Stanley Cup champio…", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-capitals-penguins-recap-nov-7-1.4896657", "urlToImage": "https://i.cbc.ca/1.4896667.1541648226!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/penguins-capitals-recap-110718-620.jpg", "publishedAt": "2018-11-08T03:45:12Z", "content": "T.J. Oshie left for the second time after taking Evgeni Malkin's shoulder to the head but returned to score late and lift the Washington Capitals over the rival Pittsburgh Penguins 2-1 on Wednesday night in a meeting of the two most recent Stanley Cup champio… [+2014 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "NDP MLA to pay back $244 in food money received during welfare challenge", "description": "Vancouver New Democrat Mable Elmore says she will refund $244 in food expense money she received last year while participating in a welfare food challenge that involved her living on $19 a week.", "url": "https://www.cbc.ca/news/canada/british-columbia/mable-elmore-expenses-1.4896610", "urlToImage": "https://i.cbc.ca/1.4896622.1541641743!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/poverty-reduction-20171030.jpg", "publishedAt": "2018-11-08T03:42:31Z", "content": "Vancouver New Democrat Mable Elmore says she will refund $244 in food expense money she received last year while participating in a welfare food challenge that involved her living on $19 a week. The Opposition Liberals released expense documents Wednesday tha… [+1373 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Canadian women fall to American rivals at Four Nations Cup", "description": "Sydney Brodt scored the winning goal for the U.S. women's hockey team in a 2-1 win over Canada at the Four Nations Cup on Wednesday.", "url": "https://www.cbc.ca/sports/hockey/four-nations-cup-canada-united-states-nov-7-1.4896302", "urlToImage": "https://i.cbc.ca/1.4896666.1541647936!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/four-nations-cup.jpg", "publishedAt": "2018-11-08T03:37:21Z", "content": "Sydney Brodt scored the winning goal for the U.S. women's hockey team in a 2-1 win over Canada at the Four Nations Cup on Wednesday. A rebound bounced off Brodt and by Canadian goaltender Shannon Szabados at 18:32 of the third period. Hannah Brandt also score… [+2051 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New association hopes to pressure Parks Canada for better Lachine Canal access", "description": "A group of frustrated four-season cyclists formed a new association Wednesday night to press Parks Canada for better access to the Lachine Canal.", "url": "https://www.cbc.ca/news/canada/montreal/lachine-canal-parks-canada-coalition-cyclists-1.4896650", "urlToImage": "https://i.cbc.ca/1.4896651.1541646084!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mathieu-murphy-perron.jpg", "publishedAt": "2018-11-08T03:37:05Z", "content": "A group of frustrated four-season cyclists formed a new association Wednesday night to press Parks Canada for better access to the Lachine Canal. The group met at Café Ma Bicyclette to come up with a mandate and a name The Association for Active Mobility of t… [+1972 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Air ambulance doctors still threatening to quit if Lifeflight is privatized", "description": "The doctors who work on Manitoba Lifeflight air ambulance say they're still willing to quit their jobs if the service is privatized, following a meeting Wednesday with the health minister.", "url": "https://www.cbc.ca/news/canada/manitoba/air-ambulance-doctors-lifeflight-quit-privatization-1.4896596", "urlToImage": "https://i.cbc.ca/1.4896629.1541642916!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cameron-friesen-lifeflight-privatization.jpg", "publishedAt": "2018-11-08T02:53:27Z", "content": "The doctors who work on Manitoba Lifeflight air ambulance say they're still willing to quit their jobs if the service is privatized, following a meeting Wednesday with the health minister. Dr. Renate Singh, the service's medical director, said the physicians … [+2276 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Media City Film Festival returns for its 23rd year", "description": "Off the heels of the Windsor International Film Festival, the Media City Film Festival is returning for its 23rd year.", "url": "https://www.cbc.ca/news/canada/windsor/media-city-film-festival-2018-1.4896641", "urlToImage": "https://i.cbc.ca/1.4758358.1532369653!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/capitol-theatre.jpg", "publishedAt": "2018-11-08T02:51:40Z", "content": "Media City Film Festival is back for its 23rd year, kicking off at the Detroit Institute of Arts Wednesday night. The film fest taking place from Nov. 7-10 will see more than 70 films from more than 20 countries, from Brazil to Scotland. One of those films is… [+1262 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman critically injured by 'edged-weapon' in Mississauga, Peel police say", "description": "A 44-year-old woman was taken to hospital in critical condition Wednesday after being injured \"by an edged weapon\" in Mississauga, Peel police say.", "url": "https://www.cbc.ca/news/canada/toronto/woman-critically-injured-by-edged-weapon-in-mississauga-peel-police-say-1.4896638", "urlToImage": "https://i.cbc.ca/1.4021563.1508258635!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peel-police.jpg", "publishedAt": "2018-11-08T02:48:33Z", "content": "A 44-year-old woman was taken to hospital in critical condition Wednesday after being injured \"by an edged weapon\" in Mississauga, Peel police say. Police are not yet confirming whether it was due to a stabbing. A 911 call came in just after 8 p.m. Wednesday … [+697 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "750 new positions at city in question, Edmonton councillor says", "description": "Future jobs at the city of Edmonton could be eliminated in the coming years when the city finishes an ongoing program and service approved in 2015.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-city-council-employment-1.4896527", "urlToImage": "https://i.cbc.ca/1.4896537.1541637201!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-council.jpg", "publishedAt": "2018-11-08T02:23:56Z", "content": "New job positions at the City of Edmonton could be eliminated in the coming years when the city finishes an ongoing program and service approved in 2015. The city's proposed 2019-2022 operating budget includes hiring nearly 750 new full-time employees over th… [+2590 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "B.C. cop deserves most of blame for crash that destroyed two vehicles, judge says", "description": "A Langley Mountie who crashed his cruiser into a family's camper van while driving 85 km/h over the speed limit holds the lion's share of responsibility for what happened, a B.C. judge has ruled.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-cop-deserves-most-of-blame-for-crash-that-destroyed-two-vehicles-judge-says-1.4896429", "urlToImage": "https://i.cbc.ca/1.2715155.1406092925!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/langley-rcmp-crash.jpg", "publishedAt": "2018-11-08T02:00:00Z", "content": "A Langley Mountie who crashed his cruiser into a family's camper van while driving 85 km/h over the speed limit holds the lion's share of responsibility for what happened, a B.C. judge has ruled. RCMP Const. Chad Steven Gorman was travelling at 145 km/h when … [+2641 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "B.C. cop deserves most of the blame for crash that destroyed two vehicles, judge says", "description": "A Langley Mountie who crashed his cruiser into a family's camper van while driving 85 km/h over the speed limit holds the lion's share of responsibility for what happened, a B.C. judge has ruled.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-cop-deserves-most-of-the-blame-for-crash-that-destroyed-two-vehicles-judge-says-1.4896429", "urlToImage": "https://i.cbc.ca/1.2715155.1406092925!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/langley-rcmp-crash.jpg", "publishedAt": "2018-11-08T02:00:00Z", "content": "A Langley Mountie who crashed his cruiser into a family's camper van while driving 85 km/h over the speed limit holds the lion's share of responsibility for what happened, a B.C. judge has ruled. RCMP Const. Chad Steven Gorman was travelling at 145 km/h when … [+2641 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Dozens of kidnapped Cameroon students freed", "description": "Kidnappers freed scores of school children and a driver in western Cameroon early on Wednesday, but kept hold of a principal and one teacher, officials said, following an abduction blamed on anglophone separatists.", "url": "https://www.cbc.ca/news/world/cameroon-kidnapping-students-freed-1.4895798", "urlToImage": "https://i.cbc.ca/1.4895848.1541618780!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cameroon-security.jpg", "publishedAt": "2018-11-08T01:58:56Z", "content": "Kidnappers freed scores of school children and a driver in western Cameroon early on Wednesday, but kept hold of a principal and one teacher, officials said, following an abduction blamed on anglophone separatists. Armed men who seized the youngsters on Monda… [+3167 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Tories 'taking the heart out of Manitoba Hydro' by promoting subsidiaries, scrapping low-cost pledges: NDP", "description": "The board of Manitoba Hydro is being reminded it can divvy up some of the utility's work to subsidiaries — which the NDP is decrying as a step toward privatization.", "url": "https://www.cbc.ca/news/canada/manitoba/hydro-board-changes-terms-of-reference-1.4895969", "urlToImage": "https://i.cbc.ca/1.4795626.1534981704!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mba-hydro-rates-20180501.jpg", "publishedAt": "2018-11-08T01:38:35Z", "content": "The board of Manitoba Hydro is being reminded it can divvy up some of the utility's work to subsidiaries which the NDP is decrying as a step toward privatization. A sentence seemingly granting the board permission to create subsidiaries was included in the bo… [+3256 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Desmond Brown", "title": "Woman speaks out against campaign comparing people with Down syndrome to animals", "description": "People with Down syndrome and their parents are speaking out against a campaign to get people living with the syndrome added to the endangered species list.", "url": "https://www.cbc.ca/news/canada/toronto/campaign-down-syndrome-endangered-list-1.4896518", "urlToImage": "https://i.cbc.ca/1.4896558.1541636623!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/francie-munoz.jpg", "publishedAt": "2018-11-08T01:36:56Z", "content": "People with Down syndrome and their parents are speaking out against a campaign to get people living with the syndrome added to the endangered species list. Ben Tarr, a board member with the Canadian Down syndrome society, admits that the campaign is \"edgy,\" … [+4091 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nathalie Sturgeon", "title": "Newcomer job fair hosted 45 companies in Saint John", "description": "A job fair geared toward helping companies and newcomers connect took place in Saint John Wednesday, designed to encourage newcomers to work and settle in the port city.", "url": "https://www.cbc.ca/news/canada/new-brunswick/job-fair-newcomer-saint-john-1.4896569", "urlToImage": "https://i.cbc.ca/1.4896580.1541637982!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sj-newcomer-job-fair.jpg", "publishedAt": "2018-11-08T01:34:13Z", "content": "Hundreds of jobs with some of New Brunswick's biggest companies were up for grabs at a job fair for newcomers held in Saint John Wednesday. The fair included 45 different companies offering 500 jobs, including J.D. Irving Ltd, Irving Oil, SNP Data, Horizon He… [+1581 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Head coach of a Midget AAA team accused of sexual acts against a minor", "description": "The head coach of the Châteauguay Grenadiers Midget AAA Hockey team, Jonathan Bussière, was arrested Wednesday in Châteauguay for sexual acts he allegedly committed on a teenager.", "url": "https://www.cbc.ca/news/canada/montreal/head-coach-midget-aaa-sexual-acts-1.4896599", "urlToImage": "https://i.cbc.ca/1.3814000.1508787131!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/485208265.jpg", "publishedAt": "2018-11-08T01:33:03Z", "content": "The head coach of the Châteauguay Grenadiers Midget AAA Hockey team, Jonathan Bussière, was arrested Wednesday in Chateauguay for sexual acts he allegedly committed with a teenager. He appeared Wednesday afternoon at the Salaberry-de-Valleyfield courthouse. T… [+381 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Public access to gym added to Bruce Oake Recovery Centre plans", "description": "The latest plan a for an addictions-treatment centre in west Winnipeg's Crestview neighbourhood calls for public access to a gym planned for the facility.", "url": "https://www.cbc.ca/news/canada/manitoba/bruce-oake-parker-plans-council-1.4896565", "urlToImage": "https://i.cbc.ca/1.4472214.1515023985!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vimy-arena.jpg", "publishedAt": "2018-11-08T01:31:28Z", "content": "The latest plan a for an addictions treatment centre in west Winnipeg's Crestview neighbourhood calls for public access to a gym planned for the facility. On Nov. 13, city council's Assiniboia community committee will consider land-use changes that would allo… [+2619 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Community store that provided relief during B.C. wildfires burns down in Grassy Plains", "description": "The Grassy Plains Country Store burned down Wednesday morning. The store, located 265 kilometres west of Prince George, was known as a community hub and for providing relief during this summer's wildfire season.", "url": "https://www.cbc.ca/news/canada/british-columbia/fire-grassy-plains-store-community-remote-1.4896448", "urlToImage": "https://i.cbc.ca/1.4896479.1541638844!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grassy-plains-country-store.jpg", "publishedAt": "2018-11-08T01:17:34Z", "content": "A country store that had been known as a community hub in the Burns Lake area for decades and provided relief during the 2018 wildfire season burned down Wednesday morning. Witnesses say the Grassy Plains Country Store, located about 245 kilometres west of Pr… [+1394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man in his 50s seriously injured after being struck by vehicle in east end", "description": "A man in his 50s was taken to hospital with serious injuries Wednesday after being struck by a vehicle in the east-end, police say.", "url": "https://www.cbc.ca/news/canada/toronto/man-in-his-50s-seriously-injured-after-being-struck-by-vehicle-in-east-end-1.4896573", "urlToImage": "https://i.cbc.ca/1.4345931.1510856138!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/house-fire-arson-attempted-murder-toronto-police-car.jpg", "publishedAt": "2018-11-08T01:02:27Z", "content": "A man in his 50s was taken to hospital with serious injuries Wednesday after being struck by a vehicle in the east-end, police say. Emergency crews were called to the area of Middlefield Road and Finch Avenue East just before 7 p.m. Wednesday. The driver of t… [+407 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Agent Scott Boras blames poor attendance at Jays games on 'Blue Flu'", "description": "Famed agent Scott Boras criticized the Toronto Blue Jays at the MLB general managers' meetings Wednesday, blaming the team's roster construction for its significant dip in attendance this season.", "url": "https://www.cbc.ca/sports/baseball/mlb/mlb-scott-boras-blue-jays-attendance-1.4896574", "urlToImage": "https://i.cbc.ca/1.4896584.1541638957!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/boras-scott-081115-620.jpg", "publishedAt": "2018-11-08T00:59:56Z", "content": "Famed agent Scott Boras criticized the Toronto Blue Jays at the MLB general managers' meetings Wednesday, blaming the team's roster construction for its significant dip in attendance this season. Boras told reporters in his annual media session that Toronto i… [+1002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne LeBlanc-Smith", "title": "Charges pending after Membertou feud erupts in violence", "description": "A long-standing feud involving a fishing licence is allegedly behind an attack that left a Membertou woman with injuries.", "url": "https://www.cbc.ca/news/canada/nova-scotia/membertou-feud-ashley-paul-violence-1.4896188", "urlToImage": "https://i.cbc.ca/1.4896512.1541635428!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jonathan-and-ashley-paul.jpg", "publishedAt": "2018-11-08T00:44:02Z", "content": "What is being described as a long-standing feud between some Membertou First Nation residents erupted into an altercation outside a couple's home Tuesday that left a woman with injuries. Ashley and Jonathan Paul said they were attacked by two men who are memb… [+2042 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Beaumont-Hamel musical Ours back on stage, telling the story of a loss of a generation", "description": "Opera on the Avalon production looking at end of First World War plays in St. John's on Nov. 9 and 11.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/ours-beaumont-hamel-shows-1.4895447", "urlToImage": "https://i.cbc.ca/1.4895466.1541607781!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ours.jpg", "publishedAt": "2018-11-08T00:41:38Z", "content": "An Opera on the Avalon production looking at the Royal Newfoundland Regiment in the First World War is returning to the stage in St. John's this Remembrance Day weekend. Ours commemorates the 100th anniversary of the Battle of Beaumont-Hamel on July 1, 1916, … [+1373 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nathalie Sturgeon", "title": "'Labour of love': This diorama of a WW II battle took more than 160 hours to build", "description": "Nick Dunning, an artist from Hampton, created a detailed diorama of a battle involving Capt. Robert McLeod in the second World War. It took him more than a year and half and 160 hours.", "url": "https://www.cbc.ca/news/canada/new-brunswick/world-war-two-diorama-created-hampton-1.4894407", "urlToImage": "https://i.cbc.ca/1.4894422.1541536516!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nick-dunning.jpg", "publishedAt": "2018-11-08T00:37:54Z", "content": "It began more than a year and a half ago and took 160 hours to build. An artist from Hampton, N.B., completed a large diorama in September depicting the story of Capt. Robert McLeod, a New Brunswick soldier who served in the Second World War. \"It started as a… [+2406 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Transit police, hate crime unit investigating after gay couple assaulted on SkyTrain", "description": "The young victims were kicked, hit in the face and spat on by a man yelling obscenities and homophobic slurs on Sept. 28, according to a police statement.", "url": "https://www.cbc.ca/news/canada/british-columbia/transit-police-hate-crime-unit-investigating-after-gay-couple-assaulted-on-skytrain-1.4896521", "urlToImage": "https://i.cbc.ca/1.4896540.1541636737!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/skytrain-suspect.jpg", "publishedAt": "2018-11-08T00:27:30Z", "content": "Transit police are looking for a suspect in an assault on a gay couple inside a SkyTrain car in Vancouver earlier this fall. The young victims were kicked, hit in the face and spat on by a man yelling obscenities and homophobic slurs on Sept. 28, according to… [+1593 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspect arrested after gay couple assaulted on SkyTrain", "description": "The young victims were kicked, hit in the face and spat on by a man yelling obscenities and homophobic slurs on Sept. 28, according to a police statement.", "url": "https://www.cbc.ca/news/canada/british-columbia/suspect-arrested-after-gay-couple-assaulted-on-skytrain-1.4896521", "urlToImage": "https://i.cbc.ca/1.1660054.1469242318!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-bc-121113-skytrain-whoosh.jpg", "publishedAt": "2018-11-08T00:27:30Z", "content": "Transit police say a suspect has been arrested for an assault on a gay couple inside a SkyTrain car in Vancouver earlier this fall. The young victims were kicked, hit in the face and spat on by a man yelling obscenities and homophobic slurs on Sept. 28, accor… [+1427 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elysha Enos", "title": "Sextortion scheme targets minors through popular online game Fortnite in Quebec", "description": "Police in the Montreal-area are warning parents about online predators using the popular video game Fortnite to lure minors into a sextortion scheme. Four cases have been reported in the past few weeks, police said.", "url": "https://www.cbc.ca/news/canada/montreal/fortnite-sextortion-scheme-teens-1.4896471", "urlToImage": "https://i.cbc.ca/1.4896495.1541634443!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jean-luc-tremblay-richelieu-saint-laurent-police.jpg", "publishedAt": "2018-11-08T00:27:18Z", "content": "Police in the Montreal-area are warning parents about online predators using the popular video game Fortnite to lure minors into a sextortion scheme. Four cases have been reported in the past few weeks, according to police. In three of those cases, minors wer… [+2368 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate McKenna", "title": "Think your family dinner is tense? New Montreal plays based on strangers debating politics over supper", "description": "The Assembly and its French counterpart, L'Assemblée, tackle contentious issues of race head-on by inviting strangers with strong political views to debate them around the dinner table.", "url": "https://www.cbc.ca/news/canada/montreal/think-your-family-dinner-is-tense-new-montreal-plays-based-on-strangers-debating-politics-over-supper-1.4896469", "urlToImage": "https://i.cbc.ca/1.4896472.1541633943!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/l-assemblee-play-montreal.jpg", "publishedAt": "2018-11-08T00:11:08Z", "content": "Imagine the most awkward dinner party possible. That's not exactly what playwright Annabel Soutar set out to create, but she did want to challenge the four strangers invited to share a meal. She, along with her colleagues Alex Ivanovici and Brett Watson, foun… [+1890 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Satnam Singh, 7-2, joins St. John's Edge at training camp", "description": "The extremely tall player has landed in Newfoundland.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/new-edge-player-arrives-st-johns-1.4895991", "urlToImage": "https://i.cbc.ca/1.4896177.1541625917!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/satnam-singh.png", "publishedAt": "2018-11-08T00:05:10Z", "content": "Satnam Singh has landed in Newfoundland. The seven-foot-two-inch basketball player arrived at St. John's International Airport on Wednesday, and will arrive at training camp in Grand Falls-Windsor this week. Singh is the first India-born player to ever be dra… [+497 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Retail staff, shoppers assaulted trying to stop robbery spree that hit 6 stores across Calgary", "description": "Calgary police say a group of male teenagers were involved in a series of robberies in all four quadrants of the city Tuesday evening.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-robbery-spree-group-charges-1.4896420", "urlToImage": "https://i.cbc.ca/1.4859031.1539282484!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-police-service-cps-cop-car-cruiser.JPG", "publishedAt": "2018-11-08T00:00:44Z", "content": "Seven people were arrested Tuesday after a nearly four-hour robbery spree that saw retail workers assaulted when they tried to intervene. Police say a group of males were involved in a series of robberies in all quadrants of the city between 6 p.m. and 9:40 p… [+2000 chars]"}]}