{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Giller Prize glory, $140K prize could await Quebecois work on Monday", "description": "International audiences are starting to get a taste of 1919 provincial Rivière-du-Loup thanks to a translated Quebecois novel, Songs for the Cold of Heart, which is shortlisted for the 2018 Scotiabank Giller Prize.", "url": "https://www.cbc.ca/news/canada/montreal/songs-for-the-cold-of-heart-giller-translation-1.4910153", "urlToImage": "https://i.cbc.ca/1.4910156.1542426568!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peter-mccambridge.jpg", "publishedAt": "2018-11-19T00:00:00Z", "content": "International audiences are starting to get a taste of 1919 provincial Rivière-du-Loup thanks to a translated Quebecois novel, Songs for the Cold of Heart, which is shortlisted for the 2018 Scotiabank Giller Prize. The winner will be announced Monday, and its… [+2074 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Tijuana protesters blast 'invasion' of Mexico by caravan of U.S.-bound migrants", "description": "Hundreds of Tijuana residents congregated around a monument in an affluent section of the Mexican city south of California on Sunday to protest the thousands of Central American migrants who have arrived in hopes of a new life in the U.S.", "url": "https://www.cbc.ca/news/world/tijuana-migrant-caravan-mexico-1.4910950", "urlToImage": "https://i.cbc.ca/1.4910962.1542581446!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/central-america-migrant-caravan.jpg", "publishedAt": "2018-11-18T23:46:29Z", "content": "Hundreds of Tijuana residents congregated around a monument in an affluent section of the Mexican city south of California on Sunday to protest the thousands of Central American migrants who have arrived in hopes of a new life in the U.S. Tensions have built … [+4399 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman dead, man arrested following Charleswood area crash", "description": "Police say a 22-year-old woman has died following a Saturday morning crash in Charleswood.", "url": "https://www.cbc.ca/news/canada/manitoba/woman-dies-charleswood-crash-1.4910952", "urlToImage": "https://i.cbc.ca/1.4910407.1542484716!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/charleswood-crash-1.jpg", "publishedAt": "2018-11-18T22:57:19Z", "content": "Police say a 22-year-old woman has died following a Saturday morning crash in Charleswood. A 26-year-old man has also been arrested in connection to the incident. At 2:30 a.m. Saturday morning, emergency crews were called to the single-vehicle crash on Cullen… [+518 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elise von Scheel", "title": "Government to pledge $400 million for transport projects in Canada's North", "description": "The National Trade Corridors Fund will dedicate $2 billion over 11 years to beef up Canadian trade infrastructure, including up to $400 million for transportation initiatives in the Yukon, Northwest Territories and Nunavut.", "url": "https://www.cbc.ca/news/politics/government-ottawa-north-infrastructure-von-scheel-1.4910890", "urlToImage": "https://i.cbc.ca/1.3999068.1487979074!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/operation-nunalivut-twin-otter-plane.jpg", "publishedAt": "2018-11-18T22:55:09Z", "content": "The federal government is set to announce funding to help improve the remote roads, airports and bridges of Canada's North. On Monday, Transport Canada will begin a call for proposals for funding to tackle transportation challenges in the territories The Nati… [+2530 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg police looking to identify man hit, killed by car", "description": "Winnipeg police say they need the public’s help identifying a man who was hit by a car and killed on Friday.", "url": "https://www.cbc.ca/news/canada/manitoba/police-help-identifying-man-1.4910912", "urlToImage": "https://i.cbc.ca/1.4910920.1542577992!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/identify-victim.jpg", "publishedAt": "2018-11-18T22:53:36Z", "content": "Winnipeg police say they need the public's help identifying a man who was hit by a car and killed on Friday. Police said Friday at about 8:10 p.m. emergency services personnel responded to a report of man who had been hit by a car near the area of McDermot Av… [+802 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Maryse Zeidler", "title": "'I want it to last as long as it can': Clothing fix-it workshop in Vancouver saves textiles from landfills", "description": "More than 130 poeple were at the library on Saturday afternoon for a clothing fix-it workshop. Volunteers provide the sewing machines, tools and knowledge for free to help people repair their garments and keep them out of landfills.", "url": "https://www.cbc.ca/news/canada/british-columbia/i-want-it-to-last-as-long-as-it-can-clothing-fix-it-workshop-in-vancouver-saves-textiles-from-landfills-1.4910602", "urlToImage": "https://i.cbc.ca/1.4910627.1542510570!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/clothing-fix-it.jpg", "publishedAt": "2018-11-18T22:45:49Z", "content": "When moths ate a hole through Sharon Kravitz's favourite sweater, she thought it was a gonner. Kravitz had found the red wool cardigan with a black and white patterned stripe at Value Village about three years ago. It was made in Scotland an original, not a c… [+2587 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton organizations work to prevent domestic violence spike during Grey Cup", "description": "With the Grey Cup final just a week away in Edmonton, plenty of fans will spend the coming days celebrating or screaming at their TVs. No matter the outcome of next Sunday's game, four organizations have joined forces to ensure hard feelings aren't directed a…", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-grey-cup-domestic-violence-prevention-1.4910883", "urlToImage": "https://i.cbc.ca/1.4910888.1542575710!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grey-cup-domestic-violence-prevention.jpg", "publishedAt": "2018-11-18T22:43:40Z", "content": "With the Grey Cup final just a week away in Edmonton, plenty of fans will spend the coming days celebrating or screaming at their TVs. No matter the outcome of next Sunday's game, four organizations have joined forces to ensure any hard feelings aren't direct… [+2425 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "New documentary will explore details of 1999 Julie Surprenant cold case", "description": "Since November 15, 1999 — the day Julie Surprenant disappeared from a bus stop near her home — her family has been trying to find out exactly what happened to her.", "url": "https://www.cbc.ca/news/canada/montreal/new-documentary-will-explore-details-of-1999-julie-surprenant-cold-case-1.4910899", "urlToImage": "https://i.cbc.ca/1.4910939.1542580593!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stephan-parent.jpg", "publishedAt": "2018-11-18T22:41:35Z", "content": "Ever since Julie Surprenant disappeared from Terrebonne, Que. in 1999, her family has been anxious to know exactly what happened to her. While Surprenant, 16 at the time of her disappearance, is presumed to have been murdered, police never found her body or m… [+2209 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Richmond RCMP seeking suspect after officer dragged by vehicle", "description": "A Richmond RCMP officer is recovering in hospital after being dragged by a vehicle during a traffic stop on Sunday morning.", "url": "https://www.cbc.ca/news/canada/british-columbia/richmond-rcmp-seeking-suspect-after-officer-dragged-by-vehicle-1.4910940", "urlToImage": "https://i.cbc.ca/1.4881121.1541086540!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-tape.jpg", "publishedAt": "2018-11-18T22:36:17Z", "content": "A Richmond RCMP officer is recovering in hospital after being dragged by a vehicle during a traffic stop on Sunday morning. According to a release, the officer stopped a suspicious vehicle near No. 3 Road and Steveston Highway just after 9:30 a.m. As the offi… [+574 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Trans support leader says Ontario PC decision to debate gender identity is 'dangerous'", "description": "Jayce Carver of W.E. Trans Support wants allies to \"get loud\" in response to what she calls a \"dangerous\" decision by Premier Doug Ford's government to consider the removal of gender identity from Ontario's sex-ed curriculum.", "url": "https://www.cbc.ca/news/canada/windsor/trans-support-leader-ontario-debate-gender-identity-1.4910813", "urlToImage": "https://i.cbc.ca/1.4910814.1542570415!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jayce-carver.jpg", "publishedAt": "2018-11-18T22:35:46Z", "content": "Jayce Carver of W.E. Trans Support is calling for allies to \"get loud\" in response to what she calls a \"dangerous\" decision by Premier Doug Ford's government to consider the removal of gender identity from Ontario's sex-ed curriculum. At the Ontario Progressi… [+2861 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Visitor numbers to National Parks decline after special free entry offer ends", "description": "Parks Canada's free entry program for the country's 150th birthday saw Canadians and other visitors flock to national parks and historic sites in record numbers. An extra 2.5 million visitors poured through the gates in 2017. In the first eight months of 2018…", "url": "https://www.cbc.ca/news/canada/parks-canada-free-entry-decline-1.4910911", "urlToImage": "https://i.cbc.ca/1.4910922.1542578268!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/parks-attendance-20181118.jpg", "publishedAt": "2018-11-18T22:31:45Z", "content": "If you make it free, they will come. Parks Canada's free entry program for the country's 150th birthday saw Canadians and other visitors flock to national parks and historic sites in record numbers. An extra 2.5 million visitors poured through the gates in 20… [+3756 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gail Harding", "title": "Literary trail honours Miramichi authors", "description": "A Miramichi writing group, Words on Water is paying homage to Miramichi authors by creating a literary trail in the city.", "url": "https://www.cbc.ca/news/canada/new-brunswick/literary-trail-miramichi-authors-1.4910810", "urlToImage": "https://i.cbc.ca/1.4910915.1542577585!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ray-fraser.jpg", "publishedAt": "2018-11-18T22:25:44Z", "content": "A Miramichi writing group, Words on Water, is paying homage to Miramichi authors by creating a literary trail in the city. Member Sandra Bunting said she suggested the idea after taking part in a literary festival when she lived in Galway, Ireland. The festiv… [+1672 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Tardif,Julia Page", "title": "These students didn't have a cafeteria or a gym. Now they may have the coolest school in Quebec", "description": "Students at Metis Beach School in the Lower St. Lawrence now have access to state-of-the-art equipment, gender neutral bathrooms and ergonomic chairs, after the school underwent a complete overhaul.", "url": "https://www.cbc.ca/news/canada/montreal/new-metis-beach-school-st-lawrence-1.4910283", "urlToImage": "https://i.cbc.ca/1.4910292.1542468149!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/metis-beach-school.jpg", "publishedAt": "2018-11-18T22:00:00Z", "content": "Grade 11 student Nicolas Bélanger looks out at the view from the brand new cafeteria at Metis Beach School. He considers it to be the best in town. \"It really captures the essence of Metis. It's like a photograph,\" Bélanger said, looking out at the St. Lawren… [+3104 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Richard Woodbury", "title": "'Just something you do': Bystanders save man from burning vehicle", "description": "Four bystanders used a muffler to break the windows of a burning vehicle to save the driver inside on Saturday morning in Upper Rawdon, N.S.", "url": "https://www.cbc.ca/news/canada/nova-scotia/upper-rawdon-burning-vehicle-man-saved-1.4910880", "urlToImage": "https://i.cbc.ca/1.4910896.1542576507!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/upper-rawdon-fire.JPG", "publishedAt": "2018-11-18T21:53:23Z", "content": "Four bystanders used a muffler to break the windows of a burning vehicle to save the driver inside on Saturday morning in Upper Rawdon, N.S. Ronnie Densmore was working behind his home at around 11:20 a.m. when he heard a vehicle's tires spinning out of contr… [+1601 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Ukraine transgender rights rally attacked by far-right radicals", "description": "Far-right radicals attacked a rally for transgender rights in Ukraine's capital on Sunday leaving at least three people injured, including a Canadian journalist who was covering the demonstration.", "url": "https://www.cbc.ca/news/world/ukraine-transgender-lgbt-far-righ-1.4910844", "urlToImage": "https://i.cbc.ca/1.4910854.1542573601!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ukraine-lgbt.jpg", "publishedAt": "2018-11-18T21:52:56Z", "content": "Far-right radicals attacked a rally for transgender rights in Ukraine's capital on Sunday leaving at least three people injured, including a Canadian journalist who was covering the demonstration. A crowd of more than 50 people had gathered to mark the annual… [+3660 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Thompson wins LPGA finale, Jutanugarn takes season's top prizes", "description": "Lexi Thompson was the best this week, and Ariya Jutanugarn was the best all season. Neither left any doubt about that Sunday at the LPGA's season-ending CME Group Tour Championship in Naples, Fla.", "url": "https://www.cbc.ca/sports/golf/lpga-tour-championship-final-round-nov-18-1.4910846", "urlToImage": "https://i.cbc.ca/1.4910891.1542576818!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jutanugarn-ariya-111818-620.jpg", "publishedAt": "2018-11-18T21:37:20Z", "content": "Lexi Thompson was the best this week, and Ariya Jutanugarn was the best all season. Neither left any doubt about that Sunday. Thompson shot a final-round 70 to finish at 18-under 270 and win the LPGA's season-ending CME Group Tour Championship by four strokes… [+3546 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Birders observe wider variety of birds at their feeders", "description": "Birders say they're seeing more finches, such as the redpoll, pine siskin and pine grosbeak, in New Brunswick.", "url": "https://www.cbc.ca/news/canada/new-brunswick/bird-seeds-finch-1.4910816", "urlToImage": "https://i.cbc.ca/1.3005843.1427132150!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/common-redpoll.jpg", "publishedAt": "2018-11-18T21:32:08Z", "content": "Birders say they're seeing more finches, such as the redpoll, pine siskin and pine grosbeak, in New Brunswick. \"I looked out my window this morning and there were six pine siskins hanging on my sunflower seed feeder three more down on the ground beneath picki… [+1439 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Toronto boys' private school launches independent review amid sexual assault investigation", "description": "A Toronto private boys' school at the centre of controversy due to allegations that students have been assaulted or sexually assaulted on camera says that it will launch a \"rigorous independent examination.\"", "url": "https://www.cbc.ca/news/canada/toronto/st-michaels-investigation-1.4910886", "urlToImage": "https://i.cbc.ca/1.4909437.1542398097!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-st-michael-s-parents-meeting.jpg", "publishedAt": "2018-11-18T21:25:48Z", "content": "A Toronto private boys' school at the centre of controversy due to allegations that students have been assaulted or sexually assaulted on camera says that it will launch a \"rigorous independent examination\" of the incidents. St. Michael's College School also … [+689 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Netanyahu takes on defence post amid call for early Israeli election", "description": "Israeli Prime Minister Benjamin Netanyahu said Sunday he would take on his country's defence minister portfolio, rejecting calls to dissolve his government even as early elections appeared increasingly likely.", "url": "https://www.cbc.ca/news/world/israel-netanyahu-becomes-defence-minister-1.4910849", "urlToImage": "https://i.cbc.ca/1.4910868.1542574091!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/israel-politics-netanyahu.jpg", "publishedAt": "2018-11-18T21:14:03Z", "content": "Israeli Prime Minister Benjamin Netanyahu said Sunday he would take on his country's defence minister portfolio, rejecting calls to dissolve his government even as early elections appeared increasingly likely. Netanyahu said heading to elections now, amid rep… [+3781 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman charged after police attacked with knife", "description": "A woman is facing charges after police say she attacked officers with a knife — likely while high on meth — Saturday afternoon.", "url": "https://www.cbc.ca/news/canada/manitoba/police-assault-meth-winnipeg-1.4910867", "urlToImage": "https://i.cbc.ca/1.4875154.1540324305!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-car.jpg", "publishedAt": "2018-11-18T21:13:58Z", "content": "A woman is facing charges after police say she attacked officers with a knife likely while high on meth Saturday afternoon. Police were called after a woman suspected of being high was seen vandalizing vehicles on Stella Avenue between McKenzie and Arlington … [+535 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Record-setting Harris, Redblacks hammer Tiger-Cats in CFL East final", "description": "Trevor Harris threw a CFL playoff-record six touchdown passes to lead Ottawa to an emphatic 46-27 East Division final win over the visiting Hamilton Tiger-Cats.", "url": "https://www.cbc.ca/sports/football/cfl/cfl-east-final-hamilton-ottawa-recap-nov-18-1.4910832", "urlToImage": "https://i.cbc.ca/1.4910862.1542574976!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/harris-trevor-1180.jpg", "publishedAt": "2018-11-18T21:04:05Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chad Pawson", "title": "B.C. premier, Green Party leader push for proportional representation during day of action", "description": "John Horgan and Andrew Weaver knocked on doors Sunday to encourage more participation in referendum.", "url": "https://www.cbc.ca/news/canada/british-columbia/proportional-representation-british-columbia-day-of-action-1.4910776", "urlToImage": "https://i.cbc.ca/1.4910807.1542569573!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-horgan-proportional-representation-rally-18-nov-2018.jpg", "publishedAt": "2018-11-18T20:57:25Z", "content": "B.C.'s premier and the leader of the Green Party hope to spur more participation in the province's proportional representation referendum by appealing directly to voters. John Horgan and Andrew Weaver headlined an event on Sunday dubbed as a proportional repr… [+1416 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "St. John's Native Friendship Centre gets a new name ahead of festival", "description": "The centre is rebranding, plus celebrating its annual Spirit Song festival with workshops and a concert.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/st-john-s-native-friendship-centre-gets-a-new-name-ahead-of-festival-1.4910251", "urlToImage": "https://i.cbc.ca/1.4910306.1542469803!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/throat-singing.png", "publishedAt": "2018-11-18T20:56:16Z", "content": "The St. John's Native Friendship Centre, a fixture for the urban Indigenous community, announced a new look Friday. The centre rebranded as the First Light Centre in time to celebrate its 2018 Spirit Song festival, showcasing Indigenous acts and offering free… [+2341 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Republican Rick Scott wins Florida's U.S. Senate race after recount", "description": "Florida's outgoing governor, Republican Rick Scott, was declared the winner of the state's hard-fought U.S. Senate race on Sunday, following a manual recount of ballots in the tight contest against three-term Democratic incumbent Bill Nelson.", "url": "https://www.cbc.ca/news/world/rick-scott-wins-florida-us-senate-1.4910822", "urlToImage": "https://i.cbc.ca/1.4910836.1542571588!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-election-florida.jpg", "publishedAt": "2018-11-18T20:55:01Z", "content": "Florida's outgoing governor, Republican Rick Scott, was declared the winner of the state's hard-fought U.S. Senate race on Sunday, following a manual recount of ballots in the tight contest against three-term Democratic incumbent Bill Nelson. In the recount o… [+2754 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael MacDonald,Keith Doucette", "title": "Next Canadian federal election will be target for Russian meddling: Sajjan", "description": "With a federal election less than a year away, Canada's defence minister is warning voters they will be targeted by online cyberattacks and fake news as Russia steps up its efforts to undermine Western democracies.", "url": "https://www.cbc.ca/news/politics/election-2019-meddling-russia-sajjan-1.4910839", "urlToImage": "https://i.cbc.ca/1.4611491.1537990039!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/defence-minister-harjit-sajjan.jpg", "publishedAt": "2018-11-18T20:46:15Z", "content": "With a federal election less than a year away, Canada's defence minister is warning voters they will be targeted by online cyberattacks and fake news as Russia steps up its efforts to undermine Western democracies. \"We have taken this into account very seriou… [+3897 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Gullage", "title": "How my son's project opened my eyes to family history, and led me to a shipwreck", "description": "A mass of rusting steel and rotting wood in Embree is what's left of HMS Calypso, a vessel that turned out to play a part in my family history, writes Peter Gullage.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/peter-gullage-hms-calypso-1.4902712", "urlToImage": "https://i.cbc.ca/1.4902786.1542119908!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peter-gullage.jpg", "publishedAt": "2018-11-18T20:30:00Z", "content": "You can almost touch it. Not that many people would want to. It's just a mass of rusting steel and rotting wood at the end of a private dock in Embree. But I wanted to put my hand on the rough lumber of the deck and touch the place where my grandfather once w… [+4294 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Scheer urges Liberals to set date for balanced budget", "description": "Accusing Prime Minister Justin Trudeau of breaking promises and robbing future generations, the Conservatives stepped up pressure on the government to release a date for a balanced budget at a news conference on Sunday.", "url": "https://www.cbc.ca/news/politics/scheer-balanced-budget-trudeau-deficit-von-scheel-1.4910803", "urlToImage": "https://i.cbc.ca/1.4910670.1542543555!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-conservative-convention-20181117.jpg", "publishedAt": "2018-11-18T20:19:07Z", "content": "Accusing Prime Minister Justin Trudeau of breaking promises and robbing future generations, the Conservatives stepped up pressure on the government to release a date for a balanced budget at a news conference on Sunday. Next year isn't just the federal electi… [+2289 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Vancouver area Mountains too slippery for running shoes, says North Shore Rescue", "description": "The search and rescue outfit says unprepared hikers for icy conditions should go elsewhere.", "url": "https://www.cbc.ca/news/canada/british-columbia/vancouver-area-mountains-too-slippery-for-running-shoes-says-north-shore-rescue-1.4910791", "urlToImage": "https://i.cbc.ca/1.4910796.1542567680!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/north-shore-mountains-icy-trail.jpg", "publishedAt": "2018-11-18T20:11:04Z", "content": "The search and rescue outfit for the North Shore mountains says running shoes aren't appropriate for current conditions. On Saturday, North Shore Rescue posted on social media that many trails on local mountains have icy conditions. It's asking people to wear… [+1311 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sam Johnston", "title": "Zverev beats Federer, Djokovic to become youngest ATP Finals champion", "description": "Alexander Zverev upset Novak Djokovic to claim the biggest title of his career with a 6-4, 6-3 victory at the ATP Finals on Sunday in London.", "url": "https://www.cbc.ca/sports/tennis/zverev-victory-djokovic-final-atp-finals-1.4910824", "urlToImage": "https://i.cbc.ca/1.4910833.1542571415!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/zverev-alex-181118-1180.jpg", "publishedAt": "2018-11-18T20:08:02Z", "content": "Alexander Zverev upset Novak Djokovic to claim the biggest title of his career with a 6-4, 6-3 victory at the ATP Finals on Sunday in London. The 21-year-old Zverev is the youngest champion of the season-ending event since Djokovic claimed the first of his fi… [+2127 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Here's why Ottawa is the ideal city for an adventure film festival", "description": "Mike McKay, the organizer of the Ottawa Adventure Film Festival, says the five-day event will feed the city's voracious appetite for adventure and the great outdoors.", "url": "https://www.cbc.ca/news/canada/ottawa/adventure-film-festival-kicks-off-in-ottawa-1.4910728", "urlToImage": "https://i.cbc.ca/1.4910777.1542563027!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/film-festival.jpg", "publishedAt": "2018-11-18T20:07:03Z", "content": "The organizer of Ottawa's second-annual adventure film festival says the five-day event will feed the city's voracious appetite for the great outdoors. The festival, which kicked off Saturday, will showcase more than 25 movies at the Mayfair Theatre and the U… [+1480 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Teen charged after online threats made against Garden City Collegiate", "description": "A Winnipeg teen is in custody after threats were made to against students at Garden City Collegiate over the weekend.", "url": "https://www.cbc.ca/news/canada/manitoba/online-threats-arrest-garden-city-collegiate-1.4910811", "urlToImage": "https://i.cbc.ca/1.3063349.1430926335!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/garden-city-collegiate.jpg", "publishedAt": "2018-11-18T20:03:09Z", "content": "A Winnipeg teen is in custody after threats to Garden City Collegiate students were posted online over the weekend. The threats were made through social media messages Saturday while a sporting event was being held at the school. \"I'll turn those people into … [+490 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bill Graveland", "title": "'Blow themselves up:' Police worried about home butane hash oil extractions", "description": "Alberta law enforcement officials say they are worried that the legalization of marijuana could lead to potentially explosive consequences for users taking a do-it-yourself approach to making cannabis derivatives at home.", "url": "https://www.cbc.ca/news/canada/calgary/butane-hash-oil-extraction-1.4910812", "urlToImage": "https://i.cbc.ca/1.4666547.1534103275!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tobacco-legislation-20180516.jpg", "publishedAt": "2018-11-18T20:01:07Z", "content": "Alberta law enforcement officials say they worry the legalization of marijuana could lead to potentially explosive consequences for users taking a do-it-yourself approach to making cannabis derivatives at home. Just over a month ago, Canadians were given the … [+2728 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Trump said Finns use raking to prevent wildfires, puzzling Finland's president", "description": "Finland's president isn't sure where U.S. President Donald Trump got the idea that raking is part of his country's routine for managing its substantial forests.", "url": "https://www.cbc.ca/news/world/trump-finland-raking-wildfires-1.4910804", "urlToImage": "https://i.cbc.ca/1.4910805.1542569245!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/latvia-independence-day-100th-anniversary.jpg", "publishedAt": "2018-11-18T20:00:51Z", "content": "Finland's president isn't sure where U.S. President Donald Trump got the idea that raking is part of his country's routine for managing its substantial forests. Trump told reporters Saturday while visiting the ruins of the Northern California town where a fir… [+1029 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Manjula Dufresne", "title": "Have you seen these missing paintings?", "description": "Vancouver's Harrison Galleries closed in April, but artists across Canada and U.S. are left looking for answers about where their paintings might be.", "url": "https://www.cbc.ca/news/canada/british-columbia/have-you-seen-these-missing-paintings-1.4905354", "urlToImage": "https://i.cbc.ca/1.4905379.1542412049!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sunflower-sunset.jpg", "publishedAt": "2018-11-18T20:00:00Z", "content": "The mystery of the missing paintings continues. Artists and clients of Harrison Galleries are contacting the CBC, saying their artwork has been lost after they gave it to the gallery to resell on their behalf. The gallery represented more than 40 artists befo… [+4452 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chris Hall", "title": "Western security partners shift focus to threats from within at Halifax forum", "description": "For a decade now the Halifax International Security Forum has been a place to discuss the major external threats facing Western democracies and how to counter them. But at this year's gathering, defence leaders said the biggest threats are now coming from wit…", "url": "https://www.cbc.ca/news/politics/western-security-shift-focus-threats-1.4910785", "urlToImage": "https://i.cbc.ca/1.4910540.1542570589!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-security-forum-20181117.jpg", "publishedAt": "2018-11-18T19:55:12Z", "content": "For a decade now the Halifax International Security Forum has been a place to discuss the major external threats facing Western democracies and how to counter them. One of the main themes coming out of this year's gathering of military, political and academic… [+4458 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Townsite becomes 1st in Alberta to compost disposable diapers", "description": "Redwood Meadows is now the first municipality in Alberta and one of just a few in Canada to divert disposable diapers from its landfill.", "url": "https://www.cbc.ca/news/canada/calgary/diaper-composting-alberta-1.4910790", "urlToImage": "https://i.cbc.ca/1.1958628.1381422400!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/diapers-cost.jpg", "publishedAt": "2018-11-18T19:44:49Z", "content": "Redwood Meadows is now the first municipality in Alberta and one of just a few in Canada to divert disposable diapers from its landfill. The townsite launched its partnership with Calgary-based Soiled Diapers Composting Service on Nov. 12. Coun. Mike Decore s… [+1245 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'The stoic warrior or mystical Indian': Is representation of Indigenous peoples in comics changing?", "description": "Vincent Moniz always had a love-hate relationship with comic books. He loved the stories, but the NuuÉtaare tribal member never saw himself represented on the page.", "url": "https://www.cbc.ca/radio/unreserved/calling-all-indiginerds-unreserved-heads-to-indigenous-comic-con-1.4899647/the-stoic-warrior-or-mystical-indian-is-representation-of-indigenous-peoples-in-comics-changing-1.4899678", "urlToImage": "https://i.cbc.ca/1.4907930.1542320941!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vincent-moniz.jpg", "publishedAt": "2018-11-18T19:36:40Z", "content": "Vincent Moniz always had a love-hate relationship with comic books. He loved the stories, but the poet and NuuÉtaare tribal member never saw himself represented on the page. He and his friend Michael Wilson, who is Ojibwe, decided to track the Indigenous char… [+2023 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gail Harding", "title": "'It was just a bit unreal': Former N.B. resident describes southern California wildfire", "description": "Charles Bernard was on a business trip to Switzerland when he found out from his wife that fire was spreading toward their California home.", "url": "https://www.cbc.ca/news/canada/new-brunswick/charles-bernard-dalhousie-california-wildfire-1.4910717", "urlToImage": "https://i.cbc.ca/1.4910769.1542567216!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/charles-bernard.jpg", "publishedAt": "2018-11-18T19:32:58Z", "content": "Charles Bernard was on a business trip to Switzerland when he found out from his wife that fire was spreading toward their California home. Bernard is from Dalhousie, N.B., but has been living in Moorpark in southern California for the past 20 years. During t… [+2428 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Take a look inside Indigenous Comic Con", "description": "Unreserved went down to Albuquerque, N.M., more than 2,300 kilometres southwest of Winnipeg, for the third annual Indigenous Comic Con.", "url": "https://www.cbc.ca/radio/unreserved/calling-all-indiginerds-unreserved-heads-to-indigenous-comic-con-1.4899647/take-a-look-inside-indigenous-comic-con-1.4899652", "urlToImage": "https://i.cbc.ca/1.4907520.1542316928!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/navajo-star-wars-2.jpg", "publishedAt": "2018-11-18T19:30:16Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man faces slew of charges after report of gun at downtown A&W", "description": "An 18-year-old man is facing five weapons charges after staff reported seeing a gun at an A&W restaurant in downtown Toronto on the weekend.", "url": "https://www.cbc.ca/news/canada/toronto/weapons-charges-man-gun-a-w-restaurant-1.4910787", "urlToImage": "https://i.cbc.ca/1.4910798.1542568379!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/a-w.JPG", "publishedAt": "2018-11-18T19:30:09Z", "content": "An 18-year-old man is facing five weapons charges after staff reported seeing a gun at an A&amp;W restaurant in downtown Toronto on the weekend. Toronto police say they were called to the A&amp;W at Mercer and John streets for a report about a person with a g… [+706 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "20-year-old woman shot and killed in vehicle near Gimli, Man.", "description": "A man is in police custody after a young woman was shot and killed in a vehicle near Gimli Saturday night.", "url": "https://www.cbc.ca/news/canada/manitoba/teulon-rcmp-shooting-arrest-1.4910794", "urlToImage": "https://i.cbc.ca/1.4891305.1541362066!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-18T19:17:15Z", "content": "A man is in police custody after a young woman was shot and killed in a vehicle near Gimli Saturday night. Police say the victim, a 20-year-woman from the RM of Armstrong, was seated in a vehicle on PR 231 in the RM of Gimli when she was shot around 11:40 p.m… [+591 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Sciarpelletti", "title": "'We've made huge strides': AIDS Vancouver celebrates its 35th anniversary", "description": "This year marks the 35th anniversary of AIDS Vancouver. The organization opened its doors in 1983 and was Canada's first AIDS service association, providing quality health care and support to people affected by HIV/AIDS in the Lower Mainland.", "url": "https://www.cbc.ca/news/canada/british-columbia/we-ve-made-huge-strides-aids-vancouver-celebrates-its-35th-anniversary-1.4908043", "urlToImage": "https://i.cbc.ca/1.4908123.1542332745!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/brian-chittock.JPG", "publishedAt": "2018-11-18T19:00:00Z", "content": "This year marks the 35th anniversary of AIDS Vancouver. The organization opened its doors in 1983 and was Canada's first AIDS service association, providing quality health care and support to people affected by HIV/AIDS in the Lower Mainland. It also provides… [+2062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Sciarpelletti", "title": "Filmmakers fall head over heels for Okanagan after location shoot", "description": "The plot of film The Orchard: an uptight L.A. talent agent inherits an idyllic Okanagan peach orchard. For the film's creators, life truly imitated art.", "url": "https://www.cbc.ca/news/canada/british-columbia/filmmakers-fall-head-over-heels-for-okanagan-after-location-shoot-1.4903921", "urlToImage": "https://i.cbc.ca/1.4904052.1542147551!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/the-orchard.jpg", "publishedAt": "2018-11-18T19:00:00Z", "content": "In the new film The Orchard, the main character becomes deeply enchanted with B.C.'s Okanagan Valley. In real life, so did the film's creatorsso much so, they moved there. \"We completely fell in love with the people, the vineyards, the wine makers and the che… [+2343 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man found with gunshot wounds in Scarborough", "description": "A man was found suffering from gunshot wounds in Scarborough on Sunday afternoon. Paramedics said he did not have any vital signs when they arrived.", "url": "https://www.cbc.ca/news/canada/toronto/shooting-lawrence-kingstong-scarborough-1.4910792", "urlToImage": "https://i.cbc.ca/1.4526849.1531056209!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadian-crime-scene-police-line-do-not-cross.jpg", "publishedAt": "2018-11-18T18:54:34Z", "content": "A man was found suffering from bullet wounds in Scarborough on Sunday afternoon, according to Toronto paramedics. Police said officers located shell casings in a building near Lawrence Avenue E. and Kingston Road. They were called to the scene at 1:30 p.m. fo… [+327 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Daylight shooting marks Toronto's 90th homicide this year — a grisly new record", "description": "A man was shot to death in Scarborough on Sunday afternoon, according to Toronto police, a slaying that marks the city's 90th homicide this year — breaking a record that has stood since 1991.", "url": "https://www.cbc.ca/news/canada/toronto/shooting-lawrence-kingstong-scarborough-90th-record-1.4910792", "urlToImage": "https://i.cbc.ca/1.4910806.1542569528!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scarborough-shooting-lawrence-kingston-toronto-police-west-hill-apartment.jpg", "publishedAt": "2018-11-18T18:54:34Z", "content": "A man was shot to death in Scarborough on Sunday afternoon, according to Toronto police, a slaying that marks the city's 90th homicide this year breaking a record that has stood since 1991. Police were called to a residential building on the southeast corner … [+3142 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sonali Karnick", "title": "NDG community group helps men with chronic pain find their Homebase", "description": "A new Notre-Dame-de-Grâce​-based community group aims to help men deal with chronic pain beyond the doctor's office and pharmacy.", "url": "https://www.cbc.ca/news/canada/montreal/homebase-chronic-pain-men-1.4910598", "urlToImage": "https://i.cbc.ca/1.4910681.1542545942!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/homebase.jpg", "publishedAt": "2018-11-18T18:41:35Z", "content": "Sean Riley will be living with chronic pain for the rest of his life. The 37-year-old Montrealer reached a point where doctors told him his condition would never let up. \"It's hard to understand chronic pain,\" Riley said in an interview on CBC All in a Weeken… [+2223 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "One dead after shooting near Montreal Lake", "description": "One person is injured and one person is dead after an altercation at a residence in the Montreal Lake Cree Nation on Nov. 17. Two suspects were taken into police custody after a short pursuit along highway 2 north of Prince Albert.", "url": "https://www.cbc.ca/news/canada/saskatchewan/one-dead-after-altercation-montreal-lake-1.4910783", "urlToImage": "https://i.cbc.ca/1.4905998.1542233172!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-18T18:30:26Z", "content": "One woman is dead and a teenager is in hospital with non-life threatening injuries after an altercation on the Montreal Lake Cree Nation. Police were called to the community roughly 100 kilometres north of Prince Albert on Saturday. When officers arrived at a… [+789 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Boxes of private, personal records left exposed in government office for weeks", "description": "The province's privacy commissioner says it's 'one of the most serious inadvertent breaches' he's seen in his career.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/private-doc-boxes-gander-1.4909272", "urlToImage": "https://i.cbc.ca/1.4748608.1538401708!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/donovan-molloy.jpg", "publishedAt": "2018-11-18T18:30:00Z", "content": "Fifty boxes of records containing \"sensitive personal information\" spent nearly three weeks sitting in a central area of the Grand Falls-Windsor Department of Transportation and Works depot this spring, according to Donovan Molloy, the province's privacy comm… [+2578 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Alberta Party asks for investigation into sexual misconduct allegations against 2 MLAs", "description": "The Alberta Party caucus is asking for an independent investigation into how sexual misconduct allegations against two sitting NDP MLAs were handled.", "url": "https://www.cbc.ca/news/canada/calgary/ndp-misconduct-allegations-investigation-1.4910779", "urlToImage": "https://i.cbc.ca/1.4390362.1510009449!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/mcpherson-and-clark.JPG", "publishedAt": "2018-11-18T18:26:49Z", "content": "The Alberta Party caucus is asking for an independent investigation into how sexual misconduct allegations against two sitting NDP MLAs were handled. On Nov. 8, Premier Rachel Notley's office said two MLAs were investigated for allegations of inappropriate be… [+2433 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Foreign caregivers want major reforms to improve conditions, streamline residency", "description": "A national coalition of advocacy groups is calling for major reforms to Canada's foreign caregiver program in hopes of improving working conditions and offering a more reliable path to permanent residency.", "url": "https://www.cbc.ca/news/canada/toronto/foreign-care-workers-pilot-programs-review-reform-1.4910390", "urlToImage": "https://i.cbc.ca/1.4910781.1542564170!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/foreign-care-workers-toronto-coalition-reforms.jpg", "publishedAt": "2018-11-18T18:24:05Z", "content": "A national coalition of advocacy groups wants major reforms to Canada's foreign caregiver program in hopes of improving working conditions and offering a more reliable path to permanent residency. A new report published on Sunday features personal stories of … [+2960 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man charged in carjacking of minivan with elderly woman inside", "description": "Peel police have charged a man with kidnapping, breach of probation and two counts of robbery after he allegedly carjacked a minivan containing an elderly woman in Mississauga on the weekend.", "url": "https://www.cbc.ca/news/canada/toronto/man-charged-carjacking-mississauga-1.4910780", "urlToImage": "https://i.cbc.ca/1.4910782.1542564224!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toyota-sienna-carjacking.jpg", "publishedAt": "2018-11-18T18:14:59Z", "content": "Peel police have charged a man with kidnapping, breach of probation and robbery after he allegedly carjacked a minivan containing an elderly Mississauga woman on the weekend. The man, 30, of no fixed address, appeared in court on Sunday for a bail hearing. He… [+1139 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Trevor Pritchard", "title": "CBC Ottawa news quiz for the week of Nov. 11", "description": "How closely did you follow the past seven days in local news? Take our quiz and find out.", "url": "https://www.cbc.ca/news/canada/ottawa/cbc-ottawa-news-quiz-nov-11-2018-1.4910576", "urlToImage": "https://i.cbc.ca/1.3709231.1498225091!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/quiz-news.jpg", "publishedAt": "2018-11-18T18:06:57Z", "content": "Which Ottawa neighbourhood is raising concerns about two shootings at the same intersection in less than a year? Why did Kingston police arrest a local nursing home employee Wednesday? And what tree disease could create a \"zombie forest\" in Ontario? Those are… [+96 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Federal Conservatives on fall economic statement LIVE", "description": "Conservative Leader Andrew Scheer and MP Pierre Poilievre will hold a press conference to outline their expectations for the fall economic statement.", "url": "https://www.cbc.ca/news/federal-conservatives-on-fall-economic-statement-live-1.4910760", "urlToImage": "https://i.cbc.ca/1.4910760.1542559686!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-18T18:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Roshini Nair", "title": "Mexican protests could signal fluctuating avocado prices this season", "description": "Rising consumer demand for the trendy green fruit is fuelling change — and unrest — in the lucrative avocado market.", "url": "https://www.cbc.ca/news/canada/british-columbia/mexican-protests-could-signal-fluctuating-avocado-prices-this-season-1.4908341", "urlToImage": "https://i.cbc.ca/1.4281365.1542414963!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/avocado-toast-20170109.jpg", "publishedAt": "2018-11-18T18:00:00Z", "content": "Avocados have become so ubiquitous they are easy to take for granted. But there's a battle taking place behind the scenes that could cause prices to rise for the hot commodity. Canadians love avocado. In fact, imports to the country have increased 40 per cent… [+3305 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elise von Scheel", "title": "Trudeau 'deeply disappointed' by cuts to Ontario French services", "description": "Prime Minister Justin Trudeau says he’s disconcerted by Ontario’s decision to slash French services in the province.", "url": "https://www.cbc.ca/news/politics/trudeau-concern-french-services-ontario-von-scheel-1.4910763", "urlToImage": "https://i.cbc.ca/1.4735536.1531751332!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-govt-refugees-20180705.jpg", "publishedAt": "2018-11-18T17:52:47Z", "content": "Prime Minister Justin Trudeau says he's disconcerted by Ontario's decision to slash French services in the province. \"I was deeply disappointed by the decision of the Ontario government to cut services and protections for the francophone minorities in Ontario… [+2062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "NATO warned Russian election meddling an evolving threat that must be met", "description": "A NATO draft report says the problem of Russian meddling in democratic elections continues to evolve and alliance members must be ready to meet the threat.", "url": "https://www.cbc.ca/news/canada/nato-summit-draft-report-russian-election-meddling-1.4910748", "urlToImage": "https://i.cbc.ca/1.4042052.1542560093!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/belgium-nato-cyber-defense.jpg", "publishedAt": "2018-11-18T17:48:03Z", "content": "A NATO draft report says the problem of Russian meddling in democratic elections continues to evolve and alliance members must be ready to meet the threat. U.S. Democratic congresswoman Susan Davis told NATO's science and technology committee meeting in Halif… [+2375 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "'Staffing crisis' leads to delays in accessing early intervention for autistic children", "description": "There are 175 children with autism spectrum disorder waiting for access to the province's Early Intensive Behavioural Intervention program. Some parents worry their children might age out before getting access.", "url": "https://www.cbc.ca/news/canada/nova-scotia/autism-spectrum-disorder-eibi-health-children-education-1.4910750", "urlToImage": "https://i.cbc.ca/1.4910757.1542559384!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/melissa-reuther-and-kingston.jpg", "publishedAt": "2018-11-18T17:32:36Z", "content": "Melissa Reuther is tired. You can hear it in her voice. There's nothing unique about Reuther's situation. In fact, it's the commonness of things that's partly so frustrating for the Glace Bay, N.S., resident as she and her family wait to get help for four-yea… [+4526 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Ross", "title": "Big bang theory: Dynamite possible cause of loud blasts that shook neighbourhood", "description": "The Salisbury Fire Department found evidence of dynamite explosions in a gravel pit after residents were shaken by \"huge\" bangs on Saturday afternoon.", "url": "https://www.cbc.ca/news/canada/new-brunswick/big-bang-salisbury-boundary-creek-1.4910692", "urlToImage": "https://i.cbc.ca/1.4910694.1542548642!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/salisbury-explosion.jpg", "publishedAt": "2018-11-18T17:04:26Z", "content": "Donna Smith was watching a movie inside her Boundary Creek, N.B., home on Saturday afternoon when she heard a bang so loud it \"shook the windows and everything in the house.\" When she went outside to talk to her neighbour, she heard at least two more \"huge\" b… [+1339 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Press", "title": "Republican lawmakers question protection for LGBTQ and pregnant workers in USMCA", "description": "Prime Minister Justin Trudeau isn't saying what he is willing to do to keep a provision protecting labour rights for lesbian, gay, bisexual and queer workers inside a renewed North American free trade pact.", "url": "https://www.cbc.ca/news/politics/lgbtq-labour-rights-usmca-1.4910754", "urlToImage": "https://i.cbc.ca/1.4910489.1542560100!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/apec-trudeau-20181117.jpg", "publishedAt": "2018-11-18T16:57:22Z", "content": "Prime Minister Justin Trudeau isn't saying what he is willing to do to keep a provision protecting labour rights for lesbian, gay, bisexual and queer workers inside a renewed North American free trade pact. More than 40 Republican lawmakers wrote U.S. Preside… [+2978 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Selkirk RCMP call man's death a homicide", "description": "Police in Selkirk are investigating the death of a man Friday as a homicide.", "url": "https://www.cbc.ca/news/canada/manitoba/selkirk-homicide-1.4910751", "urlToImage": "https://i.cbc.ca/1.4905998.1542233172!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-18T16:54:00Z", "content": "Police in Selkirk are investigating the death of a man Friday as a homicide. RCMP say they were initially called to the report of a 64-year-old man in cardiac arrest at a Selkirk home around 9:15 p.m. The man was pronounced dead at the scene, say police. Poli… [+202 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Vancouver police seek missing federal offender", "description": "34-year-old Tyler Gagnon did not return to Vancouver halfway house on Friday.", "url": "https://www.cbc.ca/news/canada/british-columbia/missing-federal-offender-tyler-gagnon-1.4910735", "urlToImage": "https://i.cbc.ca/1.4910738.1542557561!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/tyler-gagnon-missing-federal-offender.png", "publishedAt": "2018-11-18T16:37:36Z", "content": "Vancouver police are asking for help locating a missing federal offender. Officers say 34-year-old Tyler Gagnon did not return to his halfway house on Friday. He is now wanted on a Canada-wide warrant. Gagnon is on parole for a sentence of five years and nine… [+447 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Veteran sportscaster Randy Tieman dies at 64", "description": "\"He was known for his warmth, his good nature, his boisterous laugh and his iconic moustache,\" a web article on CTV Montreal says.", "url": "https://www.cbc.ca/news/canada/montreal/randy-tieman-obituary-1.4910737", "urlToImage": "https://i.cbc.ca/1.4910741.1542558099!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/randy-tieman.jpg", "publishedAt": "2018-11-18T16:37:18Z", "content": "Longtime CTV sportscaster Randy Tieman has died at the age of 64. According to the private broadcaster, Tieman worked at CTV Montreal for 34 years, until 2017, as a reporter and anchor. \"He was known for his warmth, his good nature, his boisterous laugh and h… [+1402 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Stuck gull lives to eat garbage again, thanks to Stephenville man", "description": "When Ian Stokes first drove by the bird, he thought it was fake — until he saw its head move.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gull-rescue-1.4908666", "urlToImage": "https://i.cbc.ca/1.4909311.1542395727!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/seagull.JPG", "publishedAt": "2018-11-18T16:30:00Z", "content": "A seagull in Stephenville, N.L., is back in the air thanks to a quick-thinking rescue by a local man. On Wednesday, Ian Stokes found himself with time on his hands thanks to rough weather. \"Wednesday was a pretty squirrelly day in Stephenville, and all the sc… [+2317 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Zulekha Nathoo", "title": "Monica Lewinsky reveals 'narratives of secrecy' in new Clinton Affair doc", "description": "A new documentary is exploring the Bill Clinton-Monica Lewinsky scandal, 20 years later, through people who were most familiar with the story, including Lewinsky herself.", "url": "https://www.cbc.ca/news/entertainment/clinton-affair-doc-1.4910641", "urlToImage": "https://i.cbc.ca/1.4553749.1519759211!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/monica-lewinsky-bill-clinton.jpg", "publishedAt": "2018-11-18T16:22:54Z", "content": "A new documentary exploring the Bill Clinton-Monica Lewinsky sex scandal is telling a story for the #MeToo era through interviews with a number of people close to it, including Lewinsky herself. The Clinton Affair, a six-part series which begins airing Sunday… [+3355 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Global Affairs confirms Canadian citizen died week after Fly Jamaica crash landing", "description": "The federal government has made contact with local officials in Guyana to try to learn more about a Canadian citizen who died days after a plane she was aboard to Toronto crash-landed.", "url": "https://www.cbc.ca/news/canada/toronto/fly-jamaica-canadian-citizen-dead-global-affairs-1.4910723", "urlToImage": "https://i.cbc.ca/1.4898640.1541994147!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fly-jamaica-crash-landing-guyana-toronto.jpg", "publishedAt": "2018-11-18T16:21:09Z", "content": "The federal government has made contact with local officials in Guyana to try to learn more about a Canadian citizen who died days after a plane she was aboard to Toronto crash-landed. \"Consular officials are providing consular assistance to the family during… [+1943 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Malone Mullin", "title": "Poor weather prompts temporary shutdown of all offshore rigs, petroleum board says", "description": "Following a bout of bad weather, the regulator says all of the province's offshore operations have been suspended.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nlopb-offshore-operations-suspended-1.4910715", "urlToImage": "https://i.cbc.ca/1.2770644.1411065221!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hibernia-platform.jpg", "publishedAt": "2018-11-18T16:14:15Z", "content": "All offshore facilities have been temporarily shut down as a safety precaution due to stormy seas and will not resume operations until the offshore industry regulator says it's safe to do so. The Canada-Newfoundland and Labrador Offshore Petroleum Board confi… [+1508 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alex Migdal", "title": "Surrey councillor Laurie Guerra's private Twitter account called into question", "description": "The issue underscores a nagging problem for elected officials: should they be allowed to block members of the public?", "url": "https://www.cbc.ca/news/canada/british-columbia/laurie-guerra-twitter-blocking-1.4910383", "urlToImage": "https://i.cbc.ca/1.4910570.1542503087!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/laurie-guerra.jpg", "publishedAt": "2018-11-18T16:00:00Z", "content": "Up until last week, most people could read Surrey councillor Laurie Guerra's tweets. Now, only 176 followers are privy to the thoughts of a councillor in B.C.'s second-largest city. Guerra has blocked a number of her critics on Twitter and Facebook and, in an… [+4904 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Giuseppe Valiante", "title": "'Quebec is an embarrassment': Province urged to do more on cybersecurity", "description": "A cyberattack on the municipality of Mékinac highlights a glaring weakness in government servers in Quebec, according to Professor Jose Fernandez, a professor and malware expert at Montreal's Polytechnique engineering school.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-cyberattacks-local-governments-1.4910720", "urlToImage": "https://i.cbc.ca/1.1665337.1379078784!/httpImage/image.jpg_gen/derivatives/16x9_620/li-czech-hacking-136135707.jpg", "publishedAt": "2018-11-18T15:55:45Z", "content": "On Sept. 10, municipal employees in a region between Montreal and Quebec City arrived at work to discover a threatening message on their computers notifying them they were locked out of all their files. In order to regain access to its data, the regional muni… [+4832 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Strathmore RCMP search for suspect in poppy donation box thefts", "description": "RCMP are searching for a man who's accused of stealing two poppy donation boxes in Strathmore, Alta.", "url": "https://www.cbc.ca/news/canada/calgary/strathmore-poppy-box-theft-1.4910714", "urlToImage": "https://i.cbc.ca/1.4910718.1542552515!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/strathmore-poppy-theft-suspect.jpeg", "publishedAt": "2018-11-18T15:30:24Z", "content": "RCMP are searching for a man who's accused of stealing two poppy donation boxes in Strathmore, Alta. On Nov. 7, the man went to a Shell Gas Station where he told staff he was with the Royal Canadian Legion. He switched out the store's full poppy donation box … [+369 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "F3 driver Sophia Floersch reportedly breaks spine in terrifying crash", "description": "German Formula 3 driver Sophia Floersch suffered a broken spine in a horrific, high-speed crash at the Macau Grand Prix on Sunday. Floersch reportedly lost control in contact down a straightaway, launched off a curb and bounced off Tsuboi’s car.", "url": "https://www.cbc.ca/sports/moresports/floersch-crash-macau-grand-prix-1.4910722", "urlToImage": "https://i.cbc.ca/1.4910724.1542554650!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/floersch-sophia-181118-1180.jpg", "publishedAt": "2018-11-18T15:29:26Z", "content": "German Formula 3 driver Sophia Floersch reportedly suffered a broken spine in a horrific, high-speed crash at the Macau Grand Prix on Sunday. In the video below, the 17-year-old is seen losing control of her Van Amersfoort Racing car in the Chinese territory … [+1205 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "Postal workers' union makes counter-offer", "description": "There is no end in sight for the Canada Post rotating strikes, after the postal workers' union rejected the corporation's contract offer and countered with its own proposal.", "url": "https://www.cbc.ca/news/canada/canada-post-cupw-contract-dispute-1.4910695", "urlToImage": "https://i.cbc.ca/1.4910696.1542548755!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-cupw-labour-dispute.jpg", "publishedAt": "2018-11-18T15:26:00Z", "content": "There is no end in sight for rotating strikes hitting Canada Post deliveries, after the postal workers' union rejected the corporation's contract offer and countered with its own proposal. The Canadian Union of Postal Workers released a list of demands on Sat… [+2356 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Omstead", "title": "Many hands, new opportunities: Immigrant women join forces to make, sell handiwork", "description": "Dressmakers, painters, henna artists are more are among the immigrant women - mostly Somalian - who have formed the Guuto Mothers Co-operative in Edmonton.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-somali-women-cooperative-1.4910430", "urlToImage": "https://i.cbc.ca/1.4910433.1542486542!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/guuto-mothers-cooperative.jpg", "publishedAt": "2018-11-18T15:00:00Z", "content": "Near where Zuhair Ali is standing, a mannequin wearing a guntiino dress is propped against a desk that is crowded with sewing materials and design sketches. The drab walls of the dimly lit room are covered with colourful Somali-inspired paintings. The small o… [+2543 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason D'Souza", "title": "Vancouver's new city council lacks diversity: so what next?", "description": "Visible minorities are the majority in Vancouver, with over half of resident identifying as non-white, yet that ethnic diversity isn’t reflected on the city’s newly elected city council.", "url": "https://www.cbc.ca/news/canada/british-columbia/vancouver-city-council-diversity-1.4909751", "urlToImage": "https://i.cbc.ca/1.4909770.1542405041!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-council-van.jpg", "publishedAt": "2018-11-18T15:00:00Z", "content": "Visible minorities are the majority in Vancouver, with more than half of its residents identifying as non-white, yet that ethnic diversity isn't reflected on the city's newly elected city council. Only one of the elected city councillors, Peter Fry, identifie… [+3247 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Hirscher ekes out slalom win at season-opening men's World Cup", "description": "​Marcel Hirscher of Austria posted the fastest time in both runs to win the season-opening men's World Cup slalom on Sunday in Levi, Finland. He edged Henrik Kristoffersen twice, and finished the race 0.09 seconds ahead of the Norwegian.", "url": "https://www.cbc.ca/sports/olympics/winter/skiing/hirscher-slalom-world-cup-season-opener-1.4910707", "urlToImage": "https://i.cbc.ca/1.4910716.1542552230!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hirscher-marcel-181118-1180.jpg", "publishedAt": "2018-11-18T14:46:07Z", "content": "Marcel Hirscher of Austria posted the fastest time in both runs to win the season-opening men's World Cup slalom on Sunday in Levi, Finland. The seven-time overall champion edged Henrik Kristoffersen twice, and finished the race 0.09 seconds ahead of the Norw… [+924 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Santa Claus ready to roll into town for 114th parade", "description": "Santa is coming to town for Toronto’s 114th annual Santa Claus Parade Sunday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/114-santa-claus-parade-1.4910637", "urlToImage": "https://i.cbc.ca/1.4409575.1542550488!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-santa-claus-parade.jpg", "publishedAt": "2018-11-18T14:44:51Z", "content": "Santa Claus is coming to town for Toronto's 114th annual parade on Sunday. This year's parade boasts 32 floats and 21 marching bands, according to Clay Charters, executive director of the Toronto Santa Claus Parade. \"People can expect some great, larger than … [+1169 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "MGEU says meth behind rise in violent behaviour at Winnipeg Remand Centre", "description": "Documents point to a rising number of violent incidents at the Winnipeg Remand Centre.", "url": "https://www.cbc.ca/news/canada/manitoba/meth-use-winnipeg-remand-centre-1.4910697", "urlToImage": "https://i.cbc.ca/1.3623315.1465424018!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-remand-centre.jpg", "publishedAt": "2018-11-18T14:38:46Z", "content": "Documents point to a rising number of violent incidents at the Winnipeg Remand Centre. And the union that represents Manitoba correctional workers says methamphetamine use is a major factor behind such troubles at institutions across the province. The documen… [+937 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man found dead on roadway in Moss Park", "description": "A man has been found dead on a roadway in Moss Park, Toronto paramedics say.", "url": "https://www.cbc.ca/news/canada/toronto/man-found-dead-roadway-moss-park-1.4910701", "urlToImage": "https://i.cbc.ca/1.4555873.1519845044!/httpImage/image.jpg_gen/derivatives/16x9_620/li-620-police-car.jpg", "publishedAt": "2018-11-18T14:31:52Z", "content": "A man has been found dead on a roadway in Moss Park, according to Toronto Paramedics. The man was discovered lying on the ground without vital signs in the area of Jarvis and Shuter Streets early Sunday. Police were called to the area for unknown trouble at 8… [+562 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Labrador Creative Arts Festival brings industry pros to region's youth", "description": "The Labrador Creative Arts Festival showcases art made by students from across Labrador and gives them the chance to learn in workshops.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/labrador-creative-arts-festival-1.4908639", "urlToImage": "https://i.cbc.ca/1.4909641.1542401540!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ruth-lawrence.jpg", "publishedAt": "2018-11-18T14:30:00Z", "content": "Young students in Labrador are showcasing their work and attending workshops with industry leaders at the Labrador Creative Arts Festival, which began Wednesday in Happy Valley-Goose Bay. Transformation is the theme of the festival, now in its 43rd year, for … [+2018 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 seriously injured in Yorkville crash", "description": "Two people were seriously injured early Sunday after two cars crashed into each other and one hit a church on the Toronto Santa Claus parade route, police say.", "url": "https://www.cbc.ca/news/canada/toronto/two-seriously-injured-two-cars-crash-santa-claus-parade-route-1.4910693", "urlToImage": "https://i.cbc.ca/1.1234148.1542549757!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-toronto-police-cruiser-852-cp-8839355.jpg", "publishedAt": "2018-11-18T14:04:31Z", "content": "Two people were seriously injured early Sunday after two cars crashed into each other and one hit a church on the Toronto Santa Claus parade route, police say. The crash occurred on the northeast corner of Avenue Road and Bloor Street West, where the parade t… [+822 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dave Dormer", "title": "Calgary conference aims to inform, empower LGBTQ advocates", "description": "WELL: Queer Health and Wellness Conference for Allied Professionals was held at the newly opened Calgary Central Library from Thursday to Saturday.", "url": "https://www.cbc.ca/news/canada/calgary/queer-health-wellness-conference-calgary-lgbtq-allies-1.4910609", "urlToImage": "https://i.cbc.ca/1.4910614.1542509715!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/well-queer-health-and-wellness-conference-for-allied-professionals-calgary.jpg", "publishedAt": "2018-11-18T14:00:00Z", "content": "Helping business and health care professionals become better advocates for the LGBTQ community was the focus of a three-day conference that wrapped up in Calgary over the weekend. WELL: Queer Health and Wellness Conference for Allied Professionals was held at… [+1774 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Thurton", "title": "Highway dreams: An Alberta community's hope to be connected to rest of the province", "description": "Alberta's first permanent settlement lacks something that's critical to community's around the province— a road in and out.", "url": "https://www.cbc.ca/news/canada/edmonton/fort-chipewyan-highway-dreams-1.4908946", "urlToImage": "https://i.cbc.ca/1.4910139.1542423142!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fort-chipewyan-winter-road.JPG", "publishedAt": "2018-11-18T14:00:00Z", "content": "Alberta's first permanent settlement lacks something that's critical to communities around the province a road in and out. But now in Fort Chipewyan, one of Alberta's northernmost communities, a political push is underway to get a gravel road built that's ope… [+4283 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'Be aware,' Winnipeg woman warns East Kildonan residents after coyote spotting", "description": "Two coyotes were seen near 900 Raleigh Street in East Kildonan, just after 9:30 a.m. Saturday, near the Phoenix Soccer FC.", "url": "https://www.cbc.ca/news/canada/manitoba/coyote-spotting-winnipeg-1.4910642", "urlToImage": "https://i.cbc.ca/1.4910644.1542516693!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/coyote-sighting-winnipeg.jpeg", "publishedAt": "2018-11-18T13:36:33Z", "content": "At first, Krysten Yarechewski thought it was two loose dogs running along a busy street in East Kildonan Saturday. But once she pulled over, Yarechewski realized it was two coyotes, prompting her to issue a word of warning to the area's residents. She said sh… [+1752 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "5 memorable things Margaret Atwood has told us about her childhood", "description": "Author Margaret Atwood has made a living telling stories -- and she once told us some memorable ones about her childhood.", "url": "https://www.cbc.ca/archives/5-memorable-things-margaret-atwood-has-told-us-about-her-childhood-1.4905029", "urlToImage": "https://i.cbc.ca/1.4905523.1542298059!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/margaret-atwood-on-impressions-july-22-1973.jpg", "publishedAt": "2018-11-18T13:30:00Z", "content": "\"Let's talk about you before you became a public persona,\" CBC Radio host Judy LaMarsh told her guest Margaret Atwood. During a 1975 interview on Judy that proceeded like an episode of the old television program This is Your Life, LaMarsh peppered Atwood with… [+4279 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.K.'s May warns ousting her won't make Brexit talks easier", "description": "U.K. Prime Minister Theresa May has warned that a leadership change wouldn't make Brexit negotiations easier, as opponents in her own party threaten to unseat her.", "url": "https://www.cbc.ca/news/world/uk-brexit-theresa-may-no-confidence-push-1.4910673", "urlToImage": "https://i.cbc.ca/1.4910682.1542545957!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-politics-brexit.jpg", "publishedAt": "2018-11-18T13:17:58Z", "content": "Britain's besieged Prime Minister Theresa May warned Sunday that a leadership change wouldn't make Brexit negotiations easier, as opponents in her Conservative Party threaten to unseat her and the former Brexit secretary suggested she failed to stand up to bu… [+2312 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Business owners in Laval want financial support from city during construction", "description": "Some Laval businesses are worried about a lean holiday season because construction is keeping customers away, but they aren’t having any luck getting the city to help them financially.", "url": "https://www.cbc.ca/news/canada/montreal/laval-businesses-construction-1.4910101", "urlToImage": "https://i.cbc.ca/1.4910106.1542419029!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/george-tsolis.jpg", "publishedAt": "2018-11-18T13:00:00Z", "content": "Some Laval businesses are worried about a lean holiday season because construction is keeping customers away, and they aren't having any luck getting the city to help them financially. Last week, Montreal unveiled the details of its plan to compensate busines… [+1531 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Canadian men claim World Cup speed skating bronze in Japan", "description": "Canada's men's team sprint squad captured the country's first medal at the season-opening speed skating World Cup event on Sunday in Obihiro, Japan.", "url": "https://www.cbc.ca/sports/olympics/winter/speedskating/world-cup-speed-skating-obihiro-canada-bronze-1.4910676", "urlToImage": "https://i.cbc.ca/1.4910679.1542545809!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/netherlands-speedskating-world-cup.jpg", "publishedAt": "2018-11-18T12:59:00Z", "content": "Canada's men's team sprint squad captured the country's first medal at the season-opening speed skating World Cup event on Sunday in Obihiro, Japan. The team of Laurent Dubreuil, Christopher Fiola, Antoine Gelinas-Beaulieu and David La Rue finished the event … [+871 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "St. John's cemetery sheds light on early Chinese immigration — and a cold case murder", "description": "Men from China who came to live in Newfoundland in the first half of the 20th Century were often victims of racism, robbery and even murder.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/what-lies-beneath-cemetery-1.4906937", "urlToImage": "https://i.cbc.ca/1.4906969.1542301245!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dale-jarvis.jpg", "publishedAt": "2018-11-18T12:30:00Z", "content": "Eighty years after Eng Wing Kit was murdered in the Regal Café in St. John's in 1938, the case is still unsolved. Kit's grave sits in the General Protestant Cemetery between Waterford Bridge Road and old Topsail Road in the west end of St. John's, in a sectio… [+3596 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Ford, in fireside chat, says PC government 'may' balance budget by year 4", "description": "Days after his government delivered its first major fiscal update, Premier Doug Ford said his government \"may\" balance the province's budget in the final year of its mandate.", "url": "https://www.cbc.ca/news/canada/toronto/ont-pc-convention-balance-budget-fireside-chat-1.4910667", "urlToImage": "https://i.cbc.ca/1.4910668.1542543525!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-conservative-convention-20181116.jpg", "publishedAt": "2018-11-18T12:23:14Z", "content": "Days after his government delivered its first major fiscal update, Premier Doug Ford said his government \"may\" balance the province's budget in the final year of its mandate. Ford made the comments during a \"fireside chat\" with Toronto Sun editor in chief Adr… [+4106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "SAQ obtains injunction ordering restrictions on picketers", "description": "Following what it called \"aggressive actions\" on Friday, the Superior Court of Quebec has granted an injunction ordering restrictions on striking provincial liquor board employees.", "url": "https://www.cbc.ca/news/canada/montreal/injunction-saq-strike-1.4910669", "urlToImage": "https://i.cbc.ca/1.4794457.1534946514!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/saq-strike-20180717.jpg", "publishedAt": "2018-11-18T12:20:59Z", "content": "Following what it called \"aggressive actions\" on Friday, the Superior Court of Quebec has granted an injunction ordering restrictions on striking provincial liquor board employees. The injunction, obtained by the SAQ, orders striking employees to allow people… [+741 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alana Cole", "title": "Star linebacker on 1990 championship team cheering for Blue to break Grey Cup drought", "description": "One of the stars of the last Winnipeg Blue Bombers team to win the Grey Cup hopes this will be the year the franchise breaks its 28-year championship drought.", "url": "https://www.cbc.ca/news/canada/manitoba/football-cfl-winnipeg-bombers-stampeders-calgary-1.4910474", "urlToImage": "https://i.cbc.ca/1.4910495.1542492473!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-west-semifinal-20181111.jpg", "publishedAt": "2018-11-18T12:00:00Z", "content": "One of the stars of the last Winnipeg Blue Bombers team to win the Grey Cup hopes this will be the year the franchise breaks its 28-year championship drought. James (Wild) West wore number 58 for the Bombers between 1985 and 1992. The all-star linebacker won … [+2285 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nicole Chammartin", "title": "'It was never OK': The work started by #MeToo isn't nearly done, and employers have a big part to play", "description": "It has been more than one year since the #MeToo hashtag went viral and I have been reflecting on what, if anything, has changed. Although I believe a lot has changed, we are nowhere near finished.", "url": "https://www.cbc.ca/news/canada/manitoba/nicole-chammartin-never-ok-oped-1.4910142", "urlToImage": "https://i.cbc.ca/1.4862134.1539458766!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/harassment-stock-image.jpg", "publishedAt": "2018-11-18T12:00:00Z", "content": "It has been more than one year since the #MeToo hashtag went viral and I have been reflecting on what, if anything, has changed. We continue to see the impact for individuals and workplaces within our own community, and globally. Although I believe a lot has … [+4410 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Cactus paddles and coffee mayonaisse: A culinary crawl through Mexico City", "description": "The megalopolis of Mexico City is infamous for its crime and congestion - but also graced with one of the most vibrant food cultures on the planet.", "url": "https://www.cbc.ca/news/canada/manitoba/mexico-city-tacos-street-food-1.4902478", "urlToImage": "https://i.cbc.ca/1.4907748.1542317002!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/day-of-the-dead-mexico-city.JPG", "publishedAt": "2018-11-18T12:00:00Z", "content": "On a street corner in Mexico City's leafy Roma Norte neighbourhood, the going rate for a quesadilla is 20 pesos, or about $1.30 Cdn. These snacks bear only a cursory resemblance to the cheese-stuffed carbohydrate bombs familiar to most Canadians. In fact, que… [+5772 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Cameron MacLean", "title": "Woman with cerebral palsy wins right to live independently, but fight for control over her care isn't over", "description": "Winning the right to live independently in Winnipeg was only half the fight for a Portage la Prairie woman living with cerebral palsy. Helen Roulette still wants the provincial government to transfer her care to an agency that will let her choose her own care…", "url": "https://www.cbc.ca/news/canada/manitoba/helen-roulette-cerebral-palsy-1.4910007", "urlToImage": "https://i.cbc.ca/1.4910013.1542412048!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/helen-roulette.jpg", "publishedAt": "2018-11-18T12:00:00Z", "content": "Winning the right to live independently in Winnipeg was only half the fight for a Portage la Prairie, Man., woman living with cerebral palsy. Helen Roulette still wants the provincial government to transfer her care to an agency that will let her choose her o… [+3457 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ontario Bar Association offers reasons to make a will", "description": "As the old saying goes, the only certain things in life are death and taxes and a group wants to you to make decisions now about your estate before you go.", "url": "https://www.cbc.ca/news/canada/sudbury/make-a-will-month-ontario-bar-association-1.4908855", "urlToImage": "https://i.cbc.ca/1.4142212.1496351910!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/legal-documents.jpg", "publishedAt": "2018-11-18T12:00:00Z", "content": "As the old saying goes, the only certain things in life are death and taxes and a group wants to you to make decisions now about your estate before you go. The Ontario Bar Association has kicked off its annual awareness campaign about wills, called Make a Wil… [+1734 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bonnie Allen", "title": "Antidepressant shortage alarms Saskatchewan patients with mental illnesses", "description": "The shortage in Canada of bupropion, a popular prescription antidepressant, has been stressful for patients with mental illnesses and the people who care for them.", "url": "https://www.cbc.ca/news/canada/saskatchewan/antidepressant-shortage-alarms-saskatchewan-patients-with-mental-illnesses-1.4909081", "urlToImage": "https://i.cbc.ca/1.4910518.1542494515!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/health-pharmacy.jpg", "publishedAt": "2018-11-18T12:00:00Z", "content": "A countrywide shortage of a common antidepressant medication has caused alarm among doctors, pharmacists and patients with mental illnesses. Nearly a dozen pharmacies in Saskatoon and Regina have told CBC News that they have run out of bupropion both the bran… [+4305 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "Campbellton Air Cadets celebrate 75th anniversary", "description": "Sixteen-year-old Jason O'Hearn has been part of the 349 Air Cadet Squadron for four years, but he wants everyone to recognize that there's much more history behind the group.", "url": "https://www.cbc.ca/news/canada/new-brunswick/air-cadets-campbellton-anniversary-1.4909585", "urlToImage": "https://i.cbc.ca/1.4909599.1542400962!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/air-cadets-349.jpeg", "publishedAt": "2018-11-18T12:00:00Z", "content": "Sixteen-year-old Jason O'Hearn has been part of the 349 Air Cadet Squadron for four years, but he wants everyone to recognize that there's much more history behind the group. That's why he's helping organize the 75th anniversary of the squadron in Campbellton… [+2878 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Fire crews responding at manufacturing plant in Hantsport", "description": "Fire departments in the Annapolis Valley are responding to a fire at the CFK building on Prince Street in Hantsport, N.S.", "url": "https://www.cbc.ca/news/canada/nova-scotia/hantsport-fire-ckf-industrial-park-fire-1.4910666", "urlToImage": "https://i.cbc.ca/1.3346654.1449060922!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/regina-fire-department-generic-fire-truck-engine-emergency-rescue.JPG", "publishedAt": "2018-11-18T11:57:16Z", "content": "Fire departments in the Annapolis Valley are responding to a fire at the CKF building on Prince Street in Hantsport, N.S. Firefighters from Hantsport and nearby communities including Southwest Hants, Windsor, Brooklyn and Wolfville were called to the manufact… [+354 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "U.S. envoy hopes for peace deal with Taliban in 2019", "description": "The U.S. special envoy to Afghanistan hopes to cement a peace deal with Taliban insurgents by April 2019, local media reported on Sunday.", "url": "https://www.cbc.ca/news/world/taliban-afghanistan-peace-deal-1.4910664", "urlToImage": "https://i.cbc.ca/1.4910665.1542539951!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/georgia-ossetia.jpg", "publishedAt": "2018-11-18T11:25:24Z", "content": "The U.S. special envoy to Afghanistan hopes to cement a peace deal with Taliban insurgents by April 2019, local media reported on Sunday. Zalmay Khalilzad, in Kabul to lead talks between the United States, the Taliban and the Afghan government, told reporters… [+933 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "APEC talks conclude without communiqué amid U.S.-China trade tensions", "description": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communiqué to describe what was agreed at their talks.", "url": "https://www.cbc.ca/news/politics/apec-summit-communique-trade-1.4910487", "urlToImage": "https://i.cbc.ca/1.4910488.1542554233!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/apec-trudeau-20181117.jpg", "publishedAt": "2018-11-18T11:03:15Z", "content": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communiqué to describe what was agreed at their talks. Prime Minister Justin Trudeau told a late afternoon news conference in Port More… [+6018 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "APEC talks conclude without communique amid U.S.-China trade tensions", "description": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communique to describe what was agreed to at their talks.", "url": "https://www.cbc.ca/news/world/apec-talks-conclude-without-communique-amid-u-s-china-trade-tensions-1.4910487", "urlToImage": "https://i.cbc.ca/1.4910660.1542538374!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1ax5wa.jpg", "publishedAt": "2018-11-18T11:03:15Z", "content": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communique to describe what was agreed to at their talks. Prime Minister Justin Trudeau told a late afternoon news conference in Port M… [+6044 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "APEC talks conclude without communiqué amid U.S.-China trade tensions", "description": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communiqué to describe what was agreed at their talks.", "url": "https://www.cbc.ca/news/world/apec-talks-conclude-without-communiqu%C3%A9-amid-u-s-china-trade-tensions-1.4910487", "urlToImage": "https://i.cbc.ca/1.4910660.1542538374!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1ax5wa.jpg", "publishedAt": "2018-11-18T11:03:15Z", "content": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communiqué to describe what was agreed at their talks. Prime Minister Justin Trudeau told a late afternoon news conference in Port More… [+6018 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janyce McGregor", "title": "APEC talks conclude without communiqué amid U.S.-China trade tensions", "description": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communiqué to describe what was agreed at their talks.", "url": "https://www.cbc.ca/news/world/apec-summit-communique-trade-1.4910487", "urlToImage": "https://i.cbc.ca/1.4910488.1542554233!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/apec-trudeau-20181117.jpg", "publishedAt": "2018-11-18T11:03:15Z", "content": "Leaders have left the Asia-Pacific Economic Cooperation Summit in Papua New Guinea without coming to a consensus on a final communiqué to describe what was agreed at their talks. Prime Minister Justin Trudeau told a late afternoon news conference in Port More… [+6018 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Cave", "title": "'Like somebody opened a chapter in my life': 89-year-old gets her GED", "description": "Margaret McDevitt-Boyle says it's never too late to get an education.", "url": "https://www.cbc.ca/news/canada/new-brunswick/ged-student-86-years-old-saint-john-1.4907103", "urlToImage": "https://i.cbc.ca/1.4907165.1542305381!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/margaret-mcdevitt-boyle-age-89.jpg", "publishedAt": "2018-11-18T11:00:00Z", "content": "Margaret McDevitt-Boyle says it's never too late to get an education. At the age of 89, she has started taking classes at the Saint John campus of University of New Brunswick with the long-term goal of getting her bachelor's degree. Born the year of the Wall … [+2107 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Frances Willick", "title": "Residents worried about proposed gold mine near Sherbrooke", "description": "About 60 residents and community groups shared their thoughts about the proposed mine with the federal environmental assessment agency.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cochrane-hill-gold-mine-residents-concerned-ea-responses-1.4908959", "urlToImage": "https://i.cbc.ca/1.4861976.1539440691!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/atlantic-gold-mine.JPG", "publishedAt": "2018-11-18T11:00:00Z", "content": "Residents and community groups are worried about the potential impact of a proposed gold mine on the Eastern Shore. Atlantic Gold wants to develop an open-pit mine near Melrose, N.S., about 13 kilometres north of Sherbrooke. The mine, which would operate for … [+6077 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alan Neal", "title": "Buffy Sainte-Marie donates artwork to Wabano Centre", "description": "Buffy Sainte-Marie once made a film with Pierce Brosnan that was \"not very good.\" Now, a painting inspired by that experience is going to live on in Ottawa.", "url": "https://www.cbc.ca/news/canada/ottawa/buffy-sainte-marie-painting-wabano-centre-1.4909671", "urlToImage": "https://i.cbc.ca/1.4833504.1537552886!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/music-sainte-marie-tagaq-20170221.jpg", "publishedAt": "2018-11-18T11:00:00Z", "content": "Buffy Sainte-Marie once made a film with Pierce Brosnan that she says was \"not very good\". Nevertheless, a work of art inspired by her experience on that film set is going to live on in Ottawa. The 77-year-old singer-songwriter and activist told CBC Radio's A… [+2570 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Leah Hansen", "title": "Controversy over west-end student residence leads city to explore changes", "description": "The City of Ottawa's planning department says it will explore policy changes after a proposal for eight townhouse units in the west end ballooned into an 89-bed student residence.", "url": "https://www.cbc.ca/news/canada/ottawa/planning-department-policy-changes-1.4910395", "urlToImage": "https://i.cbc.ca/1.4732744.1530659743!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/algonquin-place.JPG", "publishedAt": "2018-11-18T11:00:00Z", "content": "The City of Ottawa's planning department says it will explore policy changes after a proposal to build eight townhouse units in a west-end neighbourhood ballooned into an 89-bed student residence. The initial Glabar Park building, which called for four bedroo… [+3518 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Cave", "title": "'Like somebody opened a chapter in my life': 89-year-old gets her GED", "description": "Margaret McDevitt-Boyle says it's never too late to get an education.", "url": "https://www.cbc.ca/news/canada/new-brunswick/ged-student-89-years-old-saint-john-1.4907103", "urlToImage": "https://i.cbc.ca/1.4907165.1542305381!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/margaret-mcdevitt-boyle-age-89.jpg", "publishedAt": "2018-11-18T11:00:00Z", "content": "Margaret McDevitt-Boyle says it's never too late to get an education. At the age of 89, she has started taking classes at the Saint John campus of University of New Brunswick with the long-term goal of getting her bachelor's degree. Born the year of the Wall … [+2106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Holy cannoli: 50 years in the making", "description": "If you're in Montreal's Little Italy neighbourhood walking along Dante Street today, you may be serenaded by live music and be handed a free slice of pizza, cannoli or coffee.", "url": "https://www.cbc.ca/news/canada/montreal/holy-cannoli-50-years-in-the-making-1.4909703", "urlToImage": "https://i.cbc.ca/1.4909744.1542404363!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alati-caserta-50-yrs.jpg", "publishedAt": "2018-11-18T11:00:00Z", "content": "If you're in Montreal's Little Italy today walking along Dante Street today, you'll be serenaded by live music and be handed a free pizza, cannoli or coffee. A neighbourhood institution, Alati-Caserta bakery, turns 50 and the owners are throwing a party to sh… [+1734 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Debt-ridden Benton, N.L., aims to cut water, sewage to people owing fees", "description": "If you haven't paid your service fees in Benton, get ready to lose your water and sewer.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/benton-feepayers-bankruptcy-1.4908442", "urlToImage": "https://i.cbc.ca/1.4908890.1542386644!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/benton-newfoundland.jpg", "publishedAt": "2018-11-18T10:30:00Z", "content": "If you haven't paid your fees in Benton, get ready to lose your water and sewer. The community made a public post on Facebook on Tuesday seeking a contractor to axe services to about 10 houses belonging to residents owing service fees. Lew Howell, chair of th… [+2236 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Happy as a pig in paper: New recycling program keeps Hay River livestock warm", "description": "A simple recycling program that insulates farm animals during the winter is showing how a northern agricultural community is doing its part when waste-reduction programs fall short, or don't exist.", "url": "https://www.cbc.ca/news/canada/north/hay-river-shredded-paper-1.4907968", "urlToImage": "https://i.cbc.ca/1.4907972.1542322377!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/nfti-hay-river-pigs.JPG", "publishedAt": "2018-11-18T10:00:00Z", "content": "A simple recycling program that insulates farm animals during the winter is showing how a northern agricultural community is doing its part when waste-reduction programs fall short, or don't exist. For the third winter, the Northern Farm Training Institute (N… [+2080 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Philip Lee-Shanok", "title": "Markham community will use geothermal in all its homes, but some critics aren't hot on it", "description": "A unique partnership proposes using geothermal technology to reduce the carbon footprint for an entire community in Markham. But some are skeptical that the technology will work in southern Ontario's climate.", "url": "https://www.cbc.ca/news/canada/toronto/geothermal-community-planned-in-markham-first-of-kind-in-canada-1.4909905", "urlToImage": "https://i.cbc.ca/1.4909940.1542410133!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/berczy-glen.JPG", "publishedAt": "2018-11-18T10:00:00Z", "content": "A neighbourhood being planned in Markham will be the first in Canada to connect all its houses to a geothermal energy system -- which will harness the heat from deep within the earth to not only to warm, but cool the homes. Construction on the new community o… [+3088 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ania Bessonov", "title": "Dating Druze: The struggle to find love in a dwindling diaspora", "description": "The Druze are a small religious and ethnic minority who marry within their faith. In Canada, they number around 25,000, which makes the chances of finding the ideal life partner slim. Riya Khold, 21, talks about what it's like to try to find a match in such a…", "url": "https://www.cbc.ca/news/canada/druze-dating-diaspora-toronto-exclusion-1.4904888", "urlToImage": "https://i.cbc.ca/1.4904977.1542213442!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/riya-khold.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "Riya Khold, 21, was sitting in her third-year biology class at the University of Toronto recently, waiting for her lecture to begin. She was a few minutes early. A young man sat in the empty chair next to her. She had never met him before, but after a few fri… [+8188 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amanda Pfeffer", "title": "New Ottawa air travel research centre billed as international first", "description": "The National Research Council is expecting its new $12-million Ottawa facility will take advantage of the industry's scramble to gain a competitive edge by improving the travel experience.", "url": "https://www.cbc.ca/news/canada/ottawa/new-ottawa-air-travel-research-centre-billed-as-international-first-1.4908067", "urlToImage": "https://i.cbc.ca/1.4909205.1542486018!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nrc-research-lab-airplane-fuselage-ottawa.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "What if an airplane seat could monitor your biometric information to help lower your anxiety? What if technology could eliminate long airport lineups? Or reduce the vibrations and noises on the plane itself? Those sorts of potential innovations, designed to e… [+3730 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Zulekha Nathoo", "title": "Alessia Cara on her new album, why it's a risk and what's 'terrifying' her", "description": "She's played alongside Taylor Swift, toured with Coldplay and became a Grammy Award winner at age 21. Now Canadian singer-songwriter Alessia Cara is taking her skyrocketing music career to a new level, and she's doing it on her own terms.", "url": "https://www.cbc.ca/news/entertainment/alessia-cara-second-album-interview-1.4901523", "urlToImage": "https://i.cbc.ca/1.4901633.1541996087!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alessia-cara.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "She's performed alongside Taylor Swift, toured with Coldplay and became a Grammy Award winner at age 21. Now Alessia Cara is taking her skyrocketing music career to a new level by achieving a goal the Canadian singer-songwriter says she set for herself years … [+3758 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephanie Kampf,Mark Kelley", "title": "A new 'arms race': How the U.S. military is spending millions to fight fake images", "description": "Fake videos that appear real are just one of the reasons a specialized team at the U.S. Department of Defence is investing tens of millions of dollars to develop competing technology that would automatically spot manipulated videos and images.", "url": "https://www.cbc.ca/news/technology/fighting-fake-images-military-1.4905775", "urlToImage": "https://i.cbc.ca/1.4908807.1542394680!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/barack-obama-jordan-peele.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "It's a video that looks convincing former U.S. president Barack Obama speaking directly to a camera and calling current U.S. President Donald Trump \"a total and complete dipshit.\" But it never actually happened. The video was produced and voiced by director J… [+5930 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Vermes", "title": "NHL concussion settlement won't stop Bernie Nicholls's worries over his memory loss", "description": "The former hockey all-star says that he suffers from dizziness and memory loss as a result of multiple head injuries sustained during his time as an NHL player.", "url": "https://www.cbc.ca/radio/checkup/nhl-concussion-settlement-won-t-stop-bernie-nicholls-s-worries-over-his-memory-loss-1.4910377", "urlToImage": "https://i.cbc.ca/1.4910387.1542482102!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bernie-nicholls.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "The highlight reel moments of Bernie Nicholls's NHL career may be unforgettable scoring 70 goals in a single season, hoisting the Stanley Cup but it's what he can't remember that scares him. Phone numbers. Street addresses. Significant moments with his parent… [+4656 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacqueline Hansen", "title": "Mortgage stress test rules may be pushing borrowers towards unregulated lenders", "description": "The Bank of Canada released new data that shows stricter mortgage rules along with higher interest rates have helped slow the growth of risky mortgages, but some economists question whether over-leveraged borrowers are turning to the unregulated mortgage mark…", "url": "https://www.cbc.ca/news/business/mortgage-stress-lenders-unregulated-1.4909617", "urlToImage": "https://i.cbc.ca/1.4909687.1542402545!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mortgage-lenders-20180205.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "The Bank of Canada released data this week that shows stricter mortgage rules along with higher interest rates have helped slow the growth of risky mortgages, but some economists question whether over-leveraged borrowers are simply turning to the unregulated … [+3399 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tony Seskus", "title": "What's next for oilpatch hit by 'perfect storm'?", "description": "Alberta oil producers have been struggling with low crude prices for months, but the situation leapt to national prominence this week as prices slipped below $14 US a barrel and some companies began calling for the provincial government to mandate production …", "url": "https://www.cbc.ca/news/business/wcs-wti-oilpatch-oilsands-1.4909067", "urlToImage": "https://i.cbc.ca/1.4823834.1536938865!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fort-hills-mining-truck.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "Alberta oil producers have been struggling with low crude prices for months, but the situation leapt to national prominence this week as prices skidded below $14 US a barrel and some companies began calling for the provincial government to mandate production … [+5953 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Franco-Ontarians 'disappointed' by cuts to French services", "description": "Francophones in the Ottawa area say they're frustrated with a pair of decisions the provincial government has taken to reduce the deficit.", "url": "https://www.cbc.ca/news/canada/ottawa/franco-ontarian-frustrated-with-provincial-cuts-1.4910288", "urlToImage": "https://i.cbc.ca/1.4910372.1542480064!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/carol-jolin.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "Francophones in the Ottawa area say they're frustrated with a pair of decisions the provincial government has taken to reduce the deficit. In their fiscal update last week, Ontario's Progressive Conservatives announced they would be cancelling a project to bu… [+1614 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rhiannon Johnson", "title": "Royal Ontario Museum to return human remains and artifacts removed from burial mounds", "description": "Artifacts, sacred objects and the remains of ancestors will soon be returned to Rainy River First Nations from the Royal Ontario Museum (ROM) in Toronto, where they have been stored for more than 30 years.", "url": "https://www.cbc.ca/news/indigenous/rom-rainy-river-first-nations-burial-mounds-remains-artifacts-1.4906946", "urlToImage": "https://i.cbc.ca/1.4908726.1542392839!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/kay-nah-chi-wah-nung.JPG", "publishedAt": "2018-11-18T09:00:00Z", "content": "Artifacts, sacred objects and the remains of ancestors will soon be returned to Rainy River First Nations from the Royal Ontario Museum (ROM) in Toronto, where they have been stored for more than 30 years. The Anishinaabe community in Northwestern Ontario is … [+2740 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Avneet Dhillon", "title": "Battle of the food delivery apps and reselling Ikea furniture: CBC's Marketplace consumer cheat sheet", "description": "CBC's Marketplace rounds up the consumer and health news you need from the week, including our investigation into food delivery apps, the CRTC creating an internet code of conduct, and Ikea's pitch to buy back your used furniture.", "url": "https://www.cbc.ca/news/business/marketplace-cheat-sheet-1.4909523", "urlToImage": "https://i.cbc.ca/1.4189405.1499179847!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ubereats-bike-courier.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "Miss something this week? Don't panic. CBC's Marketplace rounds up the consumer and health news you need. Want this in your inbox? Get the Marketplace newsletter every Friday. Ikea wants your used furniture You can trade in those old Ikea chairs for new stuff… [+3375 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Vermes", "title": "NHL concussion settlement won't stop Bernie Nicholls' worries over his memory loss", "description": "The former hockey all-star says that he suffers from dizziness and memory loss as a result of multiple head injuries sustained during his time as an NHL player.", "url": "https://www.cbc.ca/radio/checkup/nhl-concussion-settlement-won-t-stop-bernie-nicholls-worries-over-his-memory-loss-1.4910377", "urlToImage": "https://i.cbc.ca/1.4910387.1542482102!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bernie-nicholls.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "The highlight-reel moments of Bernie Nicholls' NHL career may be unforgettable scoring 70 goals in a single season, hoisting the Stanley Cup but it's what he can't remember that scares him. Phone numbers. Street addresses. Significant moments with his parents… [+4656 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Learn how to make world's 'easiest' bread", "description": "Kerry Duffy thought she would never be able to make bread, but now she's selling her \"slow and easy\" bread at her Old Ottawa South bakery.", "url": "https://www.cbc.ca/news/canada/ottawa/learn-how-to-make-focaccia-bread-d-is-for-dinner-1.4906135", "urlToImage": "https://i.cbc.ca/1.4906257.1542243176!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/bread.jpeg", "publishedAt": "2018-11-18T09:00:00Z", "content": "Kerry Duffy thought she would never be able to make bread, but now she's selling her \"slow and easy\" bread at her Old Ottawa South bakery. \"I am a pastry maker and I have always been light with my fingers,\" the Life of Pie owner told CBC Radio's All In A Day … [+1440 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Why the U.S. could lose the next big war - and what that means for Canada", "description": "An alarming new analysis of the United States' ability to fight and win a war with China or Russia rocked Washington last week - and it's rattling the experts in Ottawa as well.", "url": "https://www.cbc.ca/news/politics/defence-policy-trump-china-russia-1.4910038", "urlToImage": "https://i.cbc.ca/1.4910072.1542415495!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/aptopix-russia-war-games.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "It was more than the usual sky-is-falling rhetoric we're used to seeing in national security reports out of Washington. It came from some pretty sober, respected voices in the defence community. A special commission report, presented to the U.S. Congress this… [+5303 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Scammed senior citizens being recruited as drug mules: CBSA", "description": "Drug trafficking networks are drafting senior citizens to smuggle illicit narcotics into the country, according to an internal memo. The Canada Border Services Agency has warned staff to keep an eye out in a heavily censored intelligence advisory.", "url": "https://www.cbc.ca/news/politics/seniors-drugs-trafficking-mules-1.4904003", "urlToImage": "https://i.cbc.ca/1.4907674.1542315769!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/senior-traveller.jpg", "publishedAt": "2018-11-18T09:00:00Z", "content": "Drug trafficking networks are drafting senior citizens to smuggle illicit narcotics into the country, says the Canada Border Services Agency. An intelligence advisory from the CBSA flags the issue and asks staff to be on the lookout for elderly drug importers… [+4327 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Flames use furious comeback to top Oilers in feisty Battle of Alberta", "description": "Elias Lindholm scored twice including the game-winner on Saturday night as the Calgary Flames took over top spot in the Pacific Division with a 4-2 comeback victory over the Edmonton Oilers.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-flames-oilers-recap-nov-17-1.4910462", "urlToImage": "https://i.cbc.ca/1.4910655.1542520356!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/backlund-mikael-111718.jpg", "publishedAt": "2018-11-18T06:05:41Z", "content": "Elias Lindholm scored twice including the game-winner on Saturday night as the Calgary Flames took over top spot in the Pacific Division with a 4-2 comeback victory over the Edmonton Oilers. After deflecting Noah Hanifin's point shot into Mikko Koskinen's pad… [+916 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jade Markus", "title": "Winnipeg Santa Claus Parade hits Portage Avenue Saturday", "description": "Hundreds of people gathered on Portage Avenue Saturday to watch the spectacle, full of costumed people handing out candy, singing, dancing, and riding in an array of floats.", "url": "https://www.cbc.ca/news/canada/manitoba/2018-santa-claus-parade-1.4910582", "urlToImage": "https://i.cbc.ca/1.4910585.1542506280!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/2018-santa-claus-parade.jpg", "publishedAt": "2018-11-18T04:03:24Z", "content": "Despite some blips on the radar, Santa Claus came to town. The 2018 Winnipeg Santa Claus Parade took to the streets Saturday, but this time, Rudolph wasn't the one who saved the day. Hundreds of people gathered on Portage Avenue Saturday to watch the spectacl… [+2062 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Migrant caravan stalls at U.S.-Mexico border", "description": "Hundreds of migrants from a caravan of Central Americans were stalled at the U.S.-Mexico border on Saturday, where a handful said they welcomed recent Mexican offers of employment in the face of a hostile U.S. reception.", "url": "https://www.cbc.ca/news/world/migrant-caravan-u-s-mexico-1.4910634", "urlToImage": "https://i.cbc.ca/1.4910635.1542512409!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/central-america-migrant-caravan.jpg", "publishedAt": "2018-11-18T03:50:46Z", "content": "Hundreds of migrants from a caravan of Central Americans were stalled at the U.S.-Mexico border on Saturday, where a handful said they welcomed recent Mexican offers of employment in the face of a hostile U.S. reception. The Mexican government last week reite… [+2751 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Raptors crush Bulls to snap 3-game slide", "description": "Fred VanVleet scored 18 points, Danny Green added 17 and Serge Ibaka had 16 points and four blocks, sending the short-handed Toronto Raptors to a 122-83 rout of the Chicago Bulls that snapped a three-game losing streak Saturday night.", "url": "https://www.cbc.ca/sports/basketball/nba/nba-raptors-bulls-recap-nov-17-1.4910466", "urlToImage": "https://i.cbc.ca/1.4910622.1542512667!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/van-vleet-fred-111718.jpg", "publishedAt": "2018-11-18T03:44:41Z", "content": "Fred VanVleet scored 18 points, Danny Green added 17 and Serge Ibaka had 16 points and four blocks, sending the short-handed Toronto Raptors to a 122-83 rout of the Chicago Bulls that snapped a three-game losing streak Saturday night. Green went 7 for 7 from … [+1751 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Vigil highlights harassment, bullying at City of Edmonton", "description": "A small group of people gathered in Edmonton’s Churchill Square on Saturday evening in a show of support for the one in five city staff who say they’ve been harassed or bullied at work.", "url": "https://www.cbc.ca/news/canada/edmonton/city-edmonton-employee-harassment-bullying-vigil-1.4910603", "urlToImage": "https://i.cbc.ca/1.4910610.1542511054!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-of-edmonton-harassment-vigil.jpg", "publishedAt": "2018-11-18T03:19:26Z", "content": "A small group of people gathered in Edmonton's Churchill Square on Saturday evening in a show of support for the nearly one-in-five city staff who say they've been bullied or harassed at work. City employee Cecily Poohkay said the turnout was telling. \"We did… [+2636 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Drouin's late goal lifts Habs over Canucks", "description": "Jonathan Drouin's late-game power-play goal led the Montreal Canadiens to a 3-2 victory over the Vancouver Canucks Saturday.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-canucks-canadiens-recap-nov-17-1.4910440", "urlToImage": "https://i.cbc.ca/1.4910613.1542509538!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadiens-canucks-recap-111718-620.jpg", "publishedAt": "2018-11-18T03:08:32Z", "content": "Jonathan Drouin's late-game power-play goal led the Montreal Canadiens to a 3-2 victory over the Vancouver Canucks Saturday. Drouin buried the puck with less than three minutes to go, just seconds after Vancouver defenceman Michael Del Zotto was booked for in… [+1567 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lisa Wallace", "title": "Senators pounce on Penguins early in dominant victory", "description": "Mark Stone and Matt Duchene had two goals apiece to lead the Ottawa Senators to a 6-4 win over the struggling Pittsburgh Penguins Saturday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-senators-penguins-recap-nov-17-1.4910447", "urlToImage": "https://i.cbc.ca/1.4910611.1542509053!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/stone-mark-111718.jpg", "publishedAt": "2018-11-18T02:56:37Z", "content": "Mark Stone and Matt Duchene had two goals apiece to lead the Ottawa Senators to a 6-4 win over the struggling Pittsburgh Penguins Saturday night. Brady Tkachuk and Cody Ceci also scored for the Senators (9-8-3), who won their second straight game. Craig Ander… [+1882 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Surrey poised to provide free two-hour parking at hospital, city hall", "description": "Drivers going to Surrey Memorial Hospital and city hall are about to say goodbye to paid parking for up to two hours in some areas — one of campaign promises of the city's new mayor, Doug McCallum.", "url": "https://www.cbc.ca/news/canada/british-columbia/surrey-poised-to-provide-free-two-hour-parking-at-hospital-city-hall-1.4910547", "urlToImage": "https://i.cbc.ca/1.4910580.1542505215!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/surrey-memorial-hospital.png", "publishedAt": "2018-11-18T02:24:27Z", "content": "Some drivers going to Surrey Memorial Hospital and city hall will no longer have to pay to park one of the campaign promises made by the city's new mayor, Doug McCallum. A city staff report detailing the proposed changes will be discussed and voted on Monday,… [+1802 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Stepson of B.C. Agriculture minister dies by accidental overdose", "description": "The stepson of B.C. Agriculture Minister Lana Popham has died of an accidental overdose after a years-long struggle with mental health problems and addiction.", "url": "https://www.cbc.ca/news/canada/british-columbia/stepson-of-b-c-agriculture-minister-dies-by-accidental-overdose-1.4910568", "urlToImage": "https://i.cbc.ca/1.4910569.1542501281!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dan-sealy.jpg", "publishedAt": "2018-11-18T01:26:33Z", "content": "The stepson of B.C. Agriculture Minister Lana Popham has died of an accidental overdose after a years-long struggle with mental health problems and addiction. Popham posted a message about the death of her stepson, Dan Sealey, on her Facebook page. He was 23 … [+610 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Federal, provincial governments apologize for impacts of Williams Treaties", "description": "The federal and provincial governments apologized in Rama, Ont., Saturday for the negative impacts of the nearly century-old Williams Treaties on the Williams Treaties First Nations.", "url": "https://www.cbc.ca/news/canada/toronto/williams-treaty-reconciliation-1.4910558", "urlToImage": "https://i.cbc.ca/1.4910560.1542500375!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/carolyn-bennett.png", "publishedAt": "2018-11-18T01:20:22Z", "content": "The federal and provincial governments apologized in Rama, Ont., Saturday for the negative impacts of the nearly century-old Williams Treaties on the Williams Treaties First Nations. \"We are sorry for the historical hardship and sorrow and other negative impa… [+2773 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "B.C. pledges funds for major expansion of student housing at UVic", "description": "Premier John Horgan announced $123 million in funding Thursday for a major expansion of student housing at the University of Victoria, which will see the school increase its on-campus housing stock by 25 per cent.", "url": "https://www.cbc.ca/news/canada/british-columbia/bc-funds-expansion-house-uvic-1.4910530", "urlToImage": "https://i.cbc.ca/1.4910532.1542496317!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/uvic-housing-announcement.jpg", "publishedAt": "2018-11-18T01:14:43Z", "content": "Premier John Horgan announced $123 million in funding Thursday for a major expansion of student housing at the University of Victoria that will see the school increase its on-campus housing stock by 25 per cent. The $201-million plan includes the construction… [+2693 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Scott Taylor", "title": "Western heading back to Vanier Cup as defending champs", "description": "Chris Merchant came back from injury to lead the defending Vanier Cup champion Western Mustangs to a rematch of last year's title game against the Laval Rouge et Or with a 47-24 win over the Saskatchewan Huskies in the Mitchell Bowl on Saturday.", "url": "https://www.cbc.ca/sports/football/university/usports-football-mitchell-bowl-recap-nov-17-1.4910425", "urlToImage": "https://i.cbc.ca/1.4910556.1542499743!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mitchell-bowl-saskatchewan-western-111718-620.jpg", "publishedAt": "2018-11-18T01:09:27Z", "content": "Chris Merchant came back from injury to lead the defending Vanier Cup champion Western Mustangs to a rematch of last year's title game against the Laval Rouge et Or with a 47-24 win over the Saskatchewan Huskies in the Mitchell Bowl on Saturday. Merchant fini… [+2876 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Grande Prairie RCMP charge 19 men with obtaining sexual services", "description": "The men, aged 23 to 69, were arrested last week during a three-day operation, according to a news release from RCMP.", "url": "https://www.cbc.ca/news/canada/edmonton/grande-prairie-rcmp-charge-19-men-obtaining-sexual-services-1.4910566", "urlToImage": "https://i.cbc.ca/1.4054945.1542501175!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/unidentified-sex-trade-worker.jpg", "publishedAt": "2018-11-18T00:53:02Z", "content": "Grande Prairie RCMP have charged 19 men with obtaining sexual services for consideration. The men, aged 23 to 69, were arrested last week during a three-day operation, according to a news release from RCMP. The goal was to address community concerns about \"se… [+816 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Sciarpelletti", "title": "'They are practising that self-love': mothers bare their bellies for photo project", "description": "For many, getting their picture taken is nerve-wracking. Imagine what it was like for a group of women who showed off their stomachs before and after childbirth.", "url": "https://www.cbc.ca/news/canada/british-columbia/they-are-practising-that-self-love-mothers-bare-their-bellies-for-photo-project-1.4908272", "urlToImage": "https://i.cbc.ca/1.4908316.1542344163!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/we-won-t-bounce-back.jpeg", "publishedAt": "2018-11-18T00:46:12Z", "content": "For many people, getting a picture taken is nerve-wracking. Imagine what it was like for a group of women who showed off their stomachs before and after childbirth. That's what happened for an event in Kamloops, B.C. Nov. 16-18, called We Won't Bounce Back. T… [+2219 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chad Pawson", "title": "Woman assaulted after man follows her to Vancouver apartment, say police", "description": "Officers are seeking tips about the attack, which happened on Bute Street near Pendrell early Saturday morning.", "url": "https://www.cbc.ca/news/canada/british-columbia/west-end-apartment-assault-vancouver-1.4910542", "urlToImage": "https://i.cbc.ca/1.4910548.1542499213!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/suspect-vancouver-west-end-sex-assault.jpg", "publishedAt": "2018-11-18T00:27:55Z", "content": "Vancouver police say they are looking for a \"person of interest\" after a woman reported she was sexually assaulted in the West End early Saturday. Police say a woman was followed into an apartment building on Bute Street near Pendrell Street around 3 a.m., an… [+1119 chars]"}]}