{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Gibson", "title": "Jack White says no phones at Winnipeg show — but fans will need devices to get in", "description": "The American rocker's \"no-phone\" rule comes at an awkward time for True North Sports and Entertainment, which is in the middle of rolling out a new digital-only ticket system — meaning concertgoers will need their phones to get into the show.", "url": "https://www.cbc.ca/news/canada/manitoba/jack-white-winnipeg-concert-phones-1.4889270", "urlToImage": "https://i.cbc.ca/1.2676998.1402931031!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jack-white.jpg", "publishedAt": "2018-11-02T23:59:50Z", "content": "American rocker Jack White has asked fans attending his show at Winnipeg's Bell MTS Place next week to abide by one simple rule. You're not allowed to use your cellphone during the show. But the no-phone rule comes at an awkward time for True North Sports and… [+2817 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "MP excited about new plan for the New Brunswick - Nova Scotia isthmus", "description": "A Nova Scotia MP, who has been pushing for years to see more attention and resources for the natural land bridge connecting his province with New Brunswick, is excited about Parks Canada's new management plan for the Chignecto Isthmus.", "url": "https://www.cbc.ca/news/canada/new-brunswick/parks-canada-chignecto-isthmus-nb-ns-bill-casey-1.4889800", "urlToImage": "https://i.cbc.ca/1.3280674.1494877165!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fedelxn-20151019.jpg", "publishedAt": "2018-11-02T23:52:30Z", "content": "A Nova Scotia MP, who has been pushing for years to see more attention and resources for the natural land bridge connecting his province with New Brunswick, is excited about Parks Canada's new management plan for the Chignecto Isthmus. The plan is designed to… [+3888 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Thurton", "title": "Indigenous communities grapple with new relationship with oilsands industry", "description": "Several Indigenous communities north of Fort McMurray are undergoing a monumental shift in their relationships with the oilsands industry.", "url": "https://www.cbc.ca/news/canada/edmonton/indigenous-communities-grapple-oilsands-development-1.4888470", "urlToImage": "https://i.cbc.ca/1.4888503.1541109652!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fort-chip-collage.jpg", "publishedAt": "2018-11-02T23:48:14Z", "content": "Several Indigenous communities north of Fort McMurray are undergoing a monumental shift in their relationships with the oilsands industry. Fort Chipewyan's Indigenous leaders, who once partnered with environmentalists and hosted Hollywood stars like Leonardo … [+745 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "CAQ government yet to decide how to use $3B surplus, says finance minister", "description": "Quebec Finance Minister Éric Girard is beginning his mandate with a $3-billion surplus, but he says it's too soon to commit to how that money will be spent.", "url": "https://www.cbc.ca/news/canada/montreal/caq-surplus-budget-1.4890362", "urlToImage": "https://i.cbc.ca/1.4868496.1539883328!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/que-elxn-caq-20180908.jpg", "publishedAt": "2018-11-02T23:33:44Z", "content": "Quebec Finance Minister Éric Girard is beginning his mandate with a $3-billion surplus, but he says it's too soon to commit to how that money will be spent. He declined to go as far as Premier François Legault, who had suggested the surplus might be returned … [+583 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "From para-athlete to advocate: Tony Flores is Alberta's new disability advocate", "description": "Tony Flores has been a competitive para-athlete for years. Now, he's taking on a new challenge as the province's first Advocate for Persons with Disabilities.", "url": "https://www.cbc.ca/news/canada/edmonton/tony-flores-disability-advocate-1.4890276", "urlToImage": "https://i.cbc.ca/1.4890381.1541199066!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tony-flores-one.jpg", "publishedAt": "2018-11-02T23:30:01Z", "content": "The weather was frigid, the sky was blue and Tony Flores was drinking in his surroundings on the cross-country ski course. From his position, the icy white snow was right in his face and contrasted against the brown tree trunks that lined the trails. \"I thoug… [+3464 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Crawley", "title": "Ontario Cannabis Store staffing shrouded in mystery", "description": "The Ford government and its online marijuana retailer are refusing to provide basic factual information about staffing levels at the Ontario Cannabis Store, raising questions about the reasons behind its delays in shipping pot.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-cannabis-store-warehouse-staffing-1.4889388", "urlToImage": "https://i.cbc.ca/1.4890363.1541198811!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-cannabis-store-20181011.jpg", "publishedAt": "2018-11-02T23:22:58Z", "content": "The Ford government and its online marijuana retailer are refusing to provide basic factual information about staffing levels at the Ontario Cannabis Store and its warehouse, raising questions about the reasons behind its delays in shipping pot. All of Ontari… [+3977 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "194th Avenue bridge opens in south Calgary", "description": "“Whether you drive, take transit, cycle or walk, this new road improves how people travel between communities now and into the future,” said Ward 13 Coun. Diane Colley-Urquhart in a statement.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-bridge-194th-avenue-priddis-slough-wetland-1.4890271", "urlToImage": "https://i.cbc.ca/1.4890284.1541196606!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/194th-avenue-bridge-calgary.JPG", "publishedAt": "2018-11-02T23:21:06Z", "content": "Motorists can now travel between Sheriff King Street S.W. and Macleod Trail on 194th Avenue following Friday's opening of a new bridge over the Priddis Slough wetland. \"Whether you drive, take transit, cycle or walk, this new road improves how people travel b… [+729 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man killed in industrial accident near Keele and Lawrence", "description": "A man was killed in an industrial accident at Keele Street and Milford Avenue Friday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/man-killed-industrial-accident-near-keele-lawrence-1.4890277", "urlToImage": "https://i.cbc.ca/1.4500165.1531870249!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stock-crime-scene-police-tape-do-not-cross-yellow-tape-forensics-investigation-generic.jpg", "publishedAt": "2018-11-02T23:09:21Z", "content": "A man was killed in an industrial accident in the city's northwest end Friday afternoon. Toronto police responded to reports of a man who fell from a ladder while on the job at Keele Street and Milford Avenue. Paramedics made an attempt to save the man's life… [+87 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Donna Spencer", "title": "Calgary can feel more confident than Vancouver did for Olympic vote: Furlong", "description": "The leap of faith Calgarians are asked to make about the 2026 Winter Games isn't as big as the one Vancouverites navigated for 2010, says the man who co-led the Vancouver bid and organizing committee.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-2026-vancouver-2010-john-furlong-1.4890262", "urlToImage": "https://i.cbc.ca/1.4890279.1541196525!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/john-furlong.png", "publishedAt": "2018-11-02T22:51:25Z", "content": "The leap of faith Calgarians are asked to make about the 2026 Winter Games isn't as big as the one Vancouverites navigated for 2010, says John Furlong. Calgarians will go to the polls Nov. 13 to answer the question of whether they want to host the 2026 Games,… [+5064 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Boil water advisory for Thompson, Man., residents", "description": "The city of Thompson is under a boil-water advisory until further notice.", "url": "https://www.cbc.ca/news/canada/manitoba/thompson-boil-water-advisory-1.4890241", "urlToImage": "https://i.cbc.ca/1.2862381.1440625605!/httpImage/image.jpg_gen/derivatives/16x9_620/water.jpg", "publishedAt": "2018-11-02T22:43:23Z", "content": "The city of Thompson is on a boil water advisory until further notice. The advisory went into effect after samples of total coliform bacteria were found in the water supply on Oct. 31, the province of Manitoba said in a notice. Total coliforms occur naturally… [+725 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ontario cabinet minister Jim Wilson resigns 'to seek treatment for addiction issues'", "description": "Ontario Progressive Conservative legislator Jim Wilson is resigning from cabinet and the Tory caucus \"to seek treatment for addiction issues.\"", "url": "https://www.cbc.ca/news/canada/toronto/jim-wilson-resigns-from-cabinet-caucus-1.4890328", "urlToImage": "https://i.cbc.ca/1.4748666.1532103671!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jim-wilson.jpg", "publishedAt": "2018-11-02T22:42:34Z", "content": "Ontario Progressive Conservative legislator Jim Wilson is resigning from cabinet and the Tory caucus \"to seek treatment for addiction issues.\" In a statement Friday evening, a spokesman for Premier Doug Ford says Wilson has resigned as the minister of economi… [+697 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton police charge man who used dating sites with sexual assault", "description": "A man who is active on online dating sites has been charged with sexual assault and other offences by Edmonton police.", "url": "https://www.cbc.ca/news/canada/edmonton/vincent-noseworthy-dating-sites-sexual-assault-1.4890269", "urlToImage": "https://i.cbc.ca/1.4890321.1541197734!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vincent-noseworthy.jpg", "publishedAt": "2018-11-02T22:40:40Z", "content": "A man who is active on online dating sites has been charged with sexual assault by Edmonton police. The man, arrested Wednesday, has been released on court-ordered conditions and police are concerned he may offend again. In a news release Friday, they said th… [+1554 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Halifax police investigate staff in missing property case", "description": "Halifax police say the items in the force's property and exhibit section had been designated for destruction, and didn't include drugs or weapons.", "url": "https://www.cbc.ca/news/canada/nova-scotia/halifax-police-investigate-staff-in-missing-property-case-1.4890187", "urlToImage": "https://i.cbc.ca/1.3315885.1447346272!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-regional-police-headquarters-with-police-vehicle.jpg", "publishedAt": "2018-11-02T22:35:08Z", "content": "Halifax police are investigating four of their own staff over allegations that property was mishandled. They say the items in the force's property and exhibit section had been designated for destruction, and didn't include drugs or weapons. However, the four … [+2810 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Retirement of senior Calgary prosecutor 'a loss to the legal community'", "description": "From prosecuting some of southern Alberta's most notorious crimes to training FBI agents, Jonathan Hak is retiring as one of Calgary's most senior and universally respected lawyers.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-crown-prosecutor-jonathan-hak-retirement-1.4889726", "urlToImage": "https://i.cbc.ca/1.4890197.1541193425!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jonathan-hak.jpg", "publishedAt": "2018-11-02T22:25:10Z", "content": "From prosecuting some of southern Alberta's most notorious crimes to training FBI agents, Jonathan Hak is retiring as one of Calgary's most senior and universally respected lawyers in the criminal bar. Hak has been with the Crown's office for the past 30 year… [+4415 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colin Harris", "title": "Federal ministers defend cannabis rollout after Enquête uncovers ties to organized crime", "description": "Health Minister Ginette Petitpas Taylor called the background checks done by her department \"exhaustive,\" reiterating that they found no connections to organized crime in the companies approved to produce cannabis.", "url": "https://www.cbc.ca/news/canada/montreal/federal-ministers-defend-cannabis-rollout-after-enqu%C3%AAte-uncovers-ties-to-organized-crime-1.4890238", "urlToImage": "https://i.cbc.ca/1.2661076.1402059762!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/medical-marijuana-20140330.jpg", "publishedAt": "2018-11-02T22:21:57Z", "content": "Federal ministers defended the rollout of legal cannabis Friday after a Radio-Canada investigation revealed that the financial backers of some producers have links to organized crime. The French-language investigative program Enquête found that two individual… [+2616 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karin Larsen", "title": "Mudslide hits Grouse Mountain parking lot", "description": "Grouse Grind remains open as crews clean up mud and debris that slid into the parking lot west of the lower gondola station.", "url": "https://www.cbc.ca/news/canada/british-columbia/mudslide-hits-grouse-mountain-parking-lot-1.4889960", "urlToImage": "https://i.cbc.ca/1.3363203.1541197004!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grouse-mountain-sky-tram-skyride-gondola.jpg", "publishedAt": "2018-11-02T22:18:14Z", "content": "Crews at Grouse Mountain are cleaning up after a mudslide hit the upper parking lot overnight. Grouse Mountain spokeswoman Julia Grant said heavy rainfall triggered the slide which came down to the west of the lower gondola station. \"The slide came through fr… [+604 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gallant's gone, wet weather and a quiz: It's your weekend briefing", "description": "The 506er, CBC New Brunswick's newsletter, returns to bring you the major talking points in provincial news for the week ending Nov. 2.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-newsletter-the-506er-1.4890073", "urlToImage": "https://i.cbc.ca/1.4888937.1541165143!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-gallant-throne-speech.jpg", "publishedAt": "2018-11-02T22:05:00Z", "content": "Good evening, Make sure you scroll to the bottom to test your news knowledge in our quiz. Here's what we're talking about this week: So, who's going to run New Brunswick? Not the Liberals. After weeks of uncertainty following the Sept. 24 election, New Brunsw… [+5882 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrea Janus", "title": "Protesters gather outside controversial Steve Bannon, David Frum debate", "description": "Demonstrators gathered outside of a downtown Toronto concert hall Friday evening to protest the presence of one of the masterminds of U.S. President Donald Trump’s election at a debate on populism’s future in politics.", "url": "https://www.cbc.ca/news/canada/toronto/munk-debates-steve-bannon-david-frum-1.4890180", "urlToImage": "https://i.cbc.ca/1.4890188.1541193283!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bannon-debate-protest.jpg", "publishedAt": "2018-11-02T22:04:59Z", "content": "Demonstrators gathered outside a downtown Toronto concert hall Friday evening to protest the presence of one of the masterminds of U.S. President Donald Trump's election at a debate on populism's future in politics. Steve Bannon will appear on stage with The … [+2169 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "City to level $1-million penalty for LRT delay", "description": "The City of Ottawa will hold back $1 million from the next payment to the LRT contractor because of continued delays, but that could be just a small fraction of the millions the city has spent.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-lrt-delays-penalty-1.4890210", "urlToImage": "https://i.cbc.ca/1.4636241.1524748350!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-light-rail-lrt-tremblay-uottawa-test.jpg", "publishedAt": "2018-11-02T22:03:00Z", "content": "The City of Ottawa will hold back $1 million from the next payment to the LRT contractor because of continued delays, but that could be just a small fraction of the millions the city has spent. In a memo released late Friday afternoon, city manager Steve Kane… [+1043 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Min Dhariwal", "title": "Oilers backup goaltender's stock gets bump after blanking Blackhawks​", "description": "The local twitterverse was lit Thursday night after the Oilers backup Mikko Koskinen all but single-handedly shutdown the Chicago Blackhawks.", "url": "https://www.cbc.ca/news/canada/edmonton/mikko-koskinen-oilers-goalie-shutout-blackhawks-backup-nhl-1.4889948", "urlToImage": "https://i.cbc.ca/1.4890053.1541191162!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-02T21:51:18Z", "content": "The local twitterverse was lit Thursday night after the Oilers backup Mikko Koskinen all but single-handedly shutdown the Chicago Blackhawks. The big Finn looked like a much taller version of the Flames Finnish standout goalie Mikka Kiprusoff en route to his … [+4262 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rebecca Martel", "title": "Oldest living Innu dies at 103 in Sheshatshiu", "description": "Born in 1914, Shimun Michel Sr. died at his daughter's home on Tuesday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/elder-death-shimun-michel-sr-innu-1.4889979", "urlToImage": "https://i.cbc.ca/1.4890124.1541193129!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/shimun-michel-sr.png", "publishedAt": "2018-11-02T21:49:43Z", "content": "A respected elder considered to be the oldest living Innu died Tuesday in Labrador. Shimun Michel Sr., 103, died October 30 at his daughter's home in Sheshatshiu while surrounded by his family and friends. A spiritual man who felt strong about his culture and… [+1285 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Drew Anderson", "title": "Controversial RV park on Buffalo Lake slashed in size after appeal board ruling", "description": "Paradise Shores has been reduced to 168 stalls after a Stettler County appeal board ruled it violated density rules.", "url": "https://www.cbc.ca/news/canada/calgary/paradise-shores-rv-park-buffalo-lake-1.4890060", "urlToImage": "https://i.cbc.ca/1.4588630.1521828651!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/paradise-shores.jpeg", "publishedAt": "2018-11-02T21:27:41Z", "content": "A controversial 750-stall RV park on the shores of Buffalo Lake in central Alberta has been reduced to 168 stalls after an appeal board ruled it violated density rules. Paradise Shores was first pitched as a 1,000-stall park, complete with water park and othe… [+1692 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "JAMES LEBANS", "title": "Eight scientific reasons to ditch daylight time - and two to keep it", "description": "Daylight time is bad for us, and science suggests it makes sense to ditch it. Here are the eight reasons to get rid of daylight time - and two to keep it.", "url": "https://www.cbc.ca/radio/quirks/eight-scientific-reasons-to-ditch-daylight-time-and-two-to-keep-it-1.4889633", "urlToImage": "https://i.cbc.ca/1.4889751.1541184218!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/clock.jpg", "publishedAt": "2018-11-02T21:26:04Z", "content": "In most of Canada this weekend we'll be setting our clocks back one hour, ending daylight time for 2018. Mercifully this is the \"good\" time shift, where we get an extra hour of sleep, not the \"bad\" one in the spring when we lose an hour. But even so, some peo… [+2281 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Yandle, Luongo lead Panthers over Jets for Finnish split", "description": "Keith Yandle had a goal and an assist and the Florida Panthers rallied to beat the Winnipeg Jets 4-2 on Friday night for a two-game split in the Finnish capital.", "url": "https://www.cbc.ca/sports/hockey/nhl/winnipeg-jets-florida-panthers-yandle-luongo-finnish-split-1.4889962", "urlToImage": "https://i.cbc.ca/1.4890129.1541191994!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/panthers-jets-hockey.jpg", "publishedAt": "2018-11-02T21:26:03Z", "content": "Keith Yandle had a goal and an assist and the Florida Panthers rallied to beat the Winnipeg Jets 4-2 on Friday night for a two-game split in the Finnish capital. Roberto Luongo made 32 saves, Mike Hoffman, Evgeni Dadonov and Frank Vatrano had goals and Jonath… [+628 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Kershaw stays with Dodgers on reworked 3-year, $93M deal", "description": "Clayton Kershaw is staying with the Los Angeles Dodgers, agreeing to a $93 million US, three-year contract that avoids free agency.", "url": "https://www.cbc.ca/sports/baseball/mlb/clayton-kershaw-la-dodgers-contract-93-million-1.4890145", "urlToImage": "https://i.cbc.ca/1.4370818.1541193457!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/homepagesportsclaytonkershawworldseries.jpg", "publishedAt": "2018-11-02T21:19:19Z", "content": "Clayton Kershaw is staying with the Los Angeles Dodgers, agreeing to a $93 million US, three-year contract that avoids free agency. The agreement was reached Friday, just before the deadline for Kershaw to opt out of his previous deal, a $215 million, seven-y… [+778 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tyler Buist,Vassy Kapelos", "title": "Canada has a 'big problem' scaling up new companies, says former Liberal minister", "description": "Former Liberal cabinet minister John Manley says the Trudeau government has not put enough emphasis on efforts to help private sector companies grow.", "url": "https://www.cbc.ca/news/politics/powerandpolitics/power-lunch-john-manley-business-scale-up-1.4889832", "urlToImage": "https://i.cbc.ca/1.4889897.1541187669!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/john-manley.png", "publishedAt": "2018-11-02T21:18:14Z", "content": "Former Liberal cabinet minister John Manley says the Trudeau government has not put enough emphasis on efforts to help private sector companies grow. \"What Canada needs is more businesses that can scale up and become global,\" said Manley in an interview with … [+2649 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Bell", "title": "Kim's Convenience co-creator on anglicization, role models and comedy as uniting forces", "description": "He might be best known for co-creating Kim's Convenience but there is so much more to Ins Choi, including an accidental name change involving an immigration official when he moved to Canada.", "url": "https://www.cbc.ca/news/canada/calgary/ins-choi-kims-convenience-1.4889951", "urlToImage": "https://i.cbc.ca/1.4889997.1541189366!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ins-choi.JPG", "publishedAt": "2018-11-02T21:09:54Z", "content": "He might be best known for co-creating Kim's Convenience but there is so much more to Ins Choi, including an accidental name change involving an immigration official when he moved to Canada. Choi shared that story and a lot more with The Homestretch. This int… [+3254 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Off-duty OPP officer charged in domestic incident", "description": "An eastern Ontario OPP officer has been charged by the force's professional standards unit after a domestic incident.", "url": "https://www.cbc.ca/news/canada/ottawa/opp-officer-charged-domestic-incident-1.4890064", "urlToImage": "https://i.cbc.ca/1.3078033.1520524168!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/opp-door.jpg", "publishedAt": "2018-11-02T21:07:24Z", "content": "An eastern Ontario OPP officer has been charged by the force's professional standards unit after a domestic incident. Officers were called to a home on Oct. 26 for a report of an incident involving an off-duty officer, OPP said in a news release issued Friday… [+352 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "STO driver suspended over video showing altercation", "description": "A driver with the Société de transport de l'Outaouais (STO) has been suspended with pay after a video surfaced in which he's heard screaming at a female passenger as she stands precariously near the open door of a moving bus.", "url": "https://www.cbc.ca/news/canada/ottawa/sto-driver-suspended-cursing-slut-1.4890033", "urlToImage": "https://i.cbc.ca/1.4890057.1541190495!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sto-bus-incident.jpg", "publishedAt": "2018-11-02T21:02:36Z", "content": "A driver with the Société de transport de l'Outaouais (STO) has been suspended with pay after a video surfaced in which he's heard screaming at a female passenger as she stands precariously near the open door of a moving bus. In the video, the woman stands wi… [+1286 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "After season of away games, Gibsons, B.C., volleyball team finally hosts a home game", "description": "All seven games the team has participated in have been away games — one in Sechelt, another Sunshine Coast community, and six on the Lower Mainland's North Shore.", "url": "https://www.cbc.ca/news/canada/british-columbia/volley-ball-home-game-1.4889314", "urlToImage": "https://i.cbc.ca/1.4889694.1541183396!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/the-cougars-bantam-volleyball.jpeg", "publishedAt": "2018-11-02T21:02:06Z", "content": "The Cougars bantam volleyball team of Elphinstone Secondary School in Gibsons, B.C. is finally playing a home game. On Saturday, the Cougars are hosting the inaugural Coastal Cup. The team's coach says the tournament is a big deal for the players, because it'… [+1951 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joff Schmidt", "title": "Vietgone serves up family, immigration and the Vietnam War with a dash of rap and kung fu fighting", "description": "The Royal Manitoba Theatre Centre's Vietgone tells a story of post-Vietnam War immigrants with an unexpected but appealing approach, blending comedy, drama and romance with a bit of rap and a little kung fu fighting.", "url": "https://www.cbc.ca/news/canada/manitoba/review-rmtc-vietgone-1.4889189", "urlToImage": "https://i.cbc.ca/1.4889224.1541174610!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vietgone-rmtc.jpg", "publishedAt": "2018-11-02T21:00:54Z", "content": "In most Western writing about Vietnam, the fall of Saigon in 1975 is an ending to the story. In Vietnamese-American playwright Qui Nguyen's Vietgone, it's a starting point. The 2015 play, opening the season at the Royal Manitoba Theatre Centre's Warehouse, is… [+3900 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RNC Police dog goes missing during search in Paradise", "description": "The Royal Newfoundland Constabulary said the dog went missing during a search for a suspect.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/rnc-police-dog-goes-missing-during-search-in-paradise-1.4890115", "urlToImage": "https://i.cbc.ca/1.4890128.1541191965!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edge.jpg", "publishedAt": "2018-11-02T21:00:20Z", "content": "The public is being warned not to approach a Royal Newfoundland Constabulary police dog that went missing Friday afternoon in Paradise, during a search for a suspect. \"The RNC Police Dog Services would like the public to be aware that PSD EDGE is a service do… [+705 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Search continues for missing police dog and wanted suspect in Paradise", "description": "The Royal Newfoundland Constabulary said the dog went missing during a search for a suspect.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/search-continues-for-missing-police-dog-and-wanted-suspect-in-paradise-1.4890115", "urlToImage": "https://i.cbc.ca/1.4890128.1541191965!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edge.jpg", "publishedAt": "2018-11-02T21:00:20Z", "content": "The public is being warned not to approach a Royal Newfoundland Constabulary police dog that went missing Friday afternoon in Paradise, during a search for a suspect. \"The RNC Police Dog Services would like the public to be aware that PSD EDGE is a service do… [+2064 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg man last seen in West End safely located: police", "description": "Peter Wasyliw, 56, had been missing since the first week of October.", "url": "https://www.cbc.ca/news/canada/manitoba/peter-wasyliw-safely-located-1.4890034", "urlToImage": "https://i.cbc.ca/1.4869040.1539894646!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/peter-wasyliw.png", "publishedAt": "2018-11-02T21:00:16Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 02, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-02-2018-1.4890280", "urlToImage": "https://i.cbc.ca/1.4890280.1541198767!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-02T21:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Missing teenager found safe, Steinbach RCMP say", "description": "RCMP in Steinbach, Man., say a 15-year-old teenage girl who went missing earlier this week has been safely located.", "url": "https://www.cbc.ca/news/canada/manitoba/missing-steinbach-rcmp-teenager-1.4889990", "urlToImage": "https://i.cbc.ca/1.4426303.1513118406!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-02T20:49:34Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Steinbach RCMP search for missing teen", "description": "Shanita Larocque, 15, was last seen Oct. 30 around noon in Steinbach, Man.", "url": "https://www.cbc.ca/news/canada/manitoba/shanita-larocque-missing-steinbach-1.4889990", "urlToImage": "https://i.cbc.ca/1.4889998.1541189375!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/shanita-larocque.JPG", "publishedAt": "2018-11-02T20:49:34Z", "content": "RCMP in Steinbach, Man., are asking for the public's help in finding a missing teen. Shanita Larocque, 15, was last seen Oct. 30 around noon in the southeastern Manitoba city. Larocque is 5'2\" tall. She has long dark brown or black hair, with a triangle shave… [+369 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bailey White", "title": "Provincial plan pledges 5 new mines, 1,400 jobs in 12 years", "description": "The Newfoundland and Labrador government has unveiled an ambitious plan to grow the province's mining industry by 2030.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/mining-2030-plan-1.4889644", "urlToImage": "https://i.cbc.ca/1.4889683.1541183130!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/siobhan-coady-021118.png", "publishedAt": "2018-11-02T20:37:03Z", "content": "The provincial government released an ambitious plan to grow Newfoundland and Labrador's mining sector through the construction of five new mines and the creation of 1,400 jobs by 2030. The plan includes short- and long-term goals, including reviews of regula… [+2496 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Repeat animal abuser Catherine Adams sentenced to 90 days in jail", "description": "A judge in Drumheller has sentenced Catherine Adams to 90 days behind bars for abusing animals.", "url": "https://www.cbc.ca/news/canada/calgary/catherine-adams-sentenced-1.4889900", "urlToImage": "https://i.cbc.ca/1.4556059.1519859291!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/catherine-adams.jpg", "publishedAt": "2018-11-02T20:35:29Z", "content": "A judge in Drumheller sentenced Catherine Adams on Friday to 90 days behind bars for abusing animals. Adams was found guilty in February of animal cruelty and willfully causing pain, suffering or injury to an animal. Her sentencing was postponed in August aft… [+1839 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pedestrian in his 80s seriously injured after being hit by car in Vancouver crosswalk", "description": "An elderly Vancouver pedestrian was taken to hospital after he was struck by a car while walking in a crosswalk on Friday morning.", "url": "https://www.cbc.ca/news/canada/british-columbia/pedestrian-80s-crosswalk-vehicle-vancouver-1.4889894", "urlToImage": "https://i.cbc.ca/1.4293294.1507356620!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stock-crime-scene-police-tape-downtown-vancouver-granville-street-strip-entertainment-district-vpd.jpg", "publishedAt": "2018-11-02T20:15:34Z", "content": "An elderly Vancouver pedestrian was taken to hospital after he was struck by a car while walking in a crosswalk on Friday morning. The man, who is in his 80s, was crossing at the intersection of Southeast Marine Drive and Victoria Drive at about 10:30 a.m. PT… [+305 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Roofers charged with defrauding 49 clients", "description": "The owner of a roofing company in Ottawa and her employee have been charged with 49 counts of fraud.", "url": "https://www.cbc.ca/news/canada/ottawa/pair-charged-defrauding-customers-in-alleged-roofing-company-scam-1.4889852", "urlToImage": "https://i.cbc.ca/1.1479438.1401905467!/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-police-badge-crest-generic-ops.jpg", "publishedAt": "2018-11-02T20:13:49Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wendy Martin", "title": "Vote to remove Inverness County warden delayed until next month", "description": "The warden of Nova Scotia's Inverness County will keep her job for at least another month. Councillors had planned to vote Thursday on whether to remove Betty-Ann MacQuarrie as warden after questions were raised in June about her leadership.", "url": "https://www.cbc.ca/news/canada/nova-scotia/vote-on-inverness-county-warden-s-removal-delayed-1.4889875", "urlToImage": "https://i.cbc.ca/1.4702904.1529526831!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/betty-ann-macquarrie.jpg", "publishedAt": "2018-11-02T20:12:42Z", "content": "The warden of Nova Scotia's Inverness County will keep her job for at least another month. Councillors had planned to vote Thursday on whether to remove Betty-Ann MacQuarrie as warden after questions were raised in June about her leadership. But a bureaucrati… [+2569 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Toronto police release remains of Bruce McArthur's alleged victims to families", "description": "Toronto police say some of the men believed to be victims of alleged serial killer Bruce McArthur can now be laid to rest.", "url": "https://www.cbc.ca/news/canada/toronto/remains-of-victims-released-to-families-1.4889876", "urlToImage": "https://i.cbc.ca/1.4873281.1540237254!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mcarthur-sketch-oct-22.jpg", "publishedAt": "2018-11-02T20:10:15Z", "content": "Toronto police say some of the men believed to be victims of alleged serial killer Bruce McArthur can now be laid to rest. Acting Insp. Hank Idsinga says investigators have released some of the remains of the eight men found buried at and near a Toronto home … [+1205 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Leblanc-Smith", "title": "Flooding concerns prompt Cape Breton senior to fend for herself", "description": "A senior citizen in Westmount, Cape Breton will be on alert this weekend with heavy rain in the forecast. Her basement has been flooding since a school near her home was demolished.", "url": "https://www.cbc.ca/news/canada/nova-scotia/flood-concerns-prompt-cape-breton-senior-to-fend-for-herself-1.4889667", "urlToImage": "https://i.cbc.ca/1.4890072.1541190680!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/barb-cameron.JPG", "publishedAt": "2018-11-02T20:09:57Z", "content": "A senior citizen in Westmount, across the harbour from Sydney, N.S., has been digging shallow trenches in her backyard this week. Barb Cameron, 73, spent her afternoons digging with a trowel in an effort to avoid a flood in her basement this weekend. CBC mete… [+1539 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'I'm just so sorry for your pain,' B.C. killer tells mother of murdered Japanese student", "description": "William Schneider, 51, killed Natsumi Kogawa in 2016, and stuffed her body into a suitcase.", "url": "https://www.cbc.ca/news/canada/british-columbia/william-schneider-natsumi-kogawa-guilty-sentence-1.4889259", "urlToImage": "https://i.cbc.ca/1.4871319.1539992248!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/emiko-kogawa.jpg", "publishedAt": "2018-11-02T20:04:14Z", "content": "The man convicted of murdering a Japanese exchange student and stuffing her body into a suitcase apologized to her mother during a sentencing hearing Friday. Warren Schneider, 51, addressed Emiko Kogawa in B.C. Supreme Court saying he will never forget the pa… [+1544 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Legendary artist, dancers and singers ready to warm your weekend", "description": "The weather's getting cooler and the days are getting shorter as the clocks fall back an hour this weekend, but there's plenty happening in Winnipeg with the city's bright talents to warm you up.", "url": "https://www.cbc.ca/news/canada/manitoba/weekend-entertainment-column-1.4888752", "urlToImage": "https://i.cbc.ca/1.4888774.1541128278!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/return-of-the-dead-dancers.jpg", "publishedAt": "2018-11-02T19:46:09Z", "content": "The weather's getting cooler and the days are getting shorter as the clocks fall back an hour this weekend, but there's plenty happening in Winnipeg with the city's bright talents to warm you up. CBC's trio of personalities offer their ideas for the weekend o… [+4125 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Holly Caruk", "title": "Shilo parents told to check kids' Halloween haul after 3 children get sick", "description": "Officials at Canadian Forces Base Shilo are warning parents that three children became ill after consuming Halloween candy.", "url": "https://www.cbc.ca/news/canada/manitoba/shilo-parents-check-halloween-candy-sick-1.4889811", "urlToImage": "https://i.cbc.ca/1.4868696.1539886792!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/homepageparentshowtomanagehalloweentreatsforcandyobsessedkids.jpg", "publishedAt": "2018-11-02T19:45:46Z", "content": "Officials at Canadian Forces Base Shilo are warning parents that three children became ill after consuming Halloween candy. \"We're advised for Shilo parents to be extra vigilant this year and checking and double-checking the candy that their children may have… [+1374 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Letterick", "title": "Man accused of killing Candice Kennedy-Faguy sees case adjourned for a month", "description": "The case of Moncton man Claude Blanchard, charged with first-degree murder in the death of Candice Kennedy-Faguy in September, has been adjourned for a month.", "url": "https://www.cbc.ca/news/canada/new-brunswick/claude-blanchard-murder-moncton-candice-kennedy-1.4889729", "urlToImage": "https://i.cbc.ca/1.4842605.1538150329!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/candice-kennedy-faguy.png", "publishedAt": "2018-11-02T19:36:43Z", "content": "The case of Moncton man Claude Blanchard, charged with first-degree murder in the death of Candice Kennedy-Faguy in September, has been adjourned for a month. Claude Blanchard, 44, is charged in the death of Candice Kennedy-Faguy, 35. He's also charged with c… [+692 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2041 can't come quickly enough: N.L. disappointed with Churchill Falls loss at Supreme Court", "description": "Premier Dwight Ball is disappointed in today's 7-1 Supreme Court of Canada decision that ruled Hydro-Québec has no obligation to renegotiate the energy contract.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/churchill-falls-court-decision-1.4889452", "urlToImage": "https://i.cbc.ca/1.4889662.1541182834!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dwight-ball-churchill-falls-decision.jpg", "publishedAt": "2018-11-02T19:30:10Z", "content": "Today's 7-1 Supreme Court of Canada ruling that Hydro-Québec has no obligation to renegotiate the Churchill Falls energy contract is disappointing, says Premier Dwight Ball. \"The past is the past for us. The decision is the decision. We are disappointed today… [+2434 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Travis McEwan", "title": "Nisku business owner offers $10,000 for classic muscle car stolen from warehouse", "description": "A Leduc businessman is offering a $10,000 reward after his 1972 Chevelle SS was stolen from his Nisku business on Monday night.", "url": "https://www.cbc.ca/news/canada/edmonton/chevelle-stolen-nisku-theft-1.4889540", "urlToImage": "https://i.cbc.ca/1.4889571.1541180760!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/chevelle-nisku.JPG", "publishedAt": "2018-11-02T19:30:00Z", "content": "The owner of a Nisku business is offering $10,000 to find his 1972 Chevelle SS muscle car, stolen this week from his warehouse. Mike Sirois, the owner of SS Rig and Vac, said the car was stolen Monday night or Tuesday morning, along with his 32-foot trailer, … [+2997 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Funeral held for the oldest Pittsburgh synagogue victim is held", "description": "Mourners gathered in Pittsburgh on Friday for the funeral of the last and oldest of 11 victims gunned down in a massacre at a synagogue, capping a week of grieving for the city, 97-year-old Rose Mallinger.", "url": "https://www.cbc.ca/news/world/mallinger-funeral-pittsburgh-shooting-1.4889631", "urlToImage": "https://i.cbc.ca/1.4889687.1541183222!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shooting-synagogue-victims.jpg", "publishedAt": "2018-11-02T19:24:30Z", "content": "Mourners gathered in Pittsburgh on Friday for the funeral of the last and oldest of 11 victims gunned down in a massacre at a synagogue, capping a week of grieving for the city. Rose Mallinger, 97, affectionately known to her family as \"Bubbie,\" the Yiddish w… [+2378 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP investigating after pins found in Halloween treats", "description": "RCMP are investigating after pins were found in some treats handed out to children on Halloween night in the community of Devon, southwest of Edmonton.", "url": "https://www.cbc.ca/news/canada/edmonton/halloween-pins-treats-candy-rcmp-devon-edmonton-1.4889724", "urlToImage": "https://i.cbc.ca/1.4889837.1541186106!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tampered-halloween-treats.jpg", "publishedAt": "2018-11-02T19:22:39Z", "content": "RCMP are investigating after pins were found in treats handed out to children on Halloween night in the community of Devon, southwest of Edmonton. \"It's offensive to people that this happens. It's scary that this could be such a concern for children,\" said Cp… [+1360 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Hunt", "title": "West Bragg Creek trail network connects to the Great Trail", "description": "The Greater Bragg Creek Trails Association is celebrating a $2.5-million upgrade to the recreation area, the opening of a new trail and joining the Great Trail, a 24,000-kilometre network of hiking trails that stretches from coast to coast.", "url": "https://www.cbc.ca/news/canada/calgary/bragg-creek-trail-association-celebration-1.4889012", "urlToImage": "https://i.cbc.ca/1.4889253.1541173669!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trail-volunteers.jpg", "publishedAt": "2018-11-02T19:22:11Z", "content": "There's no fibre optics involved with this national network. Saturday afternoon, in Bragg Creek, representatives from the province and the Greater Bragg Creek Trails Association are hosting a ceremony to celebrate the grand opening of the West Bragg Creek Pro… [+1743 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "Surprise order left caterer scrambling to feed 1,600 people the next day", "description": "Scott Colwell and his catering company managed to put together breakfast for the 1,600 people attending an announcement Friday at the Irving Shipyard, on less than 24 hours notice.", "url": "https://www.cbc.ca/news/canada/nova-scotia/catering-food-irving-shipbuilding-federal-government-halifax-1.4889716", "urlToImage": "https://i.cbc.ca/1.4889761.1541184424!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/irving-muffins.jpg", "publishedAt": "2018-11-02T19:17:30Z", "content": "If you ever need 2,000 muffins on short notice, Scott Colwell might be a good person to call. The owner of Certainly Cinnamon Catering in Halifax was busy at work Thursday when his phone \"started ringing like crazy.\" Representatives from Irving Shipbuilding w… [+3177 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "UN chief warns of famine in Yemen, urges halt to violence", "description": "UN Secretary-General Antonio Guterres warns Yemen could face \"the worst famine we have seen in decades\" and urges warring parties to immediately halt the violence. WARNING: This story contains disturbing images", "url": "https://www.cbc.ca/news/world/un-yemen-famine-1.4889673", "urlToImage": "https://i.cbc.ca/1.4889708.1541183561!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1ah2wj.jpg", "publishedAt": "2018-11-02T19:11:06Z", "content": "UN Secretary-General Antonio Guterres warned Friday that Yemen could face \"the worst famine we have seen in decades\" and urged the country's warring parties to immediately halt the violence. The UN chief told reporters \"the urgency of the humanitarian crisis … [+1315 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sandra Abma", "title": "A musical journey in time for the weekend", "description": "3D-printed instruments, heavenly music and an exhibition on the last days of the First World War for the weekend.", "url": "https://www.cbc.ca/news/canada/ottawa/arts-music-entertainment-museum-ottawa-1.4889036", "urlToImage": "https://i.cbc.ca/1.4889085.1541169371!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mary-elizabeth-brown.jpg", "publishedAt": "2018-11-02T19:04:35Z", "content": "Remembrance Day exhibition This year's Remembrance Day will mark a century since the end of the First World War. The bravery and sacrifice of Canadian soldiers is brought into focus in a new exhibition and a work of music at the Canadian War Museum. Victory 1… [+2622 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Omstead", "title": "From coast to coast to coast: Sherwood Park man set to finish record hike", "description": "Dana Meise has spent the past decade walking across the country, a 21,000 kilometre pursuit to become the first person to touch all three coasts on the Trans-Canada trail. More than 30 million paces into the trek, a single step almost jeopardized the dream.", "url": "https://www.cbc.ca/news/canada/edmonton/coast-to-coast-sherwood-park-man-record-hike-1.4888765", "urlToImage": "https://i.cbc.ca/1.4164270.1497901333!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dana.jpg", "publishedAt": "2018-11-02T19:00:00Z", "content": "Dana Meise has spent the past decade walking across the country a 21,000-kilometre pursuit to become the first person to touch all three coasts on the Trans Canada Trail. On Tuesday, just 150 km away from the end of the monumental trek and with more than 30 m… [+2431 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karin Larsen", "title": "Iced Capp meltdown suspect arrested, charged with assault and mischief", "description": "A man who was seen on video becoming violent in a New Westminster Tim Hortons is facing three charges.", "url": "https://www.cbc.ca/news/canada/british-columbia/iced-capp-meltdown-suspect-arrested-charged-1.4889455", "urlToImage": "https://i.cbc.ca/1.4889564.1541180451!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alan-sam-deguillaume.jpg", "publishedAt": "2018-11-02T19:00:00Z", "content": "The man caught on camera melting down over an incorrect order at a New Westminster, B.C., Tim Hortons has been arrested and charged with two counts of assault and one count of mischief. Alan Sam Deguillaume was arrested in Powell River, B.C., on Oct. 15 and h… [+447 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Riley Laychuk", "title": "Elderly woman was injured but not endangered a month before she died, defence says at daughter's trial", "description": "The Crown has failed to prove 96-year-old Elene Collins’ life was in danger while she lived with her daughter, defence lawyer Andrew Synyshyn told a Brandon, Man., courtroom on Friday.", "url": "https://www.cbc.ca/news/canada/manitoba/rae-deutscher-closiung-arguements-1.4889647", "urlToImage": "https://i.cbc.ca/1.4887758.1541095917!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rae-deutscher-leaving-court.JPG", "publishedAt": "2018-11-02T18:57:20Z", "content": "The Crown has failed to prove 96-year-old Elene Collins' life was in danger while she lived with her daughter, defence lawyer Andrew Synyshyn told a Brandon, Man., judge on Friday. Synyshyn is representing Rae Deutscher, 60, who has pleaded not guilty to fail… [+3774 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Saskatchewan adds 5,700 full-time, 3,700 part-time jobs year-over-year", "description": "Saskatchewan has 9,400 more jobs than it had a year ago.", "url": "https://www.cbc.ca/news/canada/saskatoon/saskatchewan-adds-5-700-full-time-3-700-part-time-jobs-year-over-year-1.4889507", "urlToImage": "https://i.cbc.ca/1.3580706.1530648643!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/help-wanted.JPG", "publishedAt": "2018-11-02T18:52:20Z", "content": "Saskatchewan has 9,400 more jobs than it had a year ago. According to Statistics Canada, Saskatchewan's year-over-year employment increased by 5,700 full-time and 3,700 part-time jobs. That's the largest job gain for the province in four years. Most of the ga… [+488 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "No changes planned to assisted-death law, justice minister says after dying woman's plea", "description": "Ottawa remains confident in its assisted dying legislation, and doesn't plan changes despite a Halifax woman's deathbed plea, federal Justice Minister Jody Wilson-Raybould said Friday.", "url": "https://www.cbc.ca/news/politics/justice-minister-assisted-dying-1.4889715", "urlToImage": "https://i.cbc.ca/1.3535900.1480634536!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/assisted-dying-20160414.jpg", "publishedAt": "2018-11-02T18:48:18Z", "content": "Ottawa remains confident in its assisted dying legislation, and doesn't plan changes despite a Halifax woman's deathbed plea, federal Justice Minister Jody Wilson-Raybould said Friday. She said the government feels strongly the two-year-old legislation strike… [+2955 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dirk Meissner", "title": "Homeless, vulnerable only find best health care when at death's door, UVic study finds", "description": "Researchers followed 25 marginally housed people for two years.", "url": "https://www.cbc.ca/news/canada/british-columbia/homeless-vulnerable-care-death-uvic-study-1.4889196", "urlToImage": "https://i.cbc.ca/1.4460021.1522274654!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/homelessness-homeless-street-vancouver.jpg", "publishedAt": "2018-11-02T18:45:59Z", "content": "The lives of 25 homeless or marginally housed people in Victoria only started to get better when they were close to death, says a University of Victoria study released Thursday. Researchers followed the people for two years during the study, which concluded t… [+3555 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tanya Casole-Gouveia", "title": "NFL cheerleader takes a knee during American anthem", "description": "The #TakeAKnee campaign started by Colin Kaepernick in August 2016 in protest of police brutality against people of colour. He may have found another supporter as a yet-to-be-named San Francisco 49ers cheerleader took a knee during the playing of the U.S. nat…", "url": "https://www.cbc.ca/sports/nfl-cheerleader-takes-a-knee-during-american-anthem-1.4889278", "urlToImage": "https://i.cbc.ca/1.4889730.1541184478!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cheerleaders.jpg", "publishedAt": "2018-11-02T18:41:23Z", "content": "The #TakeAKnee campaign started by Colin Kaepernick in August 2016 in protest of police brutality against people of colour may have found another supporter. A yet-to-be-named San Francisco 49ers cheerleader took a knee during the playing of the U.S. national … [+2905 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Deinsberg St-Hilaire found not guilty in 2015 death of cyclist", "description": "The man accused of being behind the wheel in the 2015 hit-and-run death of a cyclist has been found not guilty.", "url": "https://www.cbc.ca/news/canada/ottawa/deisenberg-st-hilaire-trial-verdict-1.4888989", "urlToImage": "https://i.cbc.ca/1.3150524.1436833646!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/deinsberg-st-hilaire-court-sketch-bail-hearing-july-13-2015.jpg", "publishedAt": "2018-11-02T18:39:33Z", "content": "The man accused of being behind the wheel in the hit-and-run death of a cyclist has been found not guilty. Andy Nevin was struck and killed in June 28, 2015, while riding his bike on Leitrim Road in south Ottawa. Deinsberg St-Hilaire was charged months later … [+1402 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Alec Baldwin arrested in alleged parking dispute punch", "description": "Alec Baldwin has been arrested for allegedly punching someone during a dispute over a New York City parking spot.", "url": "https://www.cbc.ca/news/entertainment/alec-baldwin-arrest-1.4889704", "urlToImage": "https://i.cbc.ca/1.3104836.1433789416!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alec-baldwin-kicked-off-plane.jpg", "publishedAt": "2018-11-02T18:37:50Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Wilbur, the wily runaway pig", "description": "A runaway pig that evaded capture for weeks in the Nelson area of Miramichi has finally been caught.", "url": "https://www.cbc.ca/news/canada/new-brunswick/wilbur-runaway-pig-miramichi-1.4889474", "urlToImage": "https://i.cbc.ca/1.4889545.1541179885!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wilbur-the-pig.jpg", "publishedAt": "2018-11-02T18:35:51Z", "content": "If you thought you saw someone in a very convincing pig costume trick-or-treating in the Nelson area of Miramichi Wednesday chances are it was actually Wilbur, a very real, and very wily pig, who happens to have a taste for Sour Cherry Blasters candies. Hallo… [+2912 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wallis Snowdon", "title": "Edmonton couple covered in tumours want strangers to see past the bumps", "description": "Gail Appelgren and Tim Golumbia are sharing their stories with the hope of reducing the stigma around their condition.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-couple-neurofibromatosis-tumours-awareness-1.4889585", "urlToImage": "https://i.cbc.ca/1.4889599.1541182524!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/tim-and-gail-appelgren.JPG", "publishedAt": "2018-11-02T18:32:24Z", "content": "Gail Appelgren has been denied access to public swimming pools and detained at the airport. In grocery stores, she has been told not to touch the fruit. Thousands of tumours cover her body. Strangers can be cruel. \"I've had people circle me at Costco, and pra… [+4336 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ryan Snoddon", "title": "High winds, heavy rain hitting Nova Scotia this weekend", "description": "Periods of heavy rain are likely to begin Friday night across the Maritimes into Saturday", "url": "https://www.cbc.ca/news/canada/nova-scotia/heavy-rain-high-winds-weekend-forecast-1.4889316", "urlToImage": "https://i.cbc.ca/1.4889610.1541181833!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/weather-rainfall-ns-nov-2-2018.png", "publishedAt": "2018-11-02T18:27:17Z", "content": "If you're heading out this weekend, put on your rainboots. A rainfall warning is in effect for several southwestern Nova Scotia counties and Environment Canada has issued a special weather statement calling for rain and high winds for much of the province. Pe… [+592 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Halifax police investigate sudden death of young woman", "description": "Officers were called to a home on the Bedford Highway after receiving a report of a woman who needed immediate medical assistance.", "url": "https://www.cbc.ca/news/canada/nova-scotia/sudden-death-bedford-highway-1.4889632", "urlToImage": "https://i.cbc.ca/1.4702586.1528819821!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-regional-police-car.jpg", "publishedAt": "2018-11-02T18:26:01Z", "content": "Halifax Regional Police are investigating after a 19-year-old woman died suddenly at a home on the Bedford Highway. Police said in a news release officers went to the home Friday after receiving a report of a woman who needed immediate medical assistance. The… [+208 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "In final effort to revive herds, 6 remaining caribou to be relocated to rearing pen", "description": "In a desperate measure to try to save the mountain caribou's most southerly herds, provincial biologists are about to purposely relocate the last remaining animals that range into the states south of B.C.", "url": "https://www.cbc.ca/news/canada/british-columbia/in-final-effort-to-revive-herds-6-remaining-caribou-to-be-relocated-to-rearing-pen-1.4888410", "urlToImage": "https://i.cbc.ca/1.3213084.1441226645!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/b-c-caribou-endangered.jpg", "publishedAt": "2018-11-02T18:23:12Z", "content": "Caribou are about to disappear completely from the contiguous United States and the B.C. government is to blame. In a desperate measure to try to save the mountain caribou's most southerly herds, provincial biologists are about to purposely relocate the last … [+2060 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "'Open for business' signs will cost Ontario taxpayers $106K", "description": "Doug Ford’s signs won't come cheap, but the premier says they're crucial to investors knowing the province is a business-friendly place.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-open-for-business-sign-cost-1.4889612", "urlToImage": "https://i.cbc.ca/1.4889638.1541182404!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-ontario-open-for-business-signs.jpg", "publishedAt": "2018-11-02T18:19:53Z", "content": "Premier Doug Ford's vaunted \"open for business\" signs will cost $106,700, his office said Friday. Ford's spokesperson, Simon Jefferies, issued a news release saying the six-figure spending on signage a \"necessary cost\" to ensure people know the province is bu… [+748 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "Watson changes tune on Twitter clash", "description": "In a reversal his critics are calling \"a victory for free speech,\" Ottawa Mayor Jim Watson is unblocking his detractors on Twitter after being sued by three local activists last month — and is encouraging all members of the new city council to do the same.", "url": "https://www.cbc.ca/news/canada/ottawa/mayor-watson-unblocks-critics-twitter-lawsuit-1.4887540", "urlToImage": "https://i.cbc.ca/1.4874295.1540287360!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jim-watson-ottawa-mayor-election-2018.jpg", "publishedAt": "2018-11-02T18:06:41Z", "content": "In a reversal his critics are calling \"a victory for free speech,\" Ottawa Mayor Jim Watson is unblocking his detractors on Twitter after being sued by three local activists last month and is encouraging all members of the new city council to do the same. Wats… [+2777 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "The unpopular populist: Why former Trump strategist Steve Bannon can't draw a crowd (outside Toronto)", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: Steve Bannon's popularity gap, the truth about the migrant caravan and the controversy over statues of John A. Macdonald.", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-steve-bannon-migrant-caravan-1.4882322", "urlToImage": "https://i.cbc.ca/1.4809489.1536070778!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bannon.jpg", "publishedAt": "2018-11-02T18:02:03Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: Who wants to see Steve Bannon? Not man… [+15231 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Scientists plan to map genes of all complex life on Earth", "description": "Scientists have launched a vast project to map the genetic code of all 1.5 million known species of complex life on Earth, aiming to complete the work within a decade.", "url": "https://www.cbc.ca/news/technology/earth-biogenome-project-1.4889488", "urlToImage": "https://i.cbc.ca/1.4889541.1541179852!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/slovenia-birds.jpg", "publishedAt": "2018-11-02T17:54:39Z", "content": "Scientists launched a vast project on Thursday to map the genetic code of all 1.5 million known species of complex life on Earth, aiming to complete the work within a decade. They described the Earth BioGenome Project (EBP) as \"the next moonshot for biology\" … [+2550 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Worker dies in landslide at La Pêche quarry", "description": "An employee at a quarry in La Pêche died Thursday when a landslide buried the excavator he was operating, according to police.", "url": "https://www.cbc.ca/news/canada/ottawa/worker-dies-at-la-peche-quarry-1.4889250", "urlToImage": "https://i.cbc.ca/1.4889553.1541180200!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/la-peche-quarry-death-nov-2-2018.jpg", "publishedAt": "2018-11-02T17:51:59Z", "content": "An employee at a quarry in La Pêche died Thursday when a landslide buried the excavator he was operating, according to police. MRC des Collines-de-l'Outaouais police were called to the quarry on Highway 105 shortly after 10 a.m. Thursday. Sgt. Martin Fournel … [+662 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Jean Machine going out of business, will close all stores by February", "description": "Canadian apparel retailer Jean Machine Clothing Inc. will close down all of its stores by the end of winter because of losses.", "url": "https://www.cbc.ca/news/business/jean-machine-closing-1.4889529", "urlToImage": "https://i.cbc.ca/1.4889549.1541180047!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/jean-machine-20181102.jpg", "publishedAt": "2018-11-02T17:40:46Z", "content": "Canadian apparel retailer Jean Machine Clothing Inc. will close down all of its stores by the end of winter because of losses. Jean Machine's president Lisa Hryciuk announced in a letter posted on the company's social media channels that 20 of its locations w… [+689 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Nothing has changed in 80 years,' says Holocaust survivor", "description": "Maxwell Smart's family was killed during the Holocaust. He stayed silent for 50 years, but now he wants to educate", "url": "https://www.cbc.ca/news/canada/nova-scotia/holocaust-survivor-maxwell-smart-canada-1.4889077", "urlToImage": "https://i.cbc.ca/1.4889294.1541174657!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maxwell-smart-young.jpg", "publishedAt": "2018-11-02T17:37:23Z", "content": "Maxwell Smart landed in Halifax at Pier 21 as a war orphan in 1948. He was born in Poland in 1930 and lived to see a Soviet invasion, and then Nazi occupation of the country. During this time he witnessed unimaginable horrors, including the murder of his gran… [+3880 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Daniel MacEachern", "title": "Gathering Place adds dental care to its list of services", "description": "The dental problems often faced by the guests of the St. John's centre can make them sick — or even be fatal.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gathering-place-dental-clinic-1.4889258", "urlToImage": "https://i.cbc.ca/1.4889432.1541178061!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/robert-rideout.png", "publishedAt": "2018-11-02T17:35:08Z", "content": "Robert Rideout can't remember the last time he saw a dentist, but he does know it's been years and that's why he's excited to see the opening of the Gathering Place's new dental clinic. \"I've got a piece of tooth caught in me gum, and it's irritating. I need … [+3326 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Jim Ellis, Alberta Energy Regulator president, to resign in January", "description": "President and CEO Jim Ellis joined the regulator in 2013 as the first CEO of the newly formed regulator.", "url": "https://www.cbc.ca/news/canada/calgary/jim-ellis-alberta-energy-regulator-resigns-1.4889315", "urlToImage": "https://i.cbc.ca/1.4889446.1541178337!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/jim-ellis-alberta-energy-regulator.PNG", "publishedAt": "2018-11-02T17:27:35Z", "content": "The head of the Alberta Energy Regulator (AER) is set to resign early next year. President and CEO Jim Ellis joined the AER in June 2013 as the first CEO of the newly formed regulator. Prior to the appointment, Ellis served as Alberta's deputy minister of env… [+983 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matt Humphrey", "title": "French immersion class hasn't had a French teacher for 3 weeks", "description": "Jolene Hill says her daughter, who is in a Grade 4 class at École Sandy Hill Elementary, told her during the second week of term that her teacher was moving away. She hasn't been taught any French since, Hill says.", "url": "https://www.cbc.ca/news/canada/british-columbia/no-french-french-class-1.4888955", "urlToImage": "https://i.cbc.ca/1.3750124.1532039449!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/french-immersion-b-c.jpg", "publishedAt": "2018-11-02T17:21:05Z", "content": "An Abbotsford, B.C., mother says her daughter's French immersion class has been without a teacher for three weeks. Jolene Hill says her daughter, who is in a Grade 4 class at École Sandy Hill Elementary, told her during the second week of term that her teache… [+1435 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Enbridge CEO calls for patience as western oil glut 'screams' for solutions", "description": "Enbridge Inc. is looking at options to help clear a glut of oil in Western Canada — including reversing a condensate import pipeline — but CEO Al Monaco counselled patience Thursday as all solutions will take time to put in place.", "url": "https://www.cbc.ca/news/canada/calgary/enbridge-ceo-oil-glut-patience-calgary-discount-1.4889349", "urlToImage": "https://i.cbc.ca/1.3580026.1463090656!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/enbridge-20160512.jpg", "publishedAt": "2018-11-02T17:11:58Z", "content": "Enbridge Inc. is looking at options to help clear a glut of oil in Western Canada including reversing a condensate import pipeline but CEO Al Monaco counselled patience Thursday as all solutions will take time to put in place. The pipeline company reported ad… [+2986 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Seldom-seen Quebec MP says PM's assignment keeping him away from Ottawa", "description": "Liberal MP Nicola Di Iorio says there's nothing mysterious about his absence from Parliament Hill.", "url": "https://www.cbc.ca/news/politics/nicola-di-iorio-montreal-1.4889385", "urlToImage": "https://i.cbc.ca/1.4053573.1491251714!/httpImage/image.jpg_gen/derivatives/16x9_620/nicola-di-iorio.jpg", "publishedAt": "2018-11-02T16:55:50Z", "content": "Liberal MP Nicola Di Iorio says there's nothing mysterious about his absence from Parliament Hill. The Montreal-area MP broke his silence today with a short message on Facebook saying Prime Minister Justin Trudeau has assigned him responsibilities that necess… [+593 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Coroner's report into Longueuil teen's suicide focuses on family issues, not bullying", "description": "The coroner acknowledges Simon Dufour, described as a “ray of sunshine,” was bullied in elementary and high school. But she also says his family life was difficult.", "url": "https://www.cbc.ca/news/canada/montreal/coroner-report-simon-dufour-longueuil-teen-death-1.4889180", "urlToImage": "https://i.cbc.ca/1.4421070.1511798614!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/simon-dufour.jpg", "publishedAt": "2018-11-02T16:53:49Z", "content": "The coroner's report into the death of a Longueuil teenager last year focuses more on his family issues than it does on what his school did to address bullying. Simon Dufour, 15, was struck and killed by a train near the Saint-Bruno station on Nov. 23, 2017. … [+2537 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Hate messages show up on University of Manitoba campus", "description": "The University of Manitoba is denouncing hateful messages posted on campus and sent to some fax machines in what the school president says is \"a co-ordinated international effort by neo-Nazi and white supremacist groups.\"", "url": "https://www.cbc.ca/news/canada/manitoba/hate-messages-university-manitoba-campus-1.4889084", "urlToImage": "https://i.cbc.ca/1.4889182.1541175845!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hate-posters-on-u-of-m-campus.jpg", "publishedAt": "2018-11-02T16:47:29Z", "content": "The University of Manitoba is denouncing hateful messages posted on campus and sent to some fax machines in what the school president says is \"a co-ordinated international effort by neo-Nazi and white supremacist groups.\" \"The university unequivocally condemn… [+2846 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "7 killed in Egypt as bus carrying Christian pilgrims is ambushed", "description": "Gunmen killed at least seven Christians in an attack on a bus near a Coptic monastery in Egypt on Friday, authorities said, in the most serious assault on the minority in more than a year.", "url": "https://www.cbc.ca/news/world/egypt-bus-attack-1.4889296", "urlToImage": "https://i.cbc.ca/1.4889330.1541175856!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/egypt.jpg", "publishedAt": "2018-11-02T16:42:04Z", "content": "Gunmen killed at least seven Christians in an attack on a bus near a Coptic monastery in Egypt on Friday, authorities said, in the most serious assault on the minority in more than a year. No group immediately claimed responsibility, but militants linked to I… [+1939 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Oilers send Evan Bouchard back to juniors", "description": "Oilers defenceman Evan Bouchard will play his final year of junior hockey before rejoining the NHL team next year.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-oilers-send-evan-bouchard-back-to-juniors-1.4889282", "urlToImage": "https://i.cbc.ca/1.4889318.1541175446!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-bruins-oilers-20181018.jpg", "publishedAt": "2018-11-02T16:38:32Z", "content": "Edmonton Oilers defenceman Evan Bouchard will play his final year of junior hockey before rejoining the NHL team next year. Bouchard, 19, is returning to the Ontario Hockey League's London Knights, the Oilers said in a news release Friday. A native of Oakvill… [+414 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "31 vacancies, including 6 mayoral spots, up for grabs in municipal byelections", "description": "After a long provincial election season, Election NB is set for another busy few weeks as nominations opened Friday for municipal byelections.", "url": "https://www.cbc.ca/news/canada/new-brunswick/vacancies-new-brunswick-municipal-elections-1.4889274", "urlToImage": "https://i.cbc.ca/1.2752358.1443202487!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/elections-nb-vote-sign.jpg", "publishedAt": "2018-11-02T16:31:04Z", "content": "After a long provincial election season, Election NB is set for another busy few weeks as nominations opened Friday for municipal byelections. There are 31 vacancies in 23 communities, the highest number of byelection contests since at least 2008. The vast ma… [+2027 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Watch the Canadian Mixed Curling Championships", "description": "Watch live action from the Canadian Mixed Curling Championships in Winnipeg beginning Monday at 11 a.m. ET.", "url": "https://www.cbc.ca/sports/olympics/winter/curling/curling-live-canadian-mixed-curling-championships-1.4889298", "urlToImage": "https://i.cbc.ca/1.4889323.1541175652!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mixed-curling-championships.jpg", "publishedAt": "2018-11-02T16:22:10Z", "content": "Click on the video player above to watch live action from the Canadian Mixed Curling Championships in Winnipeg. Coverage begins from the Fort Rouge Curling Club on Monday at 11 a.m. ET with a match between New Brunswick and P.E.I. For the full schedule, click… [+164 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Killer belongs 'back in her cell' not in a healing lodge, victim's dad says at rally", "description": "The father of a murdered Woodstock, Ont., girl whose killer was transferred to a healing lodge in Saskatchewan is leading a rally in Ottawa, calling for tougher sentences for convicted killers.", "url": "https://www.cbc.ca/news/canada/london/tori-stafford-rally-parliament-hill-terri-lynne-mcclintic-1.4889118", "urlToImage": "https://i.cbc.ca/1.4889195.1541175182!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/rodney-stafford-in-ottawa.PNG", "publishedAt": "2018-11-02T16:21:51Z", "content": "The father of a murdered Woodstock, Ont., girl whose killer was transferred to a healing lodge in Saskatchewan is leading a rally in Ottawa, calling for tougher sentences for convicted killers. \"I could sit at home and not say anything about it and let everyb… [+2776 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Irving Shipbuilding wades into court fight over Mark Norman documents", "description": "Irving Shipbuilding wants a say in deciding which documents the federal government discloses in the criminal case against the country’s former second-highest military commander.", "url": "https://www.cbc.ca/news/politics/irving-shipbuilding-mark-norman-1.4889254", "urlToImage": "https://i.cbc.ca/1.4440992.1515445738!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/first-arctic-ship-20171208.jpg", "publishedAt": "2018-11-02T16:13:56Z", "content": "Irving Shipbuilding wants a say in deciding which documents the federal government discloses in the criminal case against the country's former second-highest military commander. Lawyers for Vice-Admiral Mark Norman told court today that lawyers for the powerf… [+3106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Maggie Gillis", "title": "Texting now an option for kids in crisis in N.L.", "description": "\"It is something young people told us they wanted,\" says the Kids Help Phone manager for Newfoundland and Labrador.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/kids-help-phone-text-counselling-1.4888924", "urlToImage": "https://i.cbc.ca/1.4889137.1541174756!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kids-help-phone-crisis-text-line.jpg", "publishedAt": "2018-11-02T16:10:50Z", "content": "Kids Help Phone is offering another way for children and youth in crisis to reach out for help, with a text message service now up and running in Newfoundland and Labrador. \"It is something young people told us they wanted. They do prefer the non-verbal way o… [+2872 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Della Monica, Guarise lead Helsinki Grand Prix", "description": "Nicole Della Monica and Matteo Guarise took the lead after the pairs short program Friday at the Helsinki stage of the Grand Prix figure skating series.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/helsinki-grand-prix-figure-skating-1.4889272", "urlToImage": "https://i.cbc.ca/1.4889284.1541174303!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/monica-guarise.jpg", "publishedAt": "2018-11-02T15:59:06Z", "content": "Nicole Della Monica and Matteo Guarise took the lead after the pairs short program Friday at the Helsinki stage of the Grand Prix figure skating series. Skating to Joe Cocker's gravely singing, the Italian pair showed notable speed in completing a triple salc… [+678 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Cameco reports $28M third-quarter profit compared with loss a year ago", "description": "​Cameco Corp. says it earned $28 million in its latest quarter compared with a loss in the same quarter last year.", "url": "https://www.cbc.ca/news/canada/saskatchewan/cameco-third-quarter-results-1.4889106", "urlToImage": "https://i.cbc.ca/1.3382857.1451394568!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cameco-office-saskatoon.JPG", "publishedAt": "2018-11-02T15:47:16Z", "content": "Cameco Corp. says it earned $28 million in its latest quarter compared with a loss in the same quarter last year. The uranium miner says the profit amounted to seven cents per share for the quarter ended Sept. 30 compared with a loss of $124 million or 31 cen… [+607 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "U.S. mail bomb suspect to be transferred to New York to face charges", "description": "The 56-year-old Florida man accused of mailing 15 pipe bombs to top Democrats and other high-profile critics of President Donald Trump agreed in a Miami court to be transferred to New York state to face charges and waived his right to a bail hearing in Florid…", "url": "https://www.cbc.ca/news/world/sayoc-court-appearance-extradition-1.4889080", "urlToImage": "https://i.cbc.ca/1.4889168.1541171766!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/explosive-devices.jpg", "publishedAt": "2018-11-02T15:42:36Z", "content": "The 56-year-old Florida man accused of mailing 15 pipe bombs to top Democrats and other high-profile critics of President Donald Trump agreed in a Miami court to be transferred to New York state to face charges and waived his right to a bail hearing in Florid… [+1848 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Nurse says workplace safety issues not addressed after attack on pregnant co-worker", "description": "A nurse who works at the East Coast Forensic Hospital has filed a formal complaint that her workplace is not safe and asked the Department of Labour to investigate.", "url": "https://www.cbc.ca/news/canada/nova-scotia/burnside-jail-east-coast-forensic-unit-assault-workplace-safety-labour-department-1.4888980", "urlToImage": "https://i.cbc.ca/1.4636878.1524766537!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/east-coast-forensic-psychiatric-hospital.JPG", "publishedAt": "2018-11-02T15:35:44Z", "content": "A nurse who works at the province's only high-security mental health facility has formally complained to the Nova Scotia Labour Department, asking for an investigation into whether the East Coast Forensic Hospital is a safe workplace. In a letter sent to the … [+2227 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "N.L.'s largest cannabis facility planned for Bay St. George", "description": "Biome Grow promises to produce marijuana for 20 years and employ 200 people in its operations, headquartered in Barachois Brook.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/barachois-brook-cannabis-facility-biome-grow-1.4888929", "urlToImage": "https://i.cbc.ca/1.4889011.1541172427!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/biome-growth-announcement.jpg", "publishedAt": "2018-11-02T15:29:04Z", "content": "Another company planning to grow and sell marijuana in Newfoundland and Labrador says its setup in the Bay St. George area, once complete in 2019, will be the province's largest. Biome Grow, a company based in Ontario that bills itself as \"Canada's Next Canna… [+1817 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Canadian Shallon Olsen earns silver at gymnastics worlds", "description": "Shallon Olsen captured Canada’s first medal of the world gymnastics championships on Friday in in Doha, Qatar.", "url": "https://www.cbc.ca/sports/olympics/summer/gymnastics/canadian-shallon-olsen-earns-silver-at-gymnastics-worlds-1.4889173", "urlToImage": "https://i.cbc.ca/1.4889178.1541172087!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shallon-olsen.jpg", "publishedAt": "2018-11-02T15:28:28Z", "content": "Shallon Olsen captured Canada's first medal of the world gymnastics championships on Friday in in Doha, Qatar. The 18-year-old from Surrey, B.C. earned a silver medal in the vault final. American star Simone Biles made more history by winning gold on Friday, … [+1186 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "1 of 2 gunmen in downtown attack opened fire in Halloween mask, police say", "description": "Authorities say masked gunmen made a series of demands then opened fire when they didn't get what they wanted.", "url": "https://www.cbc.ca/news/canada/toronto/halloween-shooting-update-1.4889043", "urlToImage": "https://i.cbc.ca/1.4889160.1541171552!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-halloween-shooting-investigation-bathurst-adelaide.jpg", "publishedAt": "2018-11-02T15:27:43Z", "content": "Toronto police say a gunman who shot at two clubgoers downtown was wearing a Halloween mask at the time. The suspect was one of two gunmen involved in the incident, which took place around 4:41 a.m. on Thursday. Surveillance video captured near the scene, at … [+671 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Video shows bus in China plunging off bridge after woman attacked driver", "description": "A fight between a bus driver and a passenger caused the bus to plunge off a high bridge into China's Yangtze River, killing at least 13 people, with two others presumed dead.", "url": "https://www.cbc.ca/news/world/china-bus-crash-1.4889136", "urlToImage": "https://i.cbc.ca/1.4889154.1541171373!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/china-bus-accident.jpg", "publishedAt": "2018-11-02T15:25:35Z", "content": "A fight between a bus driver and a passenger who missed her stop caused the bus to plunge off a high bridge into China's Yangtze River, police said Friday, and all 15 aboard are presumed dead. An eight-second surveillance video released by Chongqing city poli… [+1407 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Steven Mercer sentenced to 4 years in street racing death of Hannah Thorne", "description": "Steven Mercer was sentenced to 4 years Friday for his role in a street race that killed Hannah Thorne, 18, in a 2016 crash on the New Harbour Barrens.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/steven-mercer-sentenced-hannah-thorne-1.4889060", "urlToImage": "https://i.cbc.ca/1.4882196.1541169655!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hannah-thorne.jpg", "publishedAt": "2018-11-02T15:18:27Z", "content": "Hannah Thorne's family and friends filled a St. John's courtroom as Steven Ryan Mercer listened to the judge deliver his sentence. Mercer, 31, was sentenced to four years for his role in a street race that killed Thorne, then 18, and two years for seriously i… [+2083 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "N.B. man dies after pickup overturns on Highway 104", "description": "A 54-year-old man from Haute-Aboujagane, N.B., has died following a single-vehicle crash Thursday morning on Nova Scotia's Highway 104 in Cumberland County.", "url": "https://www.cbc.ca/news/canada/nova-scotia/man-dies-after-highway-104-crash-1.4889087", "urlToImage": "https://i.cbc.ca/1.4111554.1537492521!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nova-scotia-rcmp.jpg", "publishedAt": "2018-11-02T15:17:03Z", "content": "A 54-year-old man from Haute-Aboujagane, N.B., has died following a single-vehicle crash Thursday morning on Nova Scotia's Highway 104 in Cumberland County. The man was driving east in a pickup truck when it overturned around 7:30 a.m. RCMP are still investig… [+440 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cassidy Little a perfect fit for Coronation Street role, mom says", "description": "\"You get an idea of the sense of humour Cassidy takes to his new life.\"", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/cassidy-little-corrie-debut-1.4888947", "urlToImage": "https://i.cbc.ca/1.4828345.1541171496!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/cassidy-little.png", "publishedAt": "2018-11-02T15:15:10Z", "content": "Cassidy Little, a Newfoundland man who began a career on stage and screen after he lost part of his leg in combat in Afghanistan, made his debut on Coronation Street Thursday night, to his proud mother's delight. \"I wanted to freeze-dry the screen and use it … [+2328 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police fill street as 'serious incident' plays out near school in northwest Winnipeg", "description": "Winnipeg police have flooded a street near Shaughnessy Park School in response to what a spokesperson would only call a \"serious incident.\"", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-police-shaughnessy-heights-1.4889128", "urlToImage": "https://i.cbc.ca/1.4878134.1540488779!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police.jpg", "publishedAt": "2018-11-02T15:07:53Z", "content": "Winnipeg police have flooded a street near Shaughnessy Park School in response to what a spokesperson would only call a \"serious incident.\" Police have been on Chudley Street south of Tyndall Avenue since just after 4 a.m. Friday, and ask people to avoid the … [+311 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man to be charged with 2nd-degree murder in disappearance of Josiane Arguin", "description": "A 37-year-old man has been arrested in the disappearance of Josiane Arguin, who has been missing for two months and whose Parc-Extension home was part of an extension police search this week.", "url": "https://www.cbc.ca/news/canada/montreal/man-arrested-josiane-arguin-disappearance-1.4889104", "urlToImage": "https://i.cbc.ca/1.4887102.1541071474!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/josiane-arguin-missing.jpg", "publishedAt": "2018-11-02T14:56:11Z", "content": "A 37-year-old man has been arrested and is expected to be charged with second-degree murder in the disappearance of Josiane Arguin, who has been missing for two months. Her Parc-Extension home was part of an extensive police search this week. Montreal police … [+143 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Country star Brett Kissel makes Halloween pit stop in Headingley", "description": "People in a community on the edge of Winnipeg had a special guest visit their homes on Halloween but likely didn't know it.", "url": "https://www.cbc.ca/news/canada/manitoba/brett-kissel-halloween-family-trick-or-treat-1.4888927", "urlToImage": "https://i.cbc.ca/1.4888969.1541169526!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brett-kissel-and-family-on-halloween.jpg", "publishedAt": "2018-11-02T14:41:29Z", "content": "People in a community on the edge of Winnipeg had a special guest visit their homes on Halloween but likely didn't know it. Canadian country music star Brett Kissel, who's on tour this week in Manitoba, spent some time trick-or-treating in Headingley with his… [+1740 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Thalidomide class action in Canada to proceed as Federal Court overturns ruling", "description": "Thalidomide survivors have won the go-ahead to challenge a compensation program with a class proceeding.", "url": "https://www.cbc.ca/news/politics/thalidomide-class-action-ruling-1.4888930", "urlToImage": "https://i.cbc.ca/1.4888998.1541167435!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/thalidomide-survivors-20171205.jpg", "publishedAt": "2018-11-02T14:38:21Z", "content": "Thalidomide survivors have won the go-ahead in Canada to challenge a compensation program. The Federal Court of Appeal ruled Thursday that a lower court judge was wrong to deny class-action certification, and appointed Bruce Wenham as representative plaintiff… [+1470 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Petition calls for nighttime closure of Kingston's Gord Downie Pier", "description": "A Kingston, Ont., business owner is calling on that city's council to close the Gord Edgar Downie Pier at night, citing rampant partying, vandalism, and safety concerns.", "url": "https://www.cbc.ca/news/canada/ottawa/gord-downie-pier-needs-protection-kingston-business-owner-1.4886445", "urlToImage": "https://i.cbc.ca/1.4886503.1541169118!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/downie-pier.jpg", "publishedAt": "2018-11-02T14:36:33Z", "content": "A Kingston, Ont., business owner is calling on that city's council to close the Gord Edgar Downie Pier at night, citing rampant partying, vandalism and safety concerns. The pier, named after the late Gord Downie of Kingston band The Tragically Hip, is part of… [+1257 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "Daylight Time in January? Canada considered it amid the 1970s oil crisis", "description": "When the United States enacted daylight time as a response to the energy crisis in December 1973, Canada had to debate whether to follow suit.", "url": "https://www.cbc.ca/archives/daylight-time-in-january-canada-considered-it-amid-the-1970s-oil-crisis-1.4879735", "urlToImage": "https://i.cbc.ca/1.4880425.1540581284!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/daylight-saving.jpg", "publishedAt": "2018-11-02T14:30:00Z", "content": "Daylight time is about to come to an end for another year in Canada, not to return until spring is around the corner in March. But in January 1974, Canadians were embroiled in a debate about bringing it back in the depths of winter all because of our neighbou… [+2218 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Couple confined to Trois-Rivières basement by caretakers, police say", "description": "Local police say the victims, a couple in their 60s who are mentally impaired, were intermittently locked in the home while they lived with the suspects from September 2014 and June 2018.", "url": "https://www.cbc.ca/news/canada/montreal/trois-rivieres-couple-confined-1.4888816", "urlToImage": "https://i.cbc.ca/1.4888850.1541158038!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/trois-rivieres-police.JPG", "publishedAt": "2018-11-02T14:21:24Z", "content": "Two people accused of confining and extorting a couple they were caring for are expected in court in Trois-Rivières today. Local police say the victims, a couple in their 60s who are mentally impaired, were intermittently locked in the home while they lived w… [+1471 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada: Maple Leafs vs. Penguins", "description": "Watch live on television and online as the Toronto Maple Leafs visit the Pittsburgh Penguins on Hockey Night on Canada.", "url": "https://www.cbc.ca/sports/hockey/nhl/hockey-night-in-canada/desktop-hnic-live-stream-tor-pit-1.4884060", "urlToImage": "https://i.cbc.ca/1.4884973.1540937943!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hnic-toronto-at-pittsburgh.jpg", "publishedAt": "2018-11-02T14:17:03Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Manjula Selvarajah", "title": "'Franken-algorithms' and the unpredictable world of computer learning", "description": "There are concerns about whether or not the programmers building the savvy algorithms that run our lives are still in control of their creations.", "url": "https://www.cbc.ca/news/canada/franken-algorithms-and-the-unpredictable-world-of-computer-learning-1.4888012", "urlToImage": "https://i.cbc.ca/1.4888302.1541107180!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hands-on-keyboard.jpg", "publishedAt": "2018-11-02T14:16:19Z", "content": "Savvy algorithms are learning to drive our cars, to detect cancer faster and can already beat the world's best chess player. But there are concerns about whether or not the programmers building these algorithms are still in control of their creations. In 2016… [+3791 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada: Blackhawks vs. Flames", "description": "Watch live on television and online at 10 p.m. ET as the Calgary Flames host the Chicago Blackhawks on Hockey Night on Canada.", "url": "https://www.cbc.ca/sports/hockey/nhl/hockey-night-in-canada/desktop-hnic-live-stream-chi-cgy-1.4884063", "urlToImage": "https://i.cbc.ca/1.4884972.1540938014!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hnic-chicago-at-calgary.jpg", "publishedAt": "2018-11-02T14:15:52Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton police warn of 'especially slippery' commute", "description": "Friday morning rush hour in Edmonton is expected to be dicey as freezing rain and a dusting of snow covers local roads and highways in black ice.", "url": "https://www.cbc.ca/news/canada/edmonton/winter-driving-snow-ice-edmonton-1.4888970", "urlToImage": "https://i.cbc.ca/1.3401508.1459791229!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/low-level-bridge-edmonton.jpg", "publishedAt": "2018-11-02T14:10:03Z", "content": "Friday morning rush hour in Edmonton is expected to be dicey as freezing rain and a dusting of snow covers roads and highways across Alberta in black ice. As of 8 a.m, minor fender benders and vehicles which had slid into the ditch were causing bottlenecks an… [+3370 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "206 collisions reported on Edmonton's slippery roads", "description": "The morning rush hour in Edmonton was dicey Friday as freezing rain and a dusting of snow covered roads and highways across Alberta in black ice.", "url": "https://www.cbc.ca/news/canada/edmonton/winter-driving-snow-ice-edmonton-collisions-roads-police-1.4888970", "urlToImage": "https://i.cbc.ca/1.4889279.1541174191!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/snow-edmonton-streets.jpg", "publishedAt": "2018-11-02T14:10:03Z", "content": "Driving around Edmonton was dicey Friday as freezing rain and a dusting of snow covered roads and highways across Alberta in black ice. Between 5:30 a.m. and 3:30 p.m., 206 collisions were reported to police. The total included 180 property damage collisions,… [+4979 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Future stars of hockey hit the ice in Saint John", "description": "The hockey stars of tomorrow will hit the ice in Saint John and Quispamsis over the next week for the 2018 World U-17 Hockey Challenge.", "url": "https://www.cbc.ca/news/canada/new-brunswick/world-under-17-saint-john-1.4888832", "urlToImage": "https://i.cbc.ca/1.4870335.1539968986!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/charlie-desroches.JPG", "publishedAt": "2018-11-02T14:04:13Z", "content": "The hockey stars of tomorrow will hit the ice in Saint John and Quispamsis over the next week for the 2018 World U-17 Hockey Challenge. The tournament will see eight national teams, including three from Canada, compete at Harbour Station and the qplex startin… [+2570 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Samantha Schwientek", "title": "How spare bike parts can make a difference in Uganda", "description": "David Parks is asking for donations of spare bike parts to help out a Ugandan group that promotes youth cycling.", "url": "https://www.cbc.ca/news/canada/nova-scotia/kampala-uganda-cycling-repairs-1.4887822", "urlToImage": "https://i.cbc.ca/1.4888866.1541159863!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/uganda-kids-bikes.png", "publishedAt": "2018-11-02T13:44:30Z", "content": "A Halifax cycling enthusiast wants Nova Scotians to donate bike parts to support cycling for youth halfway around the world. David Parks says cycling in Kampala, Uganda's capital city, is challenging for many reasons, including steep hills, dirt roads, the hi… [+2662 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lauren Krugel", "title": "Greyhound exit leaves gap for homeless, domestic violence shelters", "description": "Organizations that help the homeless and those fleeing domestic violence say they have lost a vital resource with Greyhound's exit from the West — and they're not sure how well a patchwork of alternatives will be able to fill the gap.", "url": "https://www.cbc.ca/news/canada/calgary/greyhound-gap-homeless-domestic-violence-shelters-1.4888910", "urlToImage": "https://i.cbc.ca/1.4747028.1531530223!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/greyhound-buses.jpg", "publishedAt": "2018-11-02T13:43:47Z", "content": "Organizations that help the homeless and those fleeing domestic violence say they have lost a vital resource with Greyhound's exit from the West and they're not sure how well a patchwork of alternatives will be able to fill the gap. Awo Taan Healing Lodge, a … [+3080 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Fewer jobs but lower unemployment rate in New Brunswick for October", "description": "New Brunswick’s unemployment rate dropped in October but the province also lost 1,800 jobs in the same month.", "url": "https://www.cbc.ca/news/canada/new-brunswick/october-job-report-new-brunswick-1.4888931", "urlToImage": "https://i.cbc.ca/1.4815316.1536353012!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ontario-job-losses-20180907.jpg", "publishedAt": "2018-11-02T13:38:37Z", "content": "New Brunswick's unemployment rate dropped in October but the province also lost 1,800 jobs in the same month. The mixed statistics come from Statistics Canada's October labour force estimates. The unemployment rate declined from 7.9 per cent in September to 7… [+1087 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "3 injured at distillery explosion in Clarke's Beach", "description": "RCMP and two fire departments have responded to an explosion at a company that makes gin and other products.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/clarkes-beach-fire-explosion-1.4888902", "urlToImage": "https://i.cbc.ca/1.4888935.1541165195!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/distillery-fire.jpg", "publishedAt": "2018-11-02T13:33:06Z", "content": "Three people were injured with one of them rushed to hospital in an explosion Friday at the Newfoundland Distillery Company in Clarke's Beach. The extent of the injuries is not yet known. RCMP and crews from both the Bay Roberts Fire Department and the Bay de… [+411 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Emergency crews on scene at Newfoundland Distillery Company fire", "description": "The Conception Bay Highway is blocked from Otterbury Road to Main Street.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/clarkes-beach-fire-1.4888902", "urlToImage": "https://i.cbc.ca/1.4888935.1541165195!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/distillery-fire.jpg", "publishedAt": "2018-11-02T13:33:06Z", "content": "Emergency crews are at the scene of a fire at the Newfoundland Distillery Company in Clarke's Beach. The Bay Roberts Fire Department tweeted Friday morning that they were heading to the fire with the Bay de Grave Fire Department. RCMP have closed the Concepti… [+174 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Historic Port au Port church damaged during break-in", "description": "The RCMP is on the hunt for whoever kicked in a door at the century-old Our Lady of Mercy Heritage Church.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/our-lady-of-mercy-church-break-in-1.4888842", "urlToImage": "https://i.cbc.ca/1.3873125.1480448762!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/our-lady-of-mercy-church.JPG", "publishedAt": "2018-11-02T13:13:30Z", "content": "The latest target in a string of break-ins in the Port au Port West area is one of the province's largest and oldest wooden structures, the Our Lady of Mercy Heritage Church. The volunteer group that runs the church received a phone call Tuesday telling them … [+1898 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Graham Thomson", "title": "Kenney's plan to screen new party members for hateful, extreme views is unprecedented", "description": "The United Conservative Party calls them growing pains. Well, they’re certainly a pain. And they seem to be growing.", "url": "https://www.cbc.ca/news/canada/edmonton/graham-thomson-kenney-ucp-screen-members-1.4888561", "urlToImage": "https://i.cbc.ca/1.4888610.1541112959!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/alta-kenney-fundraising-20181023.jpg", "publishedAt": "2018-11-02T13:00:00Z", "content": "The United Conservative Party calls them growing pains. Well, they're certainly a pain. And they seem to be growing. The latest jab came this week when UCP Leader Jason Kenney issued a statement saying he was \"shocked and disturbed by reports of hateful and e… [+4622 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Proctor", "title": "Man fighting for ownership of renowned Sooke Harbour House hotel accused in U.S. Ponzi scheme", "description": "The Canada Border Services Agency claims a man fighting for ownership of the internationally-renowned Sooke Harbour House hotel is the subject of an arrest warrant in relation to an alleged Ponzi scheme in the United States.", "url": "https://www.cbc.ca/news/canada/british-columbia/sooke-harbour-durkin-ponzi-1.4884497", "urlToImage": "https://i.cbc.ca/1.4884534.1540926940!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/sooke-harbour-house.JPG", "publishedAt": "2018-11-02T13:00:00Z", "content": "The Canada Border Services Agency claims a man fighting for ownership of the internationally-renowned Sooke Harbour House hotel is the subject of an arrest warrant in relation to an alleged Ponzi scheme in the United States. Timothy Durkin has applied in fede… [+6221 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Canada adds 11,000 jobs in October, jobless rate ticks down to 5.8%", "description": "The economy added 11,200 jobs last month despite fewer people looking for work, Statistics Canada said Friday.", "url": "https://www.cbc.ca/news/business/canada-jobs-october-1.4888884", "urlToImage": "https://i.cbc.ca/1.4133126.1495818933!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/consumer-confidence.jpg", "publishedAt": "2018-11-02T12:57:20Z", "content": "The economy added 11,200 jobs last month despite fewer people looking for work, Statistics Canada said Friday. The data agency's monthly Labour Force Survey showed that more than 18,705,000 Canadians 15 or older said they had a job last month, an increase fro… [+882 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Elderly pedestrian struck and killed by driver in Brampton", "description": "An elderly woman is dead after she was struck by a driver in Brampton early Friday, according to Peel police.", "url": "https://www.cbc.ca/news/canada/toronto/elderly-pedestrian-fatal-brampton-ray-lawson-1.4888879", "urlToImage": "https://i.cbc.ca/1.3501210.1479412141!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/peel-regional-police-generic.png", "publishedAt": "2018-11-02T12:37:33Z", "content": "An elderly woman is dead after she was struck by a driver in Brampton early Friday, according to Peel police. The collision occurred shortly after 7:30 a.m. near the intersection of Ray Lawson Boulevard and McLaughlin Road. Paramedics tried to revive her but … [+685 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Archives", "title": "CBC Radio took to the air 82 years ago today", "description": "Eighty-two years ago, CBC Radio started broadcasting, aiming to give as many Canadians as possible something good to listen to.", "url": "https://www.cbc.ca/archives/cbc-radio-took-to-the-air-82-years-ago-today-1.4884273", "urlToImage": "https://i.cbc.ca/1.4884461.1540925575!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbc-identification-logo-from-1940.jpg", "publishedAt": "2018-11-02T12:30:00Z", "content": "A new era in Canadian broadcasting began 82 years ago, when the CBC came into existence on Nov. 2, 1936. Leonard Brockington, the chairman, welcomed listeners in this broadcast recorded two days later. Speaking of the \"ideas and ideals\" discussed at the first… [+3951 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Dual storms could drop 80 mm of rain on parts of New Brunswick", "description": "A wet weekend is in store for much of the province as back-to-back systems are set to slam the province Friday and Saturday.", "url": "https://www.cbc.ca/news/canada/new-brunswick/dual-storms-rain-new-brunswick-1.4888873", "urlToImage": "https://i.cbc.ca/1.3617669.1465201270!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rainy-and-windy-day.jpg", "publishedAt": "2018-11-02T12:29:38Z", "content": "A wet weekend is in store for much of the province as back-to-back systems are set to slam the province on Friday and Saturday. Environment Canada has issued special weather statements for all but the northwest of the province and have upgraded to statements … [+676 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Travelling with the migrant caravan", "description": "CBC senior correspondent Susan Ormiston shares what she's seeing as she travels with the migrant caravan travelling to the U.S border.", "url": "https://www.cbc.ca/radio/frontburner/travelling-with-the-migrant-caravan-1.4887968", "urlToImage": "https://i.cbc.ca/1.4881058.1540600007!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-immigration-caravan.jpg", "publishedAt": "2018-11-02T12:00:56Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janice Johnston", "title": "Voices inside his head told Daniel Goodridge 'to kill anyone in his path'", "description": "A forensic psychiatrist and a forensic psychologist both say accused killer Daniel Goodridge should be found not criminally responsible for killing former co-workers because he was psychotic at the time.", "url": "https://www.cbc.ca/news/canada/edmonton/voices-inside-his-head-told-daniel-goodridge-to-kill-anyone-in-his-path-1.4888214", "urlToImage": "https://i.cbc.ca/1.4888439.1541107528!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/daniel-goodridge.jpg", "publishedAt": "2018-11-02T12:00:00Z", "content": "Daniel Goodridge couldn't sleep. The voices in his head got louder and angrier. He went into the kitchen and pulled a 12-inch butcher knife off the wall and took it back to his room. As the night grew darker he got more and more anxious. When he heard footste… [+3835 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Hugall", "title": "Dene left in the dark about Ottawa's new Arctic region, chief says", "description": "Before it made the decision about the new region, the Department of Fisheries and Oceans said it held open discussions with the Inuvialuit and Inuit. But no one consulted with Dene communities on Treaty 11 territory.", "url": "https://www.cbc.ca/news/canada/north/dene-nation-upset-not-consulted-1.4887879", "urlToImage": "https://i.cbc.ca/1.4796579.1535047806!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/norman-yakeleya.jpg", "publishedAt": "2018-11-02T12:00:00Z", "content": "Dene National Chief Norman Yakeleya is concerned the federal government is keeping its same attitude toward Indigenous people after he says the Den e Nation was left in the dark during discussions about a new Arctic region. The Department of Fisheries and Oce… [+3238 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ottawa buys another Arctic and offshore patrol ship to be built in Halifax", "description": "The federal government is purchasing another ship to be built in Halifax, the defence minister says a day after Ottawa awarded $7 billion in contracts to three shipyards for work on Royal Canadian Navy frigates — leaving concerns over an 18-month gap in work …", "url": "https://www.cbc.ca/news/canada/nova-scotia/ottawa-arctic-patrol-ship-will-be-built-in-halifax-navy-1.4888848", "urlToImage": "https://i.cbc.ca/1.4888852.1541158239!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/harjit-sajjan.jpg", "publishedAt": "2018-11-02T11:55:10Z", "content": "The federal government is purchasing another ship to be built in Halifax, the defence minister says a day after Ottawa awarded $7 billion in contracts to three shipyards for work on Royal Canadian Navy frigates leaving concerns over an 18-month gap in work fo… [+547 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Missouri candidate's children say he's a 'fanatic' and shouldn't be elected", "description": "The son and daughter of a Missouri House candidate are urging people not to vote for him, saying he regularly espouses racist and homophobic views, and dislikes Jews and Muslims.", "url": "https://www.cbc.ca/news/world/missouri-candidate-s-children-say-he-s-a-fanatic-and-shouldn-t-be-elected-1.4888844", "urlToImage": "https://i.cbc.ca/1.4888846.1541157357!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/steve-west.jpg", "publishedAt": "2018-11-02T11:45:53Z", "content": "The son and daughter of a Missouri House candidate are urging people not to vote for him, saying he regularly espouses racist and homophobic views, and dislikes Jews and Muslims. Steve West, 64, gained attention after winning the August Republican primary for… [+3078 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.S. House candidate's children say he's a 'fanatic' and shouldn't be elected", "description": "The son and daughter of a Missouri House candidate are urging people not to vote for him, saying he regularly espouses racial and homophobic views, and dislikes Jews and Muslims.", "url": "https://www.cbc.ca/news/world/u-s-house-candidate-s-children-say-he-s-a-fanatic-and-shouldn-t-be-elected-1.4888844", "urlToImage": "https://i.cbc.ca/1.4888846.1541157357!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/steve-west.jpg", "publishedAt": "2018-11-02T11:45:53Z", "content": "The son and daughter of a Missouri House candidate are urging people not to vote for him, saying he regularly espouses racial and homophobic views, and dislikes Jews and Muslims. Steve West, 64, gained attention after winning the August Republican primary for… [+3078 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Canada Post workers on strike across Avalon Peninsula", "description": "Retail post offices are unaffected, but mail carriers in St. John's and 28 other spots across the Avalon are on the picket line.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/postal-strikes-avalon-peninsula-1.4888840", "urlToImage": "https://i.cbc.ca/1.3290811.1541158276!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/craig-dyer.jpg", "publishedAt": "2018-11-02T11:31:43Z", "content": "Canada Post mail carriers across the Avalon Peninsula have hit the picket line as part of rotating strikes across the country. Workers at nearly 30 offices across the Avalon Peninsula walked out as of 8 a.m. Friday. Craig Dyer, president of the Canadian Union… [+771 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gatineau garbage rules could be adjusted again", "description": "Gatineau city councillors moved closer Thursday to doubling the number of times per year residents will be able to put out large items at the curb for garbage pickup.", "url": "https://www.cbc.ca/news/canada/ottawa/gatineau-garbage-large-items-1.4888710", "urlToImage": "https://i.cbc.ca/1.4758817.1532384598!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/garbage.jpg", "publishedAt": "2018-11-02T11:18:48Z", "content": "Gatineau city councillors moved closer Thursday to doubling the number of times per year residents will be able to put out large items at the curb for garbage pickup. In July, the city reduced the number of curbside pickup days for large items to four per yea… [+726 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "connell smith", "title": "Add city oversight to noisy metal recycler's provincial permit, councillor says", "description": "Saint John Coun. Donna Reardon would like to see metal recycler American Iron and Metal's next provincial operating permit contain conditions requiring co-operation with the municipality.", "url": "https://www.cbc.ca/news/canada/new-brunswick/scrap-metal-recycler-port-approval-to-operate-permit-dust-explosions-noise-1.4888024", "urlToImage": "https://i.cbc.ca/1.4888122.1541101007!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/american-iron-and-metal-saint-john.png", "publishedAt": "2018-11-02T11:00:00Z", "content": "West Saint side resident Barry Constantine marvels at how much life has changed since American Iron and Metal set up operations on nearby Port Saint John property. On many days, his windows are closed when they would normally be open. Noise and a pervasive du… [+3975 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jennie Russell", "title": "Paralyzed, terminally ill man forced off Covenant Health property for assisted-dying services", "description": "An Edmonton woman says her terminally ill best friend, who was effectively paralyzed, had to sign his assisted-dying request form in a bus shelter because Covenant Health would not allow him to do so in its facility.", "url": "https://www.cbc.ca/news/canada/edmonton/paralyzed-terminally-ill-man-forced-off-covenant-health-property-for-assisted-dying-services-1.4888114", "urlToImage": "https://i.cbc.ca/1.4888148.1541101401!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/bob-hergott.png", "publishedAt": "2018-11-02T11:00:00Z", "content": "An Edmonton woman says her terminally ill best friend, who was effectively paralyzed, had to sign his assisted-dying request form in a bus shelter because Covenant Health would not allow it in St. Joseph's Auxiliary Hospital, where he had been a patient for f… [+5527 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Livia Manywounds", "title": "Tsuut'ina Nation hosts cannabis info session", "description": "The Tsuut'ina Nation Police Service, Alberta Health Services and Calgary Police Services partner up to host a cannabis awareness session for the first time since legalization.", "url": "https://www.cbc.ca/news/canada/calgary/tsuut-ina-nation-info-session-cannabis-weed-1.4887650", "urlToImage": "https://i.cbc.ca/1.4888240.1541103150!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/para.jpg", "publishedAt": "2018-11-02T11:00:00Z", "content": "Pot is legal in Canada, so now what? That is the question many Canadians have two weeks after marijuana was legalized and it's a question that was posed at the first pot information session held on the Tsuut'ina Nation since weed was legalized Oct. 17. Tsuut'… [+2341 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jennie Russell", "title": "Paralyzed, terminally ill man forced off Covenant Health property for assisted-dying services", "description": "An Edmonton woman says her terminally ill best friend, who was effectively paralyzed, had to sign his assisted-dying request form in a bus shelter because Covenant Health would not allow him to do so in its facility.", "url": "https://www.cbc.ca/news/canada/edmonton/convenant-health-assisted-dying-edmonton-1.4888114", "urlToImage": "https://i.cbc.ca/1.4888148.1541101401!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/bob-hergott.png", "publishedAt": "2018-11-02T11:00:00Z", "content": "An Edmonton woman says her terminally ill best friend, who was effectively paralyzed, had to sign his assisted-dying request form in a bus shelter because Covenant Health would not allow it in St. Joseph's Auxiliary Hospital, where he had been a patient for f… [+5527 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "U.K. police investigate alleged anti-Semitic hate crimes in Labour Party", "description": "British police have launched a criminal investigation into allegations of anti-Semitic hate crimes within the opposition Labour Party.", "url": "https://www.cbc.ca/news/world/u-k-labour-party-anti-semitism-hate-crimes-investigation-1.4888813", "urlToImage": "https://i.cbc.ca/1.4888820.1541152862!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-royalty.jpg", "publishedAt": "2018-11-02T10:30:10Z", "content": "British police have launched a criminal investigation into allegations of anti-Semitic hate crimes within the opposition Labour Party. The Metropolitan Police said Friday that it is acting on a dossier of information given to London police chief Cressida Dick… [+2189 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacob Barker", "title": "Happy Valley-Goose Bay NorthMart reopens after crippling fire", "description": "The North West Company says it worked quickly to get the grocery store reopened just seven weeks a fire gutted part of the building.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/happy-valley-goose-bay-northmart-reopens-1.4888670", "urlToImage": "https://i.cbc.ca/1.4888723.1541148426!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/northmart-staff.jpg", "publishedAt": "2018-11-02T10:30:00Z", "content": "People in Happy Valley-Goose Bay will once again have a second place to buy groceries when the NorthMart store reopens Friday morning. Part of the building was gutted by a fire in mid-September, forcing it to close. The North West Company, which owns NorthMar… [+1514 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Trial starts for woman accused in Shoppers Drug Mart stabbing", "description": "Rohinie Bisesar is charged with first-degree murder in the death of Rosemarie Junor, who was stabbed to death in a Shoppers Drug Mart in 2015.", "url": "https://www.cbc.ca/news/canada/toronto/bisesar-path-stabbing-shoppers-drug-mart-1.4888819", "urlToImage": "https://i.cbc.ca/1.3364202.1541153501!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/rohinie-bisesar.png", "publishedAt": "2018-11-02T10:14:03Z", "content": "The trial of a woman accused of killing another woman in Toronto's underground shopping concourse is set to get underway today. Rohinie Bisesar is charged with first-degree murder in the death of Rosemarie Junor, who was stabbed to death in a Shoppers Drug Ma… [+541 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Ottawa-Gatineau traffic updates for Nov. 2", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-2-2018-1.4888818", "urlToImage": "https://i.cbc.ca/1.3755914.1473851920!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rain-on-the-401.JPG", "publishedAt": "2018-11-02T10:06:22Z", "content": "Good morning commuters! All the peace and tranquillity that normally comes with a Friday commute is out the window this morning. The wet menace. H2-Ohhhh no. Rain and Ottawa don't seem to mix. Expect some misery this morning. Leave extra space, get more than … [+838 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "N.W.T. MLAs unanimously pass act to establish ombudsman in the territory", "description": "MLAs unanimously pass the Ombud Act and it received royal assent from N.W.T. Commissioner Margaret Thom Thursday, the final day of the fall sitting of the Legislative Assembly.", "url": "https://www.cbc.ca/news/canada/north/ombud-act-nwt-1.4888647", "urlToImage": "https://i.cbc.ca/1.3356908.1449668964!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/new-mlas-swearing-in-nwt.jpg", "publishedAt": "2018-11-02T10:00:44Z", "content": "The Northwest Territories legislature passed the act to establish an ombudsman in the territory, giving residents a recourse in their dealings with the government. MLAs unanimously passed the Ombud Act's third reading and it received royal assent from Commiss… [+1840 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Moncton loses Brier bid, again, after what officials call a bidding war", "description": "For the second year in a row, Moncton's attempt to host the Brier curling championship at the new Avenir Centre has failed. Curling Canada picked Kingston, Ont., to host the 2020 event.", "url": "https://www.cbc.ca/news/canada/new-brunswick/moncton-brier-bid-loss-curling-1.4887156", "urlToImage": "https://i.cbc.ca/1.4888038.1541099891!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/jacques-robichaud.png", "publishedAt": "2018-11-02T10:00:00Z", "content": "Moncton has lost its third bid to host a major sporting event at the city's new Avenir Centre, something officials say underscores the need for a hotel tax that can help pay for future bids. Curling Canada announced Kingston, Ont. will host the Brier men's cu… [+3170 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Aviva Jacob", "title": "From the history books into the present day: school discussions on anti-Semitism shift", "description": "Jewish students in Winnipeg are finding ways to come to terms with anti-Semitism in their world.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-jewish-students-anti-semitism-1.4888676", "urlToImage": "https://i.cbc.ca/1.4888682.1541118598!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jewish-students-take-pride-in-identity.jpg", "publishedAt": "2018-11-02T10:00:00Z", "content": "Jewish students in Winnipeg are finding ways to come to terms with anti-Semitism in their world. Across the globe, the Jewish community is still in mourning after last week's shooting at a Synagogue in Pittsburgh that left 11 people dead. For young people in … [+4092 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pallister defends Manitoba climate plan, amid widespread public skepticism", "description": "Premier Brian Pallister says it’s “too bad” that a recent poll suggests Manitobans don’t trust information about climate change coming from their provincial government.", "url": "https://www.cbc.ca/news/canada/manitoba/pallister-carbon-tax-climate-change-poll-1.4888519", "urlToImage": "https://i.cbc.ca/1.4755989.1532123448!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mba-wage-freeze-20180720.jpg", "publishedAt": "2018-11-02T10:00:00Z", "content": "Premier Brian Pallister says it's \"too bad\" that a recent poll suggests Manitobans don't trust information about climate change coming from their provincial government. The Angus Reid poll released on Thursday found Manitobans are the least likely to trust wh… [+2662 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Aidan Geary,Sam Samson", "title": "With hundreds of handmade banners outside their family homes, this Winnipeg artist is honouring WWI's dead", "description": "A Winnipeg artist spent more than 1,000 hours researching soldiers from the city who died in the First World War so she could honour them with handmade banners hung on lampposts outside their homes.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-artist-soldiers-remembrance-day-1.4886429", "urlToImage": "https://i.cbc.ca/1.4886433.1541016776!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lawrence-sinclair.jpg", "publishedAt": "2018-11-02T10:00:00Z", "content": "A century after Winnipeg's Lawrence Sinclair went to fight overseas, a handmade banner flaps on the lamppost outside the Mulvey Avenue home where his mother, Mary Jane Sinclair, lived. \"My name is Lawrence Charles Sinclair,\" the handwritten text on the flanne… [+4911 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Natalie Nanowski", "title": "'It feels like a film set': Office lights next door give Leslieville condo residents sleepless nights", "description": "If you can’t sleep because your neighbours are blasting music, you can file a noise complaint. But what if it’s their lights that are preventing you from dozing off? Well some east enders found out you can file a complaint for that too.", "url": "https://www.cbc.ca/news/canada/toronto/light-pollution-east-carlaw-memnon-1.4888524", "urlToImage": "https://i.cbc.ca/1.4888542.1541111061!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/susanne-carnelos.jpg", "publishedAt": "2018-11-02T10:00:00Z", "content": "If you can't sleep because your neighbours are blasting music, you can file a noise complaint. But what if it's their lights that are preventing you from dozing off? Well, some east enders found out you can file a complaint for that too. Residents of a five-s… [+3393 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "More charges after parking meters damaged in St. John's", "description": "A 29-year-old woman was arrested after several parking meters were damaged", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/more-parking-meters-damaged-1.4888806", "urlToImage": "https://i.cbc.ca/1.4586081.1521648287!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/parking-meters-in-st-john-s.jpg", "publishedAt": "2018-11-02T09:41:39Z", "content": "There are fewer functioning parking meters in St. John's. Again. The Royal Newfoundland Constabulary responded to a complaint of people breaking into parking meters at around 1:30 a.m. Friday. A 29-year-old woman was arrested for breach of court orders, polic… [+664 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Friday forecast: drizzle until tonight", "description": "Thursday night drizzle carries over into Friday as temperatures remain just above freezing.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/friday-forecast-drizzle-until-tonight-1.4888291", "urlToImage": "https://i.cbc.ca/1.4542988.1519337430!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/yellow-umbrella-rain-kitchener-cold-winter-weather.jpg", "publishedAt": "2018-11-02T09:35:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Daniel MacEachern", "title": "Navy vet marks 50 years of volunteering for Royal Canadian Legion's poppy campaign", "description": "People come to the donation table to shake Rod Deon's hand and get their picture taken with him.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/rod-deon-50-years-1.4887951", "urlToImage": "https://i.cbc.ca/1.4888370.1541105595!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/rod-deon.png", "publishedAt": "2018-11-02T09:30:00Z", "content": "When Allied forces stormed the beaches of Normandy on June 6, 1944 D-Day Rod Deon was there. \"D-Day was a terrible day. It was windy, there was a northeast wind and drizzle, and there were ships, maybe two, three hundred ships in the English Channel,\" Deon to… [+2922 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gabrielle Fahmy", "title": "'Christmas in November': Saint-Quentin gets increased ambulance service after long battle", "description": "Medavie President Richard Losier announced to residents of Saint-Quentin Thursday night they were going to get a second full-time ambulance to the area, something they've been fighting tooth and nail for two years.", "url": "https://www.cbc.ca/news/canada/new-brunswick/saint-quentin-gets-second-ambulance-1.4888625", "urlToImage": "https://i.cbc.ca/1.4888736.1541151447!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/nicole-somers.png", "publishedAt": "2018-11-02T09:30:00Z", "content": "Residents of Saint-Quentin are breathing a sigh of relief after Medavie's president told the community Thursday night it would be getting a second full-time ambulance to respond to emergencies. It's something people in the rural New Brunswick community had be… [+3430 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Postal workers back to work in the Outaouais", "description": "The union representing Canada Post employees says 800 workers have walked off the job in Kitchener and Waterloo on Friday as rotating strikes continue across the country.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/canada-post-rotating-strikes-1.4888805", "urlToImage": "https://i.cbc.ca/1.4176506.1498268794!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/canada-post.JPG", "publishedAt": "2018-11-02T09:17:26Z", "content": "The union representing Canada Post employees says 800 workers have walked off the job in Kitchener and Waterloo as rotating strikes continue across the country. The Canadian Union of Postal Workers says the walkout started Friday just after midnight. CUPW als… [+633 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Japan aims to open door wider to blue-collar workers", "description": "Prime Minister Shinzo Abe's cabinet approved draft legislation on Friday to open the door to more overseas blue-collar workers in sectors grappling with labour shortages, a controversial policy shift in immigration-shy Japan.", "url": "https://www.cbc.ca/news/world/japan-labour-shortages-immigration-policy-1.4888808", "urlToImage": "https://i.cbc.ca/1.4888809.1541149531!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/apartments-tokyo.jpg", "publishedAt": "2018-11-02T09:16:11Z", "content": "Prime Minister Shinzo Abe's cabinet approved draft legislation on Friday to open the door to more overseas blue-collar workers in sectors grappling with labour shortages, a controversial policy shift in immigration-shy Japan. Japan's immigration debate is hea… [+3271 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Poitras", "title": "The Gallant government could be toppled today", "description": "The defeat of the Gallant government now seems inevitable, but there is still a formal process that has to unfold before it’s really over.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-confidence-vote-liberals-gallant-1.4888347", "urlToImage": "https://i.cbc.ca/1.4789378.1534527691!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nb-legislature.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "The defeat of the Gallant government now seems inevitable, but there is still a formal process that has to unfold before it's really over. Here's what is expected to happen Friday. Gallant's speech At 9 a.m. Premier Brian Gallant will give a speech in the leg… [+3969 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gardiner Expressway closed this weekend for fall maintenance", "description": "The city will close the Gardiner Expressway this weekend from Friday night to Monday morning to conduct annual maintenance.", "url": "https://www.cbc.ca/news/canada/toronto/gardiner-expressway-closed-weekend-fall-maintenance-1.4888689", "urlToImage": "https://i.cbc.ca/1.3669996.1474487566!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dvp-road-closure-toronto.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "If you're planning to drive in Toronto this weekend, be prepared for heavy traffic and delays near the lakeshore. The city will close the Gardiner Expressway from late Friday night to Monday morning to conduct its annual fall maintenance. Road work was origin… [+1329 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Colbert", "title": "Do we need a 'lemon law' to protect consumers from product defects?", "description": "Consumers and a car expert are calling for a so-called lemon law to protect people from vehicles and other items that have a manufacturer's defect.", "url": "https://www.cbc.ca/news/canada/nova-scotia/lemon-law-ford-focus-fiesta-consumer-protection-1.4887694", "urlToImage": "https://i.cbc.ca/1.4888203.1541102798!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jordan-annan.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "Jordan Annan of Vancouver was excited when he bought his first new car, a 2013 Ford Focus. But the joy of owning new wheels disappeared when Annan's Focus started acting erratically and he had to replace the clutch three times. When the last clutch failed, hi… [+5658 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bell", "title": "'Legend' Emma Saganash retires after 40 years with CBC North's Cree unit", "description": "After 40 years Emma Saganash retires from CBC North.", "url": "https://www.cbc.ca/news/canada/north/emma-saganash-retirement-cree-cbc-north-1.4887429", "urlToImage": "https://i.cbc.ca/1.4887620.1541104065!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/emma-saganash-2018.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "It was the early 1970s when a Cree-language newscast blasting out of a radio in her mom's kitchen in northern Quebec captured Emma Saganash's imagination. \"I thought it was so, so neat,\" said Saganash, who was 15 or 16 at the time and was visiting her mother … [+3975 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Roberto Rocha,Franca Mignacca, CBC intern", "title": "Dust from Turcot Interchange construction often many times above acceptable levels, data shows", "description": "Data from air quality sensors obtained by CBC News shows that on some days over the past two years, the dust has been 13 times above government-recommended limits.", "url": "https://www.cbc.ca/news/canada/montreal/data-dust-turcot-construction-above-norms-1.4867330", "urlToImage": "https://i.cbc.ca/1.4888646.1541115020!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jill-prescesky.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "Yves Lavoie didn't know he had asthma until two years ago, when dust coming from the reconstruction of the Turcot Interchange left him feeling ill. \"I'm not a scientist. I don't know if it's the cause, but I've been sick since the work started,\" said the Sain… [+3613 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "Stumbling Stampeders risk dropping the playoff ball again", "description": "After bolting out to a massive lead in the West standings with a 12-2 record, the Calgary Stampeders have stumbled with three consecutive losses.", "url": "https://www.cbc.ca/sports/football/cfl/cfl-devin-heroux-playoff-stampeders-1.4888234", "urlToImage": "https://i.cbc.ca/1.4888531.1541110592!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-stampeders-blue-bombers-20181026.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "Just a few weeks ago it looked as though the mighty Calgary Stampeders would cruise to another first-place finish in the Canadian Football League's competitive West Division. Now the Stamps are the only team playing for something heading into the final week o… [+3380 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Burke", "title": "Seniors make up majority of N.S. households waiting for public housing", "description": "Seniors make up 64 per cent of the eligible households on the wait list for public housing in the province, according to data from the Department of Community Services. That's 2,221 seniors coming to the government for help just to have a place to live.", "url": "https://www.cbc.ca/news/canada/nova-scotia/public-housing-seniors-money-retirement-1.4886456", "urlToImage": "https://i.cbc.ca/1.4795262.1534975132!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/aging-survey.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "The dream of a relaxing retirement is turning out to be pure fantasy for some Nova Scotia seniors who are struggling to scrape together enough money to find a good place to live. Seniors make up 64 per cent of the eligible households on the wait list for publ… [+4038 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Leblanc-Smith", "title": "Eskasoni man unhappy with unstamped tobacco ruling", "description": "Robert Lewis had 350 cartons of cigarettes and 96 tubs of fine-cut tobacco products in the back of his truck when he was charged near Sydney Forks, N.S., on June 12, 2017.", "url": "https://www.cbc.ca/news/canada/nova-scotia/eskasoni-man-unstamped-tobacco-conviction-1.4887896", "urlToImage": "https://i.cbc.ca/1.1937948.1413310432!/httpImage/image.jpg_gen/derivatives/16x9_620/li-620-cigarettes-cp-016578.jpg", "publishedAt": "2018-11-02T09:00:00Z", "content": "An Eskasoni, N.S., man convicted of possessing and transporting unstamped tobacco is unhappy with the ruling and is considering an appeal. Robert Lewis had 350 cartons of cigarettes and 96 tubs of fine-cut tobacco products in the back of his truck when he was… [+2039 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "China says Xi-Trump phone call on trade 'extremely positive'", "description": "Chinese President Xi Jinping has had an \"extremely positive\" phone conversation with U.S. President Donald Trump about trade and other issues, China's foreign ministry says.", "url": "https://www.cbc.ca/news/world/trump-china-xi-jinping-1.4888803", "urlToImage": "https://i.cbc.ca/1.4888804.1541147731!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/china-us-troubled-ties.jpg", "publishedAt": "2018-11-02T08:41:39Z", "content": "Chinese President Xi Jinping had an \"extremely positive\" phone conversation with U.S. President Donald Trump about trade and other issues, the foreign ministry said Friday. The two leaders agreed to \"strengthen economic exchanges,\" said a ministry spokesperso… [+1431 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Nearly 100,000 people mark intent to donate organs on MCP cards", "description": "Organ donation rates have dropped in Newfoundland and Labrador.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/organ-donation-mcp-card-1.4882412", "urlToImage": "https://i.cbc.ca/1.4000337.1488146976!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/organ-donation.jpg", "publishedAt": "2018-11-02T08:30:00Z", "content": "Two and a half years after the provincial government moved the option to pledge organ donation from driver's licences to medical care plan cards, nearly 100,000 Newfoundlanders and Labradorians have signed on. Kim Parsons, nurse co-ordinator of the provincial… [+2506 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Charlsie Agro,Tyana Grundig", "title": "'There is no validity': Unproven blood tests for food sensitivity widely offered in Canada", "description": "Two of Canada's biggest labs promote and offer something known as IgG food tests at their labs, marketed as a way to test for food sensitivities. But medical experts call these blood tests \"irrelevant,\" \"unvalidated\" and \"inappropriate\" when it comes to track…", "url": "https://www.cbc.ca/news/health/food-sensitivity-intolerance-tests-blood-marketplace-1.4886592", "urlToImage": "https://i.cbc.ca/1.4886804.1541111523!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/a-report-from-an-igg-blood-test-for-food-sensitivities.png", "publishedAt": "2018-11-02T08:00:31Z", "content": "Feeling fat, itchy or bloated? Got tummy trouble? Want to help your hair or fix your skin? Could what you're eating be ailing you? That's certainly the sales pitch from companies behind food sensitivity tests. They're often advertised as a quick solution to a… [+9638 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Why organic waste could be a gold mine", "description": "In this week's issue of our environment newsletter, we look at the hidden potential of organic waste and what cities can do to protect themselves from the effects of climate change.", "url": "https://www.cbc.ca/news/technology/what-on-earth-newsletter-organic-waste-cities-climate-change-1.4885512", "urlToImage": "https://i.cbc.ca/1.4708424.1529086908!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/compost.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Hello, fellow traveller. This is our weekly newsletter on all things environmental, where we highlight trends and solutions that are moving us to a more sustainable world. ( Sign up here to get it in your inbox every Thursday.) This week: Organic waste is the… [+8013 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "'Wound on Confederation': Top court to rule on Churchill Falls-Hydro Quebec deal", "description": "Canada’s top court rules today on whether the Churchill Falls-Hydro-Quebec energy deal, a lopsided financial arrangement that has fuelled a bitter political feud between two provinces, should be renegotiated.", "url": "https://www.cbc.ca/news/politics/churchill-falls-hydro-quebec-supreme-court-1.4888321", "urlToImage": "https://i.cbc.ca/1.4888584.1541112308!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/churchill-falls.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Canada's top court rules today on whether the Churchill Falls-Hydro-Quebec energy deal a lopsided financial arrangement that has fuelled a bitter political feud between two provinces should be renegotiated. The longstanding legal dispute involves a 65-year co… [+3080 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robyn Urback", "title": "The Trudeau government believes in decorum, not like those goons across the aisle: Robyn Urback", "description": "Prime Minister Justin Trudeau and the Liberals don't want to be mean. They still believe in positive politics. It's just that those petty and childish guys across the aisle — led by \"Stephen Harper with a smile,\" which some person once coined … I can't recall…", "url": "https://www.cbc.ca/news/opinion/positive-politics-trudeau-1.4888620", "urlToImage": "https://i.cbc.ca/1.4447357.1513201243!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/question-period-20171213.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "This is a note to the youth of the nation. A warning, of sorts, of the evils that lurk a few months yonder. When the winter turns to spring when the snow melts and the trees bud and the birds renew their songs a menacing refrain will once again fill the air. … [+4951 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mark Gollom", "title": "Steve Bannon and David Frum set to square off in controversial debate", "description": "Conservative commentator and vocal Donald Trump critic David Frum will square off against Steve Bannon in a debate tonight that has drawn criticism for giving a platform to the president's controversial former chief strategist.", "url": "https://www.cbc.ca/news/canada/toronto/bannon-frum-debate-controversy-populism-1.4887812", "urlToImage": "https://i.cbc.ca/1.4888697.1541120615!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-frum-and-steve-bannon.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Conservative commentator and vocal Donald Trump critic David Frum will square off against Steve Bannon in Toronto tonight as part of a debate that has drawn criticism for giving a platform to the U.S. president's controversial former chief strategist. The two… [+4225 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jaela Bernstien", "title": "'It's crazy!': Quebec's ban on sales of anything with words or images of pot riles business owners", "description": "In the back room of a head shop in downtown Montreal, there are boxes stuffed with shirts, lighters, board games, and even colouring books — all pulled from shelves because even though cannabis is now legal in Canada, stores in Quebec can't sell anything bear…", "url": "https://www.cbc.ca/news/canada/montreal/it-s-crazy-quebec-s-ban-on-sales-of-anything-with-words-or-images-of-pot-riles-business-owners-1.4886265", "urlToImage": "https://i.cbc.ca/1.4886569.1541104852!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/prohibition-co-owner-christopher-mennillo.JPG", "publishedAt": "2018-11-02T08:00:00Z", "content": "In the back room of a head shop in downtown Montreal, there are boxes stuffed with shirts, lighters, board games, and even colouring books. They've all been pulled off the shelves because even though cannabis is now legal for recreational use in Canada stores… [+3057 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Philip Lee-Shanok", "title": "Mislabelled weed latest headache for Ontario Cannabis Store", "description": "It's just one more hiccup in the already bumpy rollout for the online Ontario Cannabis Store: a big mistake in the description of the THC content in one of its products.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-cannabis-store-reportedly-posts-wrong-product-potency-1.4888552", "urlToImage": "https://i.cbc.ca/1.4869435.1541018818!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cannabis-legal-20181018.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "A big mistake made in the description of a product listed on Ontario Cannabis Store (OCS) website is the latest hiccup for the only legal retailer of weed in the province. Peter Lyon, a 27-year-old sales rep for a Toronto company, logged on to the OCS website… [+2557 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julia Wright", "title": "Funeral today for Fredericton woman police say was victim of homicide", "description": "Candace Stevens, a 31-year-old single mother from Fredericton, is believed by police to have been the victim of a homicide.", "url": "https://www.cbc.ca/news/canada/new-brunswick/candance-stevens-fredericton-funeral-1.4887442", "urlToImage": "https://i.cbc.ca/1.4887514.1541087675!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/candace-stevens.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Friends and family are paying their respects Friday to Candace (Cree) Stevens, a young Indigenous single mother whose body was discovered Saturday on a rural road southwest of Miramichi. Her funeral will be held in Fredericton, two days after city police issu… [+3408 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rainy, drizzly Friday in store", "description": "You can expect a damp and blustery start to the day on Friday.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-2-2018-1.4888722", "urlToImage": "https://i.cbc.ca/1.4509886.1539773192!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rain-umbrella-couple-vancouver.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "You can expect a damp and blustery start to the day on Friday. There will be some showers and drizzle around today with a cloudy high near 6 C. Winds gusting up tp 40 km/h should die down by mid morning. Look for clouds Saturday, with a 60 per cent chance of … [+241 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sophia Harris", "title": "B.C. man kicked off WestJet flight after falling asleep before takeoff", "description": "A B.C. man who recently suffered a stroke said he was left humiliated and out more than a thousand dollars after WestJet kicked him off a flight to Cuba and stranded his family at the Toronto airport.", "url": "https://www.cbc.ca/news/business/westjet-flight-safety-asleep-1.4885958", "urlToImage": "https://i.cbc.ca/1.4885965.1541105277!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/stephen-bennett-josefa-sapelino.PNG", "publishedAt": "2018-11-02T08:00:00Z", "content": "A B.C. man who recently suffered a stroke said he was left humiliated and out more than $1,000 after WestJet kicked him off a flight to Cuba and stranded his family at the Toronto airport. The airline removed Stephen Bennett from the Oct. 13 flight after he t… [+4949 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kyle Bakx", "title": "Oilsands companies pull back on production as 'crisis' hits sector", "description": "With no immediate relief in sight from a collapse in Canadian oil prices, oilsands companies are beginning to turn down the taps and produce less oil.", "url": "https://www.cbc.ca/news/business/oilsands-wcs-wti-cenovus-cnrl-1.4887830", "urlToImage": "https://i.cbc.ca/1.4564707.1520367951!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alex-pourbaix-and-enbridge-pipeline-near-fort-mcmurray.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "With no immediate relief in sight from a collapse in Canadian oil prices, Alberta oilsands companies are beginning to turn down the taps and produce less oil. Low prices for Canadian crude are causing a chill throughout the industry from the oil majors, to th… [+3180 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elise von Scheel", "title": "Spotlight is on Canada heading into the G20, former PM Martin says", "description": "Former prime minister Paul Martin says now is the perfect time for Canada to step into a global leadership role and become a standard-bearer for human rights.", "url": "https://www.cbc.ca/news/politics/g20-paul-martin-populism-1.4888393", "urlToImage": "https://i.cbc.ca/1.4692871.1528227619!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/g7-finance-20180531.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Former prime minister Paul Martin says now is the perfect time for Canada to step into a global leadership role and become a standard-bearer for human rights. Martin told CBC Radio's The House that with public anxiety and political rhetoric over immigration r… [+2377 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robyn Miller", "title": "Policing students undeterred by OPS census", "description": "Students in the police foundations program at Algonquin College say they're not discouraged by a recent census of Ottawa Police Service officers and civilian employees that reveals a deep divide over the force's attempts to diversify its ranks.", "url": "https://www.cbc.ca/news/canada/ottawa/police-students-not-deterred-by-ottawa-police-census-1.4887500", "urlToImage": "https://i.cbc.ca/1.4887581.1541104466!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/algonquin-college-police-foundations-students.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Students in the police foundations program at Algonquin College say they're not discouraged by a recent census of Ottawa Police Service officers and civilian employees that reveals a deep divide over the force's attempts to diversify its ranks. The draft repo… [+2187 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Paul Tasker", "title": "Senators are being lobbied more than ever — and some are feeling overwhelmed", "description": "As the Senate becomes increasingly active in amending government legislation, some Independent senators say they're feeling overwhelmed by the number of requests they get to meet with lobbyists to discuss bills before the upper house — and they are promising …", "url": "https://www.cbc.ca/news/politics/tasker-independent-senators-lobby-overwhelmed-1.4887595", "urlToImage": "https://i.cbc.ca/1.4888367.1541105624!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/senate-cannabis-20180619.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "As the Senate becomes increasingly active in amending government legislation, some Independent senators say they're feeling overwhelmed by the number of requests they get to meet with lobbyists to discuss bills before the upper house and they are promising a … [+6084 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dianne Buckner", "title": "Medical cannabis patients anxious and fearful over supply shortages", "description": "Legal recreational users aren't the only ones who can't currently get their hands on cannabis; long-time medicinal pot users also say they’re finding themselves in the middle of a supply crunch.", "url": "https://www.cbc.ca/news/business/medical-pot-shortages-1.4887318", "urlToImage": "https://i.cbc.ca/1.4837368.1541112819!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/welcoming-pot-shops.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Can't find any weed to buy for a party this weekend? Don't complain. Canadians who use cannabis for medical reasons are being hit by shortages in a far worse way. \"It's actually more than a supply issue, really it's something of a health crisis now,\" says Jam… [+4375 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Keith Boag", "title": "Why Trump ditched the economy and went back to the border to start a fight: Keith Boag", "description": "President Donald Trump knows a healthy economy isn't a strong enough motivator to get Republicans to the polls in the midterms. That's why he's gone back to the most divisive — and successful — tactics from his 2016 presidential campaign.", "url": "https://www.cbc.ca/news/world/trump-midterms-race-border-1.4888533", "urlToImage": "https://i.cbc.ca/1.4888586.1541112327!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-immigration.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "The tweet at the top of U.S. President Donald Trump's Twitter page yesterday was the nub of his closing argument for the midterm elections: A vote for Democrats is a vote for cop-killing foreign invaders. The actual tweet \"It is outrageous what Democrats are … [+4990 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Feds set to pull plug on microelectronics powerhouse", "description": "After more than three decades in business, a Kingston, Ont., high-tech facility will close its doors unless it can secure the funding it needs to continue its work in cutting-edge microelectronics.", "url": "https://www.cbc.ca/news/canada/ottawa/cmc-microsystems-kingston-funding-1.4886292", "urlToImage": "https://i.cbc.ca/1.4886333.1541014200!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cmc.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "After more than three decades in business, a Kingston, Ont., high-tech facility will close its doors unless it can secure the funding it needs to continue its work in cutting-edge microelectronics. Since 1984, CMC Microsystems has functioned as a broker betwe… [+3138 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Getting there: Signs of O-Train progress all around", "description": "As work on Ottawa's light rail system continues inching along, we sent reporter Giacomo Panico out with a camera to capture some of the progress.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-confederation-line-lrt-progress-photos-1.4870615", "urlToImage": "https://i.cbc.ca/1.4887268.1541082759!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/confederation-line-under-construction-stop-queen-street-at-lyon-street-n-oct-31-2018.JPG", "publishedAt": "2018-11-02T08:00:00Z", "content": "Today's the day the city was to have been handed the keys to the Confederation Line, after the first of two LRT delays was announced earlier this year. As we all know by now, that didn't pan out. Transit users won't board the new O-Trains until sometime in ea… [+244 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "You will need your umbrella again Friday", "description": "You can expect a damp and blustery start to the day on Friday.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-novemember-2-2018-1.4888722", "urlToImage": "https://i.cbc.ca/1.4832114.1537473692!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-weather-20171030.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "You can expect a damp and blustery start to the day on Friday. There will still be some showers around today with a cloudy high near 6 C. Look for clouds Saturday, with a slight chance of a shower. The good news is you will get an extra hour of sleep as clock… [+169 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "OSPCA plan to drop livestock, horse investigations draws mixed reaction", "description": "Ontario's animal welfare agency's plan to hand over investigations of animal cruelty involving livestock or horses to the province is being welcomed by both rural lawyers and animal activists, even as it has also caught some by surprise.", "url": "https://www.cbc.ca/news/canada/ottawa/ospca-should-abandon-animal-cruelty-investigations-local-organizations-say-1.4888493", "urlToImage": "https://i.cbc.ca/1.4111364.1494540719!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ontario-spca.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "Ontario's animal welfare agency's plan to hand over investigations of animal cruelty involving livestock or horses to the province is being welcomed by both rural lawyers and animal activists, even as it has also caught some by surprise. The Ontario Society f… [+3614 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jessica Wong", "title": "Immersive art or ego trip? Instagram-optimized pop-ups come to Canada", "description": "Immersive attractions exploring everything from ice cream to M.C. Escher-inspired murals are increasingly turning up in major cities, including Toronto. Critics call them superficial diversions — heavy on the photo-op, light on depth — but are they also game-…", "url": "https://www.cbc.ca/news/entertainment/immersive-interactive-experiences-1.4884435", "urlToImage": "https://i.cbc.ca/1.4887173.1541077049!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gracie-caroll.jpg", "publishedAt": "2018-11-02T08:00:00Z", "content": "You've likely seen them on your social feeds: picture-perfect snaps of your friends, family or Instagram favourites posing in stunning, eye-catching locales perhaps laughing at the centre of a vibrant confetti storm, lounging in a pool of candy sprinkles or m… [+6843 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'It all seems very shady': Towing and booting scheme in Moncton raises alarm", "description": "Moncton single-mother and student Krissy Coleman was shocked when she left a downtown bar late one night to find her car gone. The shock turned to fear when a strange man with no identification told her he would take her to her vehicle if she paid him $333.", "url": "https://www.cbc.ca/news/canada/new-brunswick/moncton-towing-booting-fees-1.4883729", "urlToImage": "https://i.cbc.ca/1.4885730.1541071779!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/krissy-coleman.jpg", "publishedAt": "2018-11-02T07:00:19Z", "content": "Moncton single-mother and student Krissy Coleman was shocked when she left a downtown bar one night to find her car had disappeared from the near-empty lot where she had parked less than an hour earlier. That shock turned to fear when a stranger with no ident… [+8234 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Recount results confirm Mary-Anne Booth as mayor-elect of West Vancouver", "description": "A provincial judge ordered a recount of the West Vancouver election results on Wednesday and the original winner stands.", "url": "https://www.cbc.ca/news/canada/british-columbia/recount-results-confirm-mary-anne-booth-as-mayor-elect-of-west-vancouver-1.4888616", "urlToImage": "https://i.cbc.ca/1.4871941.1540104542!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mary-ann-booth.jpg", "publishedAt": "2018-11-02T06:01:23Z", "content": "The recount of the West Vancouver election results are in: Mary-Ann Booth is still the mayor-elect. On Oct. 20, Mary-Anne Booth beat second-place candidate Mark Sager with only 21 votes separating the two candidates. With Booth's tally of 4,394 votes, the dif… [+661 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Recount results confirm Mary-Ann Booth as mayor-elect of West Vancouver", "description": "A provincial judge ordered a recount of the West Vancouver election results on Wednesday and the original winner stands.", "url": "https://www.cbc.ca/news/canada/british-columbia/recount-results-confirm-mary-ann-booth-as-mayor-elect-of-west-vancouver-1.4888616", "urlToImage": "https://i.cbc.ca/1.4871941.1540104542!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mary-ann-booth.jpg", "publishedAt": "2018-11-02T06:01:23Z", "content": "The recount of the West Vancouver election results are in: Mary-Ann Booth is still the mayor-elect. On Oct. 20, Mary-Ann Booth beat second-place candidate Mark Sager with only 21 votes separating the two candidates. With Booth's tally of 4,394 votes, the diff… [+660 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Liam Britten", "title": "Where there's smoke, there's ire: Green MLA criticizes slash burning after hazy Halloween", "description": "A Green Party MLA says smoky skies over southern Vancouver Island Wednesday night highlight outdated forestry practises in B.C. The haze was caused by a forestry company’s controlled burns of slash in the Shirley and Sooke areas.", "url": "https://www.cbc.ca/news/canada/british-columbia/slash-burning-bc-1.4888724", "urlToImage": "https://i.cbc.ca/1.4888748.1541125861!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vancouver-island-slash-burning.jpg", "publishedAt": "2018-11-02T04:11:29Z", "content": "A Green Party MLA says smoky skies over southern Vancouver Island Wednesday night highlight outdated forestry practices in B.C. The Halloween night haze was caused by a forestry company TimberWest's controlled burns in the Shirley and Sooke areas, Langford Fi… [+1965 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Haynes", "title": "Flames catch fire with 5-goal 3rd period for comeback win over Avs", "description": "Mark Giordano had a goal and two assists as the Calgary Flames scored five times in the third period for a thrilling 6-5 comeback victory over the Colorado Avalanche on Thursday.", "url": "https://www.cbc.ca/sports/hockey/nhl/colorado-avalanche-calgary-flames-1.4888445", "urlToImage": "https://i.cbc.ca/1.4888789.1541131072!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/avalanche-flames.jpg", "publishedAt": "2018-11-02T04:09:27Z", "content": "Mark Giordano had a goal and two assists as the Calgary Flames scored five times in the third period for a thrilling 6-5 comeback victory over the Colorado Avalanche on Thursday. Tied 4-4, Giordano scored the go-ahead goal at 13:47 when he jumped up into the … [+2234 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Jones", "title": "Koskinen earns 1st NHL shutout as Oilers beat Blackhawks", "description": "Mikko Koskinen made 40 saves for his first career NHL shutout and Drake Caggiula scored a pair of goals as the Edmonton Oilers pulled out a 4-0 victory over the Chicago Blackhawks on Thursday.", "url": "https://www.cbc.ca/sports/hockey/nhl/chicago-blackhawks-edmonton-oilers-1.4888440", "urlToImage": "https://i.cbc.ca/1.4888787.1541130713!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/blackhawks-oilers.jpg", "publishedAt": "2018-11-02T03:55:31Z", "content": "Mikko Koskinen made 40 saves for his first career NHL shutout and Drake Caggiula scored a pair of goals as the Edmonton Oilers pulled out a 4-0 victory over the Chicago Blackhawks on Thursday. Jason Garrison and Alex Chiasson also scored for the Oilers (7-4-1… [+1352 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "UN report finds 486 million people in Asia-Pacific region go hungry", "description": "Despite rapid economic growth, the Asia-Pacific region has nearly a half billion people who go hungry as progress stalls in improving food security and basic living conditions, a United Nations report says.", "url": "https://www.cbc.ca/news/world/un-report-hunger-asia-1.4888747", "urlToImage": "https://i.cbc.ca/1.4888763.1541126668!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/myanmar-asia-hunger.jpg", "publishedAt": "2018-11-02T03:28:27Z", "content": "Despite rapid economic growth, the Asia-Pacific region has nearly a half billion people who go hungry as progress stalls in improving food security and basic living conditions, a United Nations report said Friday. Even in relatively well-to-do cities like Ban… [+3268 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Dauphin residents told to boil water after bacteria found", "description": "The City of Dauphin is warning residents to boil their tap water before drinking or cooking with it after samples showed the presence of total coliform bacteria.", "url": "https://www.cbc.ca/news/canada/manitoba/dauphin-residents-told-to-boil-water-after-bacteria-found-1.4888739", "urlToImage": "https://i.cbc.ca/1.2862381.1440625605!/httpImage/image.jpg_gen/derivatives/16x9_620/water.jpg", "publishedAt": "2018-11-02T02:54:38Z", "content": "The City of Dauphin is warning residents to boil their tap water before drinking or cooking with it after samples showed the presence of total coliform bacteria. The samples were taken on Wednesday. Total coliform bacteria live in soil, surface water, and hum… [+525 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Glowacki", "title": "Survivors of domestic abuse and their allies march in Winnipeg demonstration", "description": "About 50 people, mostly women and children, gathered as the sun was setting in Winnipeg's North End Thursday to show the rest of the city life gets better on the other side of violence.", "url": "https://www.cbc.ca/news/canada/manitoba/end-the-silence-stop-the-violence-1.4888698", "urlToImage": "https://i.cbc.ca/1.4888699.1541120998!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/wahbung-abinoonjiiag.JPG", "publishedAt": "2018-11-02T02:48:29Z", "content": "About 50 people, mostly women and children, gathered as the sun was setting in Winnipeg's North End Thursday to show the rest of the city life gets better on the other side of violence. The second annual End the Silence, Stop The Violence march was organized … [+2240 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "Pedestrian in life-threatening condition after being struck in Mississauga", "description": "A pedestrian has been taken to a Toronto hospital in life-threatening condition after being struck by a car in Mississauga late Thursday evening.", "url": "https://www.cbc.ca/news/canada/toronto/pedestrian-in-life-threatening-condition-after-being-struck-in-mississauga-1.4888749", "urlToImage": "https://i.cbc.ca/1.3365379.1486510269!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/peel-police-car-generic-png.jpeg", "publishedAt": "2018-11-02T02:41:26Z", "content": "A pedestrian has been taken to a Toronto hospital in life-threatening condition after being struck by a car in Mississauga late Thursday evening. Emergency crews were called to the area of Kimbermount Avenue and Eglinton Avenue West shortly before 9:30 p.m., … [+854 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "3 injured in bus crash north of Prince George", "description": "The bus, carrying 40 people, crashed north of Prince George Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/british-columbia/bus-crash-highway-97-1.4888726", "urlToImage": "https://i.cbc.ca/1.4888801.1541147122!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/prince-george-bus-crash.jpg", "publishedAt": "2018-11-02T02:40:10Z", "content": "Three people were injured in a bus crash north of Prince George on Thursday afternoon. The crash happened on Highway 97 North near Mitchell Road, about 22 kilometres north of the city, around 4:45 p.m. PT. RCMP said the bus was the only vehicle involved in th… [+1787 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "At least 2 seriously injured in bus crash north of Prince George", "description": "Authorities say at least two people have been taken to hospital with serious injuries after a bus carrying 40 people crashed north of Prince George.", "url": "https://www.cbc.ca/news/canada/british-columbia/at-least-2-seriously-injured-in-bus-crash-north-of-prince-george-1.4888726", "urlToImage": "https://i.cbc.ca/1.4888745.1541126255!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/prince-george-accident.jpg", "publishedAt": "2018-11-02T02:40:10Z", "content": "Two people are seriously injured after a tour bus crashed north of Prince George Thursday afternoon. The bus was carrying a total of 40 people. Cpl. Craig Douglass with Prince George RCMP said the crash took place at Highway 97 North near Mitchell Road, about… [+990 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "16 taken to hospital after bus crash north of Prince George", "description": "Authorities say 16 people have been taken to hospital after a bus carrying 40 people crashed north of Prince George.", "url": "https://www.cbc.ca/news/canada/british-columbia/16-taken-to-hospital-after-bus-crash-north-of-prince-george-1.4888726", "urlToImage": "https://i.cbc.ca/1.4888745.1541126255!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/prince-george-accident.jpg", "publishedAt": "2018-11-02T02:40:10Z", "content": "Three people are critically injured and one person seriously injured after a bus crashed north of Prince George Thursday afternoon. The bus was carrying a total of 40 people. Cpl. Craig Douglass with Prince George RCMP said the crash took place at Highway 97 … [+1071 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "16 injured in bus crash north of Prince George", "description": "Authorities say 16 people have been taken to hospital after a bus carrying 40 people crashed north of Prince George.", "url": "https://www.cbc.ca/news/canada/british-columbia/16-injured-in-bus-crash-north-of-prince-george-1.4888726", "urlToImage": "https://i.cbc.ca/1.4888745.1541126255!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/prince-george-accident.jpg", "publishedAt": "2018-11-02T02:40:10Z", "content": "Three people are critically injured and one person seriously injured after a bus crashed north of Prince George Thursday afternoon. The bus was carrying a total of 40 people. Cpl. Craig Douglass with Prince George RCMP said the crash took place at Highway 97 … [+1071 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Haweya Fadal", "title": "Out of the Cold: Faith-based groups ready to open their doors to the homeless", "description": "The Out of the Cold program opened its doors for the first time this season Thursday evening. Faith-based groups provide a nutritious meal, a bed for the night, as well access to services like laundry facilities and legal clinics.", "url": "https://www.cbc.ca/news/canada/toronto/annual-program-for-homeless-launches-1.4888694", "urlToImage": "https://i.cbc.ca/1.4888719.1541124190!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/exterior-of-st-matthew-s-united-church.jpg", "publishedAt": "2018-11-02T02:34:35Z", "content": "As temperatures begin to drop, faith-based organizations across the GTA began opening their doors Thursday night to help the city's homeless this winter. The Out of the Cold program, which first launched in 1987, provides a nutritious meal, a bed for the nigh… [+2546 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kelsey Patterson", "title": "Kotkaniemi notches 1st NHL goals as Habs battle back to beat Caps", "description": "Max Domi scored with 21 seconds left in the game and Jesperi Kotkaniemi notched his first two career NHL goals as the Montreal Canadiens came from behind to defeat the Washington Capitals 6-4 on Thursday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/washington-capitals-montreal-canadiens-1.4888438", "urlToImage": "https://i.cbc.ca/1.4888727.1541125709!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/capitals-canadiens.jpg", "publishedAt": "2018-11-02T02:28:49Z", "content": "Max Domi scored with 21 seconds left in the game and Jesperi Kotkaniemi notched his first two career NHL goals as the Montreal Canadiens came from behind to defeat the Washington Capitals 6-4 on Thursday night. Brendan Gallagher also had two goals and Joel Ar… [+2227 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Desaulniers", "title": "Craig Anderson makes 46 saves as Sens stave off Sabres", "description": "Craig Anderson made 46 saves as the Ottawa Senators held on to beat the Buffalo Sabres 4-2 on Thursday in the first meeting of a home-and-home series.", "url": "https://www.cbc.ca/sports/hockey/nhl/buffalo-sabres-ottawa-senators-1.4888433", "urlToImage": "https://i.cbc.ca/1.4888738.1541125097!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/sabres-senators.jpg", "publishedAt": "2018-11-02T02:24:05Z", "content": "Craig Anderson made 46 saves as the Ottawa Senators held on to beat the Buffalo Sabres 4-2 on Thursday in the first meeting of a home-and-home series. Ryan Dzingel, Dylan DeMelo, Colin White and Bobby Ryan, into an empty net, scored for the Senators (5-5-2), … [+1514 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "NDP raises spectre of Manitoba Hydro's privatization with new CEO", "description": "The upcoming CEO of Manitoba Hydro knows a thing or two about gradually privatizing a publicly-owned energy utility, the opposition NDP warns.", "url": "https://www.cbc.ca/news/canada/manitoba/ndp-manitoba-hydro-privatization-new-ceo-1.4888678", "urlToImage": "https://i.cbc.ca/1.4795626.1534981704!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mba-hydro-rates-20180501.jpg", "publishedAt": "2018-11-02T02:23:49Z", "content": "The incoming CEO of Manitoba Hydro knows a thing or two about gradually privatizing a publicly-owned energy utility, the opposition NDP says. The party alleged that Jay Grewal, revealed Thursday as the first female CEO and president in the Crown corporation's… [+2739 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Over 1,700 Vancouverites have 'adopted' storm drains", "description": "Stormy season prompts increase in number of residents caring for clogged up catch basins.", "url": "https://www.cbc.ca/news/canada/british-columbia/over-1-700-vancouverites-have-adopted-storm-drains-1.4888627", "urlToImage": "https://i.cbc.ca/1.4883281.1540866393!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/young-girl-plays-in-wet-leaves-and-puddles.jpg", "publishedAt": "2018-11-02T02:08:09Z", "content": "When it comes to teaching a child how to give back to the community, Emily Lefebvre thinks it's best to start early. That's why the 37-year-old enlisted in Vancouver's Adopt a Catch Basin a city-sponsored community program that encourages residents to keep a … [+1504 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joshua Clipperton", "title": "Suddenly punchless Leafs now being beaten by backups as Khudobin earns win for Stars", "description": "Dallas backup goalie Anton Khudobin made 30 saves Thursday as the Stars heaped more home misery on Toronto by defeating the Maple Leafs 2-1.", "url": "https://www.cbc.ca/sports/hockey/nhl/leafs-stars-recap-beatn-1.4888273", "urlToImage": "https://i.cbc.ca/1.4888707.1541122066!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-stars-maple-leafs-20181101.jpg", "publishedAt": "2018-11-02T01:56:41Z", "content": "Dallas backup goalie Anton Khudobin made 30 saves Thursday as the Stars heaped more home misery on Toronto by defeating the Maple Leafs 2-1. Jamie Benn and Devin Shore scored for Dallas (7-5-0), which picked up its second consecutive road victory after losing… [+3663 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Service sector predicts Canadian drilling activity will fall even more in 2019", "description": "It predicts a total of 6,600 wells will be drilled in Canada in 2019, down about five per cent from an expected 6,980 wells this year.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-drilling-petroleum-services-association-1.4888706", "urlToImage": "https://i.cbc.ca/1.3544568.1513887033!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/year-business-news-story-20151218.jpg", "publishedAt": "2018-11-02T01:53:11Z", "content": "The Petroleum Services Association of Canada is predicting more pain for the oil and gas sector next year. It predicts a total of 6,600 wells will be drilled in Canada in 2019, down about five per cent from an expected 6,980 wells this year, adding that trans… [+794 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'We have to learn from history': Sex therapist Dr. Ruth speaks out about synagogue shooting, holocaust deniers", "description": "In the wake of the fatal shooting at a synagogue in Pittsburgh last weekend and other racially charged events that show deep divisions in the United States, radio sex therapist Dr. Ruth Westheimer says while she doesn’t like to talk politics, she does speak o…", "url": "https://www.cbc.ca/news/canada/toronto/we-have-to-learn-from-history-sex-therapist-dr-ruth-speaks-out-about-synagogue-shooting-holocaust-deniers-1.4888693", "urlToImage": "https://i.cbc.ca/1.4888700.1541121130!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dr-ruth-westheimer.jpg", "publishedAt": "2018-11-02T01:36:23Z", "content": "In the wake of the fatal shooting at a synagogue in Pittsburgh last weekend and other racially charged events that show deep divisions in the United States, radio sex therapist Dr. Ruth Westheimer says while she doesn't like to talk politics, she does speak o… [+5255 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspected kidnapper apprehended in Lachute", "description": "Laval police asked for the public's help in finding David Santiago Caballero Rodriguez, who is suspected of abducting his ex-girlfriend and their baby Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/montreal/suspected-kidnapper-apprehended-in-lachute-1.4888679", "urlToImage": "https://i.cbc.ca/1.4888695.1541120380!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/laval-kidnapping-suspect.jpg", "publishedAt": "2018-11-02T01:20:45Z", "content": "Update: The Sûreté du Québec apprehended the suspect in Lachute Thursday night. The original report follows. Laval police are asking for the public's help in finding David Santiago Caballero Rodriguez, who is suspected of abducting his ex-girlfriend and their… [+1159 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police searching for kidnapper on the run in Laurentians", "description": "Laval police are asking for the public's help in finding David Santiago Caballero Rodriguez, who is suspected of abducting his ex-girlfriend and their baby Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/montreal/police-searching-for-kidnapper-on-the-run-in-laurentians-1.4888679", "urlToImage": "https://i.cbc.ca/1.4888695.1541120380!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/laval-kidnapping-suspect.jpg", "publishedAt": "2018-11-02T01:20:45Z", "content": "Laval police are asking for the public's help in finding David Santiago Caballero Rodriguez, who is suspected of abducting his ex-girlfriend and their baby Thursday afternoon. After a police chase, the mother and child are safe but the suspect is still at lar… [+1050 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Justin Trudeau announces funding to build nuclear medicine hub in Vancouver", "description": "Prime Minister Justin Trudeau has announced federal funding to build a hub for nuclear medicine at TRIUMF, Canada's national particle accelerator.", "url": "https://www.cbc.ca/news/canada/british-columbia/justin-trudeau-announces-funding-to-build-nuclear-medicine-hub-in-vancouver-1.4888675", "urlToImage": "https://i.cbc.ca/1.4888677.1541119768!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trudeau-bc-20181101.jpg", "publishedAt": "2018-11-02T00:51:35Z", "content": "Prime Minister Justin Trudeau has announced federal funding to build a hub for nuclear medicine at TRIUMF, Canada's national particle accelerator. Trudeau made the announcement after meeting employees and touring the site, which is a joint venture of a consor… [+889 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Winnipeg man sentenced as dangerous offender for violent sexual assaults", "description": "A Winnipeg man designated as a dangerous offender has been sentenced to eight years behind bars — and another 10-years under supervision — for violent sexual attacks on vulnerable women.", "url": "https://www.cbc.ca/news/canada/manitoba/douglas-bowman-dangerous-offender-sentencing-1.4888668", "urlToImage": "https://i.cbc.ca/1.3820697.1530974511!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/manitoba-court.jpg", "publishedAt": "2018-11-02T00:45:38Z", "content": "A Winnipeg man designated as a dangerous offender has been sentenced to eight years behind bars and another 10 years under supervision for violent sexual attacks on vulnerable women. Douglas Bowman, 54, was arrested in September 2014 after two city sex worker… [+1801 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Province withheld contaminated soil findings for 30 years, Liberals claim", "description": "The Manitoba Liberals are alleging that provincial governments have sat on an unpublished report warning of unsafe lead levels for 30 years.", "url": "https://www.cbc.ca/news/canada/manitoba/liberals-action-government-contaminated-soil-1.4888545", "urlToImage": "https://i.cbc.ca/1.4888657.1541116042!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dr-eva-pip.jpg", "publishedAt": "2018-11-02T00:34:52Z", "content": "The Manitoba Liberals are alleging successive provincial governments have sat on an unpublished report warning of unsafe lead levels for 30 years. The opposition party invited the study's author, Dr. Eva Pip, to the Manitoba Legislature Thursday to call on th… [+2948 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tyler Buist,Vassy Kapelos", "title": "Hussen says Ford government engaged in 'fear mongering and demonizing of asylum seekers'", "description": "The federal immigration minister took aim at the Ontario government on Thursday, saying Doug Ford's administration is stoking fears around asylum seekers and is not offering solutions to the issue of illegal border crossers.", "url": "https://www.cbc.ca/news/politics/powerandpolitics/hussen-macleod-asylum-seekers-fear-mongering-1.4888639", "urlToImage": "https://i.cbc.ca/1.4746632.1531513728!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lisa-macleod-vs-ahmed-hussen.jpg", "publishedAt": "2018-11-02T00:28:32Z", "content": "Federal Immigration Minister Ahmed Hussen took aim at the Ontario government on Thursday, saying Doug Ford's government is stoking fears around asylum seekers and is not offering solutions to the issue of illegal border crossers. \"They are not engaged. Instea… [+7308 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Legacies are about people,' Paul Davis bids emotional farewell to politics", "description": "After 17 years in politics, former premier and MHA Paul Davis has called it a career.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/davis-farewell-politics-1.4888475", "urlToImage": "https://i.cbc.ca/1.4888640.1541114683!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paul-davis.jpg", "publishedAt": "2018-11-02T00:21:19Z", "content": "After 17 years in politics, former premier and MHA Paul Davis has called it a career. Thursday marked his last day as a sitting MHA in the House of Assembly, something Davis calls bitter-sweet. \"I never really planned what I wanted as a legacy, but things tha… [+2052 chars]"}]}