{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Ducks stun Oilers with OT win after tying game late in 3rd", "description": "Rickard Rakell scored 14 seconds into overtime, and the Anaheim Ducks rallied to beat the Edmonton Oilers 2-1 on Friday.", "url": "https://www.cbc.ca/sports/hockey/nhl/ducks-oilers-overtime-recap-1.4918987", "urlToImage": "https://i.cbc.ca/1.4919205.1543017044!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oilers-ducks-hockey.jpg", "publishedAt": "2018-11-23T23:59:19Z", "content": "Rickard Rakell and the Anaheim Ducks went from a frustrating loss to a dramatic victory in a matter of seconds. Rakell scored 14 seconds into overtime after Nick Ritchie tied the game with 16.2 seconds remaining in regulation, helping the Ducks top the Edmont… [+2738 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Calgary criminal defence lawyer warns public after his name used in 'bail scam'", "description": "A defence lawyer in Calgary says someone has been using his name in an effort to defraud people out of thousands of dollars.", "url": "https://www.cbc.ca/news/canada/calgary/defence-laweyer-name-bail-scam-fraud-police-1.4919042", "urlToImage": "https://i.cbc.ca/1.4919093.1543013626!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/david-chow-bail-scam.jpg", "publishedAt": "2018-11-23T23:52:25Z", "content": "Imagine getting a call from a criminal defence lawyer who says your loved one is in trouble and needs bail money to get the person out of jail that's happening in Alberta but it's a scam. A defence lawyer in Calgary says someone has been using his name in an … [+2854 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Jury dismissals in Atlantic Canada raise wider issues about vetting: experts", "description": "Jury dismissals in two high-profile Atlantic Canada court cases this week raise issues around jury vetting in the digital age, according to some legal experts.", "url": "https://www.cbc.ca/news/canada/new-brunswick/jury-dismissals-oland-mistrial-1.4918982", "urlToImage": "https://i.cbc.ca/1.4914120.1542777695!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dennis-oland-nov-20-2018.jpg", "publishedAt": "2018-11-23T23:43:21Z", "content": "Jury dismissals in two high-profile Atlantic Canada court cases this week raise issues around jury vetting in the digital age, according to some legal experts. A judge declared a mistrial Tuesday in the Dennis Oland murder case when he learned a Saint John po… [+3984 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Brennan MacDonald,Vassy Kapelos", "title": "Canada should suspend arms exports to Saudi Arabia, says former Trudeau adviser", "description": "A former foreign policy adviser to Prime Minister Justin Trudeau is urging the federal government to suspend any further deliveries of military equipment to Saudi Arabia in the wake of the brutal murder of Saudi journalist Jamal Khashoggi.", "url": "https://www.cbc.ca/news/politics/powerandpolitics/canada-urged-to-suspend-arms-deliveries-saudi-arabia-1.4918876", "urlToImage": "https://i.cbc.ca/1.4884197.1542817123!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nic459061.jpg", "publishedAt": "2018-11-23T23:41:57Z", "content": "A former foreign policy adviser to Prime Minister Justin Trudeau is urging the federal government to suspend any further deliveries of military equipment to Saudi Arabia in the wake of the brutal murder of Saudi journalist Jamal Khashoggi. \"There are moments … [+1732 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephen Hunt", "title": "The 'Sleeper Play,' staples in the Big 0, the 13th man and the Fog Bowl: 105 years of Grey Cup classics", "description": "CBC's Doug Dirks and Mark Connolly talk to Alberta at Noon's Kathleen Petty about some of their most memorable Grey Cup experiences.", "url": "https://www.cbc.ca/news/canada/calgary/memorable-grey-cup-games-classics-dirks-connolly-petty-calgary-ottawa-stampeders-1.4918627", "urlToImage": "https://i.cbc.ca/1.4416618.1511470756!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/1977-ice-bowl.jpg", "publishedAt": "2018-11-23T23:40:05Z", "content": "There was the Sleeper Play in 1948 that set Calgary on the road to victory There was the staples in the shoes of the Alouettes in 1977, which led to an unlikely 41-6 triumph over the mighty Eskimos in a game forever known as the Ice Bowl. For all the wrong re… [+5752 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Alberta premier disappointed with Ottawa's response to oil bottleneck", "description": "Alberta Premier Rachel Notley says she's disappointed with Ottawa's lukewarm response to the province's plan to ease oil bottlenecks by buying more rail cars.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-premier-disappointed-ottawa-rail-cars-oil-1.4919157", "urlToImage": "https://i.cbc.ca/1.4919162.1543016726!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/notley-oilpatch-speech-20181122.jpg", "publishedAt": "2018-11-23T23:39:27Z", "content": "Alberta Premier Rachel Notley says she's disappointed with Ottawa's lukewarm response to the province's plan to ease oil bottlenecks by buying more rail cars. She says it's simplistic to dismiss buying rail cars by saying they probably wouldn't arrive until a… [+1863 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "More money needed to makeover Calgary's main streets, says coalition opposed to city plan", "description": "More than 50 community and business advocates in Calgary have gotten together to oppose a plan to makeover the city's main streets.", "url": "https://www.cbc.ca/news/canada/calgary/main-street-calgary-planning-1.4918303", "urlToImage": "https://i.cbc.ca/1.4835626.1537752903!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/17th-ave-s-w-construction.jpg", "publishedAt": "2018-11-23T23:18:13Z", "content": "More than 50 community and business advocates in Calgary have gotten together to oppose a plan to makeover the city's main streets. City planners are currently asking for a one-time investment of $190,000, plus $30 million in capital spending over four years,… [+3432 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Christine Coulter", "title": "Grab your camera: City of Vancouver is looking for photos of king tides", "description": "It's the time of the year for king tides. From Nov. 23-30, the City of Vancouver is asking citizen-scientists to snap photos of the shorelines to help them monitor changes and prepare for storms.", "url": "https://www.cbc.ca/news/canada/british-columbia/grab-your-camera-city-of-vancouver-is-looking-for-photos-of-king-tides-1.4918826", "urlToImage": "https://i.cbc.ca/1.2854275.1417214246!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/seawall-stanley-park.jpg", "publishedAt": "2018-11-23T23:15:49Z", "content": "The annual king tides have returned to the South Coast, marking the highest tides of the year. The king tides are expected from Nov. 23-30. And for the second year, the City of Vancouver is asking for citizens to help document the shorelines by taking photos … [+1626 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'We are trying to be proactive:' Winnipeg police training workplaces on dangers of meth", "description": "As methamphetamine-related crimes continue to rise, Winnipeg police want to make sure businesses have the tools they need to keep their employees safe.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-police-educate-businesses-meth-1.4918628", "urlToImage": "https://i.cbc.ca/1.4030348.1489778565!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/used-needle-on-rainy-street-in-winnipeg.jpg", "publishedAt": "2018-11-23T23:11:12Z", "content": "As methamphetamine-related crimes continue to rise, Winnipeg police say they want to make sure businesses have the tools they need to keep their employees safe. The service's drug enforcement unit provides training sessions to workplaces on the signs of meth … [+2671 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sidhartha Banerjee", "title": "Supporters to press Cuba for return of Quebecer caught in legal limbo", "description": "Supporters of a Quebec man who has been in legal limbo in Cuba since the death of a fellow Canadian tourist nearly 16 months ago are taking their case for his freedom to the Cuban embassy in Ottawa.", "url": "https://www.cbc.ca/news/canada/montreal/quebecer-cuba-legal-limbo-1.4918907", "urlToImage": "https://i.cbc.ca/1.4742735.1543010540!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toufik-benhamiche.jpg", "publishedAt": "2018-11-23T23:08:52Z", "content": "Supporters of a Quebec man who has been in legal limbo in Cuba since the death of a fellow Canadian tourist nearly 16 months ago are taking their case for his freedom to the Cuban embassy in Ottawa. Toufik Benhamiche has been prevented from leaving Cuba, desp… [+4067 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nathalie Sturgeon", "title": "St. Mary's First Nation to open homeless shelter next week", "description": "St. Mary's First Nation is hoping to help the more than 10 homeless members of its community by opening a new shelter at the beginning of next month.", "url": "https://www.cbc.ca/news/canada/new-brunswick/st-marys-first-nation-homeless-shelter-1.4918916", "urlToImage": "https://i.cbc.ca/1.4918935.1543009922!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/allan-polchies-jr.jpg", "publishedAt": "2018-11-23T23:04:41Z", "content": "St. Mary's First Nation is hoping to help the more than 10 homeless members of its community by opening a new shelter at the beginning of next month. The band council is under a tight Dec. 1 deadline, and the office building is still under renovations, with a… [+1591 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ontario's child advocate vows to keep fighting for vulnerable youth", "description": "Ontario's child advocate is vowing to continue to be a voice for the province's most vulnerable young people, after his position was axed by the ruling Progressive Conservatives in the government's fiscal update November 14.", "url": "https://www.cbc.ca/news/canada/thunder-bay/thunder-bay-irwin-elman-no-more-child-advocate-1.4918650", "urlToImage": "https://i.cbc.ca/1.2627477.1542296242!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/irwin-elman.jpg", "publishedAt": "2018-11-23T23:00:00Z", "content": "Ontario's child advocate is vowing to continue to be a voice for the province's most vulnerable young people, after his position was axed by the ruling Progressive Conservatives in the government's fiscal update November 15. Irwin Elman is expecting the provi… [+2932 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Kris Austin's moment, the Oland saga and plowing it forward: your weekend briefing", "description": "The 506er, CBC New Brunswick's newsletter, returns to bring you the major talking points in provincial news for the week ending Nov. 23.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-newsletter-the-506er-1.4918859", "urlToImage": "https://i.cbc.ca/1.4889240.1541173480!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kris-austin.jpg", "publishedAt": "2018-11-23T23:00:00Z", "content": "Good evening, Here's what we're talking about this week: Video of the week Fredericton is just going in circles. The capital city could add up to seven more roundabouts, pending council approval. That would bring the number of roundabouts in city limits to 12… [+7391 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "Mayor's office threatened Melnyk over LeBreton withdrawal, suit claims", "description": "Ottawa Senators owner Eugene Melnyk alleges in a lawsuit filed Friday that Ottawa Mayor Jim Watson's office responded with \"threats and intimidation\" to news that the LeBreton Flats redevelopment project was in peril, just weeks before the recent municipal el…", "url": "https://www.cbc.ca/news/canada/ottawa/melnyk-lawsuit-mayor-threats-intimidation-1.4918654", "urlToImage": "https://i.cbc.ca/1.4781023.1533923708!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/watson-melnyk-meeting.JPG", "publishedAt": "2018-11-23T22:59:38Z", "content": "Ottawa Senators owner Eugene Melnyk alleges in a lawsuit filed Friday that Ottawa Mayor Jim Watson's office responded with \"threats and intimidation\" to news that the LeBreton Flats redevelopment project was in peril, just weeks before the recent municipal el… [+2189 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Flair apologizes after calling RCMP on passengers following 12-hour flight delay", "description": "RCMP officers were called in to explain re-booking and accommodation options to passengers nearly 12 hours after the flight's scheduled departure time, according to the RCMP and a Flair customer who filmed part of the encounter.", "url": "https://www.cbc.ca/news/canada/british-columbia/flair-apologizes-after-calling-police-on-passengers-following-flight-delay-1.4918963", "urlToImage": "https://i.cbc.ca/1.4919021.1543011788!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/flair-airlines-police.jpg", "publishedAt": "2018-11-23T22:46:49Z", "content": "Flair Airlines has apologized for a situation at Vancouver International Airport that saw a pilot call the police to deal with frustrated passengers at the gate, some of whom had been waiting 14 hours before their flight was eventually cancelled. The Flair fl… [+3478 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Halifax billionaire John Risley suing Saudi businessman over alleged $15M fraud", "description": "Halifax billionaire John Risley is back in court, this time over allegations a Saudi businessman swindled his company out of 10 million euros — about $15 million Cdn.", "url": "https://www.cbc.ca/news/canada/nova-scotia/john-risley-billionaire-saudi-fraud-halifax-clearwater-1.4918927", "urlToImage": "https://i.cbc.ca/1.3736878.1525442059!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-risley-founder-of-clearwater-fine-foods.jpg", "publishedAt": "2018-11-23T22:38:55Z", "content": "Halifax billionaire John Risley is back in court, this time over allegations a Saudi businessman swindled his company out of 10 million euros about $15 million Cdn. In a lawsuit, CFFI Ventures Inc. a holding company headed by Risley, the co-founder of Clearwa… [+4106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Private medical clinics in B.C. win court injunction over billing fines", "description": "A B.C. Supreme Court ruling has given private clinics a reprieve from fines they could have faced from the province over billing, saying dumping patients from accessing private procedures could cause harm.", "url": "https://www.cbc.ca/news/canada/british-columbia/cambie-surgery-centre-brian-day-adrian-dix-billing-fines-1.4918791", "urlToImage": "https://i.cbc.ca/1.4134469.1495902620!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-day-cambie-surgery-centre.jpg", "publishedAt": "2018-11-23T22:35:18Z", "content": "A B.C. Supreme Court ruling has given private clinics a reprieve from fines they could have faced from the province over billing, saying dumping patients from accessing private procedures could cause harm. The ruling comes amidst a nine year case the court ha… [+1686 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "How a little money will go a long way — and offer a chill vibe — at the Perlin Centre", "description": "A new sensory room is planned for the organization that offers programs for adults with intellectual disabilities.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/vera-perlin-wins-aviva-grant-sensory-room-1.4918006", "urlToImage": "https://i.cbc.ca/1.4918031.1542992068!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/perlin-centre-aviva-grant.JPG", "publishedAt": "2018-11-23T22:35:00Z", "content": "Cheers, chants and clapping erupted this week when the Perlin Centre in St. John's won $10,000 to create a sensory room that its 75 clients who are adults with intellectual disabilities can use when they just need a quiet space to go. \"It's huge,\" says Gary K… [+1646 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "Ford government backtracks on cuts affecting Ontario Francophones", "description": "After fierce backlash, Premier Doug Ford’s government announced Friday afternoon it will take a number of steps to bolster the French language in Ontario.", "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-francophone-cuts-1.4919026", "urlToImage": "https://i.cbc.ca/1.4917764.1542984827!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-legault-ford-20181119.jpg", "publishedAt": "2018-11-23T22:34:12Z", "content": "After a backlash, Premier Doug Ford's government announced Friday afternoon it will take a number of steps to bolster the French language in Ontario. In its fall economic statement, the Progressive Conservative government announced plans to eliminate the posi… [+836 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'We've had a lot of tears': Indigenous youth focus lens on opioid crisis", "description": "The people behind the film project Better Days: A Journey of Our Youth are all too familiar with the dangers of opioids. Most of them know someone who has died from an overdose.", "url": "https://www.cbc.ca/news/canada/edmonton/we-ve-had-a-lot-of-tears-indigenous-youth-focus-lens-on-opioid-crisis-1.4917487", "urlToImage": "https://i.cbc.ca/1.4917494.1542942532!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/better-days-headline-image.jpg", "publishedAt": "2018-11-23T22:30:45Z", "content": "The people behind the film project Better Days: A Journey of Our Youth are all too familiar with the dangers of opioids. Almost everyone who worked on the project knows someone who has died from an overdose; many are Indigenous youth who work with Boyle Stree… [+3815 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Complainant motivated by revenge, argues lawyer for Montreal priest on trial for sex crimes", "description": "Quebec court Judge Patricia Campagnone is faced with two completely contradictory versions of events in the trial of a Montreal Catholic priest charged with harassing and sexually assaulting a former altar boy in his parish.", "url": "https://www.cbc.ca/news/canada/montreal/complainant-motivated-by-revenge-argues-lawyer-for-montreal-priest-on-trial-for-sex-crimes-1.4918994", "urlToImage": "https://i.cbc.ca/1.4913699.1542753133!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-boucher.jpg", "publishedAt": "2018-11-23T22:25:31Z", "content": "Quebec court Judge Patricia Campagnone is faced with two completely contradictory versions of events in the trial of a Montreal Catholic priest charged with harassing and sexually assaulting a former altar boy in his parish, beginning when the boy was 12. Clo… [+4200 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Fire destroys landmark home in Radium, B.C.", "description": "Flames broke out Friday morning at a home known as the House of a Thousand Faces.", "url": "https://www.cbc.ca/news/canada/calgary/radium-house-thousand-faces-fire-1.4918881", "urlToImage": "https://i.cbc.ca/1.4918920.1543009538!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/house-of-a-thousand-faces-radium-b-c.jpg", "publishedAt": "2018-11-23T22:21:51Z", "content": "Fire has destroyed a cherished landmark in the mountain village of Radium, B.C. Flames broke out Friday morning at a home known as the House of a Thousand Faces. The towering wooden structure was home to a local personality, Rolf the Woodcarver. Rolf Heer, wh… [+726 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Province to ask independent consultant to review flood response", "description": "The government is promising to look into its response to last spring's flood along the St. John River and also offering help to people living in trailers while they wait for their homes to be repaired.", "url": "https://www.cbc.ca/news/canada/new-brunswick/province-independent-consultant-flood-1.4918833", "urlToImage": "https://i.cbc.ca/1.4657795.1525987649!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flood-cottage.jpg", "publishedAt": "2018-11-23T22:18:13Z", "content": "The government is promising to look into its response to last spring's flood along the St. John River and also offering help to people living in trailers while they wait for their homes to be repaired. The Department of Justice and Public Safety announced Fri… [+2083 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Man accused of killing parents told detective he acted in 'spur of the moment'", "description": "In a videotaped interview played at his murder trial Friday, Cameron Rogers told an Ottawa police detective he had acted in the \"spur of the moment\" when he stabbed his parents to death in their Ottawa home more than a week earlier.", "url": "https://www.cbc.ca/news/canada/ottawa/cameron-rogers-parents-murder-spur-1.4918676", "urlToImage": "https://i.cbc.ca/1.3874732.1480530727!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cameron-rogers.jpg", "publishedAt": "2018-11-23T22:18:09Z", "content": "In a videotaped interview played at his murder trial Friday, Cameron Rogers told an Ottawa police detective he had acted in the \"spur of the moment\" when he stabbed his parents to death in their Ottawa home more than a week earlier. The hour-long interview wa… [+3780 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ottawa Public Health reports 2nd case of E. coli", "description": "Health officials have confirmed a second case of E. coli in Ottawa, part of a broader outbreak in Ontario, Quebec and several U.S. States that's linked to romaine lettuce.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-romaine-lettuce-ecoli-case-1.4918919", "urlToImage": "https://i.cbc.ca/1.4914047.1542767719!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1az9u9.jpg", "publishedAt": "2018-11-23T22:14:55Z", "content": "Health officials have confirmed a second case of E. coli in Ottawa, part of a broader outbreak in Ontario, Quebec and several U.S. States that's linked to romaine lettuce. This case was reported to Ottawa Public Health (OPH) on Nov. 5. On Friday, lab testing … [+631 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canada beats Hong Kong to qualify for 2019 Rugby World Cup", "description": "The Canadian men defeated Hong Kong 27-10 Friday to finish a perfect 3-0-0 at a last-chance qualifying tournament in Marseille, France. Canada previously beat Kenya and Germany at the repechage.", "url": "https://www.cbc.ca/sports/rugby/canada-world-cup-rugby-1.4918877", "urlToImage": "https://i.cbc.ca/1.4918961.1543010697!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/rugby-canada.jpg", "publishedAt": "2018-11-23T22:07:12Z", "content": "Canada booked its ticket to the Rugby World Cup on Friday with a 27-10 win over Hong Kong, completing a perfect run at a last-chance qualifying tournament. The Canadian men had to rely on their defence in the first half, repeatedly repelling a Hong Kong team … [+5350 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives,Jessica Deer,Lenard Monkman", "title": "Rookie Winnipeg councillor's claim of being a 'proud Huron-Wendat woman' under scrutiny", "description": "Sherri Rollins, the newly elected councillor for Fort Rouge-East Fort Garry, referred to herself as \"a proud Huron-Wendat woman\" on her campaign website. She also said she's Huron-Wendat at the top of her Twitter biography.", "url": "https://www.cbc.ca/news/canada/manitoba/sherri-rollins-councillor-identity-1.4916951", "urlToImage": "https://i.cbc.ca/1.4918446.1543001260!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sherri-rollins.jpg", "publishedAt": "2018-11-23T22:02:20Z", "content": "Rookie Winnipeg city councillor Sherri Rollins's claim of being \"a proud Huron-Wendat woman\" is under scrutiny because she's not a member of any modern Indigenous community, including North America's four surviving Huron and Wyandot groups. On Oct. 24, Rollin… [+5553 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "3-block vandalism spree in S.E. Calgary prompts search for 'suspect vehicle'", "description": "Calgary police are looking for those behind a vandalism spree in the southeast communities of Douglasdale and McKenzie Lake earlier this week that saw damage along a three-block stretch, with 13 victims coming forward so far.", "url": "https://www.cbc.ca/news/canada/calgary/vandalism-spree-southeast-calgary-mckenzie-lake-douglasdale-13-victims-police-1.4918783", "urlToImage": "https://i.cbc.ca/1.4918842.1543008147!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/suspect-vehicle-in-s-e-vandalism-spree.jpg", "publishedAt": "2018-11-23T22:00:55Z", "content": "Calgary police are looking for those behind a vandalism spree in the southeast communities of Douglasdale and McKenzie Lake earlier this week that saw damage along a three-block stretch, with 13 victims coming forward so far. Officers were called to the 14000… [+614 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 23, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-23-2018-1.4919140", "urlToImage": "https://i.cbc.ca/1.4919140.1543014904!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-23T22:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Small city, big power: Mayor of Montreal suburb accused of threats, abusing authority", "description": "Radio-Canada’s investigative program, Enquête, has uncovered alleged threats, bullying and abuses of power by Chambly Mayor Denis Lavoie.", "url": "https://www.cbc.ca/news/canada/montreal/chambly-mayor-threats-abuse-power-1.4918760", "urlToImage": "https://i.cbc.ca/1.4918761.1543007059!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/denis-lavoie.jpg", "publishedAt": "2018-11-23T22:00:00Z", "content": "Benoît Girard has been working in amateur sports for 30 years, but he's never been chewed out by a parent quite like he was three years ago. Girard is one of the people in charge of a Chambly's soccer association. One day, he was on the phone with a father wh… [+8549 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joff Schmidt", "title": "It's not a wonderful play, but it'll still fill you with a least a little holiday cheer", "description": "It's a Wonderful Life: The Radio Play runs at the Royal Manitoba Theatre Centre's John Hirsch Mainstage until Dec. 15.", "url": "https://www.cbc.ca/news/canada/manitoba/theatre-review-its-a-wonderful-life-rmtc-1.4915244", "urlToImage": "https://i.cbc.ca/1.4915704.1542851256!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/royal-mtc-it-s-a-wonderful-life.jpg", "publishedAt": "2018-11-23T22:00:00Z", "content": "The films of the American director Frank Capra were sometimes dismissed as \"Capra-corn\" by his critics, for their unabashed sentimentality. Oddly, though, the greatest failing in the stage version of his best-known movie, now running at the Royal Manitoba The… [+4458 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Josee St-Onge", "title": "Decision upheld in favour of CBC in publication ban case", "description": "The Court of Appeal of Alberta has upheld a lower court decision that found CBC Edmonton not guilty of criminal contempt regarding a publication ban in a murder case.", "url": "https://www.cbc.ca/news/canada/edmonton/contempt-court-appeal-decision-cbc-publication-ban-1.4918773", "urlToImage": "https://i.cbc.ca/1.4120503.1543007561!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbc-edmonton.jpg", "publishedAt": "2018-11-23T21:55:48Z", "content": "The Court of Appeal of Alberta has upheld a lower court decision that found CBC Edmonton not guilty of criminal contempt regarding a publication ban in a murder case. While covering the murder of a 14-year-old girl in Edson in March 2016, the CBC published tw… [+1844 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathan Pinto", "title": "How did Black Friday eclipse Boxing Day in Canada?", "description": "Black Friday is now bigger than Boxing Day, according to Retail Council of Canada. How did we get here?", "url": "https://www.cbc.ca/news/canada/windsor/black-friday-boxing-day-canada-1.4918664", "urlToImage": "https://i.cbc.ca/1.4917743.1542983843!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/polo-park-shopping-centre.jpg", "publishedAt": "2018-11-23T21:48:59Z", "content": "The once-uniquely American shopping tradition of Black Friday is now bigger in Canada than Boxing Day. That's according to the Retail Council of Canada's (RCC) annual Holiday Shopping Survey, which showed that 40 per cent of Canadian consumers plan to open th… [+1599 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "President of Aeroplan parent company leaves after less than 3 months", "description": "Aimia Inc. has announced the departure of its president, Nathaniel Felsher, less than three months after he took the job. Aimia is in transition mode, as it works to complete the sale of its flagship Aeroplan rewards program to an Air Canada-led consortium fo…", "url": "https://www.cbc.ca/news/business/aimia-president-leaves-1.4918840", "urlToImage": "https://i.cbc.ca/1.4918880.1543008771!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/air-canada-aeroplan-20180821.jpg", "publishedAt": "2018-11-23T21:48:36Z", "content": "Aimia Inc. has announced the departure of its president and chief strategy officer less than three months after he took the job. In late August, the Montreal-based company hired Nathaniel Felsher from Deutsche Bank in New York, where he co-headed the firm's a… [+2244 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Come From Away cast among performers at CBC's Sounds of the Season", "description": "The Come From Away cast will be one of several acts that will take the stage at this year's CBC Toronto Sounds of the Season on Dec. 7.", "url": "https://www.cbc.ca/news/canada/toronto/come-from-away-cast-1.4918049", "urlToImage": "https://i.cbc.ca/1.4918679.1543006740!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/come-from-away.jpg", "publishedAt": "2018-11-23T21:39:33Z", "content": "The Come From Away cast will be one of several acts that will take the stage at this year's CBC Toronto Sounds of the Season on Dec. 7. In three weeks, Toronto's Canadian Broadcasting Centre will open its doors to the public for the annual fundraiser that sup… [+901 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "63-year-old man seriously injured after being hit by train in Truro", "description": "A 63-year-old man is in hospital with life-threatening injuries after being hit by a train in Truro.", "url": "https://www.cbc.ca/news/canada/nova-scotia/via-rail-train-accident-truro-1.4918834", "urlToImage": "https://i.cbc.ca/1.4840338.1538014600!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/via-rail-budd-car.JPG", "publishedAt": "2018-11-23T21:32:54Z", "content": "A 63-year-old man is in hospital with life-threatening injuries after being hit by a train in Truro, N.S. Chief Dave MacNeil of the Truro Police Service said the incident happened just before 3 p.m. on Friday at the train station in Truro. As a Via Rail passe… [+913 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "Ontario NDP demands review of Hearn generating plant sale", "description": "Ontario Power Generation (OPG) said it could only sell the Hearn generating station for $16 million because it stands on contaminated land — but it previously sold a Mississauga plant for much, much more.", "url": "https://www.cbc.ca/news/canada/toronto/ndp-calls-for-review-of-hearn-plant-sale-1.4918640", "urlToImage": "https://i.cbc.ca/1.4918776.1543007282!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-hearn-generating-station.jpg", "publishedAt": "2018-11-23T21:27:23Z", "content": "Ontario Power Generation (OPG) said it could only sell the Hearn generating station for $16 million because it stands on contaminated land but it previously sold a Mississauga plant for much, much more. OPG, a commercial company that's 100 per cent owned by t… [+1885 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Despite damaged lifeboats, Hibernia platform withstood storm well, says operator", "description": "The platform kept producing throughout reportedly the worst storm in 30 years, and the operator says it's confident it did everything right.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/hibernia-damage-update-1.4918210", "urlToImage": "https://i.cbc.ca/1.3558969.1461941807!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hibernia-oil-rig.jpg", "publishedAt": "2018-11-23T21:24:41Z", "content": "Last week's Atlantic windstorm reportedly the worst the Grand Banks region had seen in over 30 years still wasn't strong enough to alarm those aboard the Hibernia GBS, the operator says. Despite winds reaching 130 km/h, the Hibernia continued production last … [+3195 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police seek suspects in 15 break-ins at daycare centres", "description": "Police hope the public can help identify two suspects thought to be responsible for 15 recent break-ins at daycare centres in and around Edmonton.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-police-daycare-break-in-suspects-1.4918677", "urlToImage": "https://i.cbc.ca/1.4918742.1543006796!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/suspects-in-daycare-break-ins.JPG", "publishedAt": "2018-11-23T21:22:28Z", "content": "Police hope the public can help identify two suspects thought to be responsible for 15 recent break-ins at daycare centres in and around Edmonton. Nine daycares in Edmonton have been hit and six in surrounding communities, including Sherwood Park, Devon, Spru… [+797 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Helmut Oberlander tries appeal of citizenship stripping over Nazi unit past", "description": "An elderly man has launched yet another challenge to his loss of citizenship and potential deportation for lying to Canadian authorities about his membership in a Second World War Nazi death squad.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/helmut-oberlander-appeal-citizenship-1.4918712", "urlToImage": "https://i.cbc.ca/1.3668714.1467907933!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/helmut-oberlander.jpg", "publishedAt": "2018-11-23T21:20:35Z", "content": "An elderly man has launched yet another challenge to his loss of citizenship and potential deportation for lying to Canadian authorities about his membership in a Second World War Nazi death squad. The notice of appeal from Helmut Oberlander comes even though… [+2271 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephanie Dubois", "title": "Mail strike delays delivery of more than 104,000 photo radar tickets in Edmonton", "description": "Edmonton photo radar tickets will arrive later than usual because of the Canada Post rotating strike.", "url": "https://www.cbc.ca/news/canada/edmonton/photo-radar-violations-edmonton-canada-post-1.4918551", "urlToImage": "https://i.cbc.ca/1.3716952.1470936861!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/traffic.jpg", "publishedAt": "2018-11-23T21:17:36Z", "content": "Speeders be warned, Edmonton photo radar tickets will arrive later than usual because of the Canada Post rotating strike. There are currently more than 104,000 violation notices waiting to be mailed, according to the City of Edmonton. Alberta Justice directed… [+961 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sandra Abma", "title": "Hallelujah! Handel's Messiah is here again", "description": "There's plenty of music on tap in Ottawa this weekend with Handel's Messiah, a good-humoured singalong and some Cuban-flavoured jazz.", "url": "https://www.cbc.ca/news/canada/ottawa/music-messiah-jazz-weekend-ottawa-1.4917943", "urlToImage": "https://i.cbc.ca/1.4916506.1542991147!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/handel-s-messiah.jpg", "publishedAt": "2018-11-23T21:08:27Z", "content": "There's plenty of music on tap in Ottawa this weekend with Handel's Messiah, a good-humoured singalong and some Cuban-flavoured jazz. Hallelujah! For some it's the Santa Claus parade or the lights on Parliament Hill that signal the arrival of Christmas, but f… [+2486 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Manitoba trots out support for horse racing industry", "description": "The Manitoba government is planning to buy more time for the struggling horse racing industry by giving the sector more money sooner.", "url": "https://www.cbc.ca/news/canada/manitoba/horse-racing-manitoba-financial-support-1.4917944", "urlToImage": "https://i.cbc.ca/1.3178172.1438639621!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/assiniboia-downs-manitoba-derby.jpeg", "publishedAt": "2018-11-23T21:08:04Z", "content": "The Manitoba government is planning to buy more time for the struggling horse racing industry by giving the sector more money sooner. The province has pledged to pay out the remaining five years of the legal settlement to the Manitoba Jockey Club over three y… [+1785 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Trump administration asks Supreme Court to consider its transgender military ban", "description": "The Trump administration is asking the Supreme Court to fast-track cases on the president's decision to prevent certain transgender people from serving in the military.", "url": "https://www.cbc.ca/news/world/trump-military-transgender-1.4918518", "urlToImage": "https://i.cbc.ca/1.4918705.1543006085!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-trump.jpg", "publishedAt": "2018-11-23T21:04:03Z", "content": "The Trump administration is asking the U.S. Supreme Court to fast-track cases on the president's decision to prevent certain transgender people from serving in the military. The administration asked the court on Friday to take up three cases on the issue. Low… [+3064 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Suspended legislature officials still don't know why they're under investigation, their lawyer says", "description": "Sergeant-at-Arms Gary Lenz and Clerk of the House Craig James still don't know why they're being investigated, according to a scathing letter from their lawyer.", "url": "https://www.cbc.ca/news/canada/british-columbia/suspended-legislature-officials-still-don-t-know-why-they-re-under-investigation-their-lawyer-says-1.4918583", "urlToImage": "https://i.cbc.ca/1.4913514.1542855570!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/craig-james-and-gary-lenz.jpg", "publishedAt": "2018-11-23T20:50:13Z", "content": "The lawyer representing two top officials suspended and escorted from the B.C. Legislature days ago says his clients still don't know why they're being investigated and neither do the leaders who voted to remove them from their jobs. In a letter provided to t… [+1766 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Suspended legislature officials deny committing any wrongdoing", "description": "The lawyer representing two top officials suspended and escorted from the B.C. Legislature days ago says his clients did nothing wrong and still don't know why they're under investigation.", "url": "https://www.cbc.ca/news/canada/british-columbia/suspended-legislature-officials-deny-committing-any-wrongdoing-1.4918583", "urlToImage": "https://i.cbc.ca/1.4913514.1542855570!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/craig-james-and-gary-lenz.jpg", "publishedAt": "2018-11-23T20:50:13Z", "content": "The lawyer representing two top officials suspended and escorted from the B.C. Legislature days ago says his clients did nothing wrong and still don't know why they're under investigation. In a letter provided to the CBC by a source, lawyer Mark D. Andrews al… [+3873 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman in critical condition after shooting in Mississauga, police say", "description": "Peel Regional Police are looking for a male suspect after a 23-year-old woman was shot in Mississauga on Friday.", "url": "https://www.cbc.ca/news/canada/toronto/woman-in-critical-condition-after-shooting-in-mississauga-police-say-1.4918660", "urlToImage": "https://i.cbc.ca/1.4845857.1538420230!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-tape.jpg", "publishedAt": "2018-11-23T20:44:15Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman in critical condition after shooting in Mississauga, police say", "description": "Peel Regional Police are looking for a male suspect after a 23-year-old woman was shot in Mississauga on Friday.", "url": "https://www.cbc.ca/news/canada/toronto/woman-critical-condition-shooting-mississauga-1.4918660", "urlToImage": "https://i.cbc.ca/1.4845857.1538420230!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/police-tape.jpg", "publishedAt": "2018-11-23T20:44:15Z", "content": "Peel Regional Police are looking for a male suspect after a 23-year-old woman was shot in Mississauga on Friday. Officers were called to a residential area near Battleford Road and Glen Erin Drive for reports of gun shots just before 2:30 p.m. Emergency crews… [+417 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Outdoors store closes on Black Friday so staff can volunteer at homeless shelter", "description": "Black Friday is a huge opportunity for retailers to lure in droves of shoppers looking to spend — so why, then, did one Winnipeg store close its doors on such a potentially lucrative day?", "url": "https://www.cbc.ca/news/canada/manitoba/black-friday-lineups-stores-winnipeg-1.4918375", "urlToImage": "https://i.cbc.ca/1.4247975.1502820081!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/main-street-project.jpeg", "publishedAt": "2018-11-23T20:44:14Z", "content": "Black Friday presents a huge opportunity for retailers to lure in droves of shoppers looking to spend so why did one Winnipeg store close its doors on such a potentially profitable day? \"We brought our team together to volunteer for the day and to just give a… [+1985 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "France asks: Should ex-colonizers give back African art?", "description": "From Senegal to Ethiopia, artists, governments and museums are eagerly awaiting a report commissioned by French President Emmanuel Macron on how former colonizers can return African art to Africa.", "url": "https://www.cbc.ca/news/entertainment/repatriation-african-art-france-study-1.4918384", "urlToImage": "https://i.cbc.ca/1.4918534.1543003227!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/france-african-art.jpg", "publishedAt": "2018-11-23T20:43:07Z", "content": "From Senegal to Ethiopia, artists, governments and museums are eagerly awaiting a report commissioned by French President Emmanuel Macron on how former colonizers can return African art to Africa. The study by French art historian Bénédicte Savoy and Senegale… [+3376 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "No-protest zones around abortion clinics could erode rights: Manitoba premier", "description": "Manitoba Premier Brian Pallister says an Opposition call for buffer zones around abortion clinics and hospitals would be a slippery slope toward taking away some freedoms.", "url": "https://www.cbc.ca/news/canada/manitoba/abortion-buffer-zones-manitoba-government-hospital-1.4918608", "urlToImage": "https://i.cbc.ca/1.4918618.1543004497!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-pallister-abortion.jpg", "publishedAt": "2018-11-23T20:42:15Z", "content": "Manitoba Premier Brian Pallister says an Opposition call for buffer zones around abortion clinics and hospitals would be a slippery slope toward taking away some freedoms. NDP House leader Nahanni Fontaine has introduced a private member's bill proposing a ba… [+675 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Massive U.S. government climate report warns of worsening disasters", "description": "As California's catastrophic wildfires recede and people rebuild after two hurricanes, a massive new federal report warns these types of extreme weather disasters are worsening in the U.S.", "url": "https://www.cbc.ca/news/technology/us-climate-report-1.4797373", "urlToImage": "https://i.cbc.ca/1.4918589.1543003897!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/climate-report.jpg", "publishedAt": "2018-11-23T20:40:06Z", "content": "As California's catastrophic wildfires recede and people rebuild after two hurricanes, a massive new federal report warns that these types of extreme weather disasters are worsening in the United States. The White House report quietly issued Friday also frequ… [+4904 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man charged in Halifax after 2 dogs left in cold car overnight", "description": "Two dogs survived in a cold car in Halifax on Thursday night. A Yarmouth man faces charges for causing an animal to be in distress and for failing to protect an animal from the cold.", "url": "https://www.cbc.ca/news/canada/nova-scotia/man-charged-in-halifax-after-2-dogs-left-in-cold-car-overnight-1.4918498", "urlToImage": "https://i.cbc.ca/1.4702586.1528819821!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-regional-police-car.jpg", "publishedAt": "2018-11-23T20:33:33Z", "content": "Halifax Regional Police have charged a man after two dogs were left outside in a car in bitter cold temperatures on Thursday night. On Friday morning, police were called to a parking lot on Gottingen Street after reports of two dogs believed to be in distress… [+486 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jesse Campigotto", "title": "What you need to know about the Grey Cup", "description": "The Buzzer is CBC Sports' daily newsletter. Get up to speed in a hurry on the interesting stuff happening in sports, including what you need to know to be ready for the Grey Cup.", "url": "https://www.cbc.ca/sports/the-buzzer-nov-23-grey-cup-1.4918315", "urlToImage": "https://i.cbc.ca/1.4918397.1543000128!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grey-cup-and-flag-1180.jpg", "publishedAt": "2018-11-23T20:33:26Z", "content": "The Buzzer is the new email newsletter from CBC Sports. Subscribe here to get it delivered directly to your inbox every weekday. OK, here's what you need to know right now from the world of sports: Let's get you ready for the Grey Cup The CFL championship gam… [+5626 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Liberal MP Raj Grewal resigned to deal with gambling problem, PMO says", "description": "The Prime Minister's Office says Brampton East MP Raj Grewal is stepping away from federal politics to deal with a gambling problem that led him to incur \"significant personal debts.\"", "url": "https://www.cbc.ca/news/politics/raj-grewal-resign-gambling-1.4918615", "urlToImage": "https://i.cbc.ca/1.4598648.1522333996!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/commons-20160603.jpg", "publishedAt": "2018-11-23T20:31:05Z", "content": "The Prime Minister's Office says Brampton East MP Raj Grewal is stepping away from federal politics to deal with a gambling problem. The Ontario politician announced Thursday he was stepping down immediately due to \"personal and medical reasons.\" In a stateme… [+1337 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Erin Brohman", "title": "'There is no limit': Winnipeg dance group breaks down deaf stereotypes", "description": "A new Winnipeg dance group is proving you don't need to hear to feel the music.", "url": "https://www.cbc.ca/news/canada/manitoba/def-up-dance-troupe-stereotypes-1.4917479", "urlToImage": "https://i.cbc.ca/1.4918568.1543003553!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stephanie-strugar-jordan-sangalang.jpg", "publishedAt": "2018-11-23T20:27:02Z", "content": "Make way, Manitoba, for a new dance group that proves you don't need to hear the music to feel the beats. DEF UP, a group of deaf hip-hop dancers led by a hearing dance instructor who's lived with physical disabilities, wants you to stop assuming, start watch… [+4806 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "ICBC expected to lose $890M this year", "description": "B.C.'s public auto insurer is facing bigger than expected financial losses this year, and Attorney General David Eby warns the government will need to make even more changes to how ICBC operates.", "url": "https://www.cbc.ca/news/canada/british-columbia/icbc-expected-to-lose-890m-this-year-1.4918548", "urlToImage": "https://i.cbc.ca/1.4915981.1542894000!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stock-car-crash-icbc-insurance-auto-repair-rear-ender.jpg", "publishedAt": "2018-11-23T20:26:45Z", "content": "B.C.'s public auto insurer is facing bigger than expected financial losses this year, and Attorney General David Eby warns the government will need to make even more changes to how ICBC operates. Eby said second quarter results for the 2018-2019 financial yea… [+1187 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Beep beep, Blitzen! Santa's reindeer apparently lost in Newfoundland", "description": "Truck driver Jason White is used to seeing caribou — just not this close.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/reindeer-deer-lake-video-1.4918560", "urlToImage": "https://i.cbc.ca/1.4918588.1543003739!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/caribou.jpg", "publishedAt": "2018-11-23T20:24:36Z", "content": "A trucker says he may have had a close encounter of the Santa kind after spotting what appeared to be Santa's reindeer on a snow-covered Newfoundland highway. Jason White says a herd of about a dozen caribou were stopped on the Trans-Canada Highway, a light s… [+1317 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Uber driver charged with 4 counts of sexual assault", "description": "A 38-year-old Uber driver has been charged in connection with sexual assaulting four women between December 2017 and October 2018, Toronto police say.", "url": "https://www.cbc.ca/news/canada/toronto/uber-driver-charged-in-sexual-assault-investigation-1.4918140", "urlToImage": "https://i.cbc.ca/1.4538532.1518788210!/httpImage/image.jpg_gen/derivatives/16x9_620/li-620-police-car.jpg", "publishedAt": "2018-11-23T20:12:22Z", "content": "A 38-year-old Uber driver has been charged in connection with the sexual assault of four women between December 2017 and October 2018, Toronto police announced Friday. Police arrested the Vaughan resident on Oct. 17 following months of investigation. He was c… [+2000 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Isaac Olson", "title": "Montreal found liable for broken ankle after woman slipped on icy sidewalk", "description": "The City of Montreal has been ordered to pay nearly $30,000 to a resident who broke her ankle after slipping on an icy sidewalk in January 2016.", "url": "https://www.cbc.ca/news/canada/montreal/woman-sues-city-for-broken-ankle-1.4918172", "urlToImage": "https://i.cbc.ca/1.4519176.1518538162!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/icy-sidewalk-montreal.jpg", "publishedAt": "2018-11-23T20:08:07Z", "content": "The City of Montreal has been ordered to pay nearly $30,000 to a resident who broke her ankle after slipping on an icy sidewalk in January 2016. Montreal failed to take \"all reasonable steps\" to ensure pedestrian safety by not spreading abrasives on the sidew… [+3157 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Worst day for oil since 2015 as WTI price falls to $50 US a barrel", "description": "The price of a barrel of the most common blend of U.S. oil fell to its lowest level in more than a year, as fears of a global supply glut came roaring back to life.", "url": "https://www.cbc.ca/news/business/oil-prices-friday-1.4918415", "urlToImage": "https://i.cbc.ca/1.4032860.1490029696!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alberta-oil-pumpjacks-aurora.jpg", "publishedAt": "2018-11-23T20:07:06Z", "content": "The price of a barrel of the most common blend of U.S. oil fell to its lowest level in more than a year, as fears of a global supply glut came roaring back to life. A barrel of West Texas Intermediate was going for $50.39 US a barrel, down by $4.24 on the day… [+2471 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Freezing rain could arrive in Ottawa this weekend", "description": "Freezing rain could fall on Ottawa-Gatineau and a wide swath of eastern Ontario this weekend, according to Environment Canada.", "url": "https://www.cbc.ca/news/canada/ottawa/freezing-rain-warning-ottawa-eastern-ontario-1.4918511", "urlToImage": "https://i.cbc.ca/1.4621333.1523887085!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/world-exchange-plaza-freezing-rain-ottawa-ice-storm-april-16-2018.JPG", "publishedAt": "2018-11-23T20:04:06Z", "content": "Freezing rain could hit the region this weekend, according to Environment Canada. The weather agency has issued a special weather statement for Ottawa-Gatineau and a wide swath of eastern Ontario, from Algonquin Park to the Quebec border. According to the sta… [+340 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Wally Oppal defends House Speaker, saying he was acting on 'advice'", "description": "Former B.C. attorney general Wally Oppal is defending the Speaker of the legislature, saying Darryl Plecas was acting on advice in a scandal that has seen two top officials placed on administrative leave amid an RCMP investigation.", "url": "https://www.cbc.ca/news/canada/british-columbia/alan-mullen-darryl-plecas-sergeant-at-arms-bc-legislature-1.4918196", "urlToImage": "https://i.cbc.ca/1.4918206.1542996009!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wally-oppal.jpg", "publishedAt": "2018-11-23T20:02:56Z", "content": "Former B.C. attorney general Wally Oppal is defending the Speaker of the legislature, saying Darryl Plecas was acting on advice in a scandal that has seen two top officials placed on administrative leave amid an RCMP investigation. Oppal made the comments aft… [+3148 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "OPP officer charged after alleged domestic assaults", "description": "An officer with the Ontario Provincial Police in Prince Edward County has been charged after alleged domestic incidents that happened when he was off-duty.", "url": "https://www.cbc.ca/news/canada/ottawa/opp-officer-charged-alleged-domestic-assaults-1.4918497", "urlToImage": "https://i.cbc.ca/1.2086143.1542730704!/httpImage/image.jpg_gen/derivatives/16x9_620/tp-091202-opp-logo.jpg", "publishedAt": "2018-11-23T20:02:16Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Judge refuses to overturn convictions of Calgary police officers guilty of corruption", "description": "A judge has refused to overturn the convictions of three current and former Calgary police officers who were found guilty earlier this year of corruption-related offences.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-police-morton-mcnish-braile-convicted-corruption-mistrial-denied-1.4918377", "urlToImage": "https://i.cbc.ca/1.4527520.1518135848!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/bryan-morton-brad-mcnish-tony-braile.png", "publishedAt": "2018-11-23T19:51:56Z", "content": "A judge has refused to overturn the convictions of three current and former Calgary police officers who were found guilty earlier this year of corruption-related offences. Bryan Morton, Brad McNish and Anthony Braille were found guilty after a trial in April.… [+2776 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'Just unbelievable': Termite mound network the size of Great Britain discovered in Brazil - CBC.ca", "description": "CBC.ca 'Just unbelievable': Termite mound network the size of Great Britain discovered in Brazil CBC.ca The discovery of an enormous network of more than 200 million termite mounds, some of them about 4,000 years old, is like finding an \"undiscovered wonder o…", "url": "https://www.cbc.ca/radio/thecurrent/the-current-for-november-23-2018-1.4917641/just-unbelievable-termite-mound-network-the-size-of-great-britain-discovered-in-brazil-1.4917643", "urlToImage": "https://i.cbc.ca/1.4918465.1543002014!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/72870133jwx035-termite.jpg", "publishedAt": "2018-11-23T19:45:00Z", "content": "The discovery of an enormous network of more than 200 million termite mounds, some of them about 4,000 years old, is like finding an \"undiscovered wonder of the world,\" according to the lead researcher with the team that found it. \"The first time I was there,… [+4300 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bradley", "title": "'I've missed him since I was 10 years old:' Woman finds long-lost brother", "description": "Kathy Ahmad was born in Pictou, N.S, and was separated from her brother John when they were adopted into different families. On Thursday, she found him after 56 years.", "url": "https://www.cbc.ca/news/canada/nova-scotia/long-lost-brother-sister-kathy-ahmad-john-tanner-pictou-1.4917676", "urlToImage": "https://i.cbc.ca/1.4918503.1543002496!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-landry-kathy-ahmad.jpg", "publishedAt": "2018-11-23T19:33:45Z", "content": "A woman's long search for her little brother after the two were separated by adoption more than 50 years ago came to happy ending when she reached him by phone Thursday. \"I am very lucky, so lucky,\" Kathy Ahmad told CBC's Maritime Noon, which aired a story ab… [+3960 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bradley", "title": "Former N.S. woman finally finds long-lost brother despite government hurdles", "description": "Kathy Ahmad, who was born in Pictou, N.S, was separated from her brother when they were adopted into different families. On Thursday, she found him after 56 years.", "url": "https://www.cbc.ca/news/canada/nova-scotia/kathy-ahmad-john-tanner-pictou-brother-sister-1.4917676", "urlToImage": "https://i.cbc.ca/1.4918503.1543002496!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-landry-kathy-ahmad.jpg", "publishedAt": "2018-11-23T19:33:45Z", "content": "Kathy Ahmad's long search for her brother after the two were separated at a young age came to happy ending when she reached him Thursday from her home in Toledo, Ohio. \"I am very lucky, so lucky,\" she told CBC's Maritime Noon, which aired a story about the si… [+3315 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Rothesay plans for development around Spyglass Hill", "description": "The Town of Rothesay is looking to create rules for possible future development around Spyglass Hill.", "url": "https://www.cbc.ca/news/canada/new-brunswick/rothesay-development-spyglass-hill-1.4917939", "urlToImage": "https://i.cbc.ca/1.4917963.1542990287!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/spyglass-hill.jpg", "publishedAt": "2018-11-23T19:32:35Z", "content": "The Town of Rothesay is developing rules to guide possible development around Spyglass Hill. More than 400 acres, or more than 160 hectares, make up the area, split over two parcels on either side of Riverside Country Club running down from the Mackay Highway… [+2100 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Islamic cleric whose supporters shut down Pakistani cities over blasphemy arrested", "description": "Pakistani authorities on Friday night arrested a religious party leader whose followers have shut down major cities demanding stricter application of laws on blasphemy against Islam.", "url": "https://www.cbc.ca/news/world/pakistan-cleric-blasphemy-1.4918380", "urlToImage": "https://i.cbc.ca/1.4918398.1543000146!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/pakistan.jpg", "publishedAt": "2018-11-23T19:31:58Z", "content": "Pakistani authorities on Friday night arrested a religious party leader whose followers have shut down major cities demanding stricter application of stringent laws on blasphemy against Islam. The son of Khadim Hussain Rizvi, a prominent cleric and leader of … [+578 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Financial adviser' pocketed elderly couple's savings, police say", "description": "A 69-year-old man from Winnipeg convinced a Headingley couple to cash out assets so he could manage their savings and now the money's gone, RCMP say.", "url": "https://www.cbc.ca/news/canada/manitoba/fraud-investigation-rcmp-elderly-couple-manitoba-1.4918294", "urlToImage": "https://i.cbc.ca/1.4841004.1540744672!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-23T19:30:17Z", "content": "A 69-year-old man from Winnipeg convinced a Headingley couple to cash out assets so he could manage their savings and now the money's gone, RCMP say. The couple from Headingley complained to RCMP in May 2017 when they became concerned about their money after … [+754 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colleen Underwood", "title": "Indigenous 'girl empowerment' group struggles to keep Calgary doors open", "description": "More than 30 Indigenous girls meet once a week in Calgary to build friendships, practise their culture and learn skills to help them develop into powerful young women — but that could change as the group searches for funding.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-indigenous-stardale-women-group-1.4917550", "urlToImage": "https://i.cbc.ca/1.4917806.1543000768!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/stardale-women-s-group-calgary-nov-2018.JPG", "publishedAt": "2018-11-23T19:21:25Z", "content": "More than 30 Indigenous girls meet once a week at a hall in northeast Calgary to have fun, build friendships, practise their culture and learn skills to help them develop into powerful young women. The Stardale Women's Group was started In Melfort, Sask., bac… [+4562 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "There's a laundry list of road closures to watch out for this weekend", "description": "It's going to be another difficult weekend for drivers, with closures affecting a number of routes in and around the city.", "url": "https://www.cbc.ca/news/canada/montreal/there-s-a-laundry-list-of-road-closures-to-watch-out-for-this-weekend-1.4917981", "urlToImage": "https://i.cbc.ca/1.4444308.1542996521!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/montreal-winter-driving.JPG", "publishedAt": "2018-11-23T19:19:00Z", "content": "It's going to be another difficult weekend for drivers, with closures affecting a number of routes in and around the city. Bonaventure Expressway The eastbound lanes of the Bonaventure Expressway are slated to be closed all weekend from Exit 4 at Fernand-Ségu… [+1974 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Migrant deaths spike as new European policies push people towards more dangerous sea routes", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: tougher anti-migrant policies in Europe are leading to more deaths at sea, experts warn; Creed II may be Hollywood how-to for sequels; residents of Paradise, Calif., want …", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-migrant-deaths-creed-fire-calif-1.4911425", "urlToImage": "https://i.cbc.ca/1.4918249.1542996724!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/spain-europe-migrants.jpg", "publishedAt": "2018-11-23T19:17:31Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: Tougher anti-migrant policies in Europ… [+11816 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nicole Ireland", "title": "3 more cases of E. coli illness from romaine lettuce confirmed in Canada", "description": "The U.S. Food and Drug Administration is looking at labelling produce with more specific information to help with tracing in the future.", "url": "https://www.cbc.ca/news/health/romaine-lettuce-ecoli-outbreak-fda-cfia-1.4918288", "urlToImage": "https://i.cbc.ca/1.4917417.1542936149!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/romaine-lettuce.JPG", "publishedAt": "2018-11-23T19:09:30Z", "content": "The romaine lettuce contaminated with E. coli O157 that has sickened dozens of people in Canada and the U.S. likely came from California, the head of the U.S. Food and Drug Administration (FDA) said on Friday. That conclusion is \"based on growing and harvesti… [+1976 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "Senators owner Eugene Melnyk sues partners over 'failed' arena venture", "description": "Ottawa Senators owner Eugene Melnyk is suing his partners in the LeBreton Flats redevelopment plan over what he's calling a \"failed joint venture.\"", "url": "https://www.cbc.ca/news/canada/ottawa/senators-eugene-melnyk-sues-trinity-1.4918094", "urlToImage": "https://i.cbc.ca/1.4540271.1542999635!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eugene-melnyk.jpg", "publishedAt": "2018-11-23T19:02:46Z", "content": "Ottawa Senators owner Eugene Melnyk is suing his partners in the LeBreton Flats redevelopment plan over what he's calling a \"failed joint venture.\" News of the lawsuit comes one day after the National Capital Commission told the two sides to get their act tog… [+796 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "House arrest for two more Hickman Equipment managers guilty of fraud", "description": "Former chief financial officer Gary Hillyard and former sales manager John King were sentenced Friday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/supreme-court-gary-hillyard-john-king-hickman-equipment-fraud-1.4918122", "urlToImage": "https://i.cbc.ca/1.4918147.1542999379!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/john-king-left-gary-hillyard-right.JPG", "publishedAt": "2018-11-23T19:02:43Z", "content": "Two more former managers at a long-defunct heavy-equipment company have been sentenced to house arrest for fraud offences dating back 26 years. Former Hickman Equipment chief financial officer Gary Hillyard and former sales manager John King were sentenced Fr… [+1599 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Leblanc-Smith", "title": "Sydney cadets take to the streets with clothing to help those in need", "description": "A squadron of Royal Canadian Air Cadets marched through downtown Sydney, N.S., Thursday night armed with plastic bags filled with hats, mittens and scarves, on a mission to bring warmth on a night of bitter cold.", "url": "https://www.cbc.ca/news/canada/nova-scotia/sydney-kiwanis-squadron-air-cadets-winter-tuques-scarves-1.4918153", "urlToImage": "https://i.cbc.ca/1.4918255.1542997586!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cpl-john-walsh-lt-david-piercey-sgt-lauren-chettle.jpg", "publishedAt": "2018-11-23T18:50:45Z", "content": "A squadron of Royal Canadian Air Cadets marched through downtown Sydney, N.S., Thursday night armed with plastic bags filled with hats, mittens and scarves, on a mission to bring warmth on a night of bitter cold. \"Unfortunately, there are a lot of people out … [+1096 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Alberta registered nurses, nurse practitioners to prescribe drugs, order X-rays", "description": "Health Minister Sarah Hoffman says the government will bring in new rules that will allow registered nurses and nurse practitioners to prescribe drugs in travel clinics, as part of sexually transmitted infection programs and at workplace health and safety cli…", "url": "https://www.cbc.ca/news/canada/calgary/alberta-nurses-prescriptions-xrays-1.4918281", "urlToImage": "https://i.cbc.ca/1.4918346.1542998875!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/health-minister-sarah-hoffman.jpg", "publishedAt": "2018-11-23T18:50:25Z", "content": "Alberta's health minister says the province is expanding the ability of nurses to prescribe drugs and order X-rays. Sarah Hoffman says the government will bring in new rules that will allow registered nurses and nurse practitioners to prescribe drugs in trave… [+769 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "Provincial parks proposal released for Bighorn area of Rocky Mountains", "description": "Three provincial parks and four recreation areas and a wildland park are proposed for Bighorn Country on the eastern slopes of the Rocky Mountains around Nordegg.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-bighorn-parks-rocky-mountains-1.4918209", "urlToImage": "https://i.cbc.ca/1.4918267.1542997004!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/bighorn-country.JPG", "publishedAt": "2018-11-23T18:42:02Z", "content": "A wildland park, three provincial parks and four recreation areas are proposed for Bighorn Country on the eastern slopes of the Rocky Mountains near Nordegg. The government released the plan Friday in tandem with the start of a consultation period that runs u… [+1609 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Drew Anderson", "title": "Trudeau shows no sense of urgency for Alberta economy during Calgary visit, says chamber CEO", "description": "The head of the Calgary Chamber of Commerce says she expected more than just the promise to listen and formulate ideas when the prime minister toured through Calgary on Thursday, speaking to a business crowd in the afternoon, amidst frustration with ongoing e…", "url": "https://www.cbc.ca/news/canada/calgary/trudeau-calgary-chamber-of-commerce-economy-1.4918039", "urlToImage": "https://i.cbc.ca/1.4916999.1542926311!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/justin-trudeau.jpg", "publishedAt": "2018-11-23T18:39:40Z", "content": "Prime Minister Justin Trudeau missed an opportunity to talk about solutions to the systemic problems plaguing Alberta's economy when he rolled through Calgary on Thursday, according to the CEO of the Calgary Chamber of Commerce. \"The overall sentiment was the… [+3363 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cats and kittens abandoned in plastic containers on side of Alberta highway", "description": "Animal rescue groups are looking to track down the owners of five cats and 10 kittens rescued from plastic containers sealed with duct tape that were found on the side of a central Alberta highway.", "url": "https://www.cbc.ca/news/canada/calgary/cats-kittens-plastic-container-dump-1.4917999", "urlToImage": "https://i.cbc.ca/1.4918143.1542995004!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cats-found-in-ditch-nov-2018.jpg", "publishedAt": "2018-11-23T18:30:27Z", "content": "Animal rescue groups are looking to track down the owners of five cats and 10 kittens that were found on the side of a central Alberta highway this week. The felines were rescued from plastic containers sealed with duct tape. The two containers, which had air… [+1512 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Downtown Edmonton cafe defends no panhandling policy", "description": "A downtown Edmonton cafe owner is defending his no panhandling policy.", "url": "https://www.cbc.ca/news/canada/edmonton/panhandling-policy-edmonton-remedy-cafe-complaints-1.4917874", "urlToImage": "https://i.cbc.ca/1.4918311.1542998243!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/panhandle.JPG", "publishedAt": "2018-11-23T18:28:31Z", "content": "A downtown Edmonton cafe owner is defending his no panhandling policy. Remedy Café, at 10279 Jasper Ave., experienced backlash this week after posting a sign outside the downtown location which read \"zero tolerance for panhandling.\" Owner Sohail Zaidi apologi… [+3273 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Hunters fined $14k for poaching bighorn sheep in B.C.", "description": "Jarrett Alaric and Chyanne Lee Good shot two Rocky Mountain bighorn sheep out of season in 2016.", "url": "https://www.cbc.ca/news/canada/british-columbia/rocky-mountain-bighorn-sheep-hunting-fine-kootenay-1.4917734", "urlToImage": "https://i.cbc.ca/1.4917812.1542997639!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rocky-mountain-bighorn-sheep.jpg", "publishedAt": "2018-11-23T18:27:42Z", "content": "Two hunters have been fined more than $14,000 for poaching bighorn sheep in the East Kootenay after an investigation by the B.C. Conservation Officer Service. Jarrett Alaric and Chyanne Lee Good shot two Rocky Mountain bighorn sheep sheep out in the Elk Valle… [+540 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Saskatoon cop aims to combat drug trade and addiction with podcast", "description": "A Saskatoon police officer who runs a drug education project called Say Know now has a podcast by the same name.", "url": "https://www.cbc.ca/news/canada/saskatchewan/saskatoon-police-officer-say-know-podcast-1.4918005", "urlToImage": "https://i.cbc.ca/1.3331257.1542994510!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ingrouille.JPG", "publishedAt": "2018-11-23T18:27:14Z", "content": "After years of working as a Saskatoon drug cop, Matt Ingrouille didn't see a lot of long-term positive results. \"It was very obvious that there were more dangerous drugs that were on the street when I left my time in the unit, and there's also more drugs avai… [+2497 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Bernhardt", "title": "Marko Dano back with Winnipeg Jets after being put on waivers by Colorado", "description": "The Winnipeg Jets have reclaimed forward Marko Dano, who was scooped up by the Colorado Avalanche last month but only played eight games.", "url": "https://www.cbc.ca/news/canada/manitoba/marko-dano-jets-avalanche-winnipeg-nhl-1.4918127", "urlToImage": "https://i.cbc.ca/1.4158326.1497367541!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/marko-dano.jpg", "publishedAt": "2018-11-23T18:26:15Z", "content": "The Winnipeg Jets have reclaimed forward Marko Dano, who was scooped up by the Colorado Avalanche last month but only played eight games. The 23-year-old centre selected in the first round (27th overall) of the 2013 NHL Draft first joined the Jets in 2016 as … [+777 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "Bo Levi Mitchell's legacy is on the line in the Grey Cup", "description": "In professional sports the mark of a champion, the way people measure success, always comes down to the number of championships an athlete won. Getting to the big game and losing just isn’t enough. Stamps quarterback Bo Levi Mitchell with face that reality in…", "url": "https://www.cbc.ca/sports/football/cfl/bo-levi-mitchell-s-legacy-is-on-the-line-in-the-grey-cup-1.4918197", "urlToImage": "https://i.cbc.ca/1.4918254.1542996846!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mitchell.jpg", "publishedAt": "2018-11-23T18:25:34Z", "content": "EDMONTON In professional sports the mark of a champion, the way people measure success, always comes down to the number of championships an athlete won. Getting to the big game and losing just isn't enough. In fact, getting to the championship and losing can … [+4714 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Giacomo Panico", "title": "Redblacks fans head west for Grey Cup fest", "description": "Can't make it to Edmonton to see the Ottawa Redblacks compete for the Grey Cup? Here's what you're missing.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-redblacks-fans-edmonton-cfl-1.4916792", "urlToImage": "https://i.cbc.ca/1.4917992.1542990934!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ottawa-redblacks-grey-cup-fans-edmonton.JPG", "publishedAt": "2018-11-23T18:25:02Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "Jagmeet Singh says he will continue to run in Burnaby South", "description": "NDP Leader Jagmeet Singh says he will continue to stand as his party's candidate in B.C. riding of Burnaby South, despite news this week that the Liberal MP in his home riding is leaving politics.", "url": "https://www.cbc.ca/news/politics/jagmeet-singh-says-he-will-continue-to-run-in-burnaby-south-1.4917867", "urlToImage": "https://i.cbc.ca/1.4917873.1542996925!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-singh-francophones-20181122.jpg", "publishedAt": "2018-11-23T18:15:52Z", "content": "Federal NDP Leader Jagmeet Singh says he will continue to stand as his party's candidate in the B.C. riding of Burnaby South, despite news this week that the Liberal MP in his home riding of Brampton is leaving politics. \"I made it clear my decision to run in… [+1800 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton man, 61, killed in northern Alberta crash", "description": "A 61-year-old man was killed and a 19-year-old woman injured when two vehicles collided Thursday afternoon in northern Alberta.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-gunn-highway-crash-fatal-1.4918222", "urlToImage": "https://i.cbc.ca/1.3573459.1538183764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-23T18:13:54Z", "content": "A 61-year-old man was killed and a 19-year-old woman injured when two vehicles collided Thursday afternoon in northern Alberta. The collision happened around 4 p.m. at the intersection of Highway 43 and Range Road 32 near the Lac Ste. Anne County hamlet of Gu… [+552 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "One woman in charge of biodiversity in province with 71 at-risk species", "description": "Donna Hurlburt of the Department of Lands and Forestry is in the business of protecting the province's plants, animals and insects as they face an unprecedented decline.", "url": "https://www.cbc.ca/news/canada/nova-scotia/donna-hurlburt-biodiversity-species-at-risk-1.4917991", "urlToImage": "https://i.cbc.ca/1.4918117.1542994604!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/turtle-and-lichen.jpg", "publishedAt": "2018-11-23T18:12:24Z", "content": "This is the latest in a series of stories from CBC Radio's Information Morning about species that are struggling to survive in Nova Scotia, and the people who have vowed to save them. In Donna Hurlburt's line of work there's much to be worried about these day… [+2221 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "How $2.1B for Alberta petrochemicals will keep more plastics production local", "description": "Alberta's plastics producers are looking forward to a $2.1-billion investment for petrochemical upgrading programs, announced this week by Premier Rachel Notley.", "url": "https://www.cbc.ca/news/canada/calgary/plastics-producers-alberta-investment-1.4916916", "urlToImage": "https://i.cbc.ca/1.4767236.1532977720!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/polypropylene-pellets.jpg", "publishedAt": "2018-11-23T18:06:31Z", "content": "Alberta's plastics producers are looking forward to a $2.1-billion investment for petrochemical upgrading programs, announced this week by Premier Rachel Notley. The petrochemical sector in Canada relies almost exclusively on natural gas and natural gas liqui… [+4841 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Crown fights to keep court documents in Mark Norman trial from being released", "description": "The Crown in the criminal case against the military’s former second-in-command wants some documents — filed with the court by Vice-Admiral Mark Norman’s defence team — kept from the public. A provincial court judge will rule on the matter later today.", "url": "https://www.cbc.ca/news/politics/mark-norman-shipbuilding-court-documents-1.4911137", "urlToImage": "https://i.cbc.ca/1.4862707.1539557845!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/norman-trial-20180904.jpg", "publishedAt": "2018-11-23T18:05:11Z", "content": "The Crown in the criminal case against the military's former second-in-command wants some documents kept from the public. The documents in question were filed with the court by the defence team of Vice-Admiral Mark Norman, former vice-chief of the defence sta… [+1413 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Terry Roberts", "title": "SNC-Lavalin turmoil spilled over to Muskrat, says project director", "description": "The critical Muskrat Falls management contract was mired in turmoil and beset by performance issues in the months before and after the project was sanctioned, the man who led the project management team testified this week.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/muskrat-snc-turmoil-1.4917827", "urlToImage": "https://i.cbc.ca/1.4914821.1542825230!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/paul-harrington-muskrat.JPG", "publishedAt": "2018-11-23T18:03:59Z", "content": "The critical Muskrat Falls management contract was mired in turmoil and beset by performance issues in the months before and after the controversial hydro project was sanctioned, the man leading Nalcor Energy's project management team testified this week at t… [+4896 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Toronto's 'comedy doctor' Jay Martin walks away from stand-up", "description": "A long-time Toronto comedian known for his clean style and deep roots in the city is walking away from stand-up to pursue another dream — movies.", "url": "https://www.cbc.ca/news/canada/toronto/jay-martin-comedy-final-show-1.4917997", "urlToImage": "https://i.cbc.ca/1.4918101.1542994037!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jay-martin-comedian-toronto.jpg", "publishedAt": "2018-11-23T18:02:23Z", "content": "A long-time Toronto comedian known for his clean style and deep roots in the city is walking away from stand-up to pursue another dream movies. Jay Martin is performing for the last time on Saturday night at the Queen Elizabeth Theatre. The show is a comedy \"… [+3174 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Gov. Gen. Julie Payette to make 1st trip to Manitoba", "description": "Gov. Gen. Julie Payette is finally making her way to Manitoba, more than a year after being sworn into office, and she's sticking around for a couple of days.", "url": "https://www.cbc.ca/news/canada/manitoba/governor-general-julie-payette-manitoba-visit-1.4918024", "urlToImage": "https://i.cbc.ca/1.4918048.1542992491!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/payette-canada-day-20180701.jpg", "publishedAt": "2018-11-23T17:55:10Z", "content": "Gov. Gen. Julie Payette is finally making her way to Manitoba, more than a year after being sworn into office, and she's sticking around for a couple of days. A special ceremony will be be held inside the Manitoba Legislative Building at 10 a.m. Monday. \"We l… [+1197 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "Tim Tierney charged under municipal election law", "description": "Coun. Tim Tierney has been charged by the OPP with corrupt practices under municipal election laws for allegedly trying to induce an opposing candidate to drop out of the recent municipal election.", "url": "https://www.cbc.ca/news/canada/ottawa/tierney-charged-corrupt-practices-1.4884281", "urlToImage": "https://i.cbc.ca/1.4890156.1541192522!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/beacon-hill-cyrville.jpg", "publishedAt": "2018-11-23T17:47:37Z", "content": "Coun. Tim Tierney has been charged with corrupt practices under municipal election laws for allegedly trying to induce an opposing candidate to drop out of the recent municipal election. The Ontario Provincial Police have charged the Beacon Hill-Cyrville coun… [+3696 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Breakfast of Champions: Edmonton AM kicks off Grey Cup celebrations", "description": "Mark Connolly and the Edmonton AM crew kicked off Grey Cup celebrations at the Spirit of Edmonton breakfast Friday— giving fans a rowdy wake-up call with music, food and revelry.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-cbc-radio-grey-cup-spirit-breakfast-1.4918009", "urlToImage": "https://i.cbc.ca/1.4918074.1542993141!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/mark-connolly.JPG", "publishedAt": "2018-11-23T17:44:59Z", "content": "Mark Connolly and the Edmonton AM crew kicked off Grey Cup celebrations at the Spirit of Edmonton breakfast Friday giving fans a rowdy wake-up call with music, food and revelry. Fans, CFL brass and football legends joined the morning crew as CBC broadcast liv… [+4157 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Smellie", "title": "Kaetlyn Osmond is having a very different year, with no plans — yet — to compete again", "description": "No coaches, no daily training grind, just travel and performance, and even a few months with friends and family.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/kaetlyn-osmond-year-off-1.4917884", "urlToImage": "https://i.cbc.ca/1.4918014.1542991597!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kaetlyn-osmond.jpg", "publishedAt": "2018-11-23T17:40:24Z", "content": "There is a new ease about reigning world figure skating champion and Olympic medalist Kaetlyn Osmond as she sits in the stands at Mile One Centre in St. John's, where she will perform in two shows on Saturday. Osmond took the year off from competition and has… [+2441 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Tijuana mayor declares 'humanitarian crisis' over migrants", "description": "The mayor of Tijuana has declared a humanitarian crisis in his border city and said Friday that he has asked the United Nations for aid to deal with the approximately 5,000 Central American migrants who have arrived.", "url": "https://www.cbc.ca/news/world/tijuana-mayor-declares-humanitarian-crisis-migrants-1.4917980", "urlToImage": "https://i.cbc.ca/1.4918059.1542992719!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aptopix-central-america-migrant-caravan.jpg", "publishedAt": "2018-11-23T17:24:51Z", "content": "The mayor of Tijuana has declared a humanitarian crisis in his border city and said Friday that he has asked the United Nations for aid to deal with the approximately 5,000 Central American migrants who have arrived. Mayor Juan Manuel Gastelum said that the M… [+2124 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Radio", "title": "Alberta government 'censored' Indigenous book, undermining reconciliation in schools, author says", "description": "A prominent Indigenous author says the Alberta government's decision to turn the page on one of his graphic novels used in schools is undermining its commitment to reconciliation.", "url": "https://www.cbc.ca/radio/unreserved/books-censorship-and-what-happens-when-indigenous-lit-goes-mainstream-1.4882446/alberta-government-censored-indigenous-book-undermining-reconciliation-in-schools-author-says-1.4915251", "urlToImage": "https://i.cbc.ca/1.3314202.1542833450!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/missing-murdered-women-book-20151111.jpg", "publishedAt": "2018-11-23T17:20:10Z", "content": "A prominent Indigenous author says the Alberta government's decision to turn the page on one of his graphic novels used in schools is undermining its commitment to reconciliation. David Alexander Robertson says a teacher, who had students read Betty: The Hele… [+6210 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Voting period for electoral reform referendum extended", "description": "Elections BC will now accept completed voting packages until 4:30 p.m. on Dec. 7.", "url": "https://www.cbc.ca/news/canada/british-columbia/electoral-referendum-deadline-extended-1.4918055", "urlToImage": "https://i.cbc.ca/1.4896021.1542409744!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/electoral-reform-ballot.jpg", "publishedAt": "2018-11-23T17:14:44Z", "content": "The voting period for the 2018 Referendum on Electoral Reform has been extended. Elections BC will now accept completed voting packages until 4:30 p.m. on Dec. 7. \"We have worked closely with Canada Post to understand the full impact of rotating strikes on th… [+159 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ottawa man convicted in murder of woman at Gatineau hotel", "description": "Blake Dooley has been found guilty of first-degree murder in the death of Christine MacNeil in a Gatineau hotel more than three years ago.", "url": "https://www.cbc.ca/news/canada/ottawa/blake-dooley-convicted-first-degree-murder-1.4917909", "urlToImage": "https://i.cbc.ca/1.3281179.1455019184!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/christine-macneil-homicide.jpg", "publishedAt": "2018-11-23T17:07:28Z", "content": "An Ottawa man has been convicted of first-degree murder in the death of a 25-year-old woman at a Gatineau hotel more than three years ago. Christine MacNeil, 25, was shot and killed at the Four Points Sheraton Hotel on Rue Laurier on Oct. 19, 2015. At the tim… [+977 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "An American leads at the Grand Prix of France - but it's not Nathan Chen", "description": "Without attempting a quad jump, Jason Brown built a solid lead at the French round of the Grand Prix figure skating series on Friday. The American skater scored 96.41 points, rewarded for his crisp technique and flowing ease in landing four triple jumps at th…", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/jason-brown-grand-prix-1.4917972", "urlToImage": "https://i.cbc.ca/1.4918000.1542991242!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jason-brown-photo.jpg", "publishedAt": "2018-11-23T17:01:16Z", "content": "Without attempting a quad jump, Jason Brown built a solid lead at the French round of the Grand Prix figure skating series on Friday. The American skater scored 96.41 points, rewarded for his crisp technique and flowing ease in landing four triple jumps at th… [+708 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Waterfront beer garden bids should be disclosed, says privacy commissioner", "description": "Nova Scotia's information and privacy commissioner has ruled the Waterfront Development Corporation failed at every turn in handling a request for information about Halifax beer garden bids.", "url": "https://www.cbc.ca/news/canada/nova-scotia/waterfront-beer-garden-bids-should-be-disclosed-in-full-1.4917783", "urlToImage": "https://i.cbc.ca/1.4100019.1493928534!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nova-scotia-privacy-commissioner-catherine-tully.jpg", "publishedAt": "2018-11-23T16:57:50Z", "content": "Catherine Tully, Nova Scotia's information and privacy commissioner, has recommended the Waterfront Development Corporation hand over all information requested by a CBC reporter in relation to a tender call for a beer garden on the Halifax waterfront. Richard… [+2335 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 charged after people robbed of jewelry at gunpoint", "description": "Two people were robbed at gunpoint while answering online ads about jewelry for sale in Winnipeg.", "url": "https://www.cbc.ca/news/canada/manitoba/armed-robbery-online-ads-jewelry-winnipeg-1.4917856", "urlToImage": "https://i.cbc.ca/1.3939339.1484830760!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-car-in-winter.jpg", "publishedAt": "2018-11-23T16:52:46Z", "content": "Two people who posted online ads to sell jewelry were robbed at gunpoint in Winnipeg. A 23-year-old man and a 28-year-old woman are now charged with robbery and weapons offences. The man is also charged with failing to comply with a probation order. The first… [+1002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manawan to get its own ambulance service after 20 years of lobbying", "description": "The Atikamekw community of Manawan, in the Lanaudière region of Quebec, is finally getting its own ambulance service, putting an end to a period where people waited two hours or more for emergency services to arrive after a call.", "url": "https://www.cbc.ca/news/canada/montreal/manawan-ambulance-paramedic-atikamekw-1.4917829", "urlToImage": "https://i.cbc.ca/1.4917933.1542989685!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/manawan-ambulance.jpg", "publishedAt": "2018-11-23T16:46:56Z", "content": "The Atikamekw community of Manawan is finally getting its own ambulance service. The community in the Lanaudière region of Quebec has been pushing for 20 years for their own ambulance, having to wait two hours or more for paramedics to arrive from the closest… [+912 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Samsung apologizes for illnesses at chip, liquid display factories", "description": "Samsung Electronics apologized Friday for illnesses and deaths of some of its workers, saying it failed to create a safe working environment at its computer chip and display factories.", "url": "https://www.cbc.ca/news/business/samsung-apology-factory-workers-1.4917894", "urlToImage": "https://i.cbc.ca/1.4917907.1542988997!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/south-korea-samsung-sick-workers.jpg", "publishedAt": "2018-11-23T16:43:24Z", "content": "Samsung Electronics apologized Friday for illnesses and deaths of some of its workers, saying it failed to create a safe working environment at its computer chip and display factories. The announcement by the South Korean technology giant came weeks after the… [+2519 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Is this your stuff? Hamilton police recover stolen goods", "description": "Hamilton police are trying to track down the owners of a dirt bike and several power tools that were found during an arrest in Grimsby this week.", "url": "https://www.cbc.ca/news/canada/hamilton/grimsby-stolen-goods-1.4917957", "urlToImage": "https://i.cbc.ca/1.4917960.1542990100!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grimsby-stolen-goods.jpg", "publishedAt": "2018-11-23T16:26:39Z", "content": "Hamilton police are trying to track down the owners of a dirt bike and several power tools that were found during an arrest in Grimsby this week. According to a police news release, officers were in the area of Main Street and Arrowhead Lane in Grimsby on Tue… [+781 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canadian women win silver in World Cup speed skating event", "description": "Canada captured the silver medal in the women's team pursuit at the second World Cup speed skating meet of the season on Friday. Ottawa's Ivanie Blondin and Isabelle Weidemann teamed up with Keri Morrison of Burlington, Ont., to finish second.", "url": "https://www.cbc.ca/sports/olympics/winter/speedskating/canadian-women-silver-speed-skating-1.4917862", "urlToImage": "https://i.cbc.ca/1.4917918.1542989252!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pyeongchang-olympics-speed-skating-women.jpg", "publishedAt": "2018-11-23T16:25:33Z", "content": "Canada captured the silver medal in the women's team pursuit at the second World Cup speed skating meet of the season on Friday. Ottawa's Ivanie Blondin and Isabelle Weidemann teamed up with Keri Morrison of Burlington, Ont., to finish second. Japan took gold… [+959 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Displaced 650 Parliament residents escape looming hotel eviction deadline", "description": "Displaced residents from 650 Parliament St. who were facing eviction from their hotels at the end of November have been granted a reprieve.", "url": "https://www.cbc.ca/news/canada/toronto/hotel-accommodations-extended-for-displaced-650-parliament-residents-1.4917828", "urlToImage": "https://i.cbc.ca/1.4807957.1535836174!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/650-parliament-street.png", "publishedAt": "2018-11-23T16:14:13Z", "content": "Displaced residents from 650 Parliament Street who were facing eviction from their temporary accommodations at the end of November were granted a reprieve Friday. The company that owns the residential highrise said it has secured money necessary to continue p… [+1642 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Trump is aggrieved by courts, but accused of being 'misleading' in his arguments", "description": "U.S. President Donald Trump is using a federal appeals court in San Francisco to vent his his frustrations about not getting his way on border security.", "url": "https://www.cbc.ca/news/world/trump-court-decision-criticisms-1.4917646", "urlToImage": "https://i.cbc.ca/1.4917745.1542983919!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trump.jpg", "publishedAt": "2018-11-23T16:04:34Z", "content": "Betraying no trust in an independent judiciary, U.S. President Donald Trump is using a federal appeals court in San Francisco as a punching bag for his frustrations about not getting his way on border security. But according to many experts, he's spreading mi… [+7918 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Plane veered off northern Manitoba runway because of oil leak, flight crew decision, investigators say", "description": "An oil leak and the decision by flight crew to land with both engines running contributed to a plane veering off a runway after landing in Thompson a year ago, the Transportation Safety Board says.", "url": "https://www.cbc.ca/news/canada/manitoba/transportation-safety-board-thompson-landing-crash-1.4917722", "urlToImage": "https://i.cbc.ca/1.4917885.1542988723!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/perimeter-airlines-crash-thompson-2017.jpg", "publishedAt": "2018-11-23T16:00:33Z", "content": "An oil leak and the decision by flight crew to land with both engines running contributed to a plane veering off a runway after landing at a northern airstrip a year ago, the Transportation Safety Board says. A 19-seat Perimeter Airlines flight from God's Riv… [+1817 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bobbi-Jean MacKinnon", "title": "Saint John police role in Dennis Oland jury selection will be investigated", "description": "The New Brunswick Police Commission will review the Saint John Police Force's involvement in the jury selection process for the murder retrial of Dennis Oland, which led to a mistrial being declared.", "url": "https://www.cbc.ca/news/canada/new-brunswick/saint-john-police-oland-jury-selection-commission-1.4917791", "urlToImage": "https://i.cbc.ca/1.4911792.1542656973!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/saint-john-police-force-const-sean-rocca-oct-29-2018.jpg", "publishedAt": "2018-11-23T15:59:19Z", "content": "The New Brunswick Police Commission will review the Saint John Police Force's involvement in the jury selection process for Dennis Oland's murder retrial, which led to a mistrial being declared. But the review will not be undertaken until all criminal proceed… [+2386 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Get all the latest coverage from the 2018 Grey Cup", "description": "Follow all the latest updates at the 2018 Grey Cup with our CBC reporters, who are on the ground in Edmonton bringing you all the action.", "url": "https://www.cbc.ca/sports/football/cfl/2018-grey-cup-1.4917784", "urlToImage": "https://i.cbc.ca/1.4917896.1542988574!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grey-cup.jpg", "publishedAt": "2018-11-23T15:58:22Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jeremy Eaton", "title": "St. John's Edge show off new-look team to local fans in second-season home opener", "description": "The St. John’s Edge hope to have Carl English back in the lineup Friday night when they take the court at Mile One Centre for their first home game of the 2018-19 season.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/st-johns-edge-1.4917766", "urlToImage": "https://i.cbc.ca/1.4884499.1542987059!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edge-training.jpg", "publishedAt": "2018-11-23T15:52:11Z", "content": "The St. John's Edge hope to have Carl English back in the lineup on Friday night when they take the court at Mile One Centre for their first home game of the 2018-19 season. English, who missed the team's first two games, is getting ready for his 15th profess… [+2215 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "House fire spews smoke over Aylmer", "description": "A fire at a home in Aylmer sent plumes of smoke into the sky over Gatineau's west end Friday morning.", "url": "https://www.cbc.ca/news/canada/ottawa/aylmer-gatineau-fire-1.4908510", "urlToImage": "https://i.cbc.ca/1.4917839.1542987501!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rue-garden-fire-aylmer.jpg", "publishedAt": "2018-11-23T15:46:40Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "At least 27 killed in explosion at eastern Afghanistan army base", "description": "An explosion ripped through a mosque inside an Afghan army base in the country's volatile eastern Khost province as Friday prayers were drawing to a close, killing 27 soldiers and wounding 57, the military said.", "url": "https://www.cbc.ca/news/world/afghanistan-violence-khost-1.4917648", "urlToImage": "https://i.cbc.ca/1.4917823.1542986811!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1b20ct.jpg", "publishedAt": "2018-11-23T15:40:07Z", "content": "An explosion ripped through a mosque inside an Afghan army base in the country's volatile eastern Khost province as Friday prayers were drawing to a close, killing 27 soldiers and wounding 57, the military said. The blast may have been set off by a suicide bo… [+2542 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Donkey dies after collision with car in Norfolk County: police", "description": "Provincial police say they had to put down a donkey after it was struck by a vehicle in Norfolk County.", "url": "https://www.cbc.ca/news/canada/hamilton/donkey-dies-after-collision-with-car-in-norfolk-county-police-1.4917798", "urlToImage": "https://i.cbc.ca/1.4136673.1497212036!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ontario-provincial-police-vehicles.jpg", "publishedAt": "2018-11-23T15:18:17Z", "content": "Provincial police say they had to put down a donkey after it was struck by a vehicle in Norfolk County. It happened Wednesday evening on Highway 24 in Windham. O-P-P say a 54-year-old man from Quebec encountered two horses and a donkey on the road, and collid… [+492 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Finance minister in discussion at Ryerson University LIVE", "description": "Bill Morneau participates in a panel discussion and launches consultations for Budget 2019, then takes questions from reporters.", "url": "https://www.cbc.ca/news/finance-minister-in-discussion-at-ryerson-university-live-1.4915947", "urlToImage": "https://i.cbc.ca/1.4915947.1542980701!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-23T15:15:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man in custody after trucks rams into Marlborough home, causing fire", "description": "Six people inside the home at the time of the crash managed to escape without injuries.", "url": "https://www.cbc.ca/news/canada/calgary/marlborough-house-fire-truck-ramming-1.4917652", "urlToImage": "https://i.cbc.ca/1.4376834.1511366118!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-fire-department-cfd-truck.JPG", "publishedAt": "2018-11-23T15:07:21Z", "content": "A man is in police custody after a truck rammed into a home in Calgary's northeast, causing the house to catch on fire. Firefighters were called to the Marlborough-area home in the 5800 block of Fourth Avenue N.E. shortly at 10:30 p.m. The fire department sai… [+394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Prof 'shocked' by New Brunswick medical officer's advice about avoiding E. coli", "description": "When it comes to E. coli on your romaine lettuce, washing won't cut it, says professor and food microbiologist.", "url": "https://www.cbc.ca/news/canada/new-brunswick/romaine-lettuce-e-coli-sick-medical-health-officer-1.4917595", "urlToImage": "https://i.cbc.ca/1.4914064.1542816277!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/keith-warriner.jpg", "publishedAt": "2018-11-23T15:00:00Z", "content": "When it comes to your romaine lettuce, don't count on washing to remove E. coli, says a professor and food microbiologist. \"We've known for years now that washing doesn't cut it,\" said Keith Warriner of the University of Guelph. Warriner said he was \"shocked\"… [+2343 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nola Keeler", "title": "Free Fun: What you need to know about the Grey Cup Festival today", "description": "Kick your weekend off with fun and games at the Grey Cup Festival on Friday", "url": "https://www.cbc.ca/news/canada/edmonton/free-events-grey-cup-festival-friday-1.4913241", "urlToImage": "https://i.cbc.ca/1.4433705.1542739802!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maestro-fresh-wes.jpg", "publishedAt": "2018-11-23T15:00:00Z", "content": "Grey Cup weekend is here! Even if you don't have a ticket to the game, there's lots of ways to take part in the Grey Cup Festival. CBC is running a list of all free activities in the festival everyday until game day. Here's what Friday holds for Grey Cup fans… [+1904 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matthew Kupfer", "title": "Social assistance changes could leave people behind, advocates warn", "description": "There are concerns that changing Ontario's rules about who qualifies for ODSP could disqualify people who woukd currently be eligible.", "url": "https://www.cbc.ca/news/canada/ottawa/odsp-social-assistance-changes-ontario-1.4917305", "urlToImage": "https://i.cbc.ca/1.4917465.1542939825!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/andrew-balenda-nov-22-2018.jpg", "publishedAt": "2018-11-23T14:58:16Z", "content": "The Ontario government's reforms to social assistance are raising concerns that some people especially those with disabilities could be left behind. The province said Thursday it would be changing the definition of \"disability\" to match what the federal gover… [+2583 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Project X gets the axe, after party organizer agrees to cancel", "description": "A 'large-scale house party' planned for the east end of St. John's prompted police and schools to warn parents. The event has been cancelled.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/project-x-cancelled-1.4917690", "urlToImage": "https://i.cbc.ca/1.4728041.1530280541!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/underage-drinking.jpg", "publishedAt": "2018-11-23T14:45:46Z", "content": "Some youths in St. John's will have to find new Friday night plans after the 18-year-old organizer of a \"large-scale house party\" planned for the east end of St. John's has agreed to cancel the event, say police. The party's organizer was found by investigato… [+1163 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Dolce&Gabbana founders apologize to China after ad, Instagram fiasco", "description": "The co-founders of Dolce&Gabbana apologized Friday in a video on Chinese social media after promotional videos seen as racist and subsequent Instagram messages stoked a furor in one of the world's largest markets for luxury goods.", "url": "https://www.cbc.ca/news/entertainment/dolce-gabbana-apology-china-backlash-1.4917653", "urlToImage": "https://i.cbc.ca/1.4917681.1542981526!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/china-dolce-gabbana.jpg", "publishedAt": "2018-11-23T14:41:27Z", "content": "The co-founders of Dolce&amp;Gabbana apologized Friday in a video on Chinese social media after promotional videos seen as racist and subsequent Instagram messages stoked a furor in one of the world's largest markets for luxury goods. Domenico Dolce and Steff… [+3394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Unions ramp up pressure to block back-to-work bill for Canada Post employees", "description": "Union leaders are mounting fierce opposition to Liberal legislation that would force Canada Post employees back to work.", "url": "https://www.cbc.ca/news/politics/canada-post-union-legislation-1.4917647", "urlToImage": "https://i.cbc.ca/1.4910696.1542548755!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-cupw-labour-dispute.jpg", "publishedAt": "2018-11-23T14:37:17Z", "content": "Union leaders are mounting fierce opposition to Liberal legislation that would force Canada Post employees back to work. Canadian Labour Congress president Hassan Yussuff and Canadian Union of Postal Workers president Mike Palecek are holding a news conferenc… [+1740 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Santa touches down in Edmonton for Grey Cup Parade", "description": "The CN Grey Cup Parade is being combined with the Parade of Lights this year.", "url": "https://www.cbc.ca/news/canada/edmonton/cn-grey-cup-parade-of-lights-1.4915071", "urlToImage": "https://i.cbc.ca/1.3858575.1542831909!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/2015-santa-s-parade-of-lights-edmonton.jpg", "publishedAt": "2018-11-23T14:30:00Z", "content": "This Saturday's parade along Jasper Avenue may Claus some confusion so we'll clear it up now. The big guy sporting a huge beard and decked out in red is not a Calgary Stampeders linebacker, it's Santa. It's a double-header this year as the CN Grey Cup Parade … [+2706 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "CFL commissioner Randy Ambrosie gives his state of the league address", "description": "Watch today at 10:30 a.m. ET as CFL commissioner Randy Ambrosie delivers his annual state of the league address from Edmonton, site of the 2018 Grey Cup.", "url": "https://www.cbc.ca/sports/football/cfl/cfl-commissioner-randy-ambrosie-state-of-the-league-address-1.4917687", "urlToImage": "https://i.cbc.ca/1.4917692.1542982154!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/randy-ambrosie.jpg", "publishedAt": "2018-11-23T14:26:28Z", "content": "CFL commissioner Randy Ambrosie is set to deliver his annual state of the league address today from Edmonton, site of the 2018 Grey Cup. Ambrosie is expected to cover a wide range of topics. On Thursday, CBC Sports reporter Devin Heroux sat down with Ambrosie… [+999 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Inflation rate inches up to 2.4% in October", "description": "Canada's annual inflation rate remained above the central bank's target for the ninth straight month in October, data showed on Friday, but markets saw few signs the Bank of Canada would hike interest rates next month.", "url": "https://www.cbc.ca/news/business/canada-inflation-october-1.4917707", "urlToImage": "https://i.cbc.ca/1.3933058.1484252342!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/retail-cashier-cash-register.jpg", "publishedAt": "2018-11-23T14:25:25Z", "content": "Canada's annual inflation rate remained above the central bank's target for the ninth straight month in October, data showed on Friday, but markets saw few signs the Bank of Canada would hike interest rates next month. Statistics Canada said the annual inflat… [+2097 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Historic Maison Boileau in Chambly finally demolished despite resident lobbying", "description": "The Maison Boileau, a 200-year-old historic building that belonged to René Boileau, a notary and politician in Chambly, Que., was demolished on Thursday after more than two years of back-and-forth debate about its heritage value.", "url": "https://www.cbc.ca/news/canada/montreal/maisno-boileau-chambly-1.4917618", "urlToImage": "https://i.cbc.ca/1.4917673.1542980793!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maison-boileau.jpg", "publishedAt": "2018-11-23T14:13:06Z", "content": "A 200-year-old historic building in Chambly, Que. was demolished on Thursday after more than two years of debate over its heritage value. The Maison Boileau belonged to René Boileau, a notary and politician in the city 25 kilometres southeast of Montreal. Cit… [+2346 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "'I don't want to die': American who visited off-limits Indian island knew he might be killed", "description": "John Allen Chau left behind notes that make clear he knew he might be killed in his visit to North Sentinel Island.", "url": "https://www.cbc.ca/news/world/american-india-island-tribe-killing-notes-1.4917625", "urlToImage": "https://i.cbc.ca/1.4916473.1542909001!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/india-american-killed.jpg", "publishedAt": "2018-11-23T14:10:56Z", "content": "As he paddled his kayak toward a remote Indian island a tiny patch of land off-limits to tourists and populated by tribespeople cut off from the outside world for thousands of years the young American traveller believed God was helping him dodge the authoriti… [+3983 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Graham Thomson", "title": "Notley's frustration over pipeline inertia leads to idea to purchase hundreds of rail cars | OPINION", "description": "Premier Rachel Notley’s frustration with the federal government has grown to such a level that she is seriously thinking about buying hundreds of rail cars to ship Alberta’s landlocked bitumen to tidewater.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-rachel-notley-rail-cars-bitumen-pipelines-1.4917286", "urlToImage": "https://i.cbc.ca/1.4917323.1542929066!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cp-grain-20180820.jpg", "publishedAt": "2018-11-23T14:00:00Z", "content": "We already own a pipeline. Why not a railway? Call it the Great Western Canada Select Railroad. And we'll use it to ship Alberta bitumen to the West Coast for export to Asia. That's not exactly what Premier Rachel Notley suggested in a speech to oil drilling … [+4419 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Black Friday shoppers get out early for deals in Winnipeg", "description": "Early-rising shoppers lined up on a relatively mild morning in Winnipeg to take advantage of Black Friday deals.", "url": "https://www.cbc.ca/news/canada/manitoba/black-friday-lineups-stores-winnipeg-1.4917634", "urlToImage": "https://i.cbc.ca/1.4917640.1542978002!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shoppers-lined-up.jpg", "publishedAt": "2018-11-23T13:56:40Z", "content": "They came, they grabbed, they hauled away. Early-rising shoppers lined up on a relatively mild morning in Winnipeg (1 C) to take advantage of the Black Friday deals. \"Usually I get up every morning at quarter to five to go to work. So I set my alarm for the s… [+1834 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Here's what you need to know about weekend road closures and transit disruptions", "description": "People travelling around Toronto this weekend will have to navigate a slew of road closures and transit disruptions.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-weekend-road-closures-activities-transit-go-disruptions-1.4917612", "urlToImage": "https://i.cbc.ca/1.4709038.1529098608!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/road-closures.JPG", "publishedAt": "2018-11-23T13:55:43Z", "content": "People travelling around Toronto this weekend will have to navigate a slew of road closures and transit disruptions. Here's what you can expect: Weekend events The Cavalcade of Lights presented by Great Gulf will force a series of road closures in the area ar… [+2424 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pedestrian critically injured in crash near experimental farm", "description": "A pedestrian is in critical condition after a two vehicle crash involving a pedestrian at Baseline Road and Fisher Avenue during the morning rush hour.", "url": "https://www.cbc.ca/news/canada/ottawa/pedestrian-injuries-crash-baseline-fisher-1.4917659", "urlToImage": "https://i.cbc.ca/1.4917706.1542982700!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/baseline-fisher-crash-pedestrian-struck.JPG", "publishedAt": "2018-11-23T13:51:52Z", "content": "A pedestrian is in critical condition after a two vehicle crash at Baseline Road and Fisher Avenue during the morning rush hour. The woman was rushed to hospital with life-threatening injuries and multi-system trauma, said Marc-Antoine Deschamps with the Otta… [+663 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Crown expected to wrap case in garage fire death trial", "description": "The Crown is expected to wrap up its case today at the trial of the first Nova Scotia charged under the so-called Westray law in Nova Scotia Supreme Court in Halifax.", "url": "https://www.cbc.ca/news/canada/nova-scotia/crown-expected-to-wrap-case-in-garage-death-trial-1.4917605", "urlToImage": "https://i.cbc.ca/1.2768359.1410902648!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/peter-kempton-mechanic-died-dartmouth.jpg", "publishedAt": "2018-11-23T13:50:56Z", "content": "The Crown is expected to wrap up its case today at the trial of the first Nova Scotia charged under the so-called Westray law in Nova Scotia Supreme Court in Halifax. Elie Hoyeck is charged with criminal negligence causing death for the September 2013 fire at… [+1340 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Still want to get to the Grey Cup? It'll cost you", "description": "If you want to make a spontaneous trip to the Grey Cup, it will hit your bank account like a linebacker.", "url": "https://www.cbc.ca/news/canada/ottawa/grey-cup-last-minute-ottawa-1.4917497", "urlToImage": "https://i.cbc.ca/1.4917661.1542980192!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fbo-cfl-east-division-final-20181118.jpg", "publishedAt": "2018-11-23T13:41:31Z", "content": "The Ottawa Redblacks are already there, but if you want to make a spontaneous trip to the Grey Cup it will hit your bank account like a linebacker. There are still tickets available, but your window to get there is closing fast. Getting there Flights are a bi… [+2562 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Taking a step back to look at Muskrat Falls", "description": "The inquiry into the hydroelectric mega project continues, but reporters Terry Roberts and Mark Quinn take a look at what's happened so far, and what it means for the province.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/programs/hereandnow/taking-a-step-back-to-look-at-muskrat-falls-1.4917677", "urlToImage": "https://i.cbc.ca/1.4917677.1542981001!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-23T13:33:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Britain asks U.A.E. for clemency in case of academic jailed for life", "description": "The ambassador of the United Arab Emirates in London said Friday his government is studying whether to grant clemency to a convicted British academic sentenced to life in prison for espionage.", "url": "https://www.cbc.ca/news/world/hedges-britain-uae-clemency-1.4917619", "urlToImage": "https://i.cbc.ca/1.4917629.1542977350!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/emirates-britain.jpg", "publishedAt": "2018-11-23T13:30:46Z", "content": "The ambassador of the United Arab Emirates in London said Friday his government is studying whether to grant clemency to a convicted British academic sentenced to life in prison for espionage. Ambassador Sulaiman Hamid Almazroui said that the family of Matthe… [+3339 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Wright", "title": "Why it's hypocritical for oil companies to now ask the Alberta government to manipulate market prices", "description": "Industry fought for the system we have today. And now some ask to be saved from their own creation.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-oil-production-cuts-hypocrisy-susan-wright-opinion-1.4916404", "urlToImage": "https://i.cbc.ca/1.3187518.1440431160!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-energy.jpg", "publishedAt": "2018-11-23T13:30:00Z", "content": "Welcome to ground zero, folks. Global oil prices are plummeting, price differentials are widening, and oil producers are panicking. There's too much oil, they say. The government must act now, they say. It's an existential crisis, they say. (Isn't everything?… [+9371 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "British police release new video of Skripal poisoning suspects", "description": "British police on Thursday released more video footage of the two suspects they believe poisoned former Russian spy Sergei Skripal and his daughter Yulia in Salisbury in March.", "url": "https://www.cbc.ca/news/world/uk-police-release-video-skripal-1.4917600", "urlToImage": "https://i.cbc.ca/1.4917610.1542975381!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/skripal-video-still-nov-23-2018.jpg", "publishedAt": "2018-11-23T13:11:51Z", "content": "British police on Thursday released more video footage of the two suspects they believe poisoned former Russian spy Sergei Skripal and his daughter Yulia in Salisbury, England, in March. Two men known by the aliases Alexander Petrov and Ruslan Boshirov were c… [+1302 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colin Harris", "title": "CAQ agrees to grant official party status to Parti Québécois, Québec Solidaire", "description": "The deal means Québec Solidaire would for the first time have additional powers in the National Assembly.", "url": "https://www.cbc.ca/news/canada/montreal/caq-pq-qs-party-status-1.4917622", "urlToImage": "https://i.cbc.ca/1.4137414.1496150705!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/que-elxn-gouin-20170529.jpg", "publishedAt": "2018-11-23T13:09:11Z", "content": "The Coalition Avenir Québec has reached an agreement in principle to grant the Parti Québécois and Québec Solidaire official party status. If approved, this would grant the two parties additional funding and powers in the National Assembly, including more tim… [+2320 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Liam Britten", "title": "With SkyTrain on track, Mount Pleasant businesses worry about train lines and bottom lines", "description": "A business owner in Mount Pleasant — which could become denser, busier and more gentrified with the addition of SkyTrain service — says she and other entrepreneurs are worried transit improvements could price them out of the neighbourhood.", "url": "https://www.cbc.ca/news/canada/british-columbia/mount-pleasant-skytrain-gentrification-1.4914055", "urlToImage": "https://i.cbc.ca/1.4917558.1542951499!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/main-and-broadway-vancouver.JPG", "publishedAt": "2018-11-23T13:00:00Z", "content": "The SkyTrain doesn't run through the heart of Vancouver's Mount Pleasant neighbourhood yet, but Sarah Savoy is already seeing changes. She blames the planned extension of the Millennium Line along Broadway, in part, for increasing speculation in the neighbour… [+3357 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Wallis Snowdon", "title": "'Disgusting' video of coyote beating condemned by Alberta hunters", "description": "Hunters are expressing their disgust at a video that shows two boys in northern Alberta brutally beating a coyote to death.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-hunter-coyote-beating-video-1.4916713", "urlToImage": "https://i.cbc.ca/1.4911611.1542653676!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/coyote-beating.jpg", "publishedAt": "2018-11-23T13:00:00Z", "content": "Alberta hunters are expressing their disgust at a video that shows two boys in northern Alberta brutally beating a coyote to death. The video, which surfaced on Facebook on Sunday, shows a coyote being kicked in the head repeatedly and loaded into the back of… [+4117 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police publish images of 'suspect vehicle' in east-end hit and run", "description": "Toronto police on Friday published images of the \"suspect vehicle\" involved in a hit-and-run collision in the east end earlier this week.", "url": "https://www.cbc.ca/news/canada/toronto/suspect-vehicle-minivan-danforth-kennedy-1.4917607", "urlToImage": "https://i.cbc.ca/1.4917617.1542976533!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/east-end-toronto-hit-and-run-danforth-kennedy-suspect-vehicle.jpg", "publishedAt": "2018-11-23T12:45:10Z", "content": "Toronto police on Friday published images of the \"suspect vehicle\" involved in a hit-and-run collision in the east end earlier this week. Investigators hope the public may be able to help identify who was behind the wheel of the \"dark-coloured minivan or simi… [+501 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Gunmen storm Chinese consulate in Pakistan as violence flares across region", "description": "Three suicide attackers stormed the Chinese consulate in the Pakistani city of Karachi amid a series of gunshots and an explosion on Friday. Two other bombings in northwest Pakistan and Afghanistan left dozens dead.", "url": "https://www.cbc.ca/news/world/chinese-consulate-pakistan-attack-1.4917583", "urlToImage": "https://i.cbc.ca/1.4917602.1542976671!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pakistan-blast.jpg", "publishedAt": "2018-11-23T12:40:34Z", "content": "Three suicide attackers stormed the Chinese consulate in the Pakistani city of Karachi amid a series of gunshots and an explosion on Friday, but were killed before they could force their way in with a car packed with explosives, police said. The attack, claim… [+4224 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Separatist rebels storm Chinese consulate in Pakistan", "description": "Three suicide attackers stormed the Chinese consulate Friday in the Pakistani city of Karachi amid a series of gunshots and an explosion, but were killed before they could get into the building in a car packed with explosives, police said.", "url": "https://www.cbc.ca/news/world/separatist-rebels-storm-chinese-consulate-in-pakistan-1.4917583", "urlToImage": "https://i.cbc.ca/1.4917602.1542976671!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pakistan-blast.jpg", "publishedAt": "2018-11-23T12:40:34Z", "content": "Three suicide attackers stormed the Chinese consulate Friday in the Pakistani city of Karachi amid a series of gunshots and an explosion, but were killed before they could get into the building in a car packed with explosives, police said. At least two police… [+4250 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "In wake of Yellowknife taxi driver's death, fellow driver calls for added protections", "description": "From Ottawa to Vancouver, many cities have regulations in place to protect taxi drivers, such as an exemption from wearing a seatbelt. Cab drivers in Yellowknife are calling for similar protections.", "url": "https://www.cbc.ca/news/canada/north/taxi-safety-driver-yellowknife-1.4917344", "urlToImage": "https://i.cbc.ca/1.4232775.1501705468!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/taxi-stand-sign-yellowknife.jpg", "publishedAt": "2018-11-23T12:30:00Z", "content": "A Yellowknife taxi driver, mourning the death of a co-worker this week, says the city must do more to protect drivers. Nur Ali, who works for City Cab, says Yellowknife city council should change its bylaws to make it easier for taxi drivers to escape dangero… [+4626 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Ontario First Nation chief tells Indigenous affairs minister she's heard 'zilch' about Ring of Fire talks", "description": "The chiefs of two First Nations near the Ring of Fire again pressed the Ontario government over how they will be consulted over any future developments in the remote north.", "url": "https://www.cbc.ca/news/canada/thunder-bay/chiefs-of-ontario-assembly-ring-of-fire-1.4916764", "urlToImage": "https://i.cbc.ca/1.3010615.1517019199!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/elizabeth-atlookan-chief-eabametoong-first-nation.JPG", "publishedAt": "2018-11-23T12:30:00Z", "content": "The chiefs of two First Nations near the Ring of Fire again pressed the Ontario government over how they will be consulted over any future developments in the remote north. That comes as Eabametoong Chief Elizabeth Atlookan took Indigenous Affairs Minister Gr… [+4325 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Hamilton man shot and killed Thursday night, police say", "description": "A Hamilton man in his 30's, police say, was shot and killed Thursday night. It's the seventh homicide in the city so far this year.", "url": "https://www.cbc.ca/news/canada/hamilton/hamilton-seventh-homicide-1.4917608", "urlToImage": "https://i.cbc.ca/1.4917613.1542975876!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hamilton-seventh-homicide.jpg", "publishedAt": "2018-11-23T12:25:53Z", "content": "A 31-year-old Hamilton man was shot and killed Thursday night, police say. Police have identified the victim as Marko (Mark) Bakir. It's the seventh homicide in the city so far this year. Police were called to an address on Clifton Downs Road just before 9 p.… [+523 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bright deals on Black Friday bring early-morning shoppers to N.L. stores", "description": "\"I can't wait to sleep,\" said a smiling man with a massive television set.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/black-friday-lineups-1.4917592", "urlToImage": "https://i.cbc.ca/1.4917603.1542974753!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kid-at-best-buy.jpg", "publishedAt": "2018-11-23T12:01:37Z", "content": "It was hard to get people in the lineup outside Best Buy on Stavanger Drive in St. John's to talk about what they hoped to purchase during the day's Black Friday sales. And it's not because it was 5:30 a.m. and they were still waking up. I cant wait to sleep,… [+1221 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Josh Pagé", "title": "B.C. caribou herds stabilizing where wolves are culled, forest ministry says", "description": "A biologist who has studied caribou herds and predator management says the long-term survival of caribou may depend on the culls. But does the public have appetite for such actions?", "url": "https://www.cbc.ca/news/canada/british-columbia/caribou-wolf-cull-1.4915683", "urlToImage": "https://i.cbc.ca/1.4502452.1516829559!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/wolf-hunt.jpg", "publishedAt": "2018-11-23T12:00:00Z", "content": "With one year remaining for British Columbia's controversial wolf cull, some caribou herds appear to be stabilizing in the the northeast of the province. Wolves are being killed near four caribou herds in the Peace region. Three of those areas have had active… [+2746 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Ontario chief coroner's probe into First Nations fire deaths will ask the 'right questions' deputy says", "description": "Ontario's deputy chief coroner says his office is reaching out to several Indigenous communities in the province who have been touched by tragedy due to fatal house fires.", "url": "https://www.cbc.ca/news/canada/thunder-bay/first-nations-fires-coroners-investigation-1.4915076", "urlToImage": "https://i.cbc.ca/1.3512856.1495584457!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/pikangikum-first-nation.JPG", "publishedAt": "2018-11-23T11:30:00Z", "content": "Ontario's deputy chief coroner says his office is reaching out to several Indigenous communities in the province who have been touched by tragedy due to fatal house fires. James Sproule said hearing from people in affected First Nations is an important part o… [+2470 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Wabush rec centre facing closure — again", "description": "Wabush mayor Ron Barron says without help from neighbouring Labrador City, the town can't afford to keep the Mike Adam Recreation Complex open next year.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/wabush-rec-centre-closing-1.4917075", "urlToImage": "https://i.cbc.ca/1.4446271.1513178972!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mike-adam-rec-complex-swimming-pool-wabush.jpg", "publishedAt": "2018-11-23T11:30:00Z", "content": "For the second time in as many years, the Town of Wabush is set to close the Mike Adam Recreation Complex. The 50-year-old centre costs just under $1 million a year to run, and includes a full gym, the region's only public swimming pool, and a bowling alley. … [+3248 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bobbi-Jean MacKinnon", "title": "Dennis Oland murder trial hears about scalp condition, hearing aid and 'touchy-feely' ways", "description": "The murder trial of Dennis Oland resumes in Saint John this morning when the Crown calls its next witness.", "url": "https://www.cbc.ca/news/canada/new-brunswick/dennis-oland-murder-father-day-3-1.4915298", "urlToImage": "https://i.cbc.ca/1.4895342.1541603279!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dennis-oland-nov-7-2018.jpg", "publishedAt": "2018-11-23T11:30:00Z", "content": "The murder trial of Dennis Oland resumes in Saint John this morning when the Crown calls its next witness. Oland, 50, is being retried for second-degree murder in the bludgeoning death of his multimillionaire father Richard Oland more than seven years ago. Hi… [+3724 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "The air will get warmer and traffic should be lighter", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-23-2018-1.4917593", "urlToImage": "https://i.cbc.ca/1.4562158.1520245589!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-cold-weather.jpg", "publishedAt": "2018-11-23T11:17:55Z", "content": "Good morning commuters! Well, I expect an easier trip to work this morning: not only do OCDSB students have the day off for a PA day, but it's also Black Friday. Let's face it, quite a few people have made plans to skip work and head to their favourite stores… [+975 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "TTC starts selling last-ever batch of Metropasses", "description": "The Toronto Transit Commission will start selling its last batch of monthly Metropasses today, as the agency continues to make the transition to a pay system centred on renewable Presto cards.", "url": "https://www.cbc.ca/news/canada/toronto/ttc-last-metropass-cabbagetown-1.4917586", "urlToImage": "https://i.cbc.ca/1.4917594.1542971657!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/last-ttc-metropass-cabbagetown.jpg", "publishedAt": "2018-11-23T11:15:50Z", "content": "The Toronto Transit Commission will start selling its last batch of monthly Metropasses today, as the agency continues to make the transition to a pay system centred on renewable Presto cards. TTC Metropasses for December go on sale today and will be availabl… [+567 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Postal workers strike in Ottawa amid back-to-work debate on the Hill", "description": "Canada Post workers in Ottawa are striking again today as a bill to force an end to their rotating strikes is debated on Parliament Hill.", "url": "https://www.cbc.ca/news/canada/ottawa/canada-post-strike-law-1.4917579", "urlToImage": "https://i.cbc.ca/1.4865675.1539727886!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-post-talks-20180924.jpg", "publishedAt": "2018-11-23T11:03:47Z", "content": "Canada Post workers in Ottawa are striking again today as a bill to force an end to their rotating strikes is debated on Parliament Hill. Rotating strikes have been happening across Canada for more than a month, causing the federal government to introduce a b… [+788 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Feds probe birth tourism as new data shows higher non-resident birth rates", "description": "With new research showing that more babies are born in Canada to foreign residents than Statistics Canada realized, the federal government is studying the issue of \"birth tourism\" in the hope of better understanding how many women travel to Canada to have bab…", "url": "https://www.cbc.ca/news/politics/birth-tourism-new-study-1.4917574", "urlToImage": "https://i.cbc.ca/1.4917578.1542969795!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/birth-tourism-quickfacts-20180907.jpg", "publishedAt": "2018-11-23T11:02:11Z", "content": "With new research showing that more babies are born in Canada to foreign residents than Statistics Canada realized, the federal government is studying the issue of \"birth tourism\" in the hope of better understanding how many women travel to Canada to have bab… [+5345 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "After shattering attendance records, Third + Bird Christmas market expands yet again", "description": "After last year's Christmas market attracted 14,000 shoppers and long, long lines to get in, Third + Bird has expanded yet again, adding another 20,000 square feet of shopping space.", "url": "https://www.cbc.ca/news/canada/manitoba/third-and-bird-10th-annual-market-1.4913580", "urlToImage": "https://i.cbc.ca/1.4913799.1542754415!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/third-and-bird.jpeg", "publishedAt": "2018-11-23T11:00:00Z", "content": "After last year's Christmas market attracted 14,000 shoppers and long, long lines to get in, Third + Bird has expanded yet again. This year, the market will take over 90,000 square feet of space in the downtown Hudson's Bay store, where 150 vendors will sell … [+3540 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Prominent Bear Clan member dismissed over questions about soliciting families", "description": "A longtime member of the Winnipeg Bear Clan Patrol Inc. was let go earlier this month over concerns he may have been soliciting money from desperate families, according to the group's executive director, James Favel.", "url": "https://www.cbc.ca/news/canada/manitoba/bear-clan-member-dismissed-soliciting-funds-1.4916651", "urlToImage": "https://i.cbc.ca/1.2969519.1541720473!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bear-clan-patrol.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "A longtime member of the Winnipeg Bear Clan Patrol Inc. was let go earlier this month over concerns he may have been soliciting money from desperate families, according to the group's leader. \"I'm not angry with him, and I don't undervalue what he does, he's … [+5727 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Greens pass first bill in P.E.I. legislature", "description": "Thursday marked the first time the Green Party of P.E.I. passed legislation in the legislative assembly, a milestone for the third party.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/p-e-i-legislature-green-party-legislation-1.4917306", "urlToImage": "https://i.cbc.ca/1.4914263.1542808456!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pei-green-party-leader-peter-bevan-baker.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "The Green Party of P.E.I. passed its first piece of legislation Thursday, a milestone for the third party. A bill introduced by the party to amend the Innovation PEI Act passed second reading Thursday. The amendments add the sector of \"creative and cultural i… [+2025 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "A Wonderful radio play, Nu Sounds series and opera on offer this weekend", "description": "It looks like Winnipeg is in for yet another chilly weekend. So why not grab a big sweater, stay cozy and pass your time inside — with the help of these three auditory experiences?", "url": "https://www.cbc.ca/news/canada/manitoba/weekend-entertainment-column-1.4917517", "urlToImage": "https://i.cbc.ca/1.4917529.1542947200!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edmonton-opera-don-giovanni.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "It looks like Winnipeg is in for yet another chilly weekend. So why not grab a big sweater, stay cozy and pass your time inside with the help of these three auditory experiences? A trio of CBC Manitoba personalities chose their best bets for what to get up to… [+4291 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Toronto city councillors need bigger budgets to represent bigger wards, residents' associations say", "description": "Toronto community groups are calling for doubled councillor staffing levels — a recommendation that comes amid larger workloads for re-elected councillors before the new term even begins.", "url": "https://www.cbc.ca/news/canada/toronto/nearly-60-residents-associations-call-for-doubled-staffing-budgets-for-smaller-incoming-council-1.4917000", "urlToImage": "https://i.cbc.ca/1.4840800.1538060283!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-city-hall.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "A coalition of nearly 60 residents' associations is calling for doubled councillor staffing levels a recommendation that comes amid larger workloads for re-elected councillors before the new term even begins. In an open letter published on Thursday, the commu… [+3898 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'There's still lots of hurt and trauma': Not all Sixties Scoop survivors want apology from Sask. gov't", "description": "Some survivors of the Sixties Scoop say they do not want an apology from the Saskatchewan government for the role it played in separating Indigenous children from their culture, language, families and identity.", "url": "https://www.cbc.ca/news/canada/saskatchewan/sixties-scoop-survivors-not-all-want-apology-1.4917038", "urlToImage": "https://i.cbc.ca/1.4351817.1507827505!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/tauni-sheldon-newspaper-clipping-toronto-telegraph-today-s-child.JPG", "publishedAt": "2018-11-23T11:00:00Z", "content": "Some survivors of the Sixties Scoop say they do not want an apology from the Saskatchewan government for the role it played in separating Indigenous children from their culture, language, families and identity. \"There's still lots of hurt and trauma,\" said Me… [+1474 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Nicholson,Joanne Levasseur", "title": "Critics call for government review after secret tapes reveal delays in dealing with sex abuse of foster kids", "description": "Critics are calling for a government review of the circumstances surrounding the handling of sexual abuse allegations in a Manitoba foster home.", "url": "https://www.cbc.ca/news/canada/manitoba/sexual-abuse-allegations-review-secret-tapes-iteam-1.4917356", "urlToImage": "https://i.cbc.ca/1.4694662.1528314781!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cora-morgan-assembly-of-manitoba-chiefs-first-nations-family-advocate.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "Critics are calling for a government review of the handling of sexual abuse allegations in a Manitoba foster home after frank admissions were made on a secretly recorded tape obtained by CBC News. In the recording, the director of foster care at a for-profit … [+2484 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Nicholson,Joanne Levasseur", "title": "Critics call for government review after secret tapes reveal delays in dealing with sex abuse of foster kids", "description": "Critics are calling for a government review of the circumstances surrounding the handling of sexual abuse allegations in a Manitoba foster home.", "url": "https://www.cbc.ca/news/canada/manitoba/critics-call-for-government-review-after-secret-tapes-reveal-delays-in-dealing-with-sex-abuse-of-foster-kids-1.4917356", "urlToImage": "https://i.cbc.ca/1.4694662.1528314781!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cora-morgan-assembly-of-manitoba-chiefs-first-nations-family-advocate.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "Critics are calling for a government review of the handling of sexual abuse allegations in a Manitoba foster home after frank admissions were made on a secretly recorded tape obtained by CBC News. In the recording, the director of foster care at a for-profit … [+2394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Winnipeg stores pull romaine from shelves amid fears of E. coli outbreak", "description": "Canada's public health agency says it has not received reports of anyone in Manitoba falling ill from a recent E.coli outbreak in the country. But it won't say whether or not romaine lettuce is safe for Manitobans to eat.", "url": "https://www.cbc.ca/news/canada/manitoba/lettuce-recall-manitoba-1.4917243", "urlToImage": "https://i.cbc.ca/1.4917407.1542935790!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/bob-weidman.JPG", "publishedAt": "2018-11-23T11:00:00Z", "content": "The Public Health Agency of Canada says it has not received reports of anyone in Manitoba falling ill from a recent E. coli outbreak in the country. But it won't say whether or not romaine lettuce is safe for Manitobans to eat. \"There is currently no evidence… [+2868 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karin Larsen", "title": "Did cutting edge DNA analysis point police to Marrisa Shen's killer?", "description": "The former lawyer of the man accused of killing 13-year-old Marrisa Shen says investigators used a new form of crime-scene DNA analysis.to determine that the girl's killer was likely a man of Middle-Eastern descent.", "url": "https://www.cbc.ca/news/canada/british-columbia/did-cutting-edge-dna-analysis-point-police-to-marrisa-shen-s-killer-1.4906830", "urlToImage": "https://i.cbc.ca/1.4744803.1531428098!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bc-teen-death-20170719.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "The former lawyer of the man accused of killing 13-year-old Marrisa Shen says investigators used a new form of crime-scene DNA analysis to determine that the girl's killer was likely a man of Middle-Eastern descent. The analysis is called DNA phenotyping also… [+3626 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Chicopee set for Dec. 22 opening, Barrie ski hills to open this weekend", "description": "Chicopee in Kitchener doesn't plan to open for the ski and snowboard season until Dec. 22, but some resorts closer to Barrie are preparing to open this weekend.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/chicopee-ski-hill-opening-1.4916929", "urlToImage": "https://i.cbc.ca/1.4460459.1513875617!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chicopee-3.jpg", "publishedAt": "2018-11-23T11:00:00Z", "content": "Chicopee says it expects to open its ski and snowboard season on Dec. 22. The Kitchener resort made the announcement on its website. Head a little further north toward Barrie and three other resorts have announced they'll open this weekend. They're able to we… [+579 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Thunder Bay public health nurses back to work, new contract ratified by health board", "description": "Public health nurses at the Thunder Bay District Health Unit are back on the job after a weeks-long strike.", "url": "https://www.cbc.ca/news/canada/thunder-bay/nurses-strike-over-1.4917248", "urlToImage": "https://i.cbc.ca/1.4863486.1539623359!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/thunder-bay-district-health-unit.JPG", "publishedAt": "2018-11-23T11:00:00Z", "content": "Public health nurses at the Thunder Bay District Health Unit are back on the job after a weeks-long strike. The 58 nurses had been on the picket line since Oct. 16. A new four-year collective bargaining agreement was ratified by the health unit board on Wedne… [+1260 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Body found inside burning car on service road near Trudeau Airport", "description": "Once the fire was extinguished, a body was found inside the vehicle.", "url": "https://www.cbc.ca/news/canada/montreal/body-found-arson-car-trudeau-airport-highway-1.4917571", "urlToImage": "https://i.cbc.ca/1.4917573.1542968416!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/burned-car-with-body-inside-montreal.jpg", "publishedAt": "2018-11-23T10:43:05Z", "content": "Police are investigating after a body was found inside a burned car near Trudeau Airport. Around 2:30 a.m., a driver saw that a car was on fire on a TransCanada Highway service road near the corner of Halpern Street in the Saint-Laurent borough. Once the fire… [+314 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "Ontario's social assistance reforms look like 'window dressing,' anti-poverty activist says", "description": "Some activists and social assistance recipients are questioning whether the Ford government's proposed reforms will help reduce poverty in the province.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-s-social-assistance-reforms-look-like-window-dressing-anti-poverty-activist-says-1.4917350", "urlToImage": "https://i.cbc.ca/1.4917471.1542940065!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trish-huculak.jpg", "publishedAt": "2018-11-23T10:00:00Z", "content": "As the finer details of the Ford government's updates to Ontario's social assistance program are still being parsed, some social assistance recipients and advocates are reacting to the changes with skepticism. \"I haven't heard anything from the government add… [+3254 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Morin", "title": "Would you pay for plastic grocery bags? Moncton residents are asked", "description": "Moncton, Dieppe, Riverview and the solid waste corporation Southeast Eco360 launched a survey Thursday about reducing the use of single-use plastic bags in the region.", "url": "https://www.cbc.ca/news/canada/new-brunswick/moncton-plastic-bag-ban-1.4916967", "urlToImage": "https://i.cbc.ca/1.4653133.1525787735!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/plastic-bag-ban.jpg", "publishedAt": "2018-11-23T10:00:00Z", "content": "Moncton, Dieppe, Riverview and the solid waste corporation Southeast Eco360 are surveying residents about reducing the use of single-use plastic bags in the region. The 12-question survey asks residents what material people carry their groceries in, whether t… [+1962 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvonne Leblanc-Smith", "title": "Inverness County bookmobile shuts down after 'unexpected resignation'", "description": "The Eastern Counties Regional Library in Cape Breton has put the brakes on the bookmobile in Inverness County as it considers how to improve and modernize library services.", "url": "https://www.cbc.ca/news/canada/nova-scotia/eastern-counties-inverness-bookmobile-1.4916856", "urlToImage": "https://i.cbc.ca/1.4916937.1542918840!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/719221372-library-books.jpg", "publishedAt": "2018-11-23T10:00:00Z", "content": "The Eastern Counties Regional Library in Cape Breton has put the brakes on the bookmobile in Inverness County as it considers how to improve and modernize library services. \"It sounds dire, but it's actually a positive thing,\" said Laura Emery, CEO and chief … [+1410 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "Man held by officers at gunpoint in 'mistaken identity' case demands apology — but police stand by arrest", "description": "An innocent Toronto man held at gunpoint and arrested in a SWAT-style takedown because he looked like a murder suspect is demanding an apology from the city's police chief.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-man-arrested-in-mistaken-identity-case-1.4917425", "urlToImage": "https://i.cbc.ca/1.4917488.1542942089!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dante-newman.jpg", "publishedAt": "2018-11-23T10:00:00Z", "content": "An innocent Toronto man held at gunpoint and arrested in a SWAT-style takedown because he looked like a murder suspect is demanding an apology from the city's police chief. Toronto police admit it was a case of \"mistaken identity,\" but the service is standing… [+2946 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Spencer Van Dyk", "title": "Quebec City record shop trades food donations for discounts on Black Friday", "description": "Le Knock-Out record shop has decided to turn away from the frenzy of Black Friday, asking its customers instead to bring in non-perishable food in exchange for a discount.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-city-record-shop-trades-food-donations-for-discounts-on-black-friday-1.4917130", "urlToImage": "https://i.cbc.ca/1.4917147.1542923075!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/le-knock-out.JPG", "publishedAt": "2018-11-23T10:00:00Z", "content": "A Quebec City record store is trading in Black Friday sales for a fundraiser by asking shoppers to bring in non-perishable food donations in exchange for discounts. Le Knock-Out, in the Saint-Roch neighbourhood, says the more generous the donation, the bigger… [+2344 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jack Julian", "title": "More enforcement needed to prevent ATV deaths, says former adviser", "description": "The former chair of the province's Off-Highway Vehicle Advisory Committee says boosting enforcement of the rules could keep people safer on ATVs.", "url": "https://www.cbc.ca/news/canada/nova-scotia/atv-enforcement-laurie-cranton-1.4915081", "urlToImage": "https://i.cbc.ca/1.4059188.1491508827!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/atv-cross.jpg", "publishedAt": "2018-11-23T10:00:00Z", "content": "A volunteer who advised the Nova Scotia government for years on ATVs thinks a renewed focus on enforcement could help prevent deadly accidents on the trails. \"Of all the recommendations, it was enforcement. That an enforcement group be set up specifically to … [+2246 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nancy Russell", "title": "How tonnes of plastic farm wrap are diverted from P.E.I.'s landfill", "description": "A program on P.E.I. has diverted tonnes of bale wrap — used on farms to wrap silage, straw and hay — from the landfill.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-silage-plastic-1.4916109", "urlToImage": "https://i.cbc.ca/1.4916327.1542905181!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/silage-plastic-pei-5.JPG", "publishedAt": "2018-11-23T10:00:00Z", "content": "Waves of Change is a CBC series exploring the single-use plastic we're discarding, and why we need to clean up our act. You can be part of the community discussion by joining our Facebook group. A program on P.E.I. has diverted tonnes of bale wrap plastic use… [+4642 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lindsay Bird", "title": "Crop conundrum: How can N.L. grow more food, with fewer farmers than ever?", "description": "As the industry faces a demographic crisis, groups are sharing ideas on how to attract new farmers to Newfoundland and Labrador.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/nl-agriculture-problem-getting-new-farmers-in-industry-1.4916521", "urlToImage": "https://i.cbc.ca/1.4916636.1542911634!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/boyd-maynard-and-laurie-haycock-gros-morne-farm-and-market.jpg", "publishedAt": "2018-11-23T09:30:00Z", "content": "Fresh off their second season selling vegetables in Norris Point, Laurie Haycock and her husband can't quite believe their success. \"Getting it out there in the community, and selling food that you produced to your community, it's a pretty proud moment,\" said… [+4879 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Art Gallery of Ontario shows off the Yayoi Kusama infinity room it's crowdfunding to buy", "description": "LET'S SURVIVE FOREVER. That's the name of the infinity mirrored room the Art Gallery of Ontario plans to purchase from world-renowned artist Yayoi Kusama — that is, if its crowdfunding campaign is successful.", "url": "https://www.cbc.ca/news/canada/toronto/kusama-infinity-room-first-look-1.4917109", "urlToImage": "https://i.cbc.ca/1.4917159.1542923533!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-ago-kusama-room.jpg", "publishedAt": "2018-11-23T09:00:59Z", "content": "LET'S SURVIVE FOREVER. That's the name of the infinity mirrored room the Art Gallery of Ontario plans to purchase from world-renowned artist Yayoi Kusama that is, if its crowdfunding campaign is successful. And yes, it's always spelled in all-caps, the Art Ga… [+1315 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Common,Luke Denne", "title": "'They should know better': Funeral home chain skirting new rule with misleading sales tactics", "description": "Nearly two years after Marketplace exposed the common practice of aggressive sales tactics at the largest Canadian-owned funeral home chain, another hidden camera investigation has revealed new examples of upselling and rule-breaking by some staff.", "url": "https://www.cbc.ca/news/canada/funeral-home-upselling-marketplace-update-1.4913281", "urlToImage": "https://i.cbc.ca/1.4913286.1542739708!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/arbor-funeral-home-salesperson.jpg", "publishedAt": "2018-11-23T09:00:03Z", "content": "Nearly two years after Marketplace exposed the common practice of aggressive sales tactics at the largest Canadian-owned funeral home chain, another hidden camera investigation has revealed new examples of upselling and rule-breaking by some staff. Arbor Memo… [+5969 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kas Roussy", "title": "'An incredible window into the brain': New treatments target severe depression", "description": "In Canada, almost a million people live with treatment. But doctors are looking at different approaches that are a bit less invasive yet go straight to the source of the problem deep within the brain.", "url": "https://www.cbc.ca/news/health/depression-mental-health-hospital-patient-ultrasound-mri-magnets-seizure-1.4916212", "urlToImage": "https://i.cbc.ca/1.4917361.1542937943!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/zky-zazlov.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "At 35, Sharon Jakab knew something was wrong when she started hallucinating. \"I saw my grandmother on the wall in the room. She was talking to me. I wasn't sleeping, and I was a mess,\" she says from her home in Burlington, Ont. About a year and a half later, … [+5107 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Roberto Rocha", "title": "Quebecers, Atlantic Canadians most likely to believe racism is decreasing", "description": "By several measures, acts of racism and prejudice are increasing. Most Canadians believe those problems exist elsewhere, but not in this country.", "url": "https://www.cbc.ca/news/canada/montreal/quebecers-atlantic-canadians-most-likely-to-believe-racism-is-decreasing-1.4887461", "urlToImage": "https://i.cbc.ca/1.4399935.1510578622!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/demo-bill-62-20171112.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "Canadians think racism is on the rise in the world but not here, a new survey shows and Quebecers and Atlantic Canadians have the rosiest view of the degree of racism in Canada. When asked if they think the degree of racism is getting better or worse in the c… [+5415 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cold snap will ease on Friday", "description": "The good news is that the weather is turning around. The bad news is that it isn't quite there yet.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-22-2018-1.4917504", "urlToImage": "https://i.cbc.ca/1.2888323.1420209165!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ottawa-fea-20141224.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "The good news is that the weather is turning around. The bad news is that it isn't quite there yet. Friday you can expect to wake up to cold temperatures with a wind chill that will make it feel like minus 22 according to Environment Canada. But that will war… [+235 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Surprise, frustration among reactions to LeBreton redevelopment woes", "description": "LeBreton Flats watchers reacted Thursday as signs emerged that the National Capital Commission's carefully-managed plans to redevelop the federally-owned lands could be teetering on the brink of collapse.", "url": "https://www.cbc.ca/news/canada/ottawa/lebreton-reaction-redevelopment-ncc-1.4917003", "urlToImage": "https://i.cbc.ca/1.4917063.1542931889!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/eric-macintosh-university-ottawa.JPG", "publishedAt": "2018-11-23T09:00:00Z", "content": "LeBreton Flats watchers reacted with surprise and frustration Thursday as signs emerged that the National Capital Commission's carefully-managed plans to redevelop the federally-owned lands could be teetering on the brink of collapse. The Crown corporation re… [+3154 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sophia Harris", "title": "72-year-old woman forced off Air Transat flight after requesting a barf bag before takeoff", "description": "Toronto's Anna Stratakos, 72, claims she was unfairly removed from an Air Transat flight for health reasons. Similar cases shared with CBC News recently raise questions about how airlines decide who is fit to fly.", "url": "https://www.cbc.ca/news/business/air-transat-flight-sick-passenger-1.4908979", "urlToImage": "https://i.cbc.ca/1.4909010.1542918993!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/george-and-anna-stratakos-air-transat.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "When 72-year-old Anna Stratakos asked a flight attendant for a barf bag, she never imagined it would lead to Air Transat forcing her off the flight, leaving her stranded at the Athens airport. \"You don't know what happened to me that day, what I've been throu… [+4886 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Viau", "title": "Public housing 'harsh' in evicting woman who's now homeless, says legal aid", "description": "Evicted from a public housing unit after nine years on a low income subsidy, 63-year-old Katherine Mackenzie now finds herself homeless for the first time in her life, sometimes sleeping on a park bench.", "url": "https://www.cbc.ca/news/canada/windsor/windsor-homeless-chc-eviction-1.4916382", "urlToImage": "https://i.cbc.ca/1.4916807.1542915586!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/katherine-mackenzie.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "Evicted from a public housing unit after nine years on a low income subsidy, 63-year-old Katherine Mackenzie now finds herself homeless for the first time in her life, sometimes sleeping on a park bench. \"I'm traumatized. I'm so stressed out, I can't even thi… [+3868 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Fowler", "title": "From spring flood to winter freeze, homeowners along St. John River survive", "description": "Since June members of the Hope-Rapp family have been living in the front yard of their Maugerville home, damaged by a record-high spring flood and still not repaired.", "url": "https://www.cbc.ca/news/canada/new-brunswick/spring-flood-winter-survivors-1.4917051", "urlToImage": "https://i.cbc.ca/1.4917081.1542921862!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trailers-outside-flood-homes.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "Since June, the three members of the Hope-Rapp family have been living in their front yard. The family farmhouse along the St. John River took on two feet of water, or more than half a metre, during last spring's record flood. When the water receded, the hous… [+5552 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Roberto Rocha", "title": "Quebecers among Canadians most likely to believe racism is decreasing", "description": "By several measures, acts of racism and prejudice are increasing. Most Canadians believe those problems exist elsewhere, but not in this country.", "url": "https://www.cbc.ca/news/canada/montreal/quebecers-among-canadians-most-likely-to-believe-racism-is-decreasing-1.4887461", "urlToImage": "https://i.cbc.ca/1.4399935.1510578622!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/demo-bill-62-20171112.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "Canadians think racism is on the rise in the world but not here, a new survey shows and Quebecers are among those with the rosiest view of the degree of racism in Canada. When asked if they think the degree of racism is getting better or worse in the country,… [+5537 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "How ship operators are charting a greener course", "description": "In this week's issue of our environment newsletter, we look at how to make online shopping less environmentally harmful, and how ship operators are trying to green their fleets.", "url": "https://www.cbc.ca/news/technology/what-on-earth-newsletter-online-shopping-environment-ships-1.4916163", "urlToImage": "https://i.cbc.ca/1.4916208.1542913281!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ferry.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "Hello, friends. This is our weekly newsletter on all things environmental, where we highlight trends and solutions that are moving us to a more sustainable world. ( Sign up here to get it in your inbox every Thursday.) This week: Online shopping doesn't reall… [+7697 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Zimonjic,Catherine Cullen", "title": "Tories accuse Trudeau of bribing media with tax breaks", "description": "The Conservative Opposition is accusing Prime Minister Justin Trudeau of trying to bribe Canadian media to secure favourable media coverage in the run-up to next year’s federal election.", "url": "https://www.cbc.ca/news/politics/tories-accuse-libs-bribing-press-1.4917411", "urlToImage": "https://i.cbc.ca/1.4428580.1512150806!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/newspapers-stock.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "The Conservative Opposition is accusing Prime Minister Justin Trudeau of trying to bribe Canadian media to secure favourable media coverage in the run-up to next year's federal election. The accusations came a day after Finance Minister Bill Morneau announced… [+4690 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Trevor Pritchard", "title": "'We'll just never know': Family perplexed by man's brain injury", "description": "One night this August, Shawn Hill hailed an Uber after a bachelor party. He woke up in hospital with a brain injury, and three months later, his family is still trying to piece together what happened.", "url": "https://www.cbc.ca/news/canada/ottawa/shawn-hill-brain-injury-1.4916462", "urlToImage": "https://i.cbc.ca/1.4916479.1542909147!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shawn-hill-levi-ottawa-hospital-brain-injury.jpg", "publishedAt": "2018-11-23T09:00:00Z", "content": "Shawn Hill's family may never learn what really happened. Early on the morning of Aug. 29, the 43-year-old chef and well-known member of the Ottawa music scene was found unconscious just blocks from his home. Three months later, he's still recovering in hospi… [+4764 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton safe injection sites set to face legal challenge", "description": "Chinatown and Area Business Association will ask the federal court to quash the exemption granted under a federal drug statute to three sites in the Central McDougall and McCauley neighbourhoods at a hearing set for Dec. 10.", "url": "https://www.cbc.ca/news/canada/edmonton/legal-challenge-chinatown-business-association-safe-injection-sites-1.4917539", "urlToImage": "https://i.cbc.ca/1.3492313.1514955417!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/safe-injection-toronto-20160214.jpg", "publishedAt": "2018-11-23T05:21:00Z", "content": "Edmonton's supervised injection sites will face a legal challenge in court next month. On Dec. 10, Chinatown and Area Business Association will ask the federal court to quash the exemption granted under a federal drug statute to three sites in the Central McD… [+2344 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Liam Britten", "title": "Grand Theft Otter in Vancouver park steals fish — and hearts of many", "description": "The river otter eating prized fish in the ponds of the Dr. Sun Yat-Sen Garden is drawing quite a following. Not everyone is thrilled by its antics, however, not least of all the Vancouver Park Board which has so far been unsuccessful in capturing it.", "url": "https://www.cbc.ca/news/canada/british-columbia/grand-theft-otter-in-vancouver-park-steals-fish-and-hearts-of-many-1.4917516", "urlToImage": "https://i.cbc.ca/1.4912974.1542733958!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sun-yat-sen-otter.jpg", "publishedAt": "2018-11-23T04:50:49Z", "content": "A river otter on the loose in Vancouver's Dr. Sun Yat-Sen Classical Chinese Garden is still playing coy and slaying koi. The elusive creature has been feasting on the prized koi fish in the garden's pond for several days and has continuously evaded attempts a… [+2846 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Liam Britten", "title": "Grand Theft Otter: River otter in Vancouver park steals fish — and hearts", "description": "The river otter eating prized fish in the ponds of the Dr. Sun Yat-Sen Garden is drawing quite a following. Not everyone is thrilled by its antics, however — least of all, the Vancouver Park Board which has so far been unsuccessful in capturing it.", "url": "https://www.cbc.ca/news/canada/british-columbia/grand-theft-otter-river-otter-in-vancouver-park-steals-fish-and-hearts-1.4917516", "urlToImage": "https://i.cbc.ca/1.4912974.1542733958!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sun-yat-sen-otter.jpg", "publishedAt": "2018-11-23T04:50:49Z", "content": "A river otter on the loose in Vancouver's Dr. Sun Yat-Sen Classical Chinese Garden is still playing coy and slaying koi. The elusive creature has been feasting on the prized koi fish in the garden's pond for several days and has continuously evaded attempts a… [+2773 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Saints stay atop NFL with win over Falcons, who continue free fall", "description": "Drew Brees threw four touchdown passes to inexperienced receivers and the New Orleans Saints won their 10th straight game Thursday night with a 31-17 victory over Atlanta that eliminated the Falcons from contention in the NFC South.", "url": "https://www.cbc.ca/sports/football/nfl/saints-stay-atop-nfl-with-win-over-falcons-who-continue-free-fall-1.4917526", "urlToImage": "https://i.cbc.ca/1.4917531.1542947266!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/falcons-saints-football.jpg", "publishedAt": "2018-11-23T04:49:32Z", "content": "Drew Brees threw four touchdown passes to inexperienced receivers and the New Orleans Saints won their 10th straight game Thursday night with a 31-17 victory over Atlanta that eliminated the Falcons from contention in the NFC South. Tommylee Lewis and Austin … [+2831 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Postal workers rally at Edmonton Liberal MP's office", "description": "Striking Canada Post workers in Edmonton rallied at Liberal MP Randy Boissonnault's constituency office Thursday.", "url": "https://www.cbc.ca/news/canada/edmonton/postal-workers-rally-randy-boissonnault-s-office-1.4917499", "urlToImage": "https://i.cbc.ca/1.4917500.1542946095!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cupw-rally.jpg", "publishedAt": "2018-11-23T04:43:17Z", "content": "Canada Post workers in Edmonton rallied at Liberal MP Randy Boissonnault's constituency office Thursday in response to the federal government's back-to-work legislation being tabled in the House of Commons earlier in the day. Dozens of members of the Canadian… [+617 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Ralph", "title": "Bo Levi Mitchell headlines CFL awards with 2nd MOP", "description": "Bo Levi Mitchell has his second CFL outstanding player award. The Calgary Stampeders quarterback captured the honour Thursday night at the CFL's awards banquet. Voting was conducted by members of the Football Reporters of Canada as well as the nine CFL head c…", "url": "https://www.cbc.ca/sports/football/cfl/cfl-awards-recap-1.4917486", "urlToImage": "https://i.cbc.ca/1.4917535.1542947786!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cfl-west-division-final-football.jpg", "publishedAt": "2018-11-23T04:37:52Z", "content": "Bo Levi Mitchell has his second CFL outstanding player award. The Calgary Stampeders quarterback captured the honour Thursday night at the CFL's awards banquet. Voting was conducted by members of the Football Reporters of Canada as well as the nine CFL head c… [+5026 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Blue Bombers Stanley Bryant, Adam Bighill scoop up awards at CFL banquet", "description": "A pair of Winnipeg Blue Bombers were among the winners as the CFL's year-end awards were handed out Thursday night.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-blue-bombers-cfl-awards-1.4917491", "urlToImage": "https://i.cbc.ca/1.4917501.1542943779!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-blue-bomber-stanly-bryant-fbo-cfl-awards-20181122.jpg", "publishedAt": "2018-11-23T03:50:22Z", "content": "Two Winnipeg Blue Bombers were honoured at this year's CFL banquet Thursday night. Lineman Stanley Bryant and linebacker Adam Bighill each earned titles at the league's awards banquet in Edmonton, after voting was conducted by the Football Reporters of Canada… [+1337 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Sciarpelletti", "title": "Elementary school students use virtual reality to learn about Indigenous culture", "description": "A group of young students in Kamloops, B.C., is learning about indigenous tradition through the virtual world.", "url": "https://www.cbc.ca/news/canada/british-columbia/elementary-school-students-use-virtual-reality-to-learn-about-indigenous-culture-1.4917182", "urlToImage": "https://i.cbc.ca/1.4917223.1542942834!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/indigenous-virtual-reality.jpg", "publishedAt": "2018-11-23T03:35:07Z", "content": "A group of young students in Kamloops, B.C., is learning about Indigenous tradition through the virtual world. Students at Dallas Elementary are combining stories about the Secwepemc First Nations people with images taken with a 360-degree camera. The project… [+2440 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP seize large amount of cocaine, cash in Norway House, Man.", "description": "Multiple people are facing charges in Norway House, Man., after RCMP seized a large amount of cocaine and cash in three separate searches this month.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-norway-house-rcmp-1.4917468", "urlToImage": "https://i.cbc.ca/1.4917478.1542940622!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/norway-house-drug-and-cash-seizures.jpg", "publishedAt": "2018-11-23T03:34:51Z", "content": "Multiple people are facing charges in Norway House, Man., after RCMP seized a large amount of cocaine and cash in three separate searches this month. The first searches happened on Tuesday as part of an ongoing investigation. Norway House RCMP stopped and sea… [+1191 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Number of newborns with signs of drug withdrawal is increasing: Winnipeg health authority", "description": "The Winnipeg Regional Health Authority says it has seen an increase in the number of babies born displaying symptoms of withdrawal from drugs in the city over the past two years.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-neonatal-abstinence-syndrome-babies-withdrawal-1.4917375", "urlToImage": "https://i.cbc.ca/1.4813573.1536267888!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/429348994-baby-crawling-away-from-camera-wearing-disposable-diaper.jpg", "publishedAt": "2018-11-23T03:30:58Z", "content": "The Winnipeg Regional Health Authority says it has seen an increase in the number of babies born displaying symptoms of withdrawal from drugs in the city over the past two years. In the 2017-2018 fiscal year, 88 babies were born with neonatal abstinence syndr… [+3670 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton police working to address community street check concerns, commission told", "description": "Edmonton police told the Edmonton Police Commission Thursday that they have started to implement measures —some new, some ongoing— in response to 17 recommendations found in a recent audit on EPS’s street checking practices.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-police-respond-to-street-checks-1.4917423", "urlToImage": "https://i.cbc.ca/1.4917498.1542943631!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/acting-edmonton-police-chief-kevin-brezinski.jpg", "publishedAt": "2018-11-23T03:29:54Z", "content": "Edmonton police are still standing by the effectiveness of street checks, a controversial practice that has faced criticism from the public. Edmonton police officials told the Edmonton Police Commission Thursday that EPS have started to implement measures som… [+2307 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Nenshi and Trudeau 'hugged it out' during Calgary meeting", "description": "“We both talked about the regret we felt in terms of where we are at with this but ultimately both agreed that there was a plebiscite and it was the will of the people on how to move forward,” Nenshi told reporters.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-nenshi-trudeau-meeting-1.4917426", "urlToImage": "https://i.cbc.ca/1.4917457.1542938754!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nenshi-trudeau-meeting-calgary.jpg", "publishedAt": "2018-11-23T03:13:27Z", "content": "Calgary Mayor Naheed Nenshi says he \"hugged it out\" with Prime Minister Justin Trudeau when the two met Thursday, days after Nenshi issued a stern rebuke of his provincial and federal counterparts over their handling of the city's potential Olympic bid. \"We b… [+2847 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Manitoba's cannabis retailers hit with 6% tax to cover 'social costs' of legalization", "description": "Cannabis retailers in Manitoba will be slapped with a six per cent levy to cover the province's \"social costs\" in legalizing the drug.", "url": "https://www.cbc.ca/news/canada/manitoba/cannabis-retailers-manitoba-social-responsibility-fee-1.4917349", "urlToImage": "https://i.cbc.ca/1.4862218.1539467202!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/california-marijuana.jpg", "publishedAt": "2018-11-23T02:48:51Z", "content": "Cannabis retailers in Manitoba will be slapped with a six per cent levy to cover the province's \"social costs\" of legalizing the drug. The Manitoba government plans to begin collecting the markup, which it defines as a \"social responsibility fee,\" this Januar… [+2114 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alex Migdal", "title": "Academic independence of UBC research institute under threat, says director who resigned", "description": "The director of a prominent research institute at UBC has resigned, citing a series of directives from the university's president that he says threaten the institute's academic freedom.", "url": "https://www.cbc.ca/news/canada/british-columbia/peter-wall-institute-director-1.4914839", "urlToImage": "https://i.cbc.ca/1.4915669.1542851405!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/philippe-tortell.jpg", "publishedAt": "2018-11-23T02:46:12Z", "content": "The director of a prominent research institute at the University of British Columbia has resigned, citing a series of directives from the university's president, which he says threaten the institute's academic independence. Philippe Tortell, an oceanographer … [+3986 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Daniel MacEachern", "title": "Wedgewood Park pool contractor's legal battle with city heading to Supreme Court", "description": "EllisDon says it is still owed just under $1.1 million.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/paul-reynolds-centre-ellis-don-1.4916305", "urlToImage": "https://i.cbc.ca/1.4151256.1496930060!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paul-reynolds-community-centre-pool-water-slide.jpg", "publishedAt": "2018-11-23T02:39:48Z", "content": "With part of the new Paul Reynolds Community Centre closed for repairs and not for the first time the contractor that built it is heading to Supreme Court in an ongoing money dispute with the City of St. John's. The pool in the Wedgewood Park neighbourhood re… [+2541 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate McKenna", "title": "Fr. Brian Boucher was 'shocked' by sexual assault allegations, he testifies at his own trial", "description": "A Roman Catholic priest who served Montreal's English community for decades testified in his own defence Thursday. Fr. Brian Boucher is on trial on charges of sexual assault, sexual interference and invitation to sexual touching.", "url": "https://www.cbc.ca/news/canada/montreal/fr-brian-boucher-was-shocked-by-sexual-assault-allegations-he-testifies-at-his-own-trial-1.4917434", "urlToImage": "https://i.cbc.ca/1.4913699.1542753133!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-boucher.jpg", "publishedAt": "2018-11-23T01:55:31Z", "content": "A Roman Catholic priest who served Montreal's English community for decades said he was \"shocked\" to find out he was being charged with sex crimes. Fr. Brian Boucher, who is on trial on charges of sexual assault, sexual interference and invitation to sexual t… [+4277 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate McKenna", "title": "Montreal priest was 'shocked' by sexual assault allegations, he testifies at his own trial", "description": "A Roman Catholic priest who served Montreal's English community for decades testified in his own defence Thursday. Fr. Brian Boucher is on trial on charges of sexual assault, sexual interference and invitation to sexual touching.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-priest-was-shocked-by-sexual-assault-allegations-he-testifies-at-his-own-trial-1.4917434", "urlToImage": "https://i.cbc.ca/1.4913699.1542753133!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brian-boucher.jpg", "publishedAt": "2018-11-23T01:55:31Z", "content": "A Roman Catholic priest who served Montreal's English community for decades said he was \"shocked\" to find out he was being charged with sex crimes. Fr. Brian Boucher, who is on trial on charges of sexual assault, sexual interference and invitation to sexual t… [+4277 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "'Destroyed' by investigation, Guy Ouellette sues Quebec government for $550,000", "description": "A member of the Quebec legislature who says he was \"destroyed\" after being targeted by Quebec's anti-corruption police is suing the provincial government for $550,000.", "url": "https://www.cbc.ca/news/canada/montreal/guy-ouellette-sues-quebec-1.4917420", "urlToImage": "https://i.cbc.ca/1.4380831.1509573276!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/crime-que-legislature-arrest-20171031.jpg", "publishedAt": "2018-11-23T01:39:11Z", "content": "A member of the Quebec legislature who says he was \"destroyed\" after being targeted by Quebec's anti-corruption police is suing the provincial government for $550,000. Guy Ouellette is demanding $250,000 for harm to his reputation, $200,000 for moral prejudic… [+1575 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Cooper, Elliott lead Cowboys to big turkey day win over Washington", "description": "Ezekiel Elliott and Amari Cooper both had banner days against the Washington Redskins, and the Dallas Cowboys ar all the way back in the NFC East race.", "url": "https://www.cbc.ca/sports/football/nfl/dallas-cowboys-recap-washington-redskins-1.4917416", "urlToImage": "https://i.cbc.ca/1.4917428.1542936989!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/redskins-cowboys-football.jpg", "publishedAt": "2018-11-23T01:38:32Z", "content": "Ezekiel Elliott and Amari Cooper both had banner days against the Washington Redskins. The bonus for the Dallas Cowboys: They're all the way back in the NFC East race. Cooper had a 90-yard touchdown after celebrating with a free throw following his first scor… [+2907 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devin Heroux", "title": "CFL Commissioner continues to dream big — eyes expansion in near future", "description": "As CFL Commissioner Randy Ambrosie second season comes to a close, he sat down with CBC Sports' Devin Heroux to discuss everything going on in the league - including concussions, expansion and going international.", "url": "https://www.cbc.ca/sports/football/cfl/cfl-commissioner-randy-ambrosie-concussions-expansion-1.4917372", "urlToImage": "https://i.cbc.ca/1.4917408.1542935807!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ambrosie-randy.jpg", "publishedAt": "2018-11-23T01:27:33Z", "content": "EDMONTON Canadian Football League Commissioner Randy Ambrosie wraps up his second season at the end of Grey Cup week in Edmonton. On Friday morning, he'll give the annual State of the League address. CBC Sports reporter Devin Heroux sat down with Ambrosie Thu… [+7879 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP seeking man wanted on 8 provincewide warrants for gun crimes, assaults and theft related offences", "description": "Police are asking for the public’s help locating 21-year-old Kael Austin Svendsen who is facing numerous charges.", "url": "https://www.cbc.ca/news/canada/british-columbia/osoyoos-rcmp-wanted-1.4917374", "urlToImage": "https://i.cbc.ca/1.4917381.1542935947!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kael-austin-svendsen.jpg", "publishedAt": "2018-11-23T01:21:47Z", "content": "Osoyoos RCMP are asking for the public's help locating a man wanted for numerous crimes who they say escaped house arrest while awaiting trial. Twenty-one-year-old Kael Austin Svendsen is wanted on eight provincewide warrants on 21 counts including possession… [+514 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Province must address social, educational exclusion of newcomers: Bossé", "description": "New Brunswick’s child and youth advocate is calling on the provincial government to take action so that immigrant youth can take part “meaningfully” in schools and communities.", "url": "https://www.cbc.ca/news/canada/new-brunswick/norm-bosse-child-advocate-immigrant-youth-1.4917317", "urlToImage": "https://i.cbc.ca/1.4913400.1542742591!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/norm-bosse.jpg", "publishedAt": "2018-11-23T01:06:03Z", "content": "New Brunswick's child and youth advocate is calling on the provincial government to take action so that immigrant youth can take part \"meaningfully\" in schools and communities. Norm Bossé outlined in this year's State of the Child report high levels of social… [+3023 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Province moves to clamp down on misbehaving Manitoba municipal officials with standardized code of conduct", "description": "A mayor in rural Manitoba who took a stand against harassment involving municipal government officials is pleased the province is cracking down.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-government-harassment-abuse-municipal-1.4917227", "urlToImage": "https://i.cbc.ca/1.4642488.1525176580!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/cheryl-christian.png", "publishedAt": "2018-11-23T00:53:53Z", "content": "A mayor in rural Manitoba who took a stand against harassment involving municipal government officials is pleased the province is cracking down on such behaviour. The Manitoba government introduced legislation Thursday that would standardize a code of conduct… [+3222 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "Kenney's Peace Country land sale idea gets thumbs-down from NDP, Alberta Party", "description": "Environment Minister Shannon Phillips says Jason Kenney’s idea to sell off Crown land to help balance the Alberta budget will likely face opposition from First Nations.", "url": "https://www.cbc.ca/news/canada/edmonton/kenney-peace-country-land-sale-1.4917340", "urlToImage": "https://i.cbc.ca/1.4917346.1542931664!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/alta-kenney-extremist-20181030.jpg", "publishedAt": "2018-11-23T00:45:50Z", "content": "Environment Minister Shannon Phillips says Jason Kenney's idea to sell off Crown land to help balance the provincial budget will likely face opposition from First Nations. The United Conservative Party leader floated the idea of selling land in the Peace Coun… [+1818 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Deteriorating' driving conditions predicted for Coquihalla Highway with snow inbound", "description": "Environment Canada has issued an alert for drivers on the Coquihalla Highway Thursday with 20 to 30 centimetres of snow possible for the key provincial route.", "url": "https://www.cbc.ca/news/canada/british-columbia/coquihalla-highway-weather-1.4917343", "urlToImage": "https://i.cbc.ca/1.4917345.1542933596!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/coquihalla-highway-november-22-2018.jpg", "publishedAt": "2018-11-23T00:41:31Z", "content": "Environment Canada is warning drivers on B.C.'s Coquihalla Highway to take extra care as a winter storm could sweep across the key route from Hope to Kamloops. The weather service predicts heavy snow will fall in the Southern interior beginning Thursday and l… [+620 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Zoolights, Santa Claus & Beethoven: Calgary entertainment this weekend", "description": "The mercury may be dropping this weekend but there's lots to do in Calgary's arts and entertainment scene so here’s our weekly roundup.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-entertainment-1.4917296", "urlToImage": "https://i.cbc.ca/1.2445405.1385750701!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-zoolights.jpg", "publishedAt": "2018-11-23T00:32:20Z", "content": "The mercury may be dropping this weekend but there's lots to do in Calgary's arts and entertainment scene so here's our weekly roundup. ACAD show and sale The Alberta College of Art and Design (ACAD) is hopping with all kinds of art-related activities startin… [+2558 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Cory Coleman", "title": "Drilling underway at $50M geothermal power plant near Estevan, Sask.", "description": "Deep Earth Energy Production Corp. announced drilling has started for a geothermal power plant near Estevan.", "url": "https://www.cbc.ca/news/canada/saskatchewan/drilling-geothermal-plant-sask-1.4917287", "urlToImage": "https://i.cbc.ca/1.4917327.1542932915!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/geothermal-plant-sask.jpg", "publishedAt": "2018-11-23T00:31:33Z", "content": "A major geothermal power plant has broken ground in Saskatchewan, with hopes of generating electricity by spring. The company leading the project, Deep Earth Energy Production Corp. (DEEP), announced drilling has started at the site's location near Estevan. T… [+1854 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Yes, Thursday's cold was record-breaking in Quebec", "description": "Environment Canada confirms a new record was set Thursday for the coldest Nov. 22 since it began keeping track in the Outaouais region and the south of Quebec.", "url": "https://www.cbc.ca/news/canada/montreal/record-cold-quebec-november-1.4917339", "urlToImage": "https://i.cbc.ca/1.4914184.1542803003!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter-weather-november.jpg", "publishedAt": "2018-11-23T00:12:29Z", "content": "Today's cold has set a record in Quebec. Environment Canada confirms a new low for Nov. 22 was reached Thursday in the Outaouais region, as well as in the south of Quebec. For Montreal, the previous record for Nov. 22 was 14 C in 1972. On Thursday, it was 17.… [+1063 chars]"}]}