{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Craig Desson", "title": "'I can walk home confidently': West Island charity distributes free winter boots to the needy", "description": "On Rock, a West Island charity has been distributing winter boots to those in need for four years.", "url": "https://www.cbc.ca/news/canada/montreal/i-can-walk-home-confidently-west-island-charity-distributes-free-winter-boots-to-the-needy-1.4926535", "urlToImage": "https://i.cbc.ca/1.4926665.1543535841!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sileola-akinjagunla.jpg", "publishedAt": "2018-11-30T00:00:00Z", "content": "On a slushy November day, Sileola Akinjagunla arrived at the On Rock community centre wearing moccasins. \"It's not waterproof. I have to walk carefully,\" she said. Akinjagunla came to the Pierrefonds community organization and food bank for their annual winte… [+1845 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Toronto Police superintendent Ron Taverner appointed new OPP commissioner", "description": "Ronald (Ron) Taverner has been appointed commissioner of the Ontario Provincial Police, Minister of Community Safety and Correctional Services Sylvia Jones announced Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/ronald-taverner-commissioner-opp-1.4926637", "urlToImage": "https://i.cbc.ca/1.4898389.1541724559!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/supt-ron-taverner.jpg", "publishedAt": "2018-11-29T23:53:19Z", "content": "Ronald (Ron) Taverner has been appointed commissioner of the Ontario Provincial Police, Minister of Community Safety and Correctional Services Sylvia Jones announced Thursday. Taverner, currently a superintendent with Toronto Police, will assume his post on D… [+1458 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC", "title": "More than 100 people looking for somewhere to sleep after St. John's apartment fire", "description": "The fire damaged the building's electrical and safety systems, according to the Canadian Red Cross.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/blackmarsh-road-apartment-fire-1.4926602", "urlToImage": "https://i.cbc.ca/1.4926638.1543534164!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/being-led-away.jpg", "publishedAt": "2018-11-29T23:47:22Z", "content": "More than 100 people are looking for somewhere to sleep Thursday night after a fire at the Rockcliffe Heights apartment complex on Blackmarsh Road in the west end of St. John's, according to the Canadian Red Cross. Fire crews got a call around 2 p.m. and arri… [+865 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Desmond Brown", "title": "Paramedic union tweet has city councillor 'gravely concerned' about shortage of ambulances", "description": "Coun. Jim Karygiannis is worried that there might be too few ambulances available to respond to critical calls in the city, after paramedics sounded the alarm on Twitter last Sunday.", "url": "https://www.cbc.ca/news/canada/toronto/toronto-paramedic-union-critical-shortage-of-ambulances-1.4926563", "urlToImage": "https://i.cbc.ca/1.4926574.1543531489!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ambulance.jpg", "publishedAt": "2018-11-29T23:41:34Z", "content": "A Toronto city councillor is worried that there might be too few ambulances available to respond to critical calls in the city after paramedics sounded the alarm on Twitter last Sunday. Responding to a Nov. 25 tweet from the union representing paramedics in t… [+4058 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Steve Rukavina", "title": "RCMP crossed line while interrogating radicalized teen after 2014 terror attack, says Quebec Appeals Court", "description": "An RCMP interrogation of a radicalized teenager, hours after the 2014 terror attack in Saint-Jean-sur-Richelieu​, was \"abusive\" and should not have been used against him at trial, Quebec's Court of Appeal has ruled.", "url": "https://www.cbc.ca/news/canada/montreal/rcmp-crossed-line-while-interrogating-radicalized-teen-after-2014-terror-attack-says-quebec-appeals-court-1.4926173", "urlToImage": "https://i.cbc.ca/1.3633780.1465862563!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/court-of-appeal.jpg", "publishedAt": "2018-11-29T23:40:40Z", "content": "An RCMP interrogation of a radicalized teenager, hours after the 2014 terror attack in Saint-Jean-sur-Richelieu, was \"abusive\" and should not have been used against him at trial, Quebec's Court of Appeal said in a decision released Thursday. But despite that … [+4036 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Gemma Karstens-Smith", "title": "Canada's veteran lugers become mentors as youth movement sweeps national team", "description": "Veteran Canadian lugers Justin Snith and Tristan Walker are finding the job of mentoring the next generation of athletes a little bit difficult to accept. \"We're starting to feel old,\" said Snith, who is 26. His doubles partner, Walker, is 27.", "url": "https://www.cbc.ca/sports/olympics/winter/luge/luge-youth-movement-snith-walker-1.4926136", "urlToImage": "https://i.cbc.ca/1.4926519.1543529309!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/luge-canadians.jpg", "publishedAt": "2018-11-29T23:40:02Z", "content": "Veteran Canadian lugers Justin Snith and Tristan Walker are finding the job of mentoring the next generation of athletes a little bit difficult to accept. \"We're starting to feel old,\" said Snith, who is 26. His doubles partner, Walker, is 27. When a fresh-fa… [+3786 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Zimonjic", "title": "Grewal still in Liberal caucus a week after saying he'd resign over gambling addiction", "description": "Despite informing the Prime Minister's Office last week that he was resigning as an MP to deal with a gambling addiction, Raj Grewal remains a member of both the Liberal caucus and the House of Commons.", "url": "https://www.cbc.ca/news/politics/grewal-gambling-addiction-caucus-house-1.4926254", "urlToImage": "https://i.cbc.ca/1.4598648.1522333996!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/commons-20160603.jpg", "publishedAt": "2018-11-29T23:25:46Z", "content": "Despite informing the Prime Minister's Office last week that he was resigning as an MP to deal with a gambling addiction, MP Raj Grewal remains a member of both the Liberal caucus and the House of Commons. The news comes despite opposition demands for clarifi… [+4184 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "Opening of emergency out-of-the-cold shelter delayed by zoning", "description": "Fredericton's emergency out-of-the-cold shelter opening has been delayed because the building donated by the Anglican church isn't zoned properly.", "url": "https://www.cbc.ca/news/canada/new-brunswick/out-of-the-cold-shelter-opening-delayed-1.4926430", "urlToImage": "https://i.cbc.ca/1.4922600.1543344610!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/homeless-shelter.jpeg", "publishedAt": "2018-11-29T23:24:15Z", "content": "Fredericton's emergency out-of-the-cold shelter opening has been delayed. The Anglican diocese of Fredericton donated a house to the Community Action Group on Homelessness to be made into an overnight shelter, but the city said the property wasn't zoned prope… [+2348 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Governor General meets dignitaries, visits Yukon College on first official visit", "description": "Julie Payette says the North is essential to understanding and monitoring the impacts of climate change in Canada.", "url": "https://www.cbc.ca/news/canada/north/yukon-college-climate-change-payette-1.4926402", "urlToImage": "https://i.cbc.ca/1.4926512.1543529912!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/julie-payette.jpg", "publishedAt": "2018-11-29T23:14:38Z", "content": "Governor General Julie Payette was in Whitehorse Thursday on a one-day visit to introduce herself to Yukoners. Payette said she came to the territory many times when she was an astronaut. This was her first trip as Governor General but not her last, she said.… [+1734 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman learns of miscarriage after jail denies her ultrasound", "description": "A woman who was pregnant while in the Miramichi women's jail said was denied access to a doctor after she started to bleed and later learned she lost her baby.", "url": "https://www.cbc.ca/news/canada/new-brunswick/julie-arseneau-ultrasound-miscarriage-miramichi-jail-1.4926332", "urlToImage": "https://i.cbc.ca/1.4926344.1543525700!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/julie-arseneau.JPG", "publishedAt": "2018-11-29T23:03:36Z", "content": "A woman who was pregnant while in the Miramichi women's jail said was denied access to a doctor after she started to bleed and later learned she lost her baby. Julie Arseneau of Edmundston was arrested Oct. 16, when she was two months pregnant. She was charge… [+2992 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "14-year-old girl pulled into bushes and sexually assaulted in East Vancouver", "description": "Police are looking for witnesses and dashcam footage from the area near Kingsway and Miller Street on Tuesday afternoon.", "url": "https://www.cbc.ca/news/canada/british-columbia/14-year-old-girl-pulled-into-bushes-and-sexually-assaulted-in-east-vancouver-1.4926557", "urlToImage": "https://i.cbc.ca/1.4429974.1533063033!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stock-vancouver-police-department-vpd-cruiser-traffic-stop-crime-liquor-laws.jpg", "publishedAt": "2018-11-29T23:00:32Z", "content": "Vancouver police say a teenage girl was sexually assaulted by a stranger last Tuesday after she was pulled into a wooded area in East Vancouver. Police say the 14-year-old girl got off a bus on Kingsway at around 5 p.m. and was walking north on Miller Street … [+588 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "14-year-old girl pulled into bushes and sexually assaulted in East Vancouver", "description": "Police are looking for witnesses and dashcam footage from the area near Kingsway and Victoria Drive on Tuesday afternoon.", "url": "https://www.cbc.ca/news/canada/british-columbia/teen-pulled-into-bushes-sexually-assaulted-east-vancouver-1.4926557", "urlToImage": "https://i.cbc.ca/1.4927111.1543587598!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brewer-s-park.jpg", "publishedAt": "2018-11-29T23:00:32Z", "content": "Vancouver police say a teenage girl was sexually assaulted by a stranger after she was pulled into a wooded area in East Vancouver on Tuesday. Police say the 14-year-old girl got off a bus on Kingsway at around 5 p.m. and was walking north on Miller Street wh… [+585 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Leavitt", "title": "Single mother of five struggles with squirrel infestation in Pierrefonds apartment", "description": "Ihssan Seif knew something had to be done - fast - after a squirrel climbed into her baby's crib in the middle of night and scratched her.", "url": "https://www.cbc.ca/news/canada/montreal/cloverdale-squirrels-1.4925466", "urlToImage": "https://i.cbc.ca/1.4925702.1543512358!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ihssan-seif.jpg", "publishedAt": "2018-11-29T23:00:00Z", "content": "Ihssan Seif woke up in the middle of the night in early November to the screams of her 18-month old daughter. After rushing into her room, she saw a squirrel inside the crib, and bloody scratch marks all over her daughter's leg. Seif says her Pierrefonds apar… [+3530 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Deadly Ebola outbreak in Congo now 2nd largest in history", "description": "The World Health Organization says Congo's deadly Ebola outbreak is now the second largest in history, behind the devastating West Africa outbreak that killed thousands a few years ago.", "url": "https://www.cbc.ca/news/world/ebola-congo-outbreak-1.4926426", "urlToImage": "https://i.cbc.ca/1.4926463.1543528114!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1as0y4.jpg", "publishedAt": "2018-11-29T22:45:00Z", "content": "The World Health Organization says Congo's deadly Ebola outbreak is now the second largest in history, behind the devastating West Africa outbreak that killed thousands of people a few years ago. It is already the worst Congo itself has ever recorded. WHO eme… [+1788 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Benjamin Shingler", "title": "Quebec's high school history books should be taken out of classrooms, independent review says", "description": "Quebec's high school history textbooks fail to adequately tell the story of the province's minorities and Indigenous population, according to an independent review commissioned by the English Montreal School Board.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-history-high-school-emsb-1.4926499", "urlToImage": "https://i.cbc.ca/1.4024668.1529356863!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/benjamin-shingler.jpg", "publishedAt": "2018-11-29T22:31:27Z", "content": "Quebec's high school history textbooks fail to adequately tell the story of the province's minorities and Indigenous population and should be pulled from classrooms, according to an independent review commissioned by the English Montreal School Board. The rev… [+1960 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "The Pollcast: Can the Bloc bounce back?", "description": "On the latest episode of the Pollcast, Interim Bloc Québécois leader Mario Beaulieu joins host Éric Grenier to discuss the party's plans for the 2019 federal election. Plus, Radio-Canada's Philippe-Vincent Foisy breaks down the Bloc's upcoming leadership race.", "url": "https://www.cbc.ca/news/politics/pollcast-beaulieu-foisy-1.4925495", "urlToImage": "https://i.cbc.ca/1.4925535.1543509156!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bloc-quebecois-rebuilding-20181105.jpg", "publishedAt": "2018-11-29T22:25:42Z", "content": "Now preparing to pick its fifth leader since it was dealt a historic defeat in the 2011 federal election, the Bloc Québécois is hoping it can bounce back in the 2019 federal election. That leader will be chosen in February but will it be enough to help the so… [+2151 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hannah Thibedeau,Chris Hall", "title": "Security report on Trudeau's problem-plagued India trip set to drop within days", "description": "The findings of a special security review into Prime Minister Justin Trudeau's much-maligned trip to India early this year will be released Monday.", "url": "https://www.cbc.ca/news/politics/trudeau-india-atwal-1.4926456", "urlToImage": "https://i.cbc.ca/1.4547223.1543529455!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/india-canada-trudeau.jpg", "publishedAt": "2018-11-29T22:17:20Z", "content": "The findings of a special security review into Prime Minister Justin Trudeau's much-maligned trip to India early this year will be released Monday. Copies of the classified report are in the hands of the Prime Minister's Office and Public Safety Minister Ralp… [+3531 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Manjula Selvarajah", "title": "Allowance apps are the modern piggy banks and they could really help your kids", "description": "Canadian youth get top marks for financial literacy but more than one in ten 15-year-olds struggle with basic financial skills. But new allowance apps can help them manage their chores and allowance.", "url": "https://www.cbc.ca/news/canada/allowance-apps-are-the-modern-piggy-banks-and-they-could-really-help-your-kids-1.4926286", "urlToImage": "https://i.cbc.ca/1.4926352.1543528658!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/child-with-money.jpg", "publishedAt": "2018-11-29T22:09:56Z", "content": "Canadian youth get top marks for financial literacy, but more than one in ten 15 year olds struggle with basic financial skills. That's according to the last assessment of financial literacy in teens by the Organisation for Economic Co-operation and Developme… [+3028 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "Alberta announces 'historic' revenue-sharing deal with Calgary, Edmonton", "description": "A new funding deal between the Alberta government and the province’s two largest cities ties funding for capital projects to gains and dips in provincial revenues.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-announces-historic-revenue-sharing-deal-with-calgary-edmonton-1.4926478", "urlToImage": "https://i.cbc.ca/1.4926493.1543528836!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/iveson-anderson-ceci.jpeg", "publishedAt": "2018-11-29T22:03:17Z", "content": "A new funding deal between the Alberta government and the province's two largest cities ties funding for capital projects to gains and dips in provincial revenues. Bill 32, introduced Thursday by Municipal Affairs Minister Shaye Anderson, also legislates a se… [+3774 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Christmas criminals trailing delivery trucks through the streets, Edmonton police say", "description": "With Christmas fast approaching, police are warning that thieves have been spotted following delivery trucks through the streets, waiting for parcels to be dropped off, then making off with them before residents arrive home.", "url": "https://www.cbc.ca/news/canada/edmonton/christmas-parcels-thieves-delivery-trucks-online-shopping-1.4926354", "urlToImage": "https://i.cbc.ca/1.3861165.1479765348!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/newyork-amazon.jpg", "publishedAt": "2018-11-29T22:02:28Z", "content": "For shoppers who want to protect their precious parcels, there's no place like home for the holidays, Edmonton police say. With Christmas fast approaching, police are warning that thieves have been spotted following delivery trucks through the streets, waitin… [+1425 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Empty homes tax not helping rental crisis, generating millions more for Vancouver: report", "description": "It was supposed to help Vancouver's rental crisis but in the first year of the EHT's implementation, the city's vacancy rate rose by just 0.1 per cent.", "url": "https://www.cbc.ca/news/canada/british-columbia/empty-homes-tax-not-helping-rental-crisis-generating-millions-more-for-vancouver-report-1.4925994", "urlToImage": "https://i.cbc.ca/1.4815823.1541373859!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vancouver-rental-housing.jpg", "publishedAt": "2018-11-29T22:02:04Z", "content": "Vancouver's empty homes tax was supposed to help lessen the rental crunch by motivating owners of empty and under-utilized properties to put them on market. But, in its first year of implementation, the tax appears to be be doing little to achieve its stated … [+2715 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Man hit by car at white nationalist rally gives emotional testimony at driver's murder trial", "description": "No one disputes James Alex Fields Jr. plowed his car into a crowd of counter-protesters at a white nationalist rally in Virginia last year, killing a woman and injuring dozens more. The only question, jurors were told Thursday, is why did he do it?", "url": "https://www.cbc.ca/news/world/charlottesville-trial-fields-1.4926015", "urlToImage": "https://i.cbc.ca/1.4926016.1543519438!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/confederate-monument-protest.jpg", "publishedAt": "2018-11-29T21:51:02Z", "content": "One of the first witnesses at the trial of the man charged with driving his car into a crowd of people In Charlottesville, Va., last year was a man whose image was captured in a dramatic photo as he was struck by James Alex Fields Jr.'s car. Marcus Martin bec… [+2838 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Alberta plans to buy 7,000 railcars to ease 'crisis' in oil price differentials", "description": "Alberta needs to buy as many as 7,000 railcars if it wants to be able to meet its goal of shipping an additional 120,000 barrels of oil a day, says Premier Rachel Notley.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-railcars-7-000-oil-price-crisis-1.4926318", "urlToImage": "https://i.cbc.ca/1.4926372.1543526163!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/notley-pipelines-politics-20171122.jpg", "publishedAt": "2018-11-29T21:41:14Z", "content": "Alberta needs to buy as many as 7,000 railcars if it wants to be able to meet its goal of shipping an additional 120,000 barrels of oil a day, says Premier Rachel Notley. In a speech to the Toronto Board of Trade, Notley says her province is prepared to buy r… [+2476 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tori Weldon", "title": "Moncton fire where woman's body found was 'intentionally set'", "description": "A fire at a Joyce Street NB Housing unit where the body of a woman was found was intentionally set, but no criminal charges are expected to be laid, according to Fire Department Division Chief Charles Leblanc.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fire-joyce-avenue-intentional-dead-woman-body-1.4926236", "urlToImage": "https://i.cbc.ca/1.4923634.1543416092!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/apartment-fire.jpg", "publishedAt": "2018-11-29T21:38:14Z", "content": "A fire at a New Brunswick Housing apartment where the body of a woman was found was intentionally set, but no criminal charges are expected, the Moncton Fire Department said Thursday. Firefighters found the woman's body inside a second-floor bathroom after th… [+950 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Magdalen Islands lose power, phone service as winter storm hits region", "description": "Winds reaching up to 130 km/hr gusted overnight, knocking down telephone and power lines in the archipelago. The islands' airport is also closed.", "url": "https://www.cbc.ca/news/canada/montreal/magdalen-islands-power-outage-internet-phone-service-1.4926105", "urlToImage": "https://i.cbc.ca/1.4926166.1543522411!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/magdalen-islands-outage-storm.jpg", "publishedAt": "2018-11-29T21:37:23Z", "content": "Residents of the Magdalen Islands were left cut off from the mainland Thursday after a storm swept through the region. Winds reaching up to 130 km/hr gusted overnight, knocking down telephone and power lines in the archipelago. More than half of the residents… [+1617 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Calgary mother found in laundry hamper 'beyond any help,' officer testifies at double murder trial", "description": "Before Const. Bradley Nykoluk discovered Sara Baillie's body stuffed into a laundry hamper in her daughter's bedroom closet, there were signs the victim and her daughter had recently been alive. Nykoluk testified on Day 4 of Edward Downey's trial.", "url": "https://www.cbc.ca/news/canada/calgary/edward-downey-murder-trial-taliyah-marsman-sara-baillie-day-4-1.4925808", "urlToImage": "https://i.cbc.ca/1.3675582.1468356986!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sara-baillie-taliyah-leigh-marsman.jpg", "publishedAt": "2018-11-29T21:22:39Z", "content": "Before Const. Bradley Nykoluk discovered Sara Baillie's body stuffed into a laundry hamper in her daughter's bedroom closet, there were signs the victim and her five-year-old had recently been alive. A still-damp towel hung in the bathroom, a little girl's be… [+2570 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Therapy dog rescued from icy river", "description": "OPP officers in Drummond/North Elmsley Township rescued a therapy dog that had strayed into the icy waters of the Tay River.", "url": "https://www.cbc.ca/news/canada/ottawa/opp-tay-river-dog-rescue-1.4926235", "urlToImage": "https://i.cbc.ca/1.4926259.1543526520!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dog-rescue.jpg", "publishedAt": "2018-11-29T21:21:30Z", "content": "OPP officers in Drummond/North Elmsley Township rescued a therapy dog that had strayed into the icy waters of the Tay River. The dog's owner called 911 shortly after 11 a.m. to report their dog, Teddy, had fallen through the ice about eight metres from shore … [+716 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Fans attend court to hear arguments in murder case featured on Serial podcast", "description": "Roughly two years after a new trial was ordered, Maryland's highest court on Thursday heard arguments in their review of the high-profile case of Adnan Syed whose murder conviction was chronicled in the hit Serial podcast that attracted millions of armchair d…", "url": "https://www.cbc.ca/news/entertainment/serial-podcast-adnan-syed-case-1.4926053", "urlToImage": "https://i.cbc.ca/1.3078425.1543524866!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/adnan-syed.jpg", "publishedAt": "2018-11-29T21:19:53Z", "content": "Roughly two years after a new trial was ordered, Maryland's highest court on Thursday heard arguments in their review of the high-profile case of a man whose murder conviction was chronicled in the hit Serial podcast that attracted millions of armchair detect… [+4599 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "No criminal charges for 42 migrants arrested during caravan protest", "description": "No criminal charges will be filed against any of the 42 people associated with a caravan of Central American migrants who were arrested in a clash that ended with U.S. authorities firing tear gas into Mexico.", "url": "https://www.cbc.ca/news/world/mexico-border-us-asylum-seekers-arrested-caravan-1.4926183", "urlToImage": "https://i.cbc.ca/1.4926213.1543526063!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-immigration-caravan.jpg", "publishedAt": "2018-11-29T21:15:22Z", "content": "No criminal charges will be filed against any of the 42 people associated with a caravan of Central American migrants who were arrested in a clash that ended with U.S. authorities firing tear gas into Mexico, The Associated Press has learned. The decision not… [+2852 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Health minister vows to strengthen oversight of medical devices after investigation reveals problems", "description": "Health Minister Ginette Petitpas Taylor says she is \"deeply concerned\" by problems with implanted medical devices that have been been revealed by investigative journalists and has pledged to make changes.", "url": "https://www.cbc.ca/news/health/health-minister-responds-the-implant-files-1.4926186", "urlToImage": "https://i.cbc.ca/1.4912084.1542668013!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nonie.jpg", "publishedAt": "2018-11-29T21:14:43Z", "content": "Canada's health minister says she is \"deeply concerned\" by problems with implanted medical devices that have been been revealed by investigative journalists and has pledged to make changes. \"The government of Canada agrees that more can be done to further str… [+5409 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Osler", "title": "The future of cash in Canada", "description": "There have never been more ways to pay for something as there are now and the oldest way — cash — is on the decline, especially in Canada. But some experts are raising concerns about the risks of a cashless society.", "url": "https://www.cbc.ca/news/canada/the-future-of-cash-in-canada-1.4925852", "urlToImage": "https://i.cbc.ca/1.4925951.1543521298!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/online-payment-and-shopping.jpg", "publishedAt": "2018-11-29T21:14:22Z", "content": "There have never been more ways to pay for something as there are now and the oldest way cash is on the decline, especially in Canada. But some experts are raising concerns about the risks of a cashless society. Timothy Lane, deputy governor of the Bank of Ca… [+4211 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvette Brend", "title": "No sign of marauding otter, surviving koi safe as Sun Yat-Sen looks to future", "description": "The otter's reign of terror is over, hopefully for good. But park staff is installing cameras just to be sure before putting prized koi back in the ponds at Dr. Sun Yat-Sen Classical Chinese Garden ponds.", "url": "https://www.cbc.ca/news/canada/british-columbia/otterwatch2018-river-otter-terrorizing-vancouver-chinese-classical-garden-ponds-awol-1.4926073", "urlToImage": "https://i.cbc.ca/1.4384567.1509650122!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/otter-northern-lights.JPG", "publishedAt": "2018-11-29T21:11:02Z", "content": "The otter's reign of terror is over, hopefully for good. The river otter that's been eating prized koi at Vancouver's Dr. Sun Yat-San Classical Chinese Garden hasn't been seen since Saturday. \"We feel that Elvis has left the building and he is no longer on si… [+1899 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "Red Deer man charged with sexual assault after multiple complaints", "description": "A 41-year-old man has been charged with sexual assault following multiple complaints in recent months throughout Red Deer, Alta.", "url": "https://www.cbc.ca/news/canada/calgary/red-deer-sexual-assault-charges-1.4926038", "urlToImage": "https://i.cbc.ca/1.4413887.1543517793!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-car.jpg", "publishedAt": "2018-11-29T21:04:50Z", "content": "A 41-year-old man has been charged with sexual assault following multiple complaints throughout Red Deer, Alta., in recent months. Daniel Leonard of Red Deer was charged Thursday by the RCMP with two counts of sexual assault, three of an indecent act and seve… [+1827 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kristin Annable", "title": "Air monitoring, more garden tests needed as lead levels stay high in parts of Winnipeg, officials say", "description": "Air monitoring and more tests of soil from home gardens and in other areas of Winnipeg are needed, government officials say after the release of tests results that show lead contamination persists in parts of the city.", "url": "https://www.cbc.ca/news/canada/manitoba/point-douglas-weston-school-lead-1.4925771", "urlToImage": "https://i.cbc.ca/1.4921459.1543289040!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/soil-testing.jpg", "publishedAt": "2018-11-29T21:01:28Z", "content": "Air monitoring and more tests of soil from home gardens and in other areas of Winnipeg are needed, government officials say after the release of tests results that show lead contamination persists in parts of the city. The results of 116 tests done in fall we… [+3774 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Arson suspected in fire that sent woman, 5 kids from their home", "description": "A mother and five children were forced out of a central Edmonton home by fire early Thursday morning and police have now charged a woman with arson in connection with the blaze.", "url": "https://www.cbc.ca/news/canada/edmonton/central-edmonton-home-fire-november-1.4926111", "urlToImage": "https://i.cbc.ca/1.4926248.1543523681!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/fire-photo.jpeg", "publishedAt": "2018-11-29T21:00:09Z", "content": "A mother and five children were forced out of a central Edmonton home by fire early Thursday morning and police have now charged a woman with arson in connection with the blaze. The fire spread through an enclosed porch at the back of the home near 97th Stree… [+830 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Sidewalk Labs unveils more plans for high-tech Toronto community", "description": "Google affiliate Sidewalk Labs has unveiled more details around the high-tech community it is hoping to build in Toronto.", "url": "https://www.cbc.ca/news/canada/toronto/sidewalk-labs-unveils-more-plans-for-high-tech-toronto-community-1.4926258", "urlToImage": "https://i.cbc.ca/1.4789296.1534525583!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/sidewalk-toronto.png", "publishedAt": "2018-11-29T20:53:42Z", "content": "Google affiliate Sidewalk Labs has unveiled more details around the high-tech community it is hoping to build in Toronto. The Alphabet Inc.-backed company is proposing the Quayside community be centred around a dozen timber buildings, each a mix of commercial… [+663 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Mugger who targeted elderly woman thwarted by witnesses in Grand Falls-Windsor", "description": "The RCMP are looking for a young woman who mugged an elderly woman in a bank parking lot in Grand Falls-Windsor Wednesday afternoon.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/elderly-woman-mugged-grand-falls-windsor-1.4926200", "urlToImage": "https://i.cbc.ca/1.4926217.1543523197!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cibc-grand-falls-windsor.jpg", "publishedAt": "2018-11-29T20:52:53Z", "content": "The RCMP are looking for a young woman who they say mugged an elderly woman in the parking lot of a bank in Grand Falls-Windsor Wednesday afternoon. Police officers were called to a robbery in the CIBC parking lot around 3 p.m. An elderly woman reported havin… [+408 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Mother of drowned diver hopes company's appeal will lead to trial — and answers", "description": "Paul's Diving Services Inc. had pleaded guilty to two charges under the Occupational Health and Safety Act. But now the company says an expert hired by the prosecution wasn't impartial.", "url": "https://www.cbc.ca/news/canada/nova-scotia/mother-of-drowned-diver-hopes-company-s-appeal-will-lead-to-trial-and-answers-1.4925565", "urlToImage": "https://i.cbc.ca/1.4207001.1524264826!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/luke-seabrook.jpg", "publishedAt": "2018-11-29T20:52:32Z", "content": "The mother of a commercial diver who drowned more than three years ago at a Nova Scotia Power tidal facility is welcoming attempts by the company he worked for to withdraw two guilty pleas it entered in connection with his death. Luke Seabrook, 39, drowned at… [+2170 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Near-miss with cement block on Hebron had 'potential for major injury,' says regulator", "description": "A large cement piece came loose and tipped on its side while being transported in a container basket. Two people were in the basket at the time.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/near-miss-cement-piece-hebron-1.4926072", "urlToImage": "https://i.cbc.ca/1.4647608.1525384114!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hebron-platform-trinity-bay-nl.jpg", "publishedAt": "2018-11-29T20:42:51Z", "content": "A metre-high piece of cement tipped over in a container basket on the Hebron platform on Tuesday, endangering two workers, according to the Canada-Newfoundland and Labrador Offshore Petroleum Board. The workers were in the basket with the large cement block w… [+540 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Confusion abounds over plans to sign NAFTA's replacement on Friday", "description": "As the clock continues to count down to a Friday signing ceremony for the revised North American trade agreement, the Canadian government still has not confirmed its participation.", "url": "https://www.cbc.ca/news/politics/usmca-signing-thursday-1.4925984", "urlToImage": "https://i.cbc.ca/1.4926139.1543521948!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trudeau-argentina-g20-20181129.jpg", "publishedAt": "2018-11-29T20:42:01Z", "content": "As the clock continues to count down to a Friday signing ceremony for the revised North American trade agreement, the Canadian government still has not confirmed that it's actually taking part. Mexico's chief trade negotiator, Kenneth Smith Ramos, said on Twi… [+4602 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "If climate change is inevitable, here's how B.C. can survive", "description": "A decade ago, few people talked about adapting to climate change — but now, preparing for hotter, longer summers, rising sea levels and increased rainfall is a pressing concern for municipalities in British Columbia.", "url": "https://www.cbc.ca/news/canada/british-columbia/if-climate-change-is-inevitable-here-s-how-bc-can-survive-1.4926135", "urlToImage": "https://i.cbc.ca/1.4660562.1526136676!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grand-forks-flood.jpg", "publishedAt": "2018-11-29T20:41:20Z", "content": "A decade ago, few people talked about adapting to climate change but now, preparing for hotter, longer summers, rising sea levels and increased rainfall is a pressing concern for municipalities in British Columbia. Governments and industry in B.C. are already… [+3153 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Austria's Schmidhofer posts fastest time at Lake Louise training run", "description": "Austria's Nicole Schmidhofer was fastest in the final training run for the women's season-opening World Cup downhills.", "url": "https://www.cbc.ca/sports/olympics/winter/alpineskiing/alpine-world-cup-women-lake-louise-2018-1.4926143", "urlToImage": "https://i.cbc.ca/1.4926221.1543523235!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/schmidhofer-nicole-112918.jpg", "publishedAt": "2018-11-29T20:37:05Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "Sex assault perpetrators, not victims, should be focus of research, prof says", "description": "A University of New Brunswick professor says it’s time for sexual assault research to zero in on the perpetrator, instead of putting responsibility on the victims.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-sexual-assault-research-unb-1.4925505", "urlToImage": "https://i.cbc.ca/1.3076878.1502736699!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lucia-o-sullivan.jpg", "publishedAt": "2018-11-29T20:34:02Z", "content": "A University of New Brunswick professor says it's time for sexual assault research to zero in on the perpetrator, instead of focusing on victims. Psychology professor Lucia O'Sullivan said the vast majority of research conducted about sexual assault is about … [+3222 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Plan to close child advocate office 'unconscionable,' youth, child welfare advocates say", "description": "Young people who grew up in Ontario's child welfare system are urging the province to reverse its plan to close the Ontario Child Advocate's office. \"Without the provincial advocate, I could have easily become one of the youths who slip through the cracks,\" s…", "url": "https://www.cbc.ca/news/canada/toronto/child-advocate-office-rally-1.4925997", "urlToImage": "https://i.cbc.ca/1.4926035.1543519870!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/child-advocate-rally.jpg", "publishedAt": "2018-11-29T20:31:59Z", "content": "Young people who grew up in Ontario's child welfare system are urging the province to reverse its plan to close the Ontario Child Advocate's office. The PC government announced its intention to axe the office earlier this month in its fall economic statement,… [+2645 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jen White", "title": "N.L. search and rescue incident rate double the national average, Senate report finds", "description": "The report by the Senate's Standing Committee on Fisheries and Oceans, titled \"When Every Minute Counts: Maritime Search and Rescue,\" was tabled on Thursday.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/senate-committee-search-and-rescue-recommendations-nl-1.4925757", "urlToImage": "https://i.cbc.ca/1.3854495.1479341946!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/search-and-rescue-technicians-practice-near-st-john-s.jpg", "publishedAt": "2018-11-29T20:29:05Z", "content": "With double the national average of maritime search and rescue incidents, Newfoundland and Labrador \"has endured its share of tragic events over the years,\" says a new Senate report. The report by the Senate's Standing Committee on Fisheries and Oceans, title… [+4182 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Not so special delivery: Video shows package tossed by Canada Post worker", "description": "Security video shows a Canada Post worker throwing an Amazon package up the steps of an Okotoks, Alta., home using an underhanded motion.", "url": "https://www.cbc.ca/news/canada/calgary/canada-post-package-complaint-delivery-1.4926007", "urlToImage": "https://i.cbc.ca/1.4926092.1543520870!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/okotoks-canada-post-bad-delivery.jpg", "publishedAt": "2018-11-29T20:26:08Z", "content": "Brad Ingram's Christmas present for his wife landed with a thud on the doorstep of his Okotoks, Alta., home this week. But not because he didn't put enough thought into what to get her. Security video from Ingram's home shows a Canada Post worker throwing an … [+962 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Doug Ford is trying to 'steal' the TTC's subways, public transit activists charge", "description": "Opponents of the provincial government's plan to take over some elements of Toronto's subway network protested on Thursday, alleging that Ontario Premier Doug Ford is trying to \"steal\" the TTC's \"most valuable assets.\"", "url": "https://www.cbc.ca/news/canada/toronto/ttc-ontario-protest-queens-park-1.4925392", "urlToImage": "https://i.cbc.ca/1.4920798.1543250128!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-conservative-convention-20181116.jpg", "publishedAt": "2018-11-29T20:20:41Z", "content": "Opponents of the provincial government's plan to take over some elements of Toronto's subway network protested on Thursday, alleging that Ontario Premier Doug Ford is trying to \"steal\" the TTC's \"most valuable assets.\" About a dozen members of the group TTCri… [+3241 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "CIBC profit rises, but by less than expected", "description": "CIBC reported a higher fourth-quarter profit compared with a year ago, but fell shy of market expectations.", "url": "https://www.cbc.ca/news/business/cibc-profit-rises-but-by-less-than-expected-1.4926180", "urlToImage": "https://i.cbc.ca/1.4897002.1541690851!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/phishing-banks-canada-20181107.jpg", "publishedAt": "2018-11-29T20:18:41Z", "content": "CIBC reported a higher fourth-quarter profit compared with a year ago, but fell shy of market expectations. The Toronto-based bank said Thursday the profit amounted to $1.27 billion or $2.80 per diluted share for the quarter ended Oct. 31, up from $1.16 billi… [+1762 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Drivers will now lose licence if they illegally pass a school bus", "description": "The P.E.I. government has announced several new measures to prevent drivers from illegally passing school buses.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-legislature-school-bus-licence-1.4925800", "urlToImage": "https://i.cbc.ca/1.4278837.1519144865!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/school-bus-stop-sign-p-e-i.jpg", "publishedAt": "2018-11-29T20:12:38Z", "content": "P.E.I. drivers will now lose their licence if they illegally pass a school bus, Transportation Minister Paula Biggar announced in the legislature Thursday. Drivers who ignore this law are not allowed on Island roads. Paula Biggar School bus drivers, parents a… [+1616 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "Picture of Calgary's future mental health centre for kids, teens takes shape", "description": "The three-storey, 34,400-square-foot facility will provide a 12-hour mental health and addictions walk-in clinic, a day hospital with therapy for youth discharged from the hospital and intensive treatment for families and youth.", "url": "https://www.cbc.ca/news/canada/calgary/mental-health-care-centre-kids-teens-calgary-1.4925653", "urlToImage": "https://i.cbc.ca/1.4925746.1543514966!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/renderings-img-mhc-rendering-8-jpg.jpg", "publishedAt": "2018-11-29T20:08:39Z", "content": "The vision for a new mental health centre for kids, teens and young adults in Calgary is starting to take shape. Alberta Health Services has released artist renderings for the planned Calgary Centre for Child and Adolescent Mental Health, scheduled to open in… [+3009 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Driver, 22, dies after car hits guardrail near Ponoka", "description": "A 22-year-old man is dead after losing control of his car near Ponoka early Thursday morning.", "url": "https://www.cbc.ca/news/canada/edmonton/car-crash-accident-qeii-1.4925936", "urlToImage": "https://i.cbc.ca/1.4413887.1543517793!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp-car.jpg", "publishedAt": "2018-11-29T20:02:17Z", "content": "A driver is dead after losing control of his car near Ponoka early Thursday. The vehicle was travelling southbound on the QEII south of Highway 53, police said in a news release. The vehicle struck a guardrail and ended up facing north in the southbound lanes… [+300 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Osman", "title": "Zibi's 'pioneers' take up residence", "description": "The first residents of a major development straddling the Ottawa River might have to wait a while before meeting their new neighbours.", "url": "https://www.cbc.ca/news/canada/ottawa/zibi-condo-move-in-1.4923814", "urlToImage": "https://i.cbc.ca/1.4924247.1543521241!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/zibi-o-condo-building.jpg", "publishedAt": "2018-11-29T19:59:41Z", "content": "The first residents of a major development straddling the Ottawa River might have to wait a while before meeting their new neighbours. Condo owners have started moving into their new homes in the first finished building of the new Zibi development, to be buil… [+3334 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Hadeel Ibrahim", "title": "Fredericton council votes against tax-only deficit solution", "description": "The City of Fredericton is considering a tax increase of under 3 cents and a reduction in spending to close a $2.1 million budget gap.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fredericton-shooting-city-budget-taxes-1.4925871", "urlToImage": "https://i.cbc.ca/1.4422382.1511840895!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fredericton-city-council.JPG", "publishedAt": "2018-11-29T19:56:04Z", "content": "Fredericton council has voted against relying only on a tax increase to cover a $2.1 million budget shortfall partly caused by the shootings of four people in August. Council may also have to scale back or postpone projects such as the Officers' Square revamp… [+2420 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal police search for missing 15-year-old girl", "description": "Elsa Gabrielle Lalanne has been missing since Nov. 23.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-police-search-for-missing-15-year-old-girl-1.4926013", "urlToImage": "https://i.cbc.ca/1.4926032.1543594657!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/missing-15-year-old-girl.jpg", "publishedAt": "2018-11-29T19:55:52Z", "content": "Montreal police are seeking the public's help in finding 15-year-old Elsa Gabrielle Lalanne. She was last seen on Nov. 23 in the AhuntsicCartierville borough. Elsa is five feet, three inches tall and weighs 185 pounds. She has a tattoo of a crown on her upper… [+177 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal police looking for 15-year-old girl last seen in Ahuntsic–Cartierville", "description": "Elsa Gabrielle Lalanne has been missing since Nov. 23.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-police-looking-for-15-year-old-girl-last-seen-in-ahuntsic-cartierville-1.4926013", "urlToImage": "https://i.cbc.ca/1.4926032.1543519758!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/missing-15-year-old-girl.jpg", "publishedAt": "2018-11-29T19:55:52Z", "content": "Montreal police are seeking the public's help in finding 15-year-old Elsa Gabrielle Lalanne. She was last seen on Nov. 23 in the AhuntsicCartierville borough. Elsa is five feet, three inches tall and weighs 185 pounds. She is black with brown eyes and black h… [+241 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Brutal locker room hazing not 'hockey tradition,' Sens players say", "description": "Two Ottawa Senators say former NHLer Daniel Carcillo's disturbing allegations of locker room hazing in the early 2000s don't reflect the current state of the game.", "url": "https://www.cbc.ca/news/canada/ottawa/daniel-carcillo-hazing-matt-duchene-mark-borowiecki-1.4925879", "urlToImage": "https://i.cbc.ca/1.4925964.1543518214!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mark-borowiecki-defenceman-ottawa-senators-nov-29-2018.jpg", "publishedAt": "2018-11-29T19:55:22Z", "content": "Two Ottawa Senators say former NHLer Daniel Carcillo's graphic allegations of locker room hazing in the early 2000s don't reflect the current state of the game. In two lengthy Twitter threads on the weekend, Carcillo outlined some of the alleged bullying and … [+2337 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "MaCali Cormier's death prompts 'vigorous review' of parade safety", "description": "Nova Scotia Transportation Minister Lloyd Hines says officials in the traffic services division are looking at what can be done to improve parade safety.", "url": "https://www.cbc.ca/news/canada/nova-scotia/christmas-parade-yarmouth-macali-cormier-lloyd-hines-1.4925972", "urlToImage": "https://i.cbc.ca/1.4920869.1543251000!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/macali-cormier.jpg", "publishedAt": "2018-11-29T19:51:33Z", "content": "The cabinet minister in charge of roads in Nova Scotia says his department is doing a \"deep dive\" in search of ways to make parades safer in the wake of the tragic weekend death of four-year-old MaCali Cormier. Transportation Minister Lloyd Hines told reporte… [+2403 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Only so much we can do': Some businesses struggle when power goes out", "description": "Thursday's power outage in Nova Scotia was good and bad news for business owners.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-power-outage-impact-on-businesses-1.4925912", "urlToImage": "https://i.cbc.ca/1.4925945.1543517718!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ronnie-lace.jpg", "publishedAt": "2018-11-29T19:50:22Z", "content": "Thursday's power outage in Nova Scotia was good and bad news for business owners. For Jennie Dobbs, the owner of Morris East Restaurant, business was brisk at the Quinpool Road location thanks to a generator. \"Usually, the weather has a negative impact on bus… [+1830 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Jury again to deliberate accused killer Steven Neville's fate as lawyers spar over self-defence theory", "description": "After 11 weeks, the retrial for Paradise man Steven Neville is drawing to a close with both sides presenting the accused in vastly different lights.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/steven-neville-second-trial-1.4925948", "urlToImage": "https://i.cbc.ca/1.4925958.1543518014!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/steven-neville.jpg", "publishedAt": "2018-11-29T19:47:26Z", "content": "After 11 weeks, the retrial for Paradise man Steven Neville is drawing to a close with both sides presenting the accused in vastly different lights. The Crown wrapped its closing arguments to the jury at Newfoundland and Labrador Supreme Court Thursday. The C… [+2389 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "From Nigeria to Nova Scotia: Remembering Olympic boxer David Defiagbon", "description": "The last Canadian boxer to take home an Olympic medal is being remembered as a man who never gave up.", "url": "https://www.cbc.ca/news/canada/nova-scotia/david-defiagbon-boxer-olympics-nigeria-halifax-1.4925758", "urlToImage": "https://i.cbc.ca/1.4925918.1543517262!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/david-defiagbon.JPG", "publishedAt": "2018-11-29T19:45:29Z", "content": "The last Canadian boxer to take home an Olympic medal is being remembered as a man who never gave up. David Defiagbon, who lived in Halifax before moving to the U.S., died over the weekend of heart failure at the age of 48. The story of his journey from Niger… [+2878 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "Flu kills five, sends nearly 300 to hospital in Calgary", "description": "As influenza hits Alberta, the Calgary zone has borne the brunt of the infections. Out of 427 lab-confirmed hospitalizations due to the flu, 293 were in Calgary.", "url": "https://www.cbc.ca/news/canada/calgary/flu-calgary-death-hospitalizations-1.4925818", "urlToImage": "https://i.cbc.ca/1.4865428.1539720179!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bc-mandatory-flu-shot-20131024.jpg", "publishedAt": "2018-11-29T19:43:34Z", "content": "The flu has killed five and hospitalized nearly 300 people in the Calgary zone this season, new numbers show. As influenza hits Alberta, the Calgary zone has borne the brunt of the infections. Out of 427 lab-confirmed hospitalizations due to the flu, 293 were… [+1570 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoba toughens penalties on drunk drivers", "description": "Manitobans caught driving impaired will face stringent new sanctions.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-government-drunk-driver-sanctions-1.4925991", "urlToImage": "https://i.cbc.ca/1.4774126.1533336743!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/impaired-driving.png", "publishedAt": "2018-11-29T19:42:56Z", "content": "Manitobans caught driving impaired will face stringent new sanctions. Under a law tabled today at the Manitoba Legislature, a driver who has a blood alcohol level of between.05 and.08 will pay $200 for a first offence, rising to at least $400 for a third offe… [+1486 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Evan Dyer", "title": "Russia's high seas stunt off Ukraine is ramping up tensions at the G20", "description": "Once, G20 summits were dry affairs, where leaders tried to generate excitement around consensus initiatives couched in terms designed to offend no one and commit to nothing. No longer.", "url": "https://www.cbc.ca/news/politics/russia-ukraine-g20-kerch-putin-trump-1.4925778", "urlToImage": "https://i.cbc.ca/1.4926034.1543519826!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/apfn-trump-summit.jpg", "publishedAt": "2018-11-29T19:40:29Z", "content": "Once, G20 summits were dry affairs, where leaders tried to generate excitement around consensus initiatives couched in terms designed to offend no one and commit to nothing. No longer. The G20 summit in Buenos Aires is looking more like a convention of cartoo… [+7724 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Watch women's World Cup alpine skiing from Lake Louise", "description": "Watch live action from the women's World Cup downhill event from Lake Louise, Alta.", "url": "https://www.cbc.ca/sports/olympics/winter/alpineskiing/alpine-world-cup-live-stream-women-1.4923757", "urlToImage": "https://i.cbc.ca/1.4923767.1543420711!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ski-world-cup-lake-louise-20171203.jpg", "publishedAt": "2018-11-29T19:38:57Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man jailed for 'unusual, if not bizarre' crime spree in Vancouver", "description": "Brian Ross Phillips, 59, has been sentenced for crimes committed in 2015.", "url": "https://www.cbc.ca/news/canada/british-columbia/brian-ross-phillips-sentence-1.4925891", "urlToImage": "https://i.cbc.ca/1.3085336.1432419902!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/vpd-headquarters.jpg", "publishedAt": "2018-11-29T19:37:56Z", "content": "A man has been sentenced to 14 months in jail for an \"unusual, if not bizarre\" crime spree that ended in his arrest at a coffee shop a block away from Vancouver Police Department headquarters. It started when Brian Ross Phillips, 59, broke into an East Vancou… [+1223 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "Surprise Michael Cohen guilty plea signals something big may be brewing in Mueller probe", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: Robert Mueller's investigation into Russian election tampering is heating up; Canadian economy reality check; Indian national women's hockey team makes an epic road trip t…", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-mueller-cohen-wickenheiser-gm-1.4920733", "urlToImage": "https://i.cbc.ca/1.4925559.1543509648!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/775265036.jpg", "publishedAt": "2018-11-29T19:37:11Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: Michael Cohen's surprise guilty plea t… [+15822 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Video shows 2 people carrying ATM out of Cape Broyle restaurant", "description": "Two people carry the ATM across the road into a waiting car.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/atm-theft-cape-broyle-1.4925875", "urlToImage": "https://i.cbc.ca/1.4925895.1543516855!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/atm-theft-cape-broyle.jpg", "publishedAt": "2018-11-29T19:27:18Z", "content": "Surveillance video released by police Thursday shows two people taking an ATM from a restaurant in Cape Broyle, carrying it across an empty parking lot, loading it into a waiting car and driving away. Ferryland RCMP say the incident took place Nov. 1. The foo… [+1114 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Calgary police lay 87 charges after break-and-enter investigation", "description": "Four suspects from Surrey, B.C., were charged with breaking and entering after police seized seven firearms, various stolen property and more than 5,000 pieces of stolen mail.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-police-break-and-enter-87-charges-1.4925851", "urlToImage": "https://i.cbc.ca/1.4380856.1509479490!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/calgary-police-badge.png", "publishedAt": "2018-11-29T19:27:16Z", "content": "Calgary police have laid 87 charges against four people as part of an investigation into break and enters in the city. According to a news release, the Calgary Police Service worked with police in Edmonton, Vancouver, Richmond and Langley to identify the four… [+1175 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colin Harris", "title": "Montreal firefighters short on toys for this year's Christmas baskets", "description": "The Montreal Firefighters Association will be looking for donations for the next week-and-a-half. Those looking to give can drop off toys at any Montreal fire station or at the association's office at 2655 Place Chassé.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-fire-department-christmas-baskets-toy-donations-1.4925924", "urlToImage": "https://i.cbc.ca/1.3369065.1450316928!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/firefighter-food-baskets-1.jpg", "publishedAt": "2018-11-29T19:24:30Z", "content": "Montreal's firefighters are looking for toys to fill the 1,350 holiday baskets they plan to give out this year. They're currently short enough toys for about 200 families. \"We always try to add a little more each year as we get better at it, but it's definite… [+1264 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "CBC Radio increases hold on No. 1 spot in Winnipeg", "description": "CBC Radio continues to be the No. 1 station in Winnipeg, according to the latest ratings numbers.", "url": "https://www.cbc.ca/news/canada/manitoba/cbc-radio-ratings-number-one-1.4925828", "urlToImage": "https://i.cbc.ca/1.2666407.1407331045!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbc-manitoba-front-sign.jpg", "publishedAt": "2018-11-29T19:15:43Z", "content": "CBC Radio continues to be the No. 1 station in Winnipeg, according to the latest ratings numbers. The most recent data from Numeris, the company that measures the ratings, has CBC in top spot with a 14.4 per cent share of listeners up slightly from the spring… [+749 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "Emergency beacons should be mandatory on all fishing vessels, says Senate report", "description": "An emergency distress beacon should be made mandatory on all commercial fishing vessels in Canada within two years, according to a Senate study released Thursday that looks at Canada's search and rescue system at sea.", "url": "https://www.cbc.ca/news/canada/nova-scotia/fishing-emergency-beacons-senate-1.4925846", "urlToImage": "https://i.cbc.ca/1.1553911.1543518752!/httpImage/image.jpg_gen/derivatives/16x9_620/lady-angele-sinking-852.jpg", "publishedAt": "2018-11-29T19:14:25Z", "content": "An emergency distress beacon should be made mandatory on all commercial fishing vessels in Canada within two years, according to a Senate study released Thursday that looks at Canada's search and rescue system at sea. \"We believe the time has come. They are m… [+2926 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Danny Kerslake", "title": "Mars lander features chain mail skirt with Saskatoon connection", "description": "Some of InSight's sensitive instruments need protection. The Ring Lord's chain mail is perfect for the job.", "url": "https://www.cbc.ca/news/canada/saskatoon/saskatoon-chain-mail-mission-to-mars-1.4925736", "urlToImage": "https://i.cbc.ca/1.4918304.1542998279!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mars-insight-lander-landing.jpg", "publishedAt": "2018-11-29T19:11:56Z", "content": "Most people involved in this week's successful deployment of the Mars InSight lander were on the edge of their seats as the spacecraft made its precarious journey to the surface of the Red Planet. Not Saskatoon entrepreneur and mechanical engineer Bernice Dan… [+1853 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "B.C. government seeking operators for 8 former Greyhound routes", "description": "The Ministry of Transportation and Infrastructure is taking expressions of interests in the routes until Jan. 15.", "url": "https://www.cbc.ca/news/canada/british-columbia/bc-government-operators-former-greyhound-routes-1.4925960", "urlToImage": "https://i.cbc.ca/1.4886990.1541040645!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/greyhound-bus.jpg", "publishedAt": "2018-11-29T19:09:07Z", "content": "The B.C. government is looking for operators to take over eight bus routes that remain without service since Greyhound pulled out of the province on Oct. 31. The Ministry of Transportation and Infrastructure is taking expressions of interests in the routes un… [+799 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adrienne Lamb,Rick Bremness", "title": "What's on this first weekend in December in Edmonton", "description": "We're in it now. The thick of the festive season. If you're looking for something to do this weekend, check this list.", "url": "https://www.cbc.ca/news/canada/edmonton/adrienne-lamb-weekend-event-edmonton-december-1.4924185", "urlToImage": "https://i.cbc.ca/1.4924346.1543436390!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/zoominescence.jpg", "publishedAt": "2018-11-29T19:04:00Z", "content": "We're in it now. The thick of the festive season. If you're looking for something to do this weekend, check this list. Arts and culture Zoominescence, a festival of lights, starts Saturday at the Edmonton Valley Zoo and runs to the end of the month. You hear … [+1541 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pam Berman", "title": "$13M cultural centre for Halifax could be in place by 2020", "description": "A new $13-million performing arts centre could be up and running in downtown Halifax by 2020. The group behind the venture hopes to nail down funding from all three levels of government by the end of the year.", "url": "https://www.cbc.ca/news/canada/nova-scotia/13m-cultural-centre-for-halifax-could-be-in-place-by-2020-1.4925826", "urlToImage": "https://i.cbc.ca/1.3483738.1457550666!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wtcc.jpg", "publishedAt": "2018-11-29T19:00:05Z", "content": "A new $13-million performing arts centre could be up and running in downtown Halifax by 2020. The group behind the venture hopes to nail down funding from all three levels of government by the end of the year. The Link Performing Arts Society will lease space… [+2088 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man charged in liquor store robbery, stick-up at North End non-profit", "description": "A man has been charged in connection with two robberies, including one at a Winnipeg liquor store, after he ran into police investigating an unrelated incident in the North End early Wednesday.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-police-robbery-liquor-store-1.4925839", "urlToImage": "https://i.cbc.ca/1.4894054.1541528667!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-service.jpg", "publishedAt": "2018-11-29T18:49:41Z", "content": "A man has been charged in connection with two robberies, including one at a Winnipeg liquor store, after he ran into police investigating an unrelated incident in the North End early Wednesday. Officers came across the man, who was wanted on an outstanding wa… [+884 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Rogers sells MoneySense to Ratehub.ca", "description": "Rogers Communications Inc. has sold online personal finance portal MoneySense to Toronto-based fintech company RateHub.ca for an undisclosed sum.", "url": "https://www.cbc.ca/news/business/rogers-moneysense-ratehub-1.4925737", "urlToImage": "https://i.cbc.ca/1.4925849.1543515976!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/rogers-magazines-20160930.jpg", "publishedAt": "2018-11-29T18:48:55Z", "content": "Rogers Communications Inc. has sold online personal finance magazine MoneySense to Toronto-based fintech company Ratehub.ca for an undisclosed sum. Ratehub's core product is a rate-comparing tool that gives the site's readers recommendations about various fin… [+2115 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Agencies will meet with all children in foster homes managed by Winnipeg company after abuse allegations", "description": "The province ordered a review of B & L Resources for Children and Youth last weekend, following a CBC investigation in which a secret recording revealed a manager from B & L admitting they did not act quickly enough after sex abuse allegations involving a min…", "url": "https://www.cbc.ca/news/canada/manitoba/foster-care-manitoba-inspection-b-l-sexual-abuse-allegations-1.4925651", "urlToImage": "https://i.cbc.ca/1.4920192.1543181066!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/exterior-of-b-l-resources-for-children-youth-and-families.jpg", "publishedAt": "2018-11-29T18:46:37Z", "content": "The Manitoba government is promising to speak with every foster child in the care of a for-profit agency under fire for allegations of sexual abuse at a foster home it was responsible for. The province ordered a review of B &amp; L Resources for Children and … [+2593 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Niagara police officer injured in 'incident' in Pelham", "description": "Niagara Regional Police say that an officer has been rushed to hospital after an \"incident\" in Pelham, Ont.", "url": "https://www.cbc.ca/news/canada/hamilton/niagara-police-officer-shot-1.4925894", "urlToImage": "https://i.cbc.ca/1.3795571.1529616068!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/niagara-regional-police.jpg", "publishedAt": "2018-11-29T18:44:08Z", "content": "Niagara Regional Police say an officer has been rushed to hospital after an \"incident\" in Pelham, Ont. Police said in a statement Thursday afternoon that there was \"an incident in Pelham involving members of the NRPS.\" \"An officer has been transported by para… [+514 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cavalry FC announces 1st player signings", "description": "Calgary’s professional soccer team, Cavalry FC, announced its first two player signings on Thursday — Nik Ledgerwood and Sergio Camargo.", "url": "https://www.cbc.ca/news/canada/calgary/cavalry-fc-signings-canadian-premier-league-1.4925754", "urlToImage": "https://i.cbc.ca/1.4925811.1543515120!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cavalry-fc-nik-ledgerwood-and-sergio-camargo.JPG", "publishedAt": "2018-11-29T18:41:31Z", "content": "Calgary's professional soccer team, Cavalry FC, announced its first two player signings on Thursday: midfielders Nik Ledgerwood and Sergio Camargo. Born in Lethbridge, Ledgerwood earned his 50th cap for the Canadian national team in 2017 and was captain of th… [+1660 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "FC Edmonton kicks off new roster with homegrown talent", "description": "Two soccer players with Edmonton roots will anchor the roster for the city’s new professional soccer team, which will hit the pitch next spring.", "url": "https://www.cbc.ca/news/canada/edmonton/fc-edmonton-canadian-premier-league-1.4925772", "urlToImage": "https://i.cbc.ca/1.4925833.1543515563!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fc-edmonton.jpg", "publishedAt": "2018-11-29T18:38:06Z", "content": "Two soccer players with Edmonton roots will anchor the roster of the city's new professional soccer team, set to hit the pitch next spring. FC Edmonton announced Thursday that Randy Edwini-Bonsu and Allan Zebie are the first players signed to the team. \"This … [+2100 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man hitches a ride to Quebec City on the back of a transport truck", "description": "The truck driver told Radio-Canada he had no idea the man was there until he was alerted to the situation — more than a hundred kilometres from the rest stop where the man hopped on.", "url": "https://www.cbc.ca/news/canada/montreal/transport-truck-hitchhiker-1.4925521", "urlToImage": "https://i.cbc.ca/1.4925601.1543510184!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/man-hitches-ride-on-truck.jpg", "publishedAt": "2018-11-29T18:34:48Z", "content": "A hitchhiker is recovering from slight hypothermia after spending two hours clinging to the back of a transport truck in an effort to get from Alma to Quebec City. The man jumped onto the tailgate of the truck Wednesday morning as it left a rest stop near Alm… [+1022 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Watch men's World Cup alpine skiing from Beaver Creek", "description": "Click on the video player above on Friday at 12:45 p.m. ET to watch live action from the men's World Cup alpine event in Beaver Creek, Colo.", "url": "https://www.cbc.ca/sports/olympics/winter/alpineskiing/alpine-world-cup-live-stream-men-beaver-creek-1.4923981", "urlToImage": "https://i.cbc.ca/1.4923996.1543427741!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/jansrud-kjetil-112818.jpg", "publishedAt": "2018-11-29T18:29:42Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Madeleine Roy", "title": "Research links rare cancer to breast implants, but Health Canada says no safety advisory is needed", "description": "At least 25 Canadian women have developed a rare cancer linked to breast implants — and almost all of them had the same type of textured implant, according to researchers. But Health Canada has no plans to remove this implant from the market or to directly al…", "url": "https://www.cbc.ca/news/health/textured-breast-implants-cancer-risk-bia-alcl-1.4925061", "urlToImage": "https://i.cbc.ca/1.4925066.1543462357!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/terri-mcgregor.jpg", "publishedAt": "2018-11-29T18:11:09Z", "content": "At age 44 and after two kids, Terri McGregor knew she wanted to give herself a gift. \"I simply wanted to restore my breasts to what they were before having children that's it,\" said the North Bay, Ont., woman. McGregor's surgeon recommended a Biocell textured… [+6545 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Canada to renew women's hockey rivalry with U.S. in February", "description": "The United States and Canada are renewing the top rivalry in women's hockey with a three-game series in February.", "url": "https://www.cbc.ca/sports/olympics/winter/hockey/canada-us-womens-hockey-series-february-1.4925765", "urlToImage": "https://i.cbc.ca/1.4925774.1543513943!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/szabados-shannon-112918.jpg", "publishedAt": "2018-11-29T17:59:42Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "With no power, Islanders get creative with morning coffee", "description": "Most of Charlottetown was without power before 8 a.m., and that that meant coffee drinkers had to get creative to get their caffeine fix.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-power-outage-coffee-creative-1.4925533", "urlToImage": "https://i.cbc.ca/1.4925599.1543512816!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/tims.jpg", "publishedAt": "2018-11-29T17:51:30Z", "content": "The power went out at a bad time for many Islanders Thursday morning before they could make their first pot of coffee. Most of Charlottetown including coffee shops was without power before 8 a.m., and that meant coffee drinkers had to get creative to get thei… [+2185 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Manitoba officially privatizes wildfire-fighting service", "description": "Manitoba has formally handed over its forest firefighting services to the private sector, including the use of its water bomber fleet.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-privatization-forest-fire-service-1.4925541", "urlToImage": "https://i.cbc.ca/1.4788064.1534447144!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ontario-forest-fires-water-bomber.jpg", "publishedAt": "2018-11-29T17:49:31Z", "content": "Manitoba has formally handed over its forest firefighting services to the private sector, including the use of its water bomber fleet. The government announced Thursday that it has made a deal with Babcock Canada Inc., an engineering support company with a hi… [+2076 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Light-rail network to replace Montreal's 747 shuttle bus to airport, STM says", "description": "The shuttle bus that runs between downtown Montreal and the Trudeau Airport will stop running for most of the day once the city’s new light-rail network begins operations at the end of 2023.", "url": "https://www.cbc.ca/news/canada/montreal/rem-light-rail-network-replace-747-airport-shuttle-1.4925553", "urlToImage": "https://i.cbc.ca/1.4925647.1543511301!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/747-shuttle-bus.jpg", "publishedAt": "2018-11-29T17:45:09Z", "content": "The shuttle bus that runs between downtown Montreal and Trudeau Airport will stop running for most of the day once the city's new light-rail network is completed, possibly toward the end of 2023. The $6.3-billion Réseau express métropolitain (REM) will have 2… [+1402 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lori Ewing", "title": "Kyle Lowry plays down potential Finals preview against Warriors", "description": "Kyle Lowry refuses to entertain suggestions that playing two-time defending champions Golden State means more than any other game.", "url": "https://www.cbc.ca/sports/basketball/nba/toronto-raptors-golden-state-warriors-preview-1.4925709", "urlToImage": "https://i.cbc.ca/1.4925716.1543512636!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/lowry-kyle-112918.jpg", "publishedAt": "2018-11-29T17:38:28Z", "content": "Kyle Lowry refuses to entertain suggestions that playing two-time defending champions Golden State means more than any other game. The Toronto Raptors' all-star guard, who can sound grumpy on a good day, was particularly ornery when asked about the game after… [+1642 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Preventable deaths prompt call for health resources", "description": "An advocacy group is calling on health authorities in the Outaouais to act after recent coroner's reports revealed medical errors may have contributed to the deaths of three patients in the region.", "url": "https://www.cbc.ca/news/canada/ottawa/cisss-health-care-outaouais-1.4925013", "urlToImage": "https://i.cbc.ca/1.4037980.1507926677!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hull-hospital-sign.jpg", "publishedAt": "2018-11-29T17:33:06Z", "content": "An advocacy group is calling on health authorities in the Outaouais to act after recent coroner's reports revealed medical errors may have contributed to the deaths of three patients in the region. The reports found problems with how the Centre intégré de san… [+1391 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Trump cancels meeting with Putin at G20 due to Ukraine crisis", "description": "U.S. President Donald Trump on Thursday said he was cancelling a meeting with Russian President Vladimir Putin scheduled to take place during the upcoming G20 summit in Argentina, citing the current Ukraine crisis.", "url": "https://www.cbc.ca/news/world/trum-cancels-putin-meeting-g20-1.4925546", "urlToImage": "https://i.cbc.ca/1.4925571.1543509769!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trump-putin-collage.jpg", "publishedAt": "2018-11-29T17:31:55Z", "content": "U.S. President Donald Trump on Thursday said he was cancelling a meeting with Russian President Vladimir Putin scheduled to take place during the upcoming G20 summit in Argentina, citing the current Ukraine crisis. \"Based on the fact that the ships and sailor… [+1271 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Village sells lots for $1 to attract new residents", "description": "Land is going for the rock-bottom price of $1 in McAdam as the village in southwestern New Brunswick tries to stimulate growth.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-village-cheap-land-residents-1.4925269", "urlToImage": "https://i.cbc.ca/1.3466247.1456514506!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hi-ken-stannix.jpg", "publishedAt": "2018-11-29T17:29:22Z", "content": "Land is going for the rock-bottom price of $1 in McAdam as the village in southwestern New Brunswick tries to stimulate growth. McAdam, about an hour's drive southwest of Fredericton, is offering 16 serviced residential lots for next to nothing. Mayor Ken Sta… [+2345 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Provincial agencies will need government approval for wage settlements", "description": "Agencies like the LCBO, Ontario Lottery and Gaming Corp. and Ontario Power Generation will now need the government's direct approval for any wage settlements reached through collective bargaining.", "url": "https://www.cbc.ca/news/canada/toronto/ontario-agencies-wages-collective-bargaining-1.4925649", "urlToImage": "https://i.cbc.ca/1.4925663.1543512437!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/peter-bethlenfalvy-treasury-board-president.jpg", "publishedAt": "2018-11-29T17:27:37Z", "content": "Ontario's provincial agencies, including the LCBO, Ontario Lottery and Gaming Corp. and Ontario Power Generation, will now need the government's direct approval for any wage settlements reached through collective bargaining. In a memo to cabinet sent this wee… [+1575 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Former volleyball pro returns home to Gander, coaching high school boys' team", "description": "The Gander Collegiate Concordes look up to their six-foot-nine coach, Max Burt, in more ways than one.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/max-burt-volleyball-gander-collegiate-1.4925489", "urlToImage": "https://i.cbc.ca/1.4925560.1543509648!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/max-burt.JPG", "publishedAt": "2018-11-29T17:24:41Z", "content": "Max Burt is back where it all began, in the gym at Gander Collegiate alongside the coach who helped him fall in love with volleyball. After six years playing professionally overseas, the six-foot-nine Burt returned home to Gander this year with his fiancée an… [+2192 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "More senators join call for federal Northern Pulp review", "description": "The letter urging a federal environmental assessment of the pulp mill's effluent treatment plan comes as the company and union launch a campaign to drum up support.", "url": "https://www.cbc.ca/news/canada/nova-scotia/more-senators-join-call-for-federal-northern-pulp-review-1.4925355", "urlToImage": "https://i.cbc.ca/1.4737349.1530908013!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/northern-pulp-protest.JPG", "publishedAt": "2018-11-29T17:23:46Z", "content": "Nineteen Canadian senators have signed a letter calling on the Trudeau government to order a full federal environmental assessment of the Northern Pulp plan to discharge treated effluent into the Northumberland Strait It comes as the Pictou County mill and it… [+2449 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada: Free live streams on desktop & app", "description": "CBC Sports will provide free live streams of Hockey Night in Canada games, including the Maple Leafs visiting the Wild and the Oilers hosting the Golden Knights.", "url": "https://www.cbc.ca/sports/hockey/nhl/hnic-stream-hockey-nhl-cbc-sports-1.4925231", "urlToImage": "https://i.cbc.ca/1.4924740.1543445876!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hnic-tor-at-min-veg-ad-edm-maple-leafs-at-wild-golden-knights-at-oilers.jpg", "publishedAt": "2018-11-29T17:18:14Z", "content": "Want to watch a free live stream of Hockey Night in Canada' ? CBC will live stream Hockey Night in Canada on all digital platforms, meaning more Canadians will be able to access the games. Here's your guide on how to watch on Saturday. The CBC Sports app will… [+174 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "Environment Minister Margaret Miller won't reoffer in next election", "description": "Environment Minister Margaret Miller will not reoffer in the next provincial election, saying it's time to focus on her family and personal matters.", "url": "https://www.cbc.ca/news/canada/nova-scotia/margaret-miller-provincial-politics-liberals-stephen-mcneil-1.4925542", "urlToImage": "https://i.cbc.ca/1.4847552.1541097666!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/margaret-miller.jpg", "publishedAt": "2018-11-29T17:17:56Z", "content": "Nova Scotia Environment Minister Margaret Miller will not reoffer in the next provincial election. The MLA for Hants East spoke on Thursday about growing speculation in her district about her political future. The 64-year-old former farmer and small business … [+1650 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Watch Canadians compete in World Cup luge from Whistler, B.C.", "description": "Watch live action from the luge World Cup in Whistler, B.C. Coverage includes doubles and men's on Friday, followed by women's and relay on Saturday.", "url": "https://www.cbc.ca/sports/olympics/winter/luge/watch-luge-live-world-cup-austria-1.4923713", "urlToImage": "https://i.cbc.ca/1.2454788.1543501073!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/justin-snith.jpg", "publishedAt": "2018-11-29T17:12:05Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police seek driver after pedestrian struck by 2 vehicles dies", "description": "Police continue to search for the suspect responsible for driving over a 38-year-old woman who had already been struck down by a passing vehicle in northwest Edmonton Wednesday night.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-police-fatal-hit-and-run-woman-1.4925620", "urlToImage": "https://i.cbc.ca/1.4925117.1543469139!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pedestrian-killed.jpg", "publishedAt": "2018-11-29T17:10:04Z", "content": "Police continue to search for the suspect responsible for driving over a woman who had already been struck down by a passing vehicle in northwest Edmonton Wednesday night. Investigators are seeking a \"person of interest\" in the hit and run, but are not releas… [+814 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Quebec consumer group cautions against buying smart toys this holiday season", "description": "Smart toys are interactive. They move on command, can recognize faces and perform a variety of tasks that can capture the imagination of children. But all those special special features come with a privacy risk, says Option consommateurs.", "url": "https://www.cbc.ca/news/canada/montreal/consumer-group-warning-smart-toys-1.4925241", "urlToImage": "https://i.cbc.ca/1.4462029.1513953979!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toy-show-tech-toys.jpg", "publishedAt": "2018-11-29T17:04:50Z", "content": "Stores are filling up with holiday shoppers looking to buy gifts for the children in their life, but a Quebec consumer protection group is warning against the temptation to give kids smart toys without researching them first. Smart toys are interactive. They … [+2102 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Regina police budget increase may not mean more officers", "description": "During Regina's 2018 budget process, Police Chief Evan Bray said he wanted to hire 34 more officers. It didn't happen. It may not happen in 2019 either.", "url": "https://www.cbc.ca/news/canada/saskatchewan/regina-police-budget-may-not-translate-into-new-positions-1.4925341", "urlToImage": "https://i.cbc.ca/1.4925375.1543503889!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/evan-bray.jpg", "publishedAt": "2018-11-29T16:56:21Z", "content": "An increase in the Regina police budget in 2019 may not translate into new police officers. During Regina's 2018 budget process, Police Chief Evan Bray said he wanted to hire 34 more officers. That did not happen. \"What I hope to do and what we're able to do … [+1746 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Follow the Nov. 29 edition of Sask. question period live", "description": "Adam Hunter is at the Saskatchewan Legislature and will be tweeting live during Thursday's question period.", "url": "https://www.cbc.ca/news/canada/saskatchewan/follow-the-nov-29-edition-of-sask-question-period-live-1.4925527", "urlToImage": "https://i.cbc.ca/1.4422714.1520961400!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adam-qp-tweeting.jpg", "publishedAt": "2018-11-29T16:53:36Z", "content": "Adam Hunter is at the Saskatchewan Legislature and will be tweeting live during Thursday's question period. He'll offer insights and analysis as the Saskatchewan Party government and the Sask. NDP Opposition square off in the legislative chamber. If you're on… [+34 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Canada sweeps through opening day at Dubai Sevens", "description": "Bianca Farella scored four tries and Julia Greenshields added three more as Canada won all three of its games Thursday on Day 1 of the Emirates Airline Dubai Rugby Sevens.", "url": "https://www.cbc.ca/sports/rugby/canada-rugby-dubai-sevens-1.4925518", "urlToImage": "https://i.cbc.ca/1.4925552.1543509572!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bianca-farella-photo.jpg", "publishedAt": "2018-11-29T16:53:26Z", "content": "Bianca Farella scored four tries and Julia Greenshields added three more as Canada won all three of its games Thursday on Day 1 of the Emirates Airline Dubai Rugby Sevens. Watch the playoff rounds beginning Friday at 12 a.m. ET on CBCSports.ca. Canada takes o… [+2183 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Watch HSBC Men's World Rugby Sevens: Dubai", "description": "Watch live coverage of the HSBC Men's World Rugby Sevens tournament in Dubai.​ CBC Sports will live stream the entire event, including all of Canada's matches.", "url": "https://www.cbc.ca/sports/rugby/live-stream-rugby-world-cup-sevens-dubai-2018-1.4923690", "urlToImage": "https://i.cbc.ca/1.4565287.1520632242!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/rgu-vancouver-sevens-20160313.jpg", "publishedAt": "2018-11-29T16:45:40Z", "content": "To encourage thoughtful and respectful conversations, first and last names will appear with each submission to CBC/Radio-Canada's online communities (except in children and youth-oriented communities). Pseudonyms will no longer be permitted. By submitting a c… [+362 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jordan Gill", "title": "Charges laid in Paquetville garage fire", "description": "A 29-year-old man has been arrested in connection with a fire that destroyed an auto garage in Paquetville, according to RCMP in northeastern New Brunswick.", "url": "https://www.cbc.ca/news/canada/new-brunswick/charges-pacquetville-garage-fire-1.4925449", "urlToImage": "https://i.cbc.ca/1.4921052.1543257671!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paquetville-fire.jpg", "publishedAt": "2018-11-29T16:45:09Z", "content": "A 29-year-old man has been arrested in connection with a fire that destroyed an auto garage in Paquetville, according to RCMP in northeastern New Brunswick. The Petit-Paquetville man appeared Wednesday in provincial court in Caraquet. He was charged with arso… [+409 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Moncton, Fredericton get provincial money for temporary homeless shelters", "description": "New Brunswick's minister of social development outlined provincial plans to help homeless people in Moncton and Fredericton this winter.", "url": "https://www.cbc.ca/news/canada/new-brunswick/new-brunswick-homeless-plan-government-moncton-1.4925287", "urlToImage": "https://i.cbc.ca/1.4925431.1543508640!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dorothy-shephard.jpg", "publishedAt": "2018-11-29T16:40:54Z", "content": "Moncton will get $106,000 in provincial funding for an emergency out-of-the-cold shelter this winter at the former Assumption Boulevard fire station opening Saturday. Dorothy Shephard, the minister of social development, announced the plans in the legislature… [+2126 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police to provide update on Thelma Krull homicide investigation", "description": "Winnipeg police are holding a news conference to provide an update on the homicide investigation into the disappearance of a 57-year-old grandmother who went out for a walk and never returned.", "url": "https://www.cbc.ca/news/canada/manitoba/thelma-krull-homicide-investigation-winnipeg-1.4925450", "urlToImage": "https://i.cbc.ca/1.3675464.1528746492!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/thelma-krull.jpg", "publishedAt": "2018-11-29T16:35:22Z", "content": "Winnipeg police are holding a news conference to provide an update on the three-year-old homicide investigation into the disappearance of a 57-year-old grandmother who went out for a walk and never returned. A briefing has been scheduled for 1 p.m. The last t… [+1154 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Rhodes", "title": "Dartmouth man who hit woman with car pleads guilty", "description": "Gerald Desmond was facing a slew of charges in connection with the incident in which a woman was seriously injured. She was in the roadway on Farrell Street when she was struck.", "url": "https://www.cbc.ca/news/canada/nova-scotia/dartmouth-man-who-hit-woman-with-car-pleads-guilty-1.4925372", "urlToImage": "https://i.cbc.ca/1.4131209.1495729410!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/farrell-victoria-streets-in-dartmouth.jpg", "publishedAt": "2018-11-29T16:30:24Z", "content": "A 53-year-old Dartmouth, N.S., man has pleaded guilty to one charge of criminal negligence causing bodily harm in connection with a collision in Dartmouth in May 2017. Gerald Desmond was facing a slew of charges, including attempted murder, in connection with… [+547 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "The weather doesn't look too bad. So why is the power out?", "description": "Transmission problems in Port Hawkesbury, N.S., and Memramcook, N.B., are responsible for most of the outages in Nova Scotia.", "url": "https://www.cbc.ca/news/canada/nova-scotia/power-outage-nova-scotia-1.4925335", "urlToImage": "https://i.cbc.ca/1.4925398.1543504831!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/transmission-lines.jpg", "publishedAt": "2018-11-29T16:21:41Z", "content": "As many Nova Scotia Power customers around metro Halifax and elsewhere gazed out their windows at the relatively calm weather conditions late this morning, they may have wondered why they were in the dark. The entire peninsula was without power, along with mu… [+3147 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton police cleared in arrest of man who died of drug-induced 'delirium syndrome'", "description": "Edmonton police “acted reasonably” during a fatal encounter with a 34-year-old man who was in the throes of a drug-induced delirium, Alberta’s police watchdog has concluded.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-police-asirt-fatality-drug-delirium-1.4925416", "urlToImage": "https://i.cbc.ca/1.4731256.1530563450!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/susan-hughson.jpg", "publishedAt": "2018-11-29T16:20:07Z", "content": "Edmonton police \"acted reasonably\" during a fatal encounter with a 34-year-old man who was in the throes of a drug-induced delirium, Alberta's police watchdog has concluded. The Alberta Serious Incident Response Team has released its findings on the August 18… [+4082 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "4 in 10 people using Toronto homeless shelters are refugees or asylum claimants, report finds", "description": "The percentage of refugee and asylum claimants using Toronto's homeless shelters has skyrocketed and created an \"unsustainable situation,\" according to a new report from the city.", "url": "https://www.cbc.ca/news/canada/toronto/street-needs-assessment-2018-1.4925418", "urlToImage": "https://i.cbc.ca/1.2622751.1398476168!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-cold-weather-20101213.jpg", "publishedAt": "2018-11-29T16:02:05Z", "content": "The percentage of refugee and asylum claimants using Toronto's homeless shelters has skyrocketed and created an \"unsustainable situation,\" according to a new report from the city. Approximately 40 per cent of people using shelters identified as refugees or as… [+1665 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Canada sanctions 17 Saudis linked to Khashoggi killing", "description": "The Canadian government has taken its first concrete measure to protest the killing of dissident journalist Jamal Khashoggi inside Saudi Arabia's Turkish Embassy last month. Seventeen Saudi nationals have been rendered inadmissible to Canada and if they hold …", "url": "https://www.cbc.ca/news/politics/thursday-saudi-sanctions-1.4925382", "urlToImage": "https://i.cbc.ca/1.4913056.1542733220!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/file-uae-turkey-saudi-arabia-crime-journalist.jpg", "publishedAt": "2018-11-29T15:52:34Z", "content": "The Canadian government took its first concrete measure Thursday to protest the killing of dissident journalist Jamal Khashoggi inside Saudi Arabia's Turkish Embassy last month. Seventeen Saudi nationals have been rendered inadmissible to Canada. If the named… [+1755 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Regina police chief considering compromise after Machiskinic family demands release of RCMP review", "description": "Nearly four years after Nadine Machiskinic's death, her family is still pushing for the release of the RCMP review of the investigation by Regina police.", "url": "https://www.cbc.ca/news/canada/saskatchewan/regina-police-chief-reconsidering-release-rcmp-review-1.4925249", "urlToImage": "https://i.cbc.ca/1.4925260.1543500273!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/delores-stevenson.jpg", "publishedAt": "2018-11-29T15:52:09Z", "content": "Nadine Machiskinic's family is still pushing for answers almost four years after her death. Machiskinic's aunt, Delores Stevenson, brought the issue to November's Board of Police Commissioners meeting in Regina Wednesday. Stevenson called for the release of a… [+2167 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Kane", "title": "B.C. police officer sounds alarm over pot edibles after busting online vendor", "description": "Const. Derek Gallamore was shocked when his department in Delta, B.C., busted a woman allegedly selling weed-laced brownies with 40 times the recommended single dose of THC.", "url": "https://www.cbc.ca/news/canada/british-columbia/bc-police-officer-alarm-pot-edibles-sold-online-1.4925342", "urlToImage": "https://i.cbc.ca/1.4863526.1539624671!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/edibles-future-20180615.jpg", "publishedAt": "2018-11-29T15:50:51Z", "content": "Const. Derek Gallamore was shocked when his department in Delta, B.C., busted a woman allegedly selling weed-laced brownies with 40 times the recommended single dose of THC. The sugary treat looked identical to a regular grocery store confection but packed a … [+3951 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "John Rieti", "title": "Hate crimes reached all-time high in 2017, Statistics Canada says", "description": "The number of police-reported hate crimes reached an all-time high in 2017, largely driven by incidents targeting Muslim, Jewish and black people, according to newly released Statistics Canada data.", "url": "https://www.cbc.ca/news/canada/toronto/statistics-canada-2017-hate-crime-numbers-1.4925399", "urlToImage": "https://i.cbc.ca/1.4526843.1531056280!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadian-crime-scene-police-line-do-not-cross.jpg", "publishedAt": "2018-11-29T15:47:48Z", "content": "The number of police-reported hate crimes reached an all-time high in 2017, largely driven by incidents targeting Muslim, Jewish and black people, according to Statistics Canada data released Thursday. The federal agency said hate crimes have been steadily cl… [+1306 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "OPP arrive in Corner Brook to probe police shooting of Jorden McKay", "description": "Members of the Ontario Provincial Police have arrived in Corner Brook to investigate the officer-involved shooting death of Jorden McKay.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/jorden-mckay-police-shooting-1.4925396", "urlToImage": "https://i.cbc.ca/1.4925404.1543505149!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jorden-mckay.jpg", "publishedAt": "2018-11-29T15:38:09Z", "content": "Members of the Ontario Provincial Police have arrived in Corner Brook to investigate the officer-involved shooting death of Jorden McKay. CBC News has learned McKay, 27, was the man who was shot and killed by an on-duty member of the Royal Newfoundland Consta… [+2349 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Bridgeland stabbing sends 1 to hospital, several people detained by police", "description": "Police took a number of people into custody after a man in his 30s was sent to hospital with stab wounds early Thursday morning.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-bridgeland-stabbing-hospital-1.4925401", "urlToImage": "https://i.cbc.ca/1.4915648.1542848216!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-police-service-cps-cop-cops-car-cruiser-law-enforcement.JPG", "publishedAt": "2018-11-29T15:33:56Z", "content": "Police took a number of people into custody after a man in his 30s was sent to hospital with stab wounds early Thursday morning. Officers were called to the 400 block of Second Avenue N.E. about 2 a.m. and arrived to find the man suffering stab wounds. EMS sa… [+302 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tim Wharnsby", "title": "History shows Erik Karlsson will eventually mesh with Sharks", "description": "All-world defenceman Erik Karlsson is slumping, and so is his new team. But if past acquisitions of high-end talent are any indication, the San Jose Sharks will still contend for the Stanley Cup.", "url": "https://www.cbc.ca/sports/hockey/nhl/history-shows-erik-karlsson-will-eventually-mesh-with-sharks-1.4925317", "urlToImage": "https://i.cbc.ca/1.4925343.1543504091!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/erik-karlsson.jpg", "publishedAt": "2018-11-29T15:09:00Z", "content": "Erik Karlsson hoped that by the time Game No. 27 of the regular season rolled around he and his new team would be flying and piling up victories. But the San Jose Sharks are struggling two days before the former Ottawa Senators captain makes his first return … [+3707 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Netflix hikes subscription prices in Canada", "description": "Netflix, the company behind Narcos and Orange Is the New Black, is introducing its biggest price increase yet for both new subscribers and current members in Canada.", "url": "https://www.cbc.ca/news/entertainment/netflix-canada-price-hike-1.4925299", "urlToImage": "https://i.cbc.ca/1.4925337.1543503146!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/netflix-prices-20181129.jpg", "publishedAt": "2018-11-29T15:08:51Z", "content": "Another price hike is on the way for Netflix Canada subscribers as competition heats up among the biggest streaming video services. The company behind Narcos and Orange Is the New Black is introducing its biggest price increase yet for both new subscribers an… [+1621 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Holiday magic: Jasper Park Lodge builds life-sized gingerbread house", "description": "A team of pastry chefs at Jasper Park Lodge took on the tasty task of building the biggest gingerbread house the lodge has even seen.", "url": "https://www.cbc.ca/news/canada/edmonton/jasper-gingerbread-house-holidays-christmas-1.4924272", "urlToImage": "https://i.cbc.ca/1.4924292.1543435371!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jasper-park-lodge-gingerbread-house.jpg", "publishedAt": "2018-11-29T15:00:00Z", "content": "Five hundred and seventy pounds of icing sugar, 36 litres of egg whites and three litres of lemon juice. That's what you need to frost a gingerbread house the size of a small apartment. A team of pastry chefs at the Fairmont Jasper Park Lodge took on the tast… [+886 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Michael Cohen, Trump's ex-lawyer, pleads guilty to lying to U.S. Senate", "description": "Michael Cohen, U.S. President Donald Trump's former lawyer, pleads guilty to lying to Congress about work he did on a Trump real estate deal in Russia.", "url": "https://www.cbc.ca/news/world/cohen-new-charge-trump-1.4925270", "urlToImage": "https://i.cbc.ca/1.4925285.1543502367!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-trump-russia-cohen.jpg", "publishedAt": "2018-11-29T14:53:07Z", "content": "Michael Cohen, U.S. President Donald Trump's former lawyer, is pleading guilty to lying to Congress about work he did on a Trump real estate deal in Russia. Cohen made a surprise appearance Thursday in a New York courtroom at around 9 a.m. ET and began enteri… [+2566 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Terry Roberts", "title": "Nalcor VP says it wasn't his place to reveal Muskrat Falls problems to government", "description": "The man in charge of the Lower Churchill Project says it was former Nalcor CEO Ed Martin's responsibility to tell government about potential for massive cost overruns.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/muskrat-falls-costs-gilbert-bennett-1.4925253", "urlToImage": "https://i.cbc.ca/1.4922459.1543340433!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/gilbert-bennett-day-2.JPG", "publishedAt": "2018-11-29T14:48:24Z", "content": "The man in charge of the Lower Churchill Project says he didn't feel it was his place to inform the provincial government of lowballed cost estimates and the likelihood of massive cost overruns due to missed deadlines. Nalcor vice-president Gilbert Bennett is… [+3946 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal factories will test their emergency sirens this afternoon", "description": "Residents of 12 boroughs and four demerged cities will hear sirens for about three minutes during the test.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-emergency-siren-test-2018-1.4925230", "urlToImage": "https://i.cbc.ca/1.3100257.1445254580!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/molson-coors-agm-20150603.jpg", "publishedAt": "2018-11-29T14:37:48Z", "content": "Nine Montreal factories that use dangerous materials will hold the annual test of their emergency alert systems this afternoon. The sirens serve to warn people who are outside to take shelter in the event of a major industrial accident. If you live near the f… [+1229 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "European Union aims to go 'climate neutral' by 2050", "description": "The European Union's executive branch proposed Wednesday that the bloc should cut its emissions of greenhouse gases to net zero by 2050, a measure that scientists say needs to be adopted worldwide in order to avoid catastrophic global warming.", "url": "https://www.cbc.ca/news/technology/eu-climate-neutral-1.4912566", "urlToImage": "https://i.cbc.ca/1.4925282.1543501556!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/eu-climate-talks.jpg", "publishedAt": "2018-11-29T14:37:33Z", "content": "The European Union's executive branch proposed Wednesday that the bloc should cut its emissions of greenhouse gases to net zero by 2050, a measure that scientists say needs to be adopted worldwide in order to avoid catastrophic global warming. The European Co… [+2503 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'People are dying because of it': Mom who lost daughter to overdose fights against stigma", "description": "The stigma and shame of addictions meant Mary Werba's daughter used an alias when she spoke to media about her drug use in the year before she died. Now Werba is sharing her daughter's story — including her name — as she works to help other addicts and their …", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-addictions-awareness-mother-1.4925071", "urlToImage": "https://i.cbc.ca/1.4925081.1543463227!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/stephanie-vermiere.jpeg", "publishedAt": "2018-11-29T14:09:08Z", "content": "The stigma and shame of addictions meant Mary Werba's daughter used an alias when she spoke to media about her drug use in the year before she died. Now Werba is sharing her daughter's story including her name as she works to help other addicts and their fami… [+2361 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "RCMP investigate after cat in Hinton killed with bow and arrow", "description": "RCMP in Hinton are attempting to identify the person responsible for shooting and killing a cat with a bow and arrow.", "url": "https://www.cbc.ca/news/canada/edmonton/hinton-alberta-rcmp-cat-killed-bow-arrow-animal-abuse-1.4925223", "urlToImage": "https://i.cbc.ca/1.3781061.1543500125!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/cat-stock-photo.jpeg", "publishedAt": "2018-11-29T14:07:10Z", "content": "RCMP in Hinton are attempting to identify the person responsible for shooting a cat with a bow and arrow. The animal was found dead around 4 p.m. Wednesday in the Hillcrest Estates neighbourhood, RCMP said in a news release. Police said a trailer park residen… [+1780 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Travis McEwan", "title": "'The wolf of buy and sell' talks Hot Wheels, Archie comics and hockey cards", "description": "An Edmonton man says buying and selling used pop culture merchandise online is turning into a lucrative business venture.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-online-buying-selling-pop-culture-1.4924106", "urlToImage": "https://i.cbc.ca/1.4924115.1543430931!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dima-perelman.jpg", "publishedAt": "2018-11-29T14:00:00Z", "content": "Dima Perelman comes down the long hallway pulling a cart loaded with containers full of Beanie Babies. This is how he makes his living now, buying and selling pop-culture artifacts online. With so many Albertans active on websites such as Kijiji or Facebook M… [+2988 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "TD Bank profit rises 9% to almost $3B in fourth quarter", "description": "TD Bank Group beat expectations as it reported a fourth-quarter profit of $2.96 billion, up from $2.71 billion in the same quarter a year ago.", "url": "https://www.cbc.ca/news/business/td-bank-earnings-1.4925244", "urlToImage": "https://i.cbc.ca/1.4022523.1507228635!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/td-bank-logo.jpg", "publishedAt": "2018-11-29T13:57:28Z", "content": "TD Bank Group beat expectations as it reported a fourth-quarter profit of $2.96 billion, up from $2.71 billion in the same quarter a year ago. The bank said Thursday the profit amounted to $1.58 per diluted share for the three months ended Oct. 31, up from $1… [+1558 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Calgary Public Library budget cut could mean hours get trimmed, too", "description": "Council voted to trim the Calgary Public Library's budget on Wednesday, which could see operating hours at some branches cut down, too.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-library-budget-cut-1.4925120", "urlToImage": "https://i.cbc.ca/1.4888463.1542395502!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/new-calgary-central-library.jpg", "publishedAt": "2018-11-29T13:54:58Z", "content": "Council voted to trim the Calgary Public Library's budget on Wednesday, which could see operating hours at some branches cut down, too. City council is in the midst of deliberating on its proposed four-year budget and decided to trim next year's library budge… [+1299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Hockey pucks may be the answer to overcoming active shooter, says Oakland U police chief", "description": "Faculty union president and communications professor at Oakland University says they're getting a lot of attention for their novel approach to campus protection: hockey pucks.", "url": "https://www.cbc.ca/news/canada/windsor/hockey-pucks-may-be-the-answer-to-overcoming-active-shooter-says-oakland-u-police-chief-1.4925184", "urlToImage": "https://i.cbc.ca/1.4925194.1543495543!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oakland-university-2.jpg", "publishedAt": "2018-11-29T13:32:17Z", "content": "\"It does sound funny, but on the other hand it's also very, very serious.\" Tom Discenna, faculty union president and communications professor at Oakland University, says they're getting a lot of attention for their novel approach to campus protection. The Met… [+1979 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "More than 1,000 donated items of winter clothing stolen from Calgary charity", "description": "A charity that works to keep Calgarians warm has been the victim of a cold-hearted crime.", "url": "https://www.cbc.ca/news/canada/calgary/project-warmth-calgary-1.4925039", "urlToImage": "https://i.cbc.ca/1.4866130.1539778394!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter-coats.jpg", "publishedAt": "2018-11-29T13:30:55Z", "content": "A charity that works to keep Calgarians warm has been the victim of a cold-hearted crime. Project Warmth says more than 1,000 items of clothing donated by real estate firm Strategic Group were stolen from the charity's northeast warehouse Tuesday morning. \"Th… [+1090 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Canada's Messing to replace Olympic champ Hanyu at Grand Prix final", "description": "Two-time Olympic champion Yuzuru Hanyu of Japan will miss the Grand Prix of Figure Skating Final due to a right ankle injury, the Japan Skating Federation said Thursday.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/yuzuru-hanyu-grand-prix-final-1.4924382", "urlToImage": "https://i.cbc.ca/1.4925211.1543497117!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/hanyu-yuzuru.jpg", "publishedAt": "2018-11-29T13:28:18Z", "content": "Two-time Olympic champion Yuzuru Hanyu of Japan will miss the Grand Prix of Figure Skating Final due to a right ankle injury, the Japan Skating Federation said Thursday. Canada's Keegan Messing, 26, has been issued an invitation as Hanyu's replacement, which … [+1253 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Global temperatures on track to rise 3-5 C by 2100, UN warns", "description": "Global temperatures are on course for a rise of 3 to 5 C this century, far overshooting a global target of limiting the increase to 2 C or less, the UN World Meteorological Organization says.", "url": "https://www.cbc.ca/news/technology/un-warns-global-temperatures-rise-2100-1.4925170", "urlToImage": "https://i.cbc.ca/1.4925199.1543495976!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/climate-change-un.jpg", "publishedAt": "2018-11-29T13:24:54Z", "content": "Global temperatures are on course for a rise of 3 to 5 C this century, far overshooting a global target of limiting their increase to 2 C or less, the UN World Meteorological Organization said on Thursday. \"Greenhouse gas concentrations are once again at reco… [+1622 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Global temperatures on track to rise 3-5 C by 2100, UN warns", "description": "Global temperatures are on course for a rise of 3 to 5 C this century, far overshooting a global target of limiting the increase to 2 C or less, the UN World Meteorological Organization says.", "url": "https://www.cbc.ca/news/technology/un-warns-global-temperatures-rise-2100-1.4925170", "urlToImage": "https://i.cbc.ca/1.4925199.1543495976!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/climate-change-un.jpg", "publishedAt": "2018-11-29T13:24:54Z", "content": "Global temperatures are on course for a rise of 3 to 5 C this century, far overshooting a global target of limiting their increase to 2 C or less, the UN World Meteorological Organization said on Thursday. \"Greenhouse gas concentrations are once again at reco… [+1622 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "SAQ union members go back on strike today", "description": "Several Quebec provincial liquor board locations will be closed Thursday due to a one-day walkout of some 5,500 store and office employees.", "url": "https://www.cbc.ca/news/canada/montreal/saq-strike-quebec-1.4925158", "urlToImage": "https://i.cbc.ca/1.4925182.1543494862!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/saq-strike.JPG", "publishedAt": "2018-11-29T13:14:30Z", "content": "Several Quebec liquor board (SAQ) retail outlets locations will be closed Thursday due to a one-day walkout of some 5,500 store and office employees. The SAQ's union is encouraging its members to attend a demonstration that will take place at noon in front of… [+1402 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada podcast: Daniel Carcillo speaks out about 'disgusting' hockey culture", "description": "In this week's episode of the Hockey Night in Canada podcast, we discuss the hazing culture in hockey. Hazing has been an accepted part of hockey for decades now. But recently some disturbing stories have come into the public eye. Stories that involved abuse,…", "url": "https://www.cbc.ca/sports/podcasts/hnic/hnic-podcast-daniel-carcillo-hazing-ohl-1.4924130", "urlToImage": "https://i.cbc.ca/1.4924758.1543447876!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/daniel-carcillo-hazing.jpg", "publishedAt": "2018-11-29T13:13:36Z", "content": "The Hockey Night In Canada podcast is a weekly CBC Sports production. In each episode, host Rob Pizzo is joined by colourful characters within hockey to discuss great moments and great players and talk about today's stars. The Hockey Night podcast brings you … [+3233 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "It's a marshmallow world after Manitoba gets snow dump", "description": "It finally looks a lot like Christmas after weeks of just snow dust in Winnipeg.", "url": "https://www.cbc.ca/news/canada/manitoba/snow-weather-southern-manitoba-winnipeg-1.4925173", "urlToImage": "https://i.cbc.ca/1.4925175.1543496360!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/university-of-winnipeg-snow.jpg", "publishedAt": "2018-11-29T13:09:20Z", "content": "It finally looks a lot like Christmas in Winnipeg after weeks of Mother Nature just teasing with a dusting of flakes here and there. Plump, powdery snow started falling just after noon in the city on Wednesday and went through the night. By morning, a fluffy … [+1019 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Clare Hennig", "title": "Kelowna shelter, unable to find new location, closing as winter hits", "description": "Inn From the Cold is being evicted from its current location at the end of December and, despite months of looking, hasn’t been able to find a new space to call home.", "url": "https://www.cbc.ca/news/canada/british-columbia/inn-from-the-cold-closing-kelowna-1.4924892", "urlToImage": "https://i.cbc.ca/1.4770160.1533158593!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/inn-from-the-cold-kelowna.jpg", "publishedAt": "2018-11-29T13:00:00Z", "content": "Kelowna will have one less homeless shelter this winter. Inn From the Cold is being evicted from its current location at the end of December and, despite months of looking, hasn't been able to find a new space to call home. \"I really thought that the good fol… [+1443 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janice Johnston", "title": "Alberta Court of Appeal hears freedom of expression case from anti-abortion group", "description": "A University of Alberta anti-abortion group believes its right to freedom of expression has been violated by the imposition of a security fee to stage campus events. The case was heard Wednesday by the Alberta Court of Appeal.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-court-of-appeal-anti-abortion-group-1.4925000", "urlToImage": "https://i.cbc.ca/1.3459435.1507839915!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pro-life-protest.jpg", "publishedAt": "2018-11-29T13:00:00Z", "content": "A University of Alberta anti-abortion group says its right to freedom of expression has been quashed by the university. UAlberta Pro Life has taken its case to the Alberta Court of Appeal. In 2015, the group staged an approved campus event to raise awareness … [+3201 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bobbi-Jean MacKinnon", "title": "Part of possible 'escape route' not searched by police, Dennis Oland defence argues", "description": "A Saint John police dog handler did not search part of a possible \"escape route\" Dennis Oland's defence lawyers contend Richard Oland's \"killer or killers\" could have used, the murder retrial heard Wednesday.", "url": "https://www.cbc.ca/news/canada/new-brunswick/dennis-oland-murder-trial-forensic-officer-smith-1.4924481", "urlToImage": "https://i.cbc.ca/1.4924960.1543455499!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/const-mike-horgan-nov-28-2018.jpg", "publishedAt": "2018-11-29T13:00:00Z", "content": "A Saint John police dog handler did not search part of a possible \"escape route\" Dennis Oland's defence lawyers contend Richard Oland's \"killer or killers\" could have used, the murder retrial heard Wednesday. Retired Const. Mike Horgan testified he spent up t… [+3697 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Calgary city council spent 14% of meeting time behind closed doors last year", "description": "Calgary city council spent 14 per cent of regular council meeting time in closed-door sessions in a year.", "url": "https://www.cbc.ca/news/canada/calgary/council-closed-door-sessions-1.4925082", "urlToImage": "https://i.cbc.ca/1.3530183.1460391862!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-council-chambers.jpg", "publishedAt": "2018-11-29T13:00:00Z", "content": "Calgary city council spent roughly 14 per cent of its meeting time in closed-door sessions in a year. Coun. Ward Sutherland posted details of the time spent in closed-door meetings on Facebook Wednesday, saying he's pleased an upcoming report brings forward r… [+1663 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "China halts research team's work on gene-edited babies", "description": "China's government orders a halt to work by a medical team that claims it helped make the world's first gene-edited babies, as a group of leading scientists declared it's still too soon to try to make permanent changes to DNA that can be inherited by future g…", "url": "https://www.cbc.ca/news/world/china-orders-halt-gene-edited-babies-1.4925176", "urlToImage": "https://i.cbc.ca/1.4924670.1543443233!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/hong-kong-gene-edited-babies.jpg", "publishedAt": "2018-11-29T12:59:14Z", "content": "China's government on Thursday ordered a halt to work by a medical team that claims it helped make the world's first gene-edited babies, as a group of leading scientists declared it's still too soon to try to make permanent changes to DNA that can be inherite… [+2997 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Deutsche Bank confirms police investigation stemming from Panama Papers", "description": "German authorities searched the headquarters of Deutsche Bank in Frankfurt and other offices on Thursday on the suspicion bank employees helped clients set up offshore companies in tax havens to launder hundreds of millions of euros, in an investigation broug…", "url": "https://www.cbc.ca/news/business/deutsche-panama-papers-investigation-1.4925183", "urlToImage": "https://i.cbc.ca/1.4925191.1543495372!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/germany-crime-deutsche-bank-money-laundering.jpg", "publishedAt": "2018-11-29T12:54:00Z", "content": "German authorities searched the headquarters of Deutsche Bank in Frankfurt and other offices on Thursday on the suspicion bank employees helped clients set up offshore companies in tax havens to launder hundreds of millions of euros, in an investigation broug… [+1593 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Suresh Doss", "title": "This Stoney Creek shop serves up savoury and spicy Mexican tortas", "description": "Maria’s Tortas Jalisco is known for its traditional Mexican tortas, sopa azteca and milky-creamy tres leches cake.", "url": "https://www.cbc.ca/news/canada/toronto/suresh-doss-marias-tortas-jalisco-1.4924362", "urlToImage": "https://i.cbc.ca/1.4924522.1543440109!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maria-s-tortas-jalisco-torta.jpg", "publishedAt": "2018-11-29T12:45:00Z", "content": "I've covered a number of restaurants located in Ontario's Golden Horseshoe in this column, especially ones close to the QEW artery to Niagara. It includes Thai food in Burlington, Syrian shawarma in Hamilton and Chengdu-style food in St. Catharines. It's not … [+5700 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "MPP Amanda Simard leaving PCs, will sit as an independent", "description": "Eastern Ontario MPP Amanda Simard is leaving the Progressive Conservative party to sit as an independent.", "url": "https://www.cbc.ca/news/canada/ottawa/amanda-simard-mpp-progressive-conservative-1.4925179", "urlToImage": "https://i.cbc.ca/1.4915795.1542857460!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/glengarry-prescott-russell-mpp-amanda-simard.jpg", "publishedAt": "2018-11-29T12:39:18Z", "content": "Eastern Ontario MPP Amanda Simard is leaving the Progressive Conservative party to sit as an independent. The representative for GlengarryPrescottRussell, which includes the eastern fringe of Ottawa and communities east of the city, gave no reason in Wednesda… [+1182 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colleen Underwood", "title": "Police union frustrated by secrecy surrounding beleaguered respectful workplace policy", "description": "The head of Calgary's police union is frustrated that the public is being excluded from a grievance arbitration hearing, because he says it highlights problems within the service's respectful workplace policy.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-police-respectful-workplace-1.4924785", "urlToImage": "https://i.cbc.ca/1.4924789.1543447139!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/arbitration-hearing.JPG", "publishedAt": "2018-11-29T12:30:00Z", "content": "Inside a hotel conference room in downtown Calgary sit a row of lawyers and labour experts representing the Calgary Police Service and the city. Across from them sit a female officer and her lawyer grieving the way the officer was treated under CPS' respectfu… [+4745 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "'Inaction is not an option': Cost to keep Asian carp out of Great Lakes triples", "description": "Fortifying an Illinois waterway to prevent invasive carp from using it as a path to Lake Michigan could cost nearly three times as much as federal planners previously thought, according to an updated report.", "url": "https://www.cbc.ca/news/canada/windsor/inaction-is-not-an-option-cost-to-keep-asian-carp-out-of-great-lakes-triples-1.4925164", "urlToImage": "https://i.cbc.ca/1.4925171.1543493508!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/carp-2.jpg", "publishedAt": "2018-11-29T12:26:25Z", "content": "Fortifying an Illinois waterway to prevent invasive carp from using it as a path to Lake Michigan could cost nearly three times as much as federal planners previously thought, according to an updated report. The U.S. Army Corps of Engineers this week released… [+3580 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "'Inaction is not an option': Cost to keep invasive Asian carp out of Great Lakes triples", "description": "Fortifying an Illinois waterway to prevent invasive carp from using it as a path to Lake Michigan could cost nearly three times as much as federal planners previously thought, according to an updated report.", "url": "https://www.cbc.ca/news/canada/windsor/inaction-is-not-an-option-cost-to-keep-invasive-asian-carp-out-of-great-lakes-triples-1.4925164", "urlToImage": "https://i.cbc.ca/1.4925171.1543493508!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/carp-2.jpg", "publishedAt": "2018-11-29T12:26:25Z", "content": "Fortifying an Illinois waterway to prevent invasive carp from using it as a path to Lake Michigan could cost nearly three times as much as federal planners previously thought, according to an updated report. The U.S. Army Corps of Engineers this week released… [+3580 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "The LeBreton Flats redevelopment needs a fresh start", "description": "The only logical — and ethical — end to the fraught journey to build a new neighbourhood in central Ottawa is a new bidding process.", "url": "https://www.cbc.ca/news/canada/ottawa/lebreton-flats-plan-restart-1.4924777", "urlToImage": "https://i.cbc.ca/1.3420998.1461592260!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ncc-head-ceo-lebreton-flats.jpg", "publishedAt": "2018-11-29T12:22:33Z", "content": "In the frantic damage control since Eugene Melnyk's company launched a whopping $700-million lawsuit against his partners in the LeBreton Flats redevelopment project, politicians, bureaucrats and business leaders have delivered a single key message: they are … [+4545 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bryan Labby", "title": "B.C. man first person convicted for sale of so-called miracle tonic", "description": "Health Canada has been warning about MMS for years, the so-called Miracle Mineral Solution, a bleach-like product that can cause serious illnesses. Now, a B.C. man has been convicted of packaging, advertising and selling the solution.", "url": "https://www.cbc.ca/news/canada/calgary/stanley-nowak-conviction-mms-genesis-2-church-1.4924288", "urlToImage": "https://i.cbc.ca/1.4924710.1543445135!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/stanley-nowak.jpg", "publishedAt": "2018-11-29T12:00:00Z", "content": "Stanley Nowak has become the first person convicted under the Food and Drug Act for marketing, packaging and selling the so-called Miracle Mineral Solution, a controversial tonic that's been marketed as a cure for a variety of illnesses, diseases and conditio… [+3436 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bryan Eneas", "title": "Sask. gamers promoting esports as positive pursuit for Indigenous youth", "description": "Two Indigenous youths are highlighting the plethora of video game talent in the land of living skies.", "url": "https://www.cbc.ca/news/canada/saskatchewan/indigenous-youths-aim-highlight-peers-through-treaty-4-esports-1.4923851", "urlToImage": "https://i.cbc.ca/1.4923876.1543424235!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bear-claw-casino-fortnite-battle-royale-tournament-2018.jpg", "publishedAt": "2018-11-29T12:00:00Z", "content": "The faint smell of cigarette smoke wafted through the air at the Bear Claw Casino in White Bear, Sask., some 200 kilometres southeast of Regina. On this late November day, the dinging and jingles coming from slot machines were interrupted by the sound of virt… [+3678 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Proctor", "title": "'Redundant': Top officer claims he never heard word that devastated Pierre Lemaitre", "description": "A top B.C. Mountie wept Wednesday as he read his final correspondence with Pierre Lemaitre. He also said he'd never heard anyone describe the former RCMP spokesman as redundant.", "url": "https://www.cbc.ca/news/canada/british-columbia/pierre-lemaitre-ptsd-suicide-rcmp-1.4924857", "urlToImage": "https://i.cbc.ca/1.2314281.1543363185!/httpImage/image.jpg_gen/derivatives/16x9_620/lemaitre-pierre060508.jpg", "publishedAt": "2018-11-29T12:00:00Z", "content": "One of B.C.'s top Mounties sobbed at a coroner's inquest Wednesday as he read his final correspondence with a subordinate who killed himself after what colleagues have described as institutional betrayal by the RCMP. Chief Supt. Denis Boucher was in charge of… [+4620 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Budget watchdog to report on cost of 'irregular' asylum seekers today", "description": "Canada's budget watchdog will release new numbers today on the cost of irregular asylum seekers. Parliamentary Budget Officer Yves Giroux will release a report called “Costing Irregular Migration across Canada’s Southern Border” at 10 a.m. ET.", "url": "https://www.cbc.ca/news/politics/pbo-budget-officer-asylum-seekers-costs-1.4924364", "urlToImage": "https://i.cbc.ca/1.4649528.1526324205!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/asylum-seekers-trudeau-20170804.jpg", "publishedAt": "2018-11-29T12:00:00Z", "content": "Canada's budget watchdog will release numbers today on the cost of \"irregular\" asylum seekers. Parliamentary Budget Officer Yves Giroux will post a report called \"Costing Irregular Migration across Canada's Southern Border\" at 10 a.m. ET. It will present an \"… [+1660 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "City unveils final design for Elgin Street renewal", "description": "City officials unveiled the final design for the Elgin Street revitalization at city hall Wednesday evening.", "url": "https://www.cbc.ca/news/canada/ottawa/elgin-street-revitalization-plans-schedule-1.4924973", "urlToImage": "https://i.cbc.ca/1.4924976.1543459574!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/elgin-street-redesign.jpg", "publishedAt": "2018-11-29T11:48:34Z", "content": "City officials unveiled the final design for the Elgin Street revitalization at city hall Wednesday evening. The design included tweaks made after an earlier consultation in May and the decision in late August to bury electrical poles along the busy downtown … [+2516 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Doomed Lion Air jet deemed 'airworthy' ahead of takeoff", "description": "Investigators of the Oct. 29 crash of a Lion Air flight into the Java Sea say the aircraft was deemed airworthy when it made its final takeoff from Jakarta.", "url": "https://www.cbc.ca/news/world/indonesia-lion-air-plane-deemed-airworthy-1.4925153", "urlToImage": "https://i.cbc.ca/1.4925160.1543490650!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/indonesia-crash.jpg", "publishedAt": "2018-11-29T11:48:12Z", "content": "Investigators of the Oct. 29 crash of a Lion Air flight into the Java Sea say the aircraft was deemed airworthy when it made its final takeoff from Jakarta. The officials summoned reporters Thursday to clarify comments made at a news conference the day before… [+3409 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rod Jackson gave up on Nashville but is making a comeback right at home", "description": "The country singer rejected fame and disappeared for over a decade. Now he's back — this time, just for fun.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/rod-jackson-comeback-singer-1.4921223", "urlToImage": "https://i.cbc.ca/1.4923855.1543423591!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rod-jackson.jpg", "publishedAt": "2018-11-29T11:30:00Z", "content": "There was a point in Rod Jackson's life when he had it all. A house, wife and two kids, great job and a blossoming career as a country singer, complete with managers, awards and music videos. He even had plans to take Nashville by storm, hoping to become some… [+2861 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Queen Street opening in front of Parliament station Monday", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-29-2018-1.4925154", "urlToImage": "https://i.cbc.ca/1.4803001.1535550605!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oc-transpo-elgin-sparks-street-ottawa-traffic.jpg", "publishedAt": "2018-11-29T11:13:33Z", "content": "Good morning commuters! There are definitely some slippery spots this morning due to an overnight dusting of snow and gusting of winds. There is also some black ice and dangerous sidewalks. OC Transpo is rejigging some of its routes to go past Parliament Stat… [+836 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ban Publisacs? City to ask public's opinion as it weighs ecological footprint", "description": "While grocery stores can no longer offer free bags to customers, companies such as Publisac, which deliver flyers and local newspapers, continue to use plastic to hold their product.", "url": "https://www.cbc.ca/news/canada/montreal/ban-publisacs-city-to-ask-public-s-opinion-as-it-weighs-ecological-footprint-1.4925089", "urlToImage": "https://i.cbc.ca/1.4925090.1543465077!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/plastic-paper-flyers-recycling-image-1.jpg", "publishedAt": "2018-11-29T11:07:29Z", "content": "A resident of Montreal's Rosemont neighbourhood is sounding the alarm over the \"ecological disaster\" of flyers delivered in plastic bags to thousands of the city's households every week. While grocery stores can no longer offer free bags to customers, compani… [+2157 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kristin Annable", "title": "Government soil tests show unsafe lead levels remain at Weston School's sports field", "description": "Test results obtained by CBC show that of the 21 samples taken at the elementary school, 17 of them came back above national safety limits, with an average concentration of 219 mg/kg in each sample.", "url": "https://www.cbc.ca/news/canada/manitoba/weston-school-lead-contamination-1.4924940", "urlToImage": "https://i.cbc.ca/1.4822264.1536858994!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/weston-elementary.png", "publishedAt": "2018-11-29T11:00:00Z", "content": "New government soil tests have found Weston School's sports field remains contaminated with lead levels above national safety guidelines. Test results obtained by CBC show that of the 21 samples taken at the elementary school, 17 of them came back above natio… [+3846 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Colton Hutchinson", "title": "Cracking ice or celery stick? Sound designer takes starring role in It's a Wonderful Life: The Radio Play", "description": "When the Royal Manitoba Theatre Centre presents the classic It's a Wonderful Life this holiday season, a performer whose work is usually done behind the scenes will instead play a starring role.", "url": "https://www.cbc.ca/news/canada/manitoba/sound-designer-john-gzowski-1.4924929", "urlToImage": "https://i.cbc.ca/1.4924945.1543455044!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/john-gzowski-1.JPG", "publishedAt": "2018-11-29T11:00:00Z", "content": "When the Royal Manitoba Theatre Centre presents the classic It's a Wonderful Life this holiday season, a performer whose work is usually done behind the scenes will instead play a starring role. Sound designer John Gzowski takes on a unique role in the show. … [+2131 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "Banned B.C. investor who 'goes through women like popcorn' tries laying claim to ex's home", "description": "Kenneth Edward Smith is banned for life from the investment game, his former friends describe him as a \"true predator\" who exploits vulnerable women, and he somehow lost $100,000 that a recent love interest entrusted to him.", "url": "https://www.cbc.ca/news/canada/british-columbia/banned-bc-investor-tries-laying-claim-to-exs-home-1.4924784", "urlToImage": "https://i.cbc.ca/1.3372201.1450468407!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/signing-for-divorce.jpg", "publishedAt": "2018-11-29T11:00:00Z", "content": "He's banned for life from the investment game, his former friends describe him as a \"true predator\" who exploits vulnerable women and he somehow lost $100,000 that a recent love interest entrusted to him. And yet, when Kenneth Edward Smith broke up with that … [+4504 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Steve Silva", "title": "Sixties Scoop settlement info sessions to be held in 21 communities across Canada", "description": "The tour will stop in Whitehorse on Feb. 4, Yellowknife on March 18 and Iqaluit on a to-be-determined date in April.", "url": "https://www.cbc.ca/news/canada/north/sixties-scoop-settlement-info-sessions-1.4924836", "urlToImage": "https://i.cbc.ca/1.3733217.1487179646!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/60s-scoop-lawsuit.jpg", "publishedAt": "2018-11-29T11:00:00Z", "content": "The first of 21 cross-Canada information sessions to help members of the Sixties Scoop settlement receive compensation is scheduled to begin next month. Collectiva Class Action Services, which is the the claim administrator, is organizing the tour. The sessio… [+2161 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Riley Laychuk", "title": "Slow down, Manitoba fire chief says after firefighter hit at crash scene", "description": "A Manitoba firefighter is recovering from injuries after he was hit by a car while working at the scene of a rollover earlier this month near Brandon.", "url": "https://www.cbc.ca/news/canada/manitoba/whitehead-firefighter-hit-manitoba-1.4924654", "urlToImage": "https://i.cbc.ca/1.4924692.1543443752!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kelly-crosson.jpg", "publishedAt": "2018-11-29T11:00:00Z", "content": "A Manitoba firefighter is recovering from injuries after he was hit by a car while working at the scene of a rollover earlier this month near Brandon. Kelly Crosson, fire chief of Whitehead Fire Department, based in Alexander, Man., said it happened Nov. 6 on… [+4314 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "Banned B.C. investor who 'goes through women like popcorn' tries laying claim to ex's home", "description": "Kenneth Edward Smith is banned for life from the investment game, his former friends describe him as a \"true predator\" who exploits vulnerable women, and he somehow lost $100,000 that a recent love interest entrusted to him.", "url": "https://www.cbc.ca/news/canada/british-columbia/banned-b-c-investor-who-goes-through-women-like-popcorn-tries-laying-claim-to-ex-s-home-1.4924784", "urlToImage": "https://i.cbc.ca/1.3372201.1450468407!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/signing-for-divorce.jpg", "publishedAt": "2018-11-29T11:00:00Z", "content": "He's banned for life from the investment game, his former friends describe him as a \"true predator\" who exploits vulnerable women and he somehow lost $100,000 that a recent love interest entrusted to him. And yet, when Kenneth Edward Smith broke up with that … [+4504 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Power outages, school cancellations piling up as storm hits Nova Scotia", "description": "A winter storm that could dump as much as 25 centimetres of snow is working its way through northern and northeastern Nova Scotia.", "url": "https://www.cbc.ca/news/canada/nova-scotia/nova-scotia-winter-storm-november-29-2018-1.4925134", "urlToImage": "https://i.cbc.ca/1.3981566.1487072353!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/car-driving-through-blizzard-snow-winter-storm-st-john-s.jpg", "publishedAt": "2018-11-29T10:52:30Z", "content": "More than 23,000 Nova Scotia Power customers are without power and school cancellations are piling up as a winter storm works its way through north and northeastern Nova Scotia. As of 6:36 a.m. Thursday, Nova Scotia Power was reporting about 170 outages, most… [+1106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lee Berthiaume", "title": "Electoral calculations around Quebec shipyard laid bare in Norman court docs", "description": "A federal public servant told the RCMP that electoral considerations were front and centre as successive governments approved a $700-million shipbuilding contract that is the focus of the criminal case against Vice-Admiral Mark Norman.", "url": "https://www.cbc.ca/news/canada/montreal/electoral-calculations-davie-quebec-city-1.4925139", "urlToImage": "https://i.cbc.ca/1.4925147.1543487051!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mark-norman-20181123.jpg", "publishedAt": "2018-11-29T10:52:06Z", "content": "A federal public servant who attended secret cabinet meetings about the $700-million shipbuilding contract at the centre of the criminal case against Vice-Admiral Mark Norman told the RCMP that electoral considerations were front and centre as successive gove… [+5701 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Power outages and school closures as wind, rain and snow whip Newfoundland", "description": "Newfoundland Power reported a number of weather-related power outages on Thursday morning, and several schools in central were shut down.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/weather-power-outages-school-closures-nlwx-1.4925132", "urlToImage": "https://i.cbc.ca/1.4925146.1543486993!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/snow-in-gander.jpg", "publishedAt": "2018-11-29T10:39:08Z", "content": "A winter storm warning is in effect for the central and western parts of Newfoundland and Labrador, with power outages and school closures across the island. As of 6 a.m., a top gust of 141 km/h was recorded in Burgeo, with lighter gusts from coast to coast o… [+1620 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ariana Kelland", "title": "'Michael made me a better mom': Cathy Bennett adds voice to chorus of stillbirth stories", "description": "Sitting at her second son's Christmas concerts, Cathy Bennett's eyes fixate on the grade level ahead of him — the class her son Michael should have been in.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/cathy-bennett-baby-michael-stillbirth-1.4923589", "urlToImage": "https://i.cbc.ca/1.4923818.1543422236!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/michael-walter-thomas.jpg", "publishedAt": "2018-11-29T10:30:00Z", "content": "Sitting at her second son's Christmas concerts, Cathy Bennett's eyes would fixate on the grade level ahead of him the class her son Michael should have been in. On July 12, 1997, Bennett joined what she calls \"the club that nobody wanted to belong to\" a club … [+4519 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'First steps into the working world': Montreal candle store helps young adults gain life skills", "description": "Light A Dream, a candle store in the West Island, runs a program that teaches important entrepreneurship skills to young adults with intellectual disabilities.", "url": "https://www.cbc.ca/news/canada/montreal/students-light-a-dream-pointe-claire-1.4921185", "urlToImage": "https://i.cbc.ca/1.4921297.1543263760!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/brandon-riddoch.JPG", "publishedAt": "2018-11-29T10:00:34Z", "content": "With the holidays around the corner, Brandon Riddoch decorates brown paper bags that are used for gift wrapping. The 22-year-old meticulously swipes his paintbrush, filling in his drawing of a bright green Christmas tree adorned with ornaments he drew by hand… [+2393 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Greg Ross", "title": "Can't find a Beer Store to drop off your empties? That's because a lot of them are closing", "description": "Toronto Beer Store locations on Danforth Avenue, Gerrard Street, Brock Avenue and the Queensway have all closed down in the last year, while other locations on River Street, Dundas Street and Queen Street East are all waiting for approval to be redeveloped.", "url": "https://www.cbc.ca/news/canada/toronto/can-t-find-a-beer-store-to-drop-off-your-empties-that-s-because-a-lot-of-them-are-closing-1.4924614", "urlToImage": "https://i.cbc.ca/1.4924734.1543445504!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jeremy-campbell.jpg", "publishedAt": "2018-11-29T10:00:00Z", "content": "Jeremy Campbell is finding out what's quickly becoming the case for many Torontonians who love their suds essentially, it's getting easier to buy beer, but harder to return empties because so many The Beer Store locations are closing down. Campbell, who lives… [+3294 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Business owner forgoes retirement trip to give homeless a place to sleep", "description": "A Moncton businessman has purchased cots and other supplies to allow the Humanity Project to open as an emergency overnight shelter this winter while province and city have yet to announce their plans.", "url": "https://www.cbc.ca/news/canada/new-brunswick/humanity-project-donation-supplies-shelter-1.4924343", "urlToImage": "https://i.cbc.ca/1.4924612.1543442111!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/donald-mchugh.JPG", "publishedAt": "2018-11-29T10:00:00Z", "content": "The Humanity Project plans to operate an out-of-the-cold emergency shelter later this week after a Moncton business owner stepped forward to personally pay for various supplies to get it open. Donald McHugh, owner of the Up In Smoke Shoppe on Mountain Road, s… [+3968 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Greg Ross", "title": "Running on empty: As Beer Store locations close, it's getting harder to recycle", "description": "Toronto Beer Store locations on Danforth Avenue, Gerrard Street, Brock Avenue and the Queensway have all closed down in the last year, while other locations on River Street, Dundas Street and Queen Street East are all waiting for approval to be redeveloped.", "url": "https://www.cbc.ca/news/canada/toronto/running-on-empty-as-beer-store-locations-close-it-s-getting-harder-to-recycle-1.4924614", "urlToImage": "https://i.cbc.ca/1.4924734.1543445504!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jeremy-campbell.jpg", "publishedAt": "2018-11-29T10:00:00Z", "content": "Jeremy Campbell is finding out what's quickly becoming the case for many Torontonians who love their suds essentially, it's getting easier to buy beer, but harder to return empties because so many The Beer Store locations are closing down. Campbell, who lives… [+3294 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michael Gorman", "title": "When will Nova Scotia's FOI portal be fixed? Government doesn't have that info", "description": "The government’s chief information officer says she has no idea when the online portal will be fully restored and functioning after a security failure in the spring.", "url": "https://www.cbc.ca/news/canada/nova-scotia/no-timeline-for-when-freedom-of-information-website-will-be-fixed-1.4924893", "urlToImage": "https://i.cbc.ca/1.2660358.1525205203!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/data-breach.jpg", "publishedAt": "2018-11-29T10:00:00Z", "content": "Nova Scotia's chief information officer says she has no idea when the province's freedom of information portal will be fully restored and functioning online. \"We're moving as fast as we can,\" Sandra Cascadden said in an interview Wednesday. The website, which… [+3461 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Ayers", "title": "Fewer closed-door meetings for CBRM council", "description": "The municipality is changing its process after illegally discussing council pay at four in-camera meetings over the past two years.", "url": "https://www.cbc.ca/news/canada/nova-scotia/fewer-closed-door-meetings-for-cbrm-council-1.4924551", "urlToImage": "https://i.cbc.ca/1.4921447.1543267424!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/cbrm-council.jpeg", "publishedAt": "2018-11-29T10:00:00Z", "content": "Closed-door meetings are going to be a little more open in the Cape Breton Regional Municipality. CBRM is changing its process after illegally discussing council pay at four in-camera meetings over the past two years. Nova Scotia's Municipal Government Act pe… [+1563 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Ayers", "title": "Closed-door meetings in CBRM to come under more scrutiny", "description": "The municipality is changing its process after illegally discussing council pay at four in-camera meetings over the past two years.", "url": "https://www.cbc.ca/news/canada/nova-scotia/closed-door-meetings-in-cbrm-to-come-under-more-scrutiny-1.4924551", "urlToImage": "https://i.cbc.ca/1.4921447.1543267424!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/cbrm-council.jpeg", "publishedAt": "2018-11-29T10:00:00Z", "content": "Closed-door meetings are going to be a little more open in the Cape Breton Regional Municipality. CBRM is changing its process after illegally discussing council pay at four in-camera meetings over the past two years. Nova Scotia's Municipal Government Act pe… [+1563 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Carolyn Ray", "title": "Scammer hijacks real estate agent's email, steals $3K from buyer", "description": "The scammer posed as someone interested in a property before hijacking Anna King's email account. They managed to convince a real buyer to email her a $3,000 deposit that instead went to them.", "url": "https://www.cbc.ca/news/canada/nova-scotia/real-estate-agents-warned-after-scammer-hijacks-email-account-1.4924474", "urlToImage": "https://i.cbc.ca/1.4924538.1543440514!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anna-king.jpg", "publishedAt": "2018-11-29T10:00:00Z", "content": "The Nova Scotia Association of Realtors is warning its 1,500 members to check their email settings after an agent was duped by a complex phishing scam that left her feeling \"invaded.\" The scammer posed as someone interested in a property before hijacking Anna… [+2246 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pam Berman", "title": "Halifax may spend $600K to prevent Upper Water Street flooding", "description": "Halifax may spend $600,000 to ensure adjacent properties are not negatively impacted by plans to raise two parts of Upper Water Street during the redevelopment of the Cogswell interchange, which could begin next year.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cogswell-interchange-district-halifax-flooding-1.4924034", "urlToImage": "https://i.cbc.ca/1.3476005.1457106757!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/casino-nova-scotia-parking-garage.JPG", "publishedAt": "2018-11-29T10:00:00Z", "content": "Halifax may spend $600,000 to ensure adjacent properties are not negatively impacted by plans to raise two parts of Upper Water Street during the redevelopment of the Cogswell interchange, which could begin next year. Paul Burgess, the city's manager of infra… [+978 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shaina Luck", "title": "No dough for affordable housing in redevelopment of Ben's Bakery site", "description": "Halifax councillors have approved a change to the municipal planning strategy to allow the redevelopment of the site in the Quinpool Road area. But some local residents are critical of the fact the development does not include any affordable units.", "url": "https://www.cbc.ca/news/canada/nova-scotia/ben-s-bakery-redevelopment-sparks-discussion-on-affordable-housing-1.4924591", "urlToImage": "https://i.cbc.ca/1.3046276.1429864989!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/life-sculpture.JPG", "publishedAt": "2018-11-29T10:00:00Z", "content": "Some Halifax residents are speaking out over plans to develop a prime parcel of land in the city, saying the proposal for new residential and commercial spaces should also include affordable housing options. Regional councillors voted this week to approve a c… [+3352 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Power outages will persist overnight after major storm batters Atlantic Canada", "description": "Some Atlantic Canadians will remain without electricity until at least Friday morning after a powerful winter storm battered the East Coast, forcing school closures and flight cancellations, halting ferry services and creating massive power outages.", "url": "https://www.cbc.ca/news/canada/new-brunswick/environment-canada-storm-snow-rain-power-outages-1.4925130", "urlToImage": "https://i.cbc.ca/1.4925188.1543534445!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter.jpg", "publishedAt": "2018-11-29T09:48:20Z", "content": "Some Atlantic Canadians will remain without electricity until at least Friday morning after a powerful winter storm battered the East Coast, forcing school closures and flight cancellations, halting ferry services and creating massive power outages. Hundreds … [+5235 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Snow, wind bring more school closures across the province", "description": "Another snowstorm is forcing more schools to close again today.", "url": "https://www.cbc.ca/news/canada/new-brunswick/environment-canada-storm-snow-rain-1.4925130", "urlToImage": "https://i.cbc.ca/1.4567677.1520529064!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winter.jpg", "publishedAt": "2018-11-29T09:48:20Z", "content": "With another snowstorm expected to hit the province today, more schools are closed across the province. All schools in the Anglophone East School District are closed today. In the Anglophone North School District, schools in Miramichi and Rexton are closed. A… [+813 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Lucky number? For the 7th straight week, pump prices are down", "description": "The cost has only gone in one direction since the middle of October.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gas-prices-down-seven-weeks-in-row-1.4923706", "urlToImage": "https://i.cbc.ca/1.4904687.1542206188!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gasoline-price-spike-20180705.jpg", "publishedAt": "2018-11-29T09:30:00Z", "content": "Gas prices across Newfoundland and Labrador continued their downward trend Thursday morning, with a drop of 2.7 cents a litre. In total, the cost of gas has dropped by just over 22 cents since Oct. 18. A litre of self-service will cost drivers filling up on t… [+584 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Ukraine urges NATO to deploy ships amid Russia standoff", "description": "Ukraine's president urged NATO to deploy naval ships to the Sea of Azov amid a standoff with Russia. While NATO condemned the Russian action, the allies will be unlikely to heed the request, which could trigger a confrontation with Russia.", "url": "https://www.cbc.ca/news/world/ukraine-russia-nato-standoff-1.4925128", "urlToImage": "https://i.cbc.ca/1.4925129.1543483198!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ukraine-crisis-russia.jpg", "publishedAt": "2018-11-29T09:26:32Z", "content": "Ukraine's president urged NATO to deploy naval ships to the Sea of Azov amid a standoff with Russia. President Petro Poroshenko made the call in an interview with the German newspaper Bild published Thursday, saying that \"Germany is one of our closest allies … [+2797 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Taekema", "title": "Swearing, drinking, mishandling weapons: How Hamilton-area soldiers get into trouble", "description": "A total of 48 disciplinary charges were laid against Hamilton-area soldiers in the past nine years — mostly connected to alcohol and weapons handling. The final story in a CBC Hamilton series on military discipline among area regiments.", "url": "https://www.cbc.ca/news/canada/hamilton/military-misconduct-hamilton-1.4916579", "urlToImage": "https://i.cbc.ca/1.4924390.1543437522!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/john-foote-armoury-hamilton.jpg", "publishedAt": "2018-11-29T09:01:00Z", "content": "On a July evening in 2016 a soldier with the Argyll and Sutherland Highlanders of Canada, who reportedly drank \"an excessive amount of alcohol\" and threatened to kill his ex-girlfriend's new boyfriend, drove off a Canadian Forces base with another soldier han… [+6551 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Raffy Boudjikanian", "title": "Cattle farmers say new antibiotics prescription rules will be costly", "description": "New federal rules that kick in on Dec. 1 will set limits on farmers’ abilities to procure antibiotics for their livestock.", "url": "https://www.cbc.ca/news/canada/edmonton/canada-antibiotic-changes-1.4905232", "urlToImage": "https://i.cbc.ca/1.4905349.1542221213!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/darlene-stein.JPG", "publishedAt": "2018-11-29T09:00:00Z", "content": "New federal rules kicking in on Dec. 1 will set limits on farmers' abilities to procure antibiotics for their livestock, a move intended to curb antibiotic resistance in humans and animals, and provide more oversight by veterinary professionals. But some prod… [+5899 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Simpson", "title": "USMCA signing could be overshadowed by larger divisions between nations at G20", "description": "Prime Minister Justin Trudeau will attend the G20 summit in Buenos Aires this weekend. While Canada, the U.S. and Mexico could end up signing the USMCA on the sidelines of the gathering, global divisions likely will overshadow the event.", "url": "https://www.cbc.ca/news/politics/usmca-signing-overshadowed-by-global-divisions-g20-1.4923745", "urlToImage": "https://i.cbc.ca/1.4923943.1543442220!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/argentina-g20-summit.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "Officials don't know yet who will sign the pact. And they haven't said exactly when, or where, it's going to happen. But when the G20 summit in Buenos Aires is over, the leaders of Canada, the United States and Mexico are supposed to be coming home with a new… [+4634 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robyn Miller", "title": "Ottawa mom warns parents about exploding squeeze toy", "description": "An Ottawa mother is warning other parents about a squeeze toy she purchased from a popular arts and crafts chain after the product burst in her daughter's face, sending the young girl to hospital.", "url": "https://www.cbc.ca/news/canada/ottawa/squeeze-toy-burst-sending-girl-to-hospital-1.4923778", "urlToImage": "https://i.cbc.ca/1.4923882.1543424444!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/squeeze-toy-explodes.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "An Ottawa mother is warning other parents about a squeeze toy she purchased from a popular arts and crafts chain after the product burst in her daughter's face, sending the young girl to hospital. Erica Doucette said she bought the $5 squeezable candy corn fr… [+4318 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "No snow at all on Thursday for a change", "description": "You can hope for a glimpse or two of the sun, but low clouds this time of year tend to be more prevalent.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-29-2018-1.4925043", "urlToImage": "https://i.cbc.ca/1.2957120.1423863385!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/healthmatters-bundling-baby-20130128.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "We've certainly seen our share of snow this November, but the next few days will offer us a break from the white stuff. We start this day below zero, so there could be some icy spots. The high sneaks up to about 2 C with a northwest breeze of around 20 km/h. … [+145 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katerina Georgieva", "title": "It's not the northern lights — it's a borealis of greenhouse glows", "description": "Purple, orange and yellow hues often light up the night sky in Kingsville and Leamington because of the cluster of greenhouses that fill the region.", "url": "https://www.cbc.ca/news/canada/windsor/not-northern-lights-greenhouse-glows-1.4924468", "urlToImage": "https://i.cbc.ca/1.4925010.1543458674!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/greenhouse.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "Purple, orange and yellow. Those are some of the colours that light up the night sky in Kingsville and Leamington at times, all because of the cluster of greenhouses that fill the region. The hues have gotten the attention of residents and has municipalities … [+3342 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eric Rankin,Paisley Woodward", "title": "'Let's get on with it': Transportation Safety Board frustrated with seaplane safety rule delays", "description": "The head of the Transportation Safety Board says she's very concerned that Transport Canada still hasn't implemented new safety regulations for seaplanes nine years after a crash in B.C. claimed six lives.", "url": "https://www.cbc.ca/news/canada/british-columbia/transportation-safety-board-frustrated-seaplane-safety-rule-delays-1.4919840", "urlToImage": "https://i.cbc.ca/1.4919860.1543456809!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/6-drown-in-2009-seaplane-crash-at-saturna-island-b-c.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "Exactly nine years and counting. That's how long survivors of a deadly plane crash in B.C. have been waiting for safety improvements in the country's seaplane industry improvements they believe would have saved lives in their accident, and in subsequent float… [+5850 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chantelle Bellrichard", "title": "Teaching math through cedar weaving, trade beads and oral history", "description": "Educators streamed into a Vancouver conference room to learn how curriculum specialists in Prince Rupert are developing Ts’msyen teaching materials for math classes.", "url": "https://www.cbc.ca/news/indigenous/ts-msyen-indigenous-math-curriculum-cedar-weaving-1.4922447", "urlToImage": "https://i.cbc.ca/1.4922582.1543344053!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cedar-weaving-math-exercise.JPG", "publishedAt": "2018-11-29T09:00:00Z", "content": "At the math workshop the tables were full of materials: faux cedar strips, dry erase markers, dice, scissors. Educators streamed into the Vancouver conference room to learn how curriculum specialists in Prince Rupert, B.C., are developing Ts'msyen teaching ma… [+5407 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mike Crawley", "title": "Ontario government unveils climate change plan Thursday — without Justin Trudeau's carbon tax", "description": "The government of Canada's largest province will on Thursday reveal its plans for reducing greenhouse gas emissions and Ontario's environment minister says it will show that fighting climate change doesn't require a carbon tax.", "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-climate-change-plan-ontario-1.4922475", "urlToImage": "https://i.cbc.ca/1.4468798.1543459776!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/73239531ar002-european-comm.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "The government of Canada's largest province will on Thursday reveal its plans for reducing greenhouse gas emissions, and Ontario's environment minister says it will show that fighting climate change doesn't require a carbon tax. Environment Minister Rod Phill… [+4172 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Robson Fletcher", "title": "When job losses happen in any province, all of Canada suffers", "description": "It's understandable how Albertans could be aggrieved by the national urgency expressed at the potential loss of 2,500 General Motors jobs in Oshawa while its oil industry shed that many jobs every month, for 18 straight months, during the height of the downtu…", "url": "https://www.cbc.ca/news/canada/calgary/alberta-oshawa-jobs-gm-general-motors-layoffs-1.4923771", "urlToImage": "https://i.cbc.ca/1.4921952.1543314299!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/gm-canada-oshawa-20181126.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "You could almost hear Albertans' eyes roll in unison this week, as Unifor president Jerry Dias exited a meeting with Prime Minister Justin Trudeau, stood before the national press gallery and described the auto-manufacturing sector as the \"most important indu… [+8172 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Why can't Ottawa get military procurement right?", "description": "The last couple of weeks may go down in the Trudeau government's public record as the point when the desires of deliverology met the drawbacks of defence procurement.", "url": "https://www.cbc.ca/news/politics/military-procurement-frigates-fighter-jets-1.4924800", "urlToImage": "https://i.cbc.ca/1.4295204.1505767636!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sea-king-helicopter-from-hmcs-st-john-s.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "The last couple of weeks may go down in the Trudeau government's public record as the point when the desires of deliverology met the drawbacks of defence procurement. Remember 'deliverology'? That lofty concept measuring a government's progress in delivering … [+5073 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Eric Rankin,Paisley Woodward", "title": "'Let's get on with it': Transportation Safety Board frustrated with seaplane safety rule delays", "description": "The head of the Transportation Safety Board says she's very concerned that Transport Canada still hasn't implemented new safety regulations for seaplanes nine years after a crash in B.C. claimed six lives.", "url": "https://www.cbc.ca/news/canada/british-columbia/let-s-get-on-with-it-transportation-safety-board-frustrated-with-seaplane-safety-rule-delays-1.4919840", "urlToImage": "https://i.cbc.ca/1.4919860.1543456809!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/6-drown-in-2009-seaplane-crash-at-saturna-island-b-c.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "Exactly nine years and counting. That's how long survivors of a deadly plane crash in B.C. have been waiting for safety improvements in the country's seaplane industry improvements they believe would have saved lives in their accident, and in subsequent float… [+5850 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "RCMP's disciplinary review body struggling with a 'significant backlog of files'", "description": "The RCMP's disciplinary review body — the independent committee that investigates things like internal harassment complaints and member misconduct — says it’s drowning in casework.", "url": "https://www.cbc.ca/news/politics/rcmp-external-review-committee-1.4922450", "urlToImage": "https://i.cbc.ca/1.3490918.1464988880!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mounties.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "The RCMP's disciplinary review body the independent committee that investigates things like harassment complaints and Mountie misconduct says it's drowning in casework. The RCMP External Review Committee's warning came in its annual departmental plan, recentl… [+2406 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "connell smith", "title": "'Long lost' population of St John River striped bass may have been discovered", "description": "For more than four decades it has been believed native striped bass in the St John River system had been lost forever. But new research by Canadian and American researchers strongly indicates some of those fish have managed to hang on.", "url": "https://www.cbc.ca/news/canada/new-brunswick/striped-bass-survival-st-john-river-extinction-stripers-genetics-dna-1.4924602", "urlToImage": "https://i.cbc.ca/1.4924655.1543443163!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nathalie-leblanc.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "For more than four decades it was believed native striped bass in the St John River had been lost forever. The population crashed over a short period following the opening of the Mactaquac dam in 1968. Sporadic searches since then for evidence of 'stripers' s… [+3047 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man accused of threatening Gatineau mayor found not criminally responsible", "description": "A man accused of threatening the mayor of Gatineau, Que., in the wake of September's devastating tornadoes has been found not criminally responsible.", "url": "https://www.cbc.ca/news/canada/ottawa/gatineau-mayor-threatened-tornado-1.4924873", "urlToImage": "https://i.cbc.ca/1.4802777.1535539474!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/mayor-maxime-pedneaud-jobin.JPG", "publishedAt": "2018-11-29T09:00:00Z", "content": "A man accused of threatening the mayor of Gatineau, Que., in the wake of September's devastating tornadoes has been found not criminally responsible. The man, who lived in the hard-hit Mont-Bleu district, was accused of threatening Mayor Maxime Pedneaud-Jobin… [+257 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pete Evans", "title": "Oil, housing and more: Here's what to look for as Canada's big banks post earnings this week", "description": "Canada's biggest banks are in the midst of revealing how they're doing to investors, and Canadians would be well advised on keep a close eye on three trends buried in the numbers that could offer a hint of how the broader economy is holding up.", "url": "https://www.cbc.ca/news/business/bank-earnings-oil-housing-1.4923786", "urlToImage": "https://i.cbc.ca/1.4026558.1489604130!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/atm.jpg", "publishedAt": "2018-11-29T09:00:00Z", "content": "It's the final quarterly earnings season for the big banks in 2018, when Canada's biggest lenders tip their hands to investors about how much money they're making and where. The Bank of Nova Scotia kicked things off with its quarterly results on Tuesday, reve… [+5771 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Maryse Zeidler", "title": "B.C. invests $4.6M to create 439 new childcare spaces in Victoria", "description": "The funds come from the province's Childcare B.C. New Spaces program, which gives school boards and municipalities $1 million per project to partner with non-profit organizations and offer new childcare spaces.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-invests-4-6m-to-create-439-new-childcare-spaces-in-victoria-1.4925112", "urlToImage": "https://i.cbc.ca/1.4925125.1543473869!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/b-c-child-care.jpg", "publishedAt": "2018-11-29T07:19:07Z", "content": "British Columbia's provincial government has invested $4.6 million to create 439 new childcare spaces in six elementary schools across Victoria. The funds come from the province's Childcare B.C. New Spaces program, which gives school boards and municipalities… [+1889 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alex Migdal", "title": "As koi fall victim to an otter, Chinese community sees loss of cultural symbol", "description": "Staff at the Dr. Sun Yat-Sen Classical Chinese have so far found the carcasses of 10 adult koi. For the Chinese community, it's the loss of an important cultural symbol in a space that has deep roots in Vancouver's Chinatown.", "url": "https://www.cbc.ca/news/canada/british-columbia/as-koi-fall-victim-to-an-otter-chinese-community-sees-loss-of-cultural-symbol-1.4925074", "urlToImage": "https://i.cbc.ca/1.4925119.1543470515!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/koi-fish.jpg", "publishedAt": "2018-11-29T06:40:53Z", "content": "If Vancouver were to have a zodiac animal, 2018 might be the year of the otter. The mischievous creature first appeared at the Dr. Sun Yat-Sen Classical Chinese Garden two weeks ago and has since achieved international fame after nearly desecrating the garden… [+3472 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Angela Sterritt", "title": "In fight to combat climate change, Squamish Nation joins forces to capture carbon", "description": "For years, Chris Lewis has watched the effects of climate change from his front door. The waters of the Seymour River on the North Shore's Capilano reserve in Squamish Nation territory keep rising.", "url": "https://www.cbc.ca/news/canada/british-columbia/in-fight-to-combat-climate-change-squamish-nation-joins-forces-to-capture-carbon-1.4924017", "urlToImage": "https://i.cbc.ca/1.4924807.1543447622!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/chris-lewis.JPG", "publishedAt": "2018-11-29T05:40:14Z", "content": "For years, Chris Lewis has watched the effects of climate change from his front door. The waters of the Seymour River on the North Shore's Capilano reserve in Squamish Nation territory keep rising. \"Right now, the river is bank to bank, and what we're noticin… [+2936 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Pedestrian killed after being struck by 2 cars in northwest Edmonton", "description": "A woman is dead after she was struck by two vehicles in northwest Edmonton Wednesday night.", "url": "https://www.cbc.ca/news/canada/edmonton/woman-killed-hit-and-run-127-street-edmonton-1.4925114", "urlToImage": "https://i.cbc.ca/1.4925117.1543469139!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pedestrian-killed.jpg", "publishedAt": "2018-11-29T05:38:14Z", "content": "A woman is dead after she was struck by two vehicles in northwest Edmonton Wednesday night. According to police, the woman was attempting to cross 127th Street near 127th Avenue when she was struck by a southbound dark-coloured car at approximately 7:30 p.m. … [+907 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Holly Caruk", "title": "'A breath of fresh air': Maxime Bernier holds 1st Manitoba rally since forming Canada's newest federal party", "description": "The leader of Canada’s newest political party was in Winnipeg Wednesday evening to speak with his supporters here for the first time since striking out on his own.", "url": "https://www.cbc.ca/news/canada/manitoba/leader-canada-s-newest-political-party-winnipeg-1.4925095", "urlToImage": "https://i.cbc.ca/1.4925113.1543468003!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maxime-bernier.jpg", "publishedAt": "2018-11-29T05:36:50Z", "content": "The leader of Canada's newest political party was in Winnipeg Wednesday evening to speak with his supporters here for the first time since striking out on his own. Maxime Bernier addressed a crowd of over 200 people at the Holiday Inn on Ellice Avenue before … [+3924 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'This is only a test': British Columbians receive 2nd emergency alert test", "description": "Phones across the Lower Mainland emitted a blaring alert tone in unison on Wednesday at 1:55 p.m.", "url": "https://www.cbc.ca/news/canada/british-columbia/this-is-only-a-test-british-columbians-receive-2nd-emergency-alert-test-1.4925008", "urlToImage": "https://i.cbc.ca/1.4925026.1543459789!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bc-emergency-alert-november-26-test.jpg", "publishedAt": "2018-11-29T04:25:09Z", "content": "Phones across B.C.'s Lower Mainland emitted a blaring alert tone in unison on Wednesday at 1:55 p.m. It was part of the Alert Ready program, a collaborative initiative between federal, provincial and territorial governments to warn the public of imminent disa… [+1929 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ariel Fournier", "title": "Rare birds: University of Alberta heritage chicken program preserves vintage breeds", "description": "“If you want save old cars you put up a Quonset in Wetaskiwin and call it a car museum, but if you want to save old chickens you can’t just do that. You have to feed and maintain them.\"", "url": "https://www.cbc.ca/news/canada/edmonton/heritage-chicken-program-preserves-vintage-breeds-1.4924855", "urlToImage": "https://i.cbc.ca/1.4924887.1543455586!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chickens-headline.jpg", "publishedAt": "2018-11-29T04:22:16Z", "content": "A barn at the University of Alberta Poultry Research Centre in south Edmonton is home to more than 16,000 healthy, clucking chickens. But these fowl aren't ordinary, these are heritage chickens. The classic breeds include the 1957 Random Bread Broiler line an… [+2982 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Marcoux,Kristin Annable", "title": "Winnipeg ER wait times improving but still lag behind most Canadian hospitals: report", "description": "Despite posting the greatest improvements in emergency room wait-times in the country, Winnipeg’s hospitals still trail behind most Canadian hospitals, according to the latest update from the Canadian Institute for Health Information.", "url": "https://www.cbc.ca/news/canada/manitoba/er-wait-times-winnipeg-1.4925018", "urlToImage": "https://i.cbc.ca/1.1855386.1379279410!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/health-sciences-centre-er.jpeg", "publishedAt": "2018-11-29T04:02:22Z", "content": "Despite posting the greatest improvements in emergency room wait times in the country, Winnipeg's hospitals still trail behind most Canadian hospitals, according to the latest update from the Canadian Institute for Health Information. The report shows ER wait… [+3965 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Brotherhood of the beard': Inside online beard culture with a professor who studied it", "description": "When Chris Schneider got a divorce, he grew a beard to keep people away. Instead, it led him to a supportive online community of beard-lovers.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-beard-culture-professor-1.4924927", "urlToImage": "https://i.cbc.ca/1.4924984.1543457097!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chris-schneider.jpg", "publishedAt": "2018-11-29T03:45:51Z", "content": "When Chris Schneider got a divorce, he grew a beard to keep people away. Instead, it drew strangers to him: fellow beard-owners exchanging tips for upkeep, or people striking up beard-related conversations or even asking to touch it. At one point, it even hel… [+5256 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joshua Clipperton", "title": "Leafs win, Auston Matthews dazzles in return to lineup", "description": "Auston Matthews had two goals and an assist in his return to the lineup following a month on the sidelines with a shoulder injury as the Toronto Maple Leafs defeated the San Jose Sharks 5-3 for their third straight victory Wednesday.", "url": "https://www.cbc.ca/sports/hockey/nhl/nhl-leafs-sharks-recap-nov-28-1.4924642", "urlToImage": "https://i.cbc.ca/1.4925031.1543461554!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/leafs-sharks-auston-matthews-112818-620.jpg", "publishedAt": "2018-11-29T03:39:23Z", "content": "Auston Matthews had two goals and an assist in his return to the lineup following a month on the sidelines with a shoulder injury as the Toronto Maple Leafs defeated the San Jose Sharks 5-3 for their third straight victory Wednesday. John Tavares, with two, P… [+3545 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "B.C. high school volleyball team returns home after highway crash", "description": "All 10 teenage girls on a high school volleyball team from Prince George, B.C., have returned home after the passenger van they were travelling in crashed on a highway near Cache Creek on Tuesday.", "url": "https://www.cbc.ca/news/canada/british-columbia/b-c-high-school-volleyball-team-returns-home-after-highway-crash-1.4925019", "urlToImage": "https://i.cbc.ca/1.4923040.1543356328!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/van-crash-near-cache-creek.jpg", "publishedAt": "2018-11-29T03:38:45Z", "content": "All 10 teenage girls on a high school volleyball team from Prince George, B.C., have returned home after the passenger van they were travelling in crashed on a highway near Cache Creek on Tuesday. School superintendent Marylin Marquis-Forster said all the pla… [+1749 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Evan Dyer", "title": "Another Canadian diplomat in Cuba affected by mysterious brain injury", "description": "Another Canadian diplomat has reported a traumatic brain injury while stationed in Cuba, bringing to 13 the total number of cases among diplomats and their dependents with \"unusual health symptoms.\"", "url": "https://www.cbc.ca/news/politics/canadian-diplomat-cuba-affected-1.4924987", "urlToImage": "https://i.cbc.ca/1.2502511.1390106155!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/crumbling-embassy-20091101.jpg", "publishedAt": "2018-11-29T03:38:28Z", "content": "Another Canadian diplomat has reported a traumatic brain injury while stationed in Cuba, bringing to 13 the total number of cases among diplomats and dependents with \"unusual health symptoms.\" The affected person is receiving medical attention, according to a… [+3674 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Verity Stevenson", "title": "Crown questions Sorella's mother about change in statement at murder trial", "description": "Superior Court Justice Sophie Bourque allowed Lapierre to cross-examine Di Cesare, who is a witness of the prosecution, after he raised differences between what she told police in 2009 and what she testified in court Monday.", "url": "https://www.cbc.ca/news/canada/montreal/sorella-mother-cross-examined-police-statement-1.4924965", "urlToImage": "https://i.cbc.ca/1.4924993.1543457811!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adele-sorella.jpg", "publishedAt": "2018-11-29T03:15:00Z", "content": "Teresa Di Cesare could see she was the person on the screen making the statement to police, she told the court Wednesday at her daughter's first-degree murder trial. She was adamant that one detail in her statement must somehow have been wrong. \"I can see it'… [+3078 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna McMillan", "title": "U of A turfs outdated admission policy for Indigenous med students", "description": "A 30-year-old quota system that caps the number of Indigenous students admitted into the University of Alberta’s medical program is getting the boot.", "url": "https://www.cbc.ca/news/canada/edmonton/university-of-alberta-medical-school-indigenous-admission-quota-system-1.4924983", "urlToImage": "https://i.cbc.ca/1.4924991.1543457692!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shey-eagle-bear.jpg", "publishedAt": "2018-11-29T03:12:06Z", "content": "A 30-year-old quota system that caps the number of Indigenous students admitted into the University of Alberta's medical program is getting the boot. Faculty representatives say the quota was created with the good intention of saving five spots for Indigenous… [+2106 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Flin Flon's only mine slated to close by 2021, future of 800 jobs uncertain", "description": "A mining operation in Flin Flon that employs 800 people will leave the community in three years.", "url": "https://www.cbc.ca/news/canada/manitoba/800-jobs-flin-flon-mine-shutters-1.4924774", "urlToImage": "https://i.cbc.ca/1.3071555.1517442480!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flin-flon-mine.jpg", "publishedAt": "2018-11-29T03:03:34Z", "content": "A mining operation in Flin Flon that employs 800 people will leave the community in three years. The closure of Hudbay's 777 mine the only mine in the northern Manitoba city has long been forecasted, but employees learned this week through an internal letter … [+5569 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Explosion blows out windows of Calgary flour mill", "description": "An explosion shattered windows at a flour mill in southeast Calgary Wednesday evening.", "url": "https://www.cbc.ca/news/canada/calgary/adm-milling-co-calgary-flour-mill-explosion-1.4924968", "urlToImage": "https://i.cbc.ca/1.4925005.1543458245!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-flour-mill-explosion.jpg", "publishedAt": "2018-11-29T02:27:16Z", "content": "An explosion shattered windows at a flour mill in southeast Calgary Wednesday evening. Fire crews, EMS and police responded to the scene shortly before 7 p.m., at 4002 Bonnybrook Road S.E. ADM Milling Co. was listed at that address the company's website says … [+252 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Marina von Stackelberg", "title": "Manitoba government 'playing with fire' by cutting half of French translation jobs, Opposition says", "description": "The Progressive Conservative government says the decision improves efficiency, but translators worry about speed and quality of work.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-language-translation-1.4924845", "urlToImage": "https://i.cbc.ca/1.4371661.1508959417!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/sustainable-development-minister-rochelle-squires.JPG", "publishedAt": "2018-11-29T02:27:07Z", "content": "The Manitoba government is eliminating half of the jobs within its translation services department. Instead, the work of translating thousands of pages between English and French will fall on freelancers. The Progressive Conservative government says the decis… [+3363 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Superhospital deserves millions in criminal's bank account, says MUHC lawyer", "description": "MUHC lawyer Alexander De Zordo asked Superior Court Justice Claude Leblond to award the $6-million frozen in Yanaï Elbaz's bank account to the hospital to cover a portion of its losses.", "url": "https://www.cbc.ca/news/canada/montreal/muhc-superhospital-corruption-yanai-elbaz-1.4924958", "urlToImage": "https://i.cbc.ca/1.4921648.1543274392!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/crime-muhc-fraud-20181126.jpg", "publishedAt": "2018-11-29T02:13:50Z", "content": "Montreal's English-language superhospital was the victim of the greatest corruption fraud in Canadian history, and one of the key players shouldn't benefit from the millions of dollars he has in the bank, the lawyer for the McGill University Health Centre sai… [+3912 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Complaints about excessive force, unnecessary standoff highlighted in police review agency's report", "description": "Multiple complaints were registered against various Winnipeg police officers and their decision to use certain tactics against citizens, says a report from the Law Enforcement Review Agency.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-lera-report-2017-1.4924820", "urlToImage": "https://i.cbc.ca/1.3939339.1484830760!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-car-in-winter.jpg", "publishedAt": "2018-11-29T02:08:09Z", "content": "The case of a man who alleges he was dragged from a truck, punched repeatedly and kicked by police officers was serious enough to be referred to a hearing before a provincial court judge, Manitoba's Law Enforcement Review Agency found last year. That case was… [+5193 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Natasha Riebe", "title": "Councillor bent on saving Eastglen pool in northeast Edmonton", "description": "Three pools in Edmonton’s mature neighbourhoods may stay afloat despite the city's suggestion that closing them will save the city $1.4 million a year.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-eastglen-leisure-centre-pool-1.4924897", "urlToImage": "https://i.cbc.ca/1.4924908.1543451640!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/eastglen-leisure-centre.jpg", "publishedAt": "2018-11-29T01:40:54Z", "content": "Three swimming pools in Edmonton's mature neighbourhoods may stay afloat, despite the suggestion that closing them would save the city $1.4 million a year. Closing the pools requires council approval, a decision expected to be made by Dec. 14, when the 2019-2… [+2829 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Bell", "title": "Early medical screenings could be light on benefits, heavy on potential harm, task force urges", "description": "A top Alberta doctor says think twice before getting an early screening for cancer or other diseases because the risks can outweigh the rewards, according to a growing body of research.", "url": "https://www.cbc.ca/news/canada/calgary/dr-eddy-lang-screening-canadian-task-force-on-preventative-health-care-1.4924915", "urlToImage": "https://i.cbc.ca/1.4289465.1536628239!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dr-eddy-lang-calgary-emergency-room.jpg", "publishedAt": "2018-11-29T01:26:41Z", "content": "A top Alberta doctor says to think twice before getting an early screening for cancer or other diseases because the risks can outweigh the rewards, according to a growing body of research. Dr. Eddy Lang, head of adult emergency medicine in the Calgary zone, t… [+5470 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Calgary city council rejects freeze, instead plans to nearly double arts agency funding", "description": "City council voted 10-5 Wednesday against a motion that would have frozen the Calgary Arts Development Authority's funding.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-arts-development-budget-1.4924891", "urlToImage": "https://i.cbc.ca/1.2741101.1408484648!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/duval-lang.jpg", "publishedAt": "2018-11-29T01:16:38Z", "content": "City council voted 10-5 Wednesday against a motion that would have frozen the Calgary Arts Development Authority's funding and plans instead to nearly double the agency's budget next year. This year, the city gave CADA $6.4 million. The city's proposed four-y… [+1752 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Education council makes case for dramatic transformation of Saint John schools", "description": "The Anglophone South school district education council is wrapping up a series of public meetings that explain the final part of its three-phase plan that would see some schools close, new ones built and others refitted.", "url": "https://www.cbc.ca/news/canada/new-brunswick/saint-john-school-closures-anglophone-south-1.4924904", "urlToImage": "https://i.cbc.ca/1.4615768.1523526335!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/anglophone-south-district-education-council.jpg", "publishedAt": "2018-11-29T01:05:28Z", "content": "Saint John parents are are learning the final phase of an infrastructure plan that would \"totally transform\" city schools. The Anglophone South School District education council is wrapping up a series of public meetings explaining its three-phase plan that w… [+3625 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reid Southwick", "title": "Calgary's rental market stages a comeback", "description": "Calgary's rental market appears to be experiencing a comeback after a years-long slump, with new data showing the vacancy rate has fallen for a second straight year, while average rents have risen for the first time since the recession.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-rental-market-1.4924879", "urlToImage": "https://i.cbc.ca/1.3360822.1449848258!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/for-rent-calgary.jpg", "publishedAt": "2018-11-29T01:05:22Z", "content": "Calgary's rental market appears to be experiencing a comeback after a years-long slump, with new data showing the vacancy rate has fallen for a second straight year, while average rents have risen for the first time since the recession. The Canadian Mortgage … [+2222 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Audrey McKinnon", "title": "River otters fatten up on bite-sized, at-risk sturgeon", "description": "The Vanderhoof Nechako White Sturgeon Recovery Initiative is releasing larger sturgeon to avoid numerous other predators, but the larger sturgeon are now the perfect-sized meal for local river otters.", "url": "https://www.cbc.ca/news/canada/british-columbia/otters-wreak-havoc-on-sturgeon-restoration-1.4922577", "urlToImage": "https://i.cbc.ca/1.4922658.1543436796!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/sturgeon-fry.jpeg", "publishedAt": "2018-11-29T01:00:00Z", "content": "A handful of hungry river otters have added juvenile sturgeon to their diet and it's directly impacting a Vanderhoof sturgeon recovery project. \"Downtown Vanderhoof,we have, the last three or four years, had six or seven very healthy otters that seem to like … [+2556 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Reverse Advent calendar", "description": "Julie Van Rosendaal discusses her Advent calendar meant for giving, not receiving.", "url": "https://www.cbc.ca/news/canada/calgary/reverse-advent-calendar-1.4928407", "urlToImage": "https://i.cbc.ca/1.4928407.1543617001!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-29T00:47:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Min Dhariwal", "title": "Oilers defenceman Andrej Sekera eager to get back on the blueline", "description": "Andrej Sekera was all smiles after practice on Tuesday, and who could blame him. After months of being on the sidelines, it looks like the Oilers defenceman is on the mend.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-oilers-andrej-sekera-defenceman-achilles-tear-nhl-1.4924848", "urlToImage": "https://i.cbc.ca/1.4462037.1513954176!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-blues-oilers-20171221.jpg", "publishedAt": "2018-11-29T00:46:45Z", "content": "Andrej Sekera was all smiles after practice on Tuesday. After months on the sidelines, it looks like the Oilers defenceman is on the mend. \"Getting the touches with the boys and passing is the little bit that I was missing, so this is a good thing for me,\" sa… [+2361 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Zimonjic", "title": "Trudeau's meeting with party leaders on French-language rights ends without results", "description": "The leaders of the four main federal opposition parties met today with Prime Minister Justin Trudeau to discuss how to better support francophones outside of Quebec in the wake of cuts to French languages services in Ontario.", "url": "https://www.cbc.ca/news/politics/party-leaders-meet-talk-francophone-1.4924823", "urlToImage": "https://i.cbc.ca/1.4924847.1543449220!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/francophone-issues-20181128.jpg", "publishedAt": "2018-11-29T00:36:53Z", "content": "The leaders of the four main federal opposition parties met today with Prime Minister Justin Trudeau to discuss how to better support francophones outside of Quebec in the wake of cuts to French languages services in Ontario. The half-hour meeting the first o… [+3147 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Clare Hennig", "title": "Go away, gang members: Kamloops businesses and bars launch Inadmissible Patron Program", "description": "Businesses in Kamloops, B.C., are taking a tougher stance against gangs and barring their members.", "url": "https://www.cbc.ca/news/canada/british-columbia/kamloops-launch-inadmissible-patrons-program-1.4924764", "urlToImage": "https://i.cbc.ca/1.1492971.1381032481!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-alcohol-bartender-852-cp.jpg", "publishedAt": "2018-11-29T00:34:19Z", "content": "Businesses in Kamloops, B.C., are taking a tougher stance against gangs and barring their members. The crackdown is part of the new Inadmissible Patron Program that launches this week involving a couple of dozen businesses and the Kamloops RCMP. \"Anyone that'… [+1556 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Car drives into pool of water in Portugal Cove-St. Philip's", "description": "Two people were in the vehicle and neither were hurt, according to the town's fire chief.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/car-in-water-portugal-cove-1.4924869", "urlToImage": "https://i.cbc.ca/1.4924903.1543451193!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/car-rescue-portugal-cove.jpg", "publishedAt": "2018-11-29T00:33:44Z", "content": "Nobody is injured after a car drove into a large pool of water in Portugal Cove-St. Philip's Wednesday night. The car was on a dirt road and was accidentally driven into an area where water tends to pool and became stuck, according to Fred Hollett, chief of t… [+1067 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Lack of progress on climate change is putting Canadians' health at risk, doctors say", "description": "The Canadian Medical Association says it agrees with the findings of a report published by the Lancet journal documenting the health toll of pollution, heat waves, forest fires and infectious disease spread.", "url": "https://www.cbc.ca/news/health/climate-change-canada-air-pollution-lancet-countdown-1.4924792", "urlToImage": "https://i.cbc.ca/1.3547831.1522466958!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/air-pollution.jpg", "publishedAt": "2018-11-29T00:30:07Z", "content": "A new report from one of the world's most prestigious medical journals says Canada's failure to cut greenhouse-gas emissions isn't just killing the planet; it's killing Canadians. The report on the health impacts of climate change, published Wednesday in The … [+4996 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Canada's oil industry growth can go hand-in-hand with Indigenous reconciliation: report", "description": "Canada's First Nations and the oil and gas industry have not had a smooth relationship, but a new report makes the case that a collaborative partnership could bring major benefits to both sides.", "url": "https://www.cbc.ca/news/canada/calgary/oil-indigenous-1.4924732", "urlToImage": "https://i.cbc.ca/1.4622205.1524157042!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/pipeline-protest-20180310.jpg", "publishedAt": "2018-11-29T00:29:20Z", "content": "Canada's First Nations and the oil and gas industry have not had a smooth relationship, but a new report makes the case that a collaborative partnership could bring major benefits to both sides. The report, released by the Canadian Association of Petroleum Pr… [+4202 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Trump says Manafort pardon 'not off the table'", "description": "U.S. President Donald Trump says he has never discussed pardoning his former campaign chairman Paul Manafort, but it's \"not off the table.\"", "url": "https://www.cbc.ca/news/world/trump-manafort-new-york-post-1.4924791", "urlToImage": "https://i.cbc.ca/1.4924795.1543447281!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/win09786-20181127125832700-jpg.jpg", "publishedAt": "2018-11-29T00:29:03Z", "content": "U.S. President Donald Trump said Wednesday that he's never discussed pardoning his former campaign chairman Paul Manafort, but it's \"not off the table.\" In an interview with the New York Post, Trump asked rhetorically: \"Why would I take it off the table?\" The… [+2470 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Donna Spencer", "title": "Marie-Michele Gagnon clears mental hurdle of last year's Lake Louise crash", "description": "Marie-Michele Gagnon's last attempt to race in Lake Louise, Alta., was calamitous, but the Canadian skier returns still determined to be a downhiller. The women's World Cup season-opening downhills are set for Friday and Saturday followed by a super-G race on…", "url": "https://www.cbc.ca/sports/olympics/winter/alpineskiing/alpine-world-cup-women-lake-louise-2018-preview-1.4924790", "urlToImage": "https://i.cbc.ca/1.4924808.1543449179!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/lake-louise-marie-michele-gagnon-113017-620.jpg", "publishedAt": "2018-11-29T00:07:16Z", "content": "Marie-Michele Gagnon's last attempt to race in Lake Louise, Alta., was calamitous, but the Canadian skier returns still determined to be a downhiller. The injuries Gagnon sustained in training a year ago wiped out her season and kept her out of February's Win… [+3626 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Mexico penalty crushes Canada's hopes in FIFA U-17 Women's World Cup semis", "description": "Captain Nicole Perez's first-half penalty sent Mexico to the final of the FIFA U-17 Women's World Cup with a 1-0 win Wednesday that consigned Canada to the third-place match.", "url": "https://www.cbc.ca/sports/soccer/canada-fifa-under-17-womens-world-cup-semifinals-mexico-1.4924480", "urlToImage": "https://i.cbc.ca/1.4924846.1543449180!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mexico-canada.jpg", "publishedAt": "2018-11-29T00:00:35Z", "content": "Captain Nicole Perez's first-half penalty sent Mexico to the final of the FIFA U-17 Women's World Cup with a 1-0 win Wednesday that consigned Canada to the third-place match. Spain defeated New Zealand 2-0 in the earlier semifinal at Estadio Charrua. The Cana… [+689 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Clare Hennig", "title": "Death of international student on Prince George highway prompts road safety changes", "description": "The death of an international student, who was struck by a vehicle along Highway 97 in Prince George this summer, has prompted changes to road safety in the hopes of preventing similar deaths.", "url": "https://www.cbc.ca/news/canada/british-columbia/college-of-new-caledonia-road-safety-campaign-1.4924607", "urlToImage": "https://i.cbc.ca/1.4696388.1543445620!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/memorial.jpg", "publishedAt": "2018-11-29T00:00:00Z", "content": "The death of an international student, who was struck by a vehicle along Highway 97 in Prince George this summer, has prompted changes to road safety in the hopes of preventing similar deaths. Sandeep Kaur had just arrived in Canada from India to study at the… [+1827 chars]"}]}