{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "‘Mowgli: Legend of the Jungle’ Review: A Boy and His Digitized Wolves", "description": "This film version of Rudyard Kipling’s story collection has a lot more dirt, blood and death in it than other adaptations.", "url": "https://www.nytimes.com/2018/11/28/movies/mowgli-legend-of-the-jungle-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29mowgli1/mowgli1-facebookJumbo.jpg", "publishedAt": "2018-11-29T00:00:00Z", "content": "The first half of the movie, wherein Mowgli (Rohan Chand) trains with the lovable/irascible bear Baloo (Serkis) for a contest that will determine whether he can join the wolves in their hunt, is a striking if at times too-pretty feat of fantasy world-building… [+775 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN BLINDER and JONATHAN MARTIN", "title": "Mississippi’s Era of Outsize Clout in Washington Is Waning", "description": "Few states have held more sway on Capitol Hill because of Senate seniority and committee chairmanships, which helped bring home billions of dollars. But Tuesday’s election underscored changes afoot.", "url": "https://www.nytimes.com/2018/11/28/us/politics/mississippi-senate-hyde-smith.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29mississippi-era1/29mississippi-era1-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:48:10Z", "content": "But Ms. Hyde-Smiths misstep helped obscure her own milestone. We cant even get a moment of positive attention for that, complained Lauren Stennis, an artist and the granddaughter of the former senator, pointing to the history-making options the states voters … [+1223 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES GORMAN", "title": "What Makes That Steer So Big? Cattle’s Mysterious Genes", "description": "Knickers, the oversized Holstein steer in Australia that has captured the world’s heart, or at least the internet's attention.", "url": "https://www.nytimes.com/2018/11/28/science/cow-holstein-size-genetics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/science/29STEER/29STEER-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:38:32Z", "content": "Once upon a time, everyone hoped that the internet, instead of becoming a bottomless pit of iniquity, would be filled with good and interesting information about large cattle. And lo, it is. But the viral photos of Knickers, the very large Australian steer, p… [+1001 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SOMINI SENGUPTA and KENDRA PIERRE-LOUIS", "title": "Study Warns of Cascading Health Risks From the Changing Climate", "description": "Global warming is posing immediate health hazards around the world and in the United States, from kidney disease to dengue fever, two new studies say.", "url": "https://www.nytimes.com/2018/11/28/climate/climate-change-health.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/climate/29CLI-HEALTH1/29CLI-HEALTH1-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:30:09Z", "content": "Among the biggest threats humans face in a warming climate is heat stress, which not only kills people directly but can also lead to kidney and cardiovascular disease, the report noted. Higher temperatures can also diminish peoples ability to work, particular… [+1642 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIFFANY HSU", "title": "Firearms Industry Appears Stuck in the Doldrums", "description": "Interest in hunting products at Dick’s Sporting Goods is sliding, background checks for firearms fell on Black Friday and pressure from Wall Street isn’t letting up.", "url": "https://www.nytimes.com/2018/11/28/business/firearms-industry-gun-sales.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29GUNS-01/29GUNS-01-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:29:21Z", "content": "We are definitely in a business cycle, said Jurgen Brauer, chief economist of Small Arms Analytics, a research firm. For those who have been around for 30 years, this kind of thing is old hat, and you just deal with it. Another possible factor: a nationwide s… [+1521 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Overlooked No More: Noor Inayat Khan, Indian Princess and British Spy", "description": "Khan, who was recently suggested as the new face of the £50 note, was an unlikely candidate to engage in espionage in World War II, but she did so with a “steely strength of will.”", "url": "https://www.nytimes.com/2018/11/28/obituaries/noor-inayat-khan-overlooked.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/obituaries/00overlooked-khan1/00overlooked-khan1-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:28:00Z", "content": "Still, she had excellent radio skills, which the special operations unit desperately needed, so in June 1943 she was sent to France, where she assumed the name Jeanne-Marie Renier, posing as a childrens nurse. Madeleine was her code name. Within 10 days of he… [+1323 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DENISE GRADY", "title": "Nancy Cappello, Breast Cancer Activist, Is Dead at 66", "description": "Nancy M. Cappello in 2004. After learning a year earlier that she had breast cancer, and that mammography could not find it, she began a campaign to require fuller disclosure to women about their mammogram results and the limitations of the test.", "url": "https://www.nytimes.com/2018/11/28/obituaries/nancy-cappello-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/obituaries/29CAPPELLO1/29CAPPELLO1-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:15:45Z", "content": "In a 2012 interview with The New York Times, she said that had she known about her dense tissue and the shortcomings of mammography, she would have requested ultrasound or M.R.I. scans, which are better than mammograms at finding tumors in dense breasts. And … [+1343 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SOPAN DEB", "title": "Jay-Z Criticizes Lack of Black Arbitrators in a Battle Over a Logo", "description": "The rapper and mogul wants a court to block arbitration proceedings in his fight with a licensing company over the use of his Roc Nation logo.", "url": "https://www.nytimes.com/2018/11/28/arts/music/jay-z-roc-nation-arbitrators.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29jayz/29jayz-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:14:05Z", "content": "On Wednesday, Jay-Z, filing under his legal name, Shawn Carter, asked a judge in State Supreme Court in Manhattan to temporarily halt the arbitration or to block it permanently if the dispute over the arbitrators is not resolved. According to the court petiti… [+1071 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN GROCER", "title": "Bond Market Signals Weakening Case for Interest Rate Increases", "description": "A measure of investors’ expectation for inflation over the next five years has fallen over the past two months.", "url": "https://www.nytimes.com/2018/11/28/business/dealbook/inflation-expectations-fed.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/db-inflation-chart-1543444486190/db-inflation-chart-1543444486190-facebookJumbo.png", "publishedAt": "2018-11-28T23:06:18Z", "content": "Inflation is core to the Feds mission. The central bank has a dual mandate of spurring full employment and keeping prices stable. This markets forecast for inflation is below the Feds target for inflation of 2 percent. Critics of measures like the one above s… [+923 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and MARCUS PAYADUE", "title": "Pelosi, Yemen, Les Moonves: Your Wednesday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/28/briefing/pelosi-yemen-les-moonves.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/briefing/c28PM-briefing-US-core-promo-trypt/28PM-briefing-US-slide-OFA6-facebookJumbo.jpg", "publishedAt": "2018-11-28T23:04:18Z", "content": "10. Finally, what should a monument look like? The national debate over removing Confederate statues inspired a New York City nonprofit to ask artists to imagine new monuments. One submission: a poster with the phrase We are all people in many languages. Anot… [+306 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAURIE GOODSTEIN", "title": "Investigators Raid Offices of President of U.S. Catholic Bishops", "description": "The search was primarily for records on the Rev. Manuel LaRosa-Lopez, who was arrested in September on four felony counts of indecency with a child.", "url": "https://www.nytimes.com/2018/11/28/us/houston-catholic-church-raid.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/29raid2/29raid2-facebookJumbo.jpg", "publishedAt": "2018-11-28T22:57:51Z", "content": "The priest was arrested after a second alleged victim a man came forward to the archdiocese and to the police this year. Investigators are now working with four alleged victims of Father LaRosa-Lopez, and are communicating with others who may have been abused… [+1459 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW HIGGINS", "title": "Sarajevo Dispatch: A War Hostel? ‘It Is Insane to Want to Sleep There’", "description": "A Sarajevo hostel recreating the 1990s wartime experience falls under a growing global niche of “dark tourism,” though it does offer Wi-Fi.", "url": "https://www.nytimes.com/2018/11/28/world/europe/bosnia-war-hostel-sarajevo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/xxdarktourism01/xxdarktourism01-facebookJumbo.jpg", "publishedAt": "2018-11-28T22:39:29Z", "content": "These include Dealey Plaza in Dallas, where President John F. Kennedy was assassinated, Nazi death camps like Auschwitz in Poland, and Tuol Sleng Prison in Phnom Penh, Cambodia, a former school turned into a torture and extermination center by the Khmer Rouge… [+1354 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WYATT MASON", "title": "The Artist’s Life: How the Myth of the Hedonistic Artist Lost Its Allure", "description": "These days — despite longstanding clichés about art and excess — the creative impulse can actually be more closely tied to asceticism.", "url": "https://www.nytimes.com/2018/11/28/t-magazine/artists-abstinence-asceticism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/t-magazine/oakImage-1543339729132/oakImage-1543339729132-facebookJumbo-v2.jpg", "publishedAt": "2018-11-28T22:35:39Z", "content": "ASCETICISM AS A WORD also arose in ancient Greece, albeit in different form. The root of the word is the Greek askein, which means to exercise, as an athlete would when training for an event, a word that grows into the Greek word asketes, which means a monk o… [+4483 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAM BELLUCK", "title": "科学家首次成功编辑人类胚胎基因", "description": "科学家们修复了一个严重的致病突变。尽管离投入临床还很遥远，但这项研究有望保护婴儿免受各种遗传性疾病威胁。不过这也引发了基因工程被用于“优生”的伦理担忧。 Shoukhrat Mitalipov 基因编辑前的新受精卵（左），以及基因编辑后，经过几轮细胞分裂的胚胎。 周三发表的一项研究表明，编辑人类胚胎的基因可以修复常见的严重致病基因突变。", "url": "https://cn.nytimes.com/science/20170803/gene-editing-human-embryos/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2017/08/03/science/03GENE1/03GENE1-articleLarge.jpg", "publishedAt": "2018-11-28T22:27:00Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANUPAM B. JENA, MICHAEL BARNETT and TIMOTHY J. LAYTON", "title": "The Link Between August Birthdays and A.D.H.D.", "description": "Posters about feelings, learning and empathy in a second-grade class in Minneapolis.", "url": "https://www.nytimes.com/2018/11/28/opinion/august-birthdays-adhd.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28ANUPAM/28ANUPAM-facebookJumbo.jpg", "publishedAt": "2018-11-28T22:12:50Z", "content": "These arbitrary entry-age cutoffs have important implications for the diagnosis of A.D.H.D. In a study published in The New England Journal of Medicine, we found that among several hundred thousand children who were born between 2007 and 2009 and followed unt… [+2537 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM ROBERTS", "title": "Randolph Braham, Holocaust Scholar Who Saw a Whitewash, Dies at 95", "description": "Professor Braham’s 1981 book and a three-volume encyclopedia he wrote were hailed as “an immensely precise, panoramic and microscopic study of the Hungarian Holocaust.”", "url": "https://www.nytimes.com/2018/11/28/obituaries/randolph-braham-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/obituaries/29BRAHAM1/29BRAHAM1-facebookJumbo.jpg", "publishedAt": "2018-11-28T22:05:38Z", "content": "Making his way to Berlin, Professor Braham served as a translator for the United States Army. He emigrated to the United States in 1948 and became a citizen in 1953, at that point changing his name to Randolph Louis Braham. He earned a bachelors degree in eco… [+1629 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAM BELLUCK", "title": "“我非常自豪”：贺建奎为基因编辑婴儿实验辩护", "description": "在香港举行的基因组编辑国际峰会上，贺建奎称其创造基因编辑婴儿的行为是安全且合乎道德的。但许多科学家对此表示高度怀疑和担忧，并批评他的行为不负责任。 Anthony Wallace/Agence France-Presse — Getty Images 声称创造了世界上第一对经过基因改造的婴儿的贺建奎于周三在香港会议上发表讲话。 贺说他为自己的工作感到自豪，但同行对他的行为表示严厉质疑。", "url": "https://cn.nytimes.com/china/20181129/gene-editing-babies-he-jiankui/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29china-baby-1/merlin_147415137_297b1076-93f6-44ec-bbc5-a352e6ce38db-articleLarge.jpg", "publishedAt": "2018-11-28T21:56:36Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KRISTIN WONG", "title": "What I Learned From Tracking My Spending for a Month", "description": "Everyone knows to watch their spending: A mistake can mean the difference between making or bouncing the rent check. I tracked my spending meticulously for a month. Here’s what I learned.", "url": "https://www.nytimes.com/2018/11/28/smarter-living/budget-money-lessons.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/smarter-living/26sl-budgetmonth/15sl-budgetmonth-facebookJumbo-v2.jpg", "publishedAt": "2018-11-28T21:52:07Z", "content": "But when I paid attention to the purchases I was tempted to make, I soon realized half the things I buy are mindless, impulsive items. Sure, I budget and pay myself first, but that doesnt mean Im spending my money in the best way possible. I could be saving m… [+1892 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "A Tyson With Less Fury (Out of the Ring) - New York Times", "description": "New York Times A Tyson With Less Fury (Out of the Ring) New York Times LOS ANGELES — Tyson Fury, one of the world's best boxers, says he has been living clean for the past 12 months. The dark thoughts and alcohol-fueled binges are gone, he says, replaced by g…", "url": "https://www.nytimes.com/2018/11/28/sports/tyson-fury-deontay-wilder.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/sports/02fury-web1/02fury-web1-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:46:13Z", "content": "Ive studied heavyweight boxing my whole life, Fury said. So when Fury stunned Wladimir Klitschko in November 2015 for the world heavyweight title, the victory was the fulfillment of a dream. But that was the problem: Fury said he suddenly felt as if he had no… [+1434 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICK CORASANITI", "title": "They Pretty Much Know Everything About You Before You Bet the Jets", "description": "New Jersey’s legalization of sports betting has led to stepped-up surveillance and data-gathering at casinos and racetracks, and online.", "url": "https://www.nytimes.com/2018/11/28/nyregion/sports-betting-nj-security.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/nyregion/29njsportsbetting1/00njsportsbetting1-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:45:31Z", "content": "The betting integrity is preserved when you can identify suspicious wagers. You can identify unusual betting patterns, and then seeing that, you can help protect the integrity of the sport if there is match-fixing or some other vulnerability, said Jennifer Ro… [+1636 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NIRAJ CHOKSHI", "title": "Sinclair TV Segment Defends Use of Tear Gas on Migrants at Border", "description": "Sinclair, the nation’s largest operator of local TV stations, has been criticized for forcing them to air right-leaning “must run” segments.", "url": "https://www.nytimes.com/2018/11/28/business/media/sinclair-broadcast-segment-trump-migrants.html", "urlToImage": "https://static01.nyt.com/images/2018/04/12/business/dealbookemail/29xp-sinclair/29xp-sinclair-facebookJumbo-v2.jpg", "publishedAt": "2018-11-28T21:34:34Z", "content": "Media Matters for America, a progressive watchdog organization, and others reported that the commentary was among the so-called must run segments produced by Sinclair for its network stations. Sinclair, the largest operator of local TV stations in the country… [+1545 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEITH BRADSHER", "title": "斯诺登逃离香港始末", "description": "得知可能会被长期拘留且不能接触电脑，这坚定了斯诺登离开的决心。香港政府欢迎斯诺登离境的决定，还派了警察暗中护送他登机。 James Hill for The New York Times 在莫斯科的谢列梅捷沃机场，记者包围了一名从一架香港出发的航班上走下来的乘客。据信，此人与斯诺登搭乘了同一架航班。", "url": "https://cn.nytimes.com/china/20130625/c25hongkong-update/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2013/06/24/world/24snowden_1/24snowden_1-articleLarge.jpg", "publishedAt": "2018-11-28T21:29:15Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THOMAS GIBBONS-NEFF", "title": "U.S. Troops Could Remain on Border Into 2019, Officials Say", "description": "No decision has been made yet to extend the mission beyond Dec. 15, but talks about continuing it come days after Border Patrol agents clashed with migrants.", "url": "https://www.nytimes.com/2018/11/28/us/politics/us-mexico-border-troops.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dc-military/29dc-military-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:28:16Z", "content": "In recent days, more than 3,200 migrants have reached Tijuana, where they will most likely wait for months before potentially gaining legal entrance to the United States. Even as Pentagon officials consider extending the deployment into January, they are also… [+690 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RUTH LA FERLA", "title": "You Are What You Wear", "description": "“If he wore wing-tipped shoes, smiled constantly, used his indoor voice, and kept his hands strapped and calm at his side, he could get his Blackness as low as 4.0,” Nana Kwame Adjei-Brenyah writes in \"Friday Black.\"", "url": "https://www.nytimes.com/2018/11/28/style/nana-kwame-adjei-brenyah-friday-black.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/fashion/29Nana-Kwame-1/29Nana-Kwame-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:21:33Z", "content": "Nana Kwame Adjei-Brenyah is not an easy read. Thats not a comment on his literary output. Mr. Adjei-Brenyah, the author of Friday Black, a much-lauded collection of short stories exploring themes of violence, racism and the excesses of American consumer cultu… [+1296 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY CHAN", "title": "Nip-and-tuck：拉皮再造之美", "description": "韩国拥有世界最高的人均整容率，精美的广告和高超的技术让爱美之人对这个国家趋之若鹜，甚至引发了一种名为整容旅游(nip-and-tuck tourism)的潮流。 Jean Chung for The New York Times 韩国首尔狎鸥亭地铁站附近一处整形诊所广告牌。", "url": "https://cn.nytimes.com/culture/20181129/wod-nip-and-tuck/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2014/12/20/business/20141220PLASTIC-ss-slide-GHM3/20141220PLASTIC-ss-slide-GHM3-articleLarge.jpg", "publishedAt": "2018-11-28T21:20:42Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JON CARAMANICA", "title": "Critical Shopper: The Amazon Warehouse Comes to SoHo", "description": "Our shopper visits the new Amazon 4 Star store, which stocks items with customer review ratings of four stars or better. Brick and mortar never had it so rough.", "url": "https://www.nytimes.com/2018/11/28/style/amazon-store-soho.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/fashion/29CRITIC-1/29CRITIC-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:18:35Z", "content": "Maybe I was using the wrong approach absorbing the store as a whole, and not like a warehouse picker in search of a specific item. So I went through my mental inventory of home problems that need solving. Inspired by a friends recent purchase of a 75-inch tel… [+841 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mihir Zaveri", "title": "Police Mistook Cotton Candy for Meth. She Spent 3 Months in Jail for Their Error.", "description": "Dasha Fincher was jailed after deputies searched her car during a 2016 traffic stop and found what they thought was methamphetamine. Now she’s suing.", "url": "https://www.nytimes.com/2018/11/28/us/woman-jailed-cotton-candy-meth.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/29xp-cottoncandy1/29xp-cottoncandy1-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:08:09Z", "content": "Nobody believed her story, Ms. Fincher said. She also said that while she was behind bars, her daughter had a miscarriage. It seemed like everything was going on and I wasnt there, she said. I wasnt there for my family when they needed me. On March 22, a stat… [+825 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL MacFARQUHAR", "title": "Putin Plays Down Sea Clash with Ukraine as ‘Border Incident’", "description": "Russia has sentenced 24 Ukrainian sailors to two months of pretrial detention, treating them like criminals after a maritime clash Mr. Putin called “small.”", "url": "https://www.nytimes.com/2018/11/28/world/europe/putin-plays-down-sea-clash-with-ukraine-as-border-incident.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29ukraine/29ukraine-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:05:06Z", "content": "Russian border forces rammed a Ukrainian naval tug and opened fire with shells big enough to leave a gaping hole near the pilot house of one small Ukrainian artillery craft. The Russians captured the three boats with 24 crewmen, wounding three of them. Presid… [+1379 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN RAPPEPORT", "title": "知识产权争端或成为特朗普与习近平谈判重点", "description": "特朗普政府一再对中国的知识产权盗窃行为进行严厉指控，并采用积极手段来保护知识产权。中国对相关指控予以否认。这一议题或将成为中美能否达成贸易协议的关键。 Mark Schiefelbein/Associated Press 5月，在北京举行的第21届中国北京国际科技产业博览会。特朗普总统经常说中国“剽窃”了美国。", "url": "https://cn.nytimes.com/world/20181129/intellectual-property-trump-xi/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/29/autossell/29dc-chinatech/merlin_146076819_ddebe156-7a22-45e0-8521-ee16499672c6-articleLarge.jpg", "publishedAt": "2018-11-28T21:03:42Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VINDU GOEL and SUHASINI RAJ", "title": "That Virus Alert on Your Computer? Scammers in India May Be Behind It", "description": "Police outside New Delhi raided fake tech-support centers that sent false warnings to Americans and Canadians and then charged to “fix” the nonexistent infection.", "url": "https://www.nytimes.com/2018/11/28/technology/scams-india-call-center-raids.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-28T21:01:36Z", "content": "In Gautam Budh Nagar, one of the suburbs, 50 police officers swept into eight centers on Tuesday night. Ajay Pal Sharma, the senior superintendent of police there, said the scammers had extracted money from thousands of victims, most of whom were American or … [+1245 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BROOKS BARNES", "title": "‘Layered, Intense and Authentic’: Sundance Lineup Is Announced", "description": "An adaptation of “Native Son,” a biopic of the serial killer Ted Bundy and a documentary about Alexandria Ocasio-Cortez highlight the festival lineup.", "url": "https://www.nytimes.com/2018/11/28/movies/sundance-film-festival-lineup.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29sundance-lineup1/29sundance-lineup1-facebookJumbo.jpg", "publishedAt": "2018-11-28T21:00:07Z", "content": "Sundance has moved away from its history as a freewheeling bazaar where swarms of hanger-on celebrities come to hot-tub hop and film distributors throw money around in all-night bidding wars. But the festival remains the pre-eminent showcase for American inde… [+1473 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES B. STEWART, RACHEL ABRAMS and ELLEN GABLER", "title": "‘If Bobbie Talks, I’m Finished’: How Les Moonves Tried to Silence an Accuser", "description": "A trove of text messages details a plan by Mr. Moonves and a faded Hollywood manager to bury a sexual assault allegation. Instead, the scheme helped sink the CBS chief, and may cost him $120 million.", "url": "https://www.nytimes.com/2018/11/28/business/les-moonves-bobbie-phillips-marv-dauer-cbs-severance.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/business/02MOONVES/02MOONVES-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:57:38Z", "content": "The next week, while Mr. Dauer was on an annual fishing trip in Minnesota, he visited the Spam Museum in his hometown and bought T-shirts to give Mr. Moonves and his son. That week, a casting director contacted Mr. Dauer to say that CBS was interested in Ms. … [+1623 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NOAM SCHEIBER", "title": "G.M., Not Trump, Is the Real Villain to Some Ohio Factory Workers", "description": "The General Motors plant in Lordstown, Ohio, hails visitors with a sign showcasing the Chevrolet model made there. G.M. said this week that it would idle the plant next year.", "url": "https://www.nytimes.com/2018/11/28/business/economy/gm-plant-jobs-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29MOTORs01/29MOTORs01-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:53:35Z", "content": "On Monday morning, Earl Ross, the owner of Ross Eatery &amp; Pub, a social hub in Lordstown, was in a tree stand poised to hunt deer when he received a text message about the news. My reaction was a sick stomach, Mr. Ross said, and for the whole rest of the d… [+1398 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Iranians Accused in Cyberattacks, Including One That Hobbled Atlanta - New York Times", "description": "New York Times Iranians Accused in Cyberattacks, Including One That Hobbled Atlanta New York Times Two Iranians were behind the ransomware attack that crippled Atlanta's government for days this year, the Justice Department said in an indictment unsealed on W…", "url": "https://www.nytimes.com/2018/11/28/us/politics/atlanta-cyberattack-iran.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dc-ransomware/29dc-ransomware-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:52:50Z", "content": "Many of the victims were public agencies with missions that involve lifesaving and other critical functions. Among them were Allscripts Healthcare; Laboratory Corporation of America; the city of Newark; the University of Calgary; the Port of San Diego; the Co… [+1949 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEI FONG", "title": "Before the Claims of Crispr Babies, There Was China’s One-Child Policy", "description": "Propaganda in northern China for the one-child policy, which has profoundly shaped Chinese attitudes about reproductive technology.", "url": "https://www.nytimes.com/2018/11/28/opinion/china-crispr-babies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28fong2/28fong2-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:48:06Z", "content": "In China, many people have already ventured into that terrain. Even before Crispr, it has been possible to create so-called designer babies using in vitro fertilization and selecting egg donors with desirable genetic enhancements, such as looks and intelligen… [+2356 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SYDNEY EMBER", "title": "Democratic Committee Ends House Campaign Cycle $18 Million in Debt", "description": "Though accumulating debt is not unusual for party-affiliated groups, the amount underscores the intense push Democrats made to defeat Republicans in House races.", "url": "https://www.nytimes.com/2018/11/28/us/politics/democratic-spending-house-races.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dccc-debt/29dccc-debt-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:37:56Z", "content": "In the three weeks since the midterm elections, Democrats have been steadily watching their number of victories in House races tick up. As of Wednesday, the party had gained 39 congressional seats, easily giving it control of the House. But all that winning c… [+1197 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID MAMET", "title": "An Appraisal: David Mamet on Ricky Jay, a Great Astonisher and ‘Truest Friend’", "description": "“He achieved fame,” the playwright says of the master of magic who recently died. “But like the warrior monk or Hasidic master, he sought perfection.”", "url": "https://www.nytimes.com/2018/11/28/theater/david-mamet-ricky-jay.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/arts/28jay-appraisal/28jay-appraisal-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:29:36Z", "content": "Like many another great performer, he made a superb actor. For he understood the essence of the thing was no different from any other performance: Youre there for one purpose only: to please the audience. Come on, say the stupid effing words, and get off. In … [+1666 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "From Obama and Baker, a Lament for a Lost Consensus - New York Times", "description": "New York Times From Obama and Baker, a Lament for a Lost Consensus New York Times HOUSTON — If there ever really was a so-called Washington consensus, it was sitting on stage — a former Democratic president and a former Republican secretary of state sharing l…", "url": "https://www.nytimes.com/2018/11/28/us/politics/obama-baker-consensus.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dc-memo/29dc-memo-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:25:52Z", "content": "The biggest challenge were going to have over the next 10, 15, 20 years is to return to a civic conversation in which if I say this is a chair we agree this is a chair, Mr. Obama said. Now we can disagree on whether its a nice chair, whether to replace the ch… [+1481 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RAPHAEL MINDER", "title": "Catalonia’s Ex-Leaders, Behind Bars, Remain Committed to the Separatist Cause", "description": "A demonstration in September in Barcelona, Spain, calling for the release of Oriol Junqueras, the former deputy leader of Catalonia.", "url": "https://www.nytimes.com/2018/11/28/world/europe/catalonia-oriol-junqueras-jail.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/world/15Catalonia1/15Catalonia1-facebookJumbo.jpg", "publishedAt": "2018-11-28T20:15:50Z", "content": "The separatists trial, expected to start in early 2019, is also taking place in exceptional circumstances because the main protagonist of last years political turmoil Carles Puigdemont, the former leader of Catalonia has successfully resisted Spanish attempts… [+1770 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRISTINE HAUSER", "title": "Florida Police Chief Gets 3 Years for Plot to Frame Black People for Crimes", "description": "The former chief, Raimundo Atesiano, ordered officers to arrest people without evidence to make his department look like it was successfully fighting crime, according to court documents.", "url": "https://www.nytimes.com/2018/11/28/us/florida-police-chief-frame-black-people.html", "urlToImage": "https://static01.nyt.com/images/2018/06/13/us/14xp-florida-copy/14xp-florida-copy-facebookJumbo-v3.jpg", "publishedAt": "2018-11-28T20:15:30Z", "content": "His lawyer, Richard Docobo, did not return a request for comment. As the chief of the department, Mr. Atesiano was intent that he appeared to be a successful crime fighter. He instructed two officers to arrest a 16-year-old for four burglaries, even though th… [+1070 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JONAH ENGEL BROMWICH", "title": "Virgos Are Queen of Teen Internet", "description": "Insights from Tumblr and others suggest that people really are obsessed with astrology (again) — and not just the memes.", "url": "https://www.nytimes.com/2018/11/28/style/the-best-astrological-sign-of-all.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/fashion/29ASTROTUMBLR/29ASTROTUMBLR-facebookJumbo.gif", "publishedAt": "2018-11-28T20:12:39Z", "content": "Aries are always on their phone, Ms. Brennan said. It may be that the Tumblr rankings largely correspond to people researching their own signs. But Scorpios are the sign that is perhaps of most interest to people who are not Scorpios. Ms. Brennan said that Sc… [+1411 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEN WHITE", "title": "Why Did Manafort Cooperate With Trump Over Mueller?", "description": "Kevin Downing, a lawyer for Paul Manafort, has reportedly been relaying details of Mr. Manafort's conversations with federal prosecutors to the Trump legal team.", "url": "https://www.nytimes.com/2018/11/28/opinion/manafort-pardon-trump-mueller-pardon-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28white/merlin_142585089_c5f4c58f-6ab4-4ca5-8700-f63180c21e67-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:54:05Z", "content": "Under normal circumstances, if a lawyer reveals what a client said in confidence, or reveals strategy and analysis of a case, that information is no longer confidential, and the government can compel testimony about it. A joint defense agreement allows lawyer… [+3752 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALISHA HARIDASANI GUPTA", "title": "Asia and Australia Edition: Huawei, Gene-Edited Babies, a Giant Steer: Your Thursday Briefing", "description": "Let us help you start your day.", "url": "https://www.nytimes.com/2018/11/28/briefing/huawei-gene-edited-babies-a-giant-steer.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/briefing/29Briefing-asia-slide-TX4Y-copy/29Briefing-asia-slide-TX4Y-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:53:27Z", "content": "Mary Poppins Returns will glide into Los Angeles tonight for its red carpet premiere. Emily Blunt, portraying the title character, hopes to fill the large shoes left by Julie Andrews in the 1964 film. But Mary Poppins existed before either of those two Britis… [+684 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Justices Seem Ready to Back Owner of Seized Land Rover in Case on Excessive Fines - New York Times", "description": "New York Times Justices Seem Ready to Back Owner of Seized Land Rover in Case on Excessive Fines New York Times WASHINGTON — Thomas M. Fisher, Indiana's solicitor general, faced unusually intense skepticism from the Supreme Court on Wednesday when he argued t…", "url": "https://www.nytimes.com/2018/11/28/us/politics/supreme-court-excessive-fines-land-rover.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dc-scotus/29dc-scotus-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:42:43Z", "content": "Using its civil forfeiture law, Indiana also sought to take the Land Rover. Mr. Timbs won the early rounds in Indianas lawsuit. Judge Jeffrey D. Todd, of the Grant County Superior Court, said the Eighth Amendments second clause protected Mr. Timbs. The Land R… [+1113 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAX FISHER", "title": "《纽约时报》“中国规则”专题报道是如何诞生的？", "description": "中国是如何在背离西方规则的情况下成为超级大国的？时报尝试用“中国规则”系列报道回答这一问题。项目负责人、时报执行主编周看讲述了这个项目的发起、策划与愿景。 Bryan Denton for The New York Times 吉利汽车在中国浙江省宁波市北仑区的春晓制造基地的工人。 吉利是中国最大的汽车制造商之一，在过去十年中迅速发展。", "url": "https://cn.nytimes.com/china/20181129/china-rules-economy-special-section/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/25/pageoneplus/25a2-itt-china/merlin_139118487_e2832322-a7da-4abf-8f3a-a3b1fc3d171d-articleLarge.jpg", "publishedAt": "2018-11-28T19:39:58Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARCELLE SUSSMAN FISCHLER", "title": "International Real Estate: House Hunting in … Argentina", "description": "In the fertile wine country of Mendoza, the housing market is faltering after a sharp decline in the Argentine peso.", "url": "https://www.nytimes.com/2018/11/28/realestate/house-hunting-in-argentina.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/realestate/02IHH-slide-56CZ/02IHH-slide-56CZ-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:30:03Z", "content": "At Algodon Wine Estates, a wellness, golf, tennis and equestrian resort with coveted backyard vineyards, only six or seven houses have been finished in phase one of development, out of approximately 97 lots that range from half an acre to seven acres and star… [+981 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SETH MYDANS", "title": "Judges Split on Whether Cambodia Tribunal Can Pursue Khmer Rouge Commander", "description": "The potential prosecution of Meas Muth, a former naval commander, has symbolized tensions between Cambodian and international judges and prosecutors.", "url": "https://www.nytimes.com/2018/11/28/world/asia/cambodia-tribunal-genocide.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29cambodia/29cambodia-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:28:57Z", "content": "The international judge, Michael Bohlander of Germany, argued that there was sufficient evidence to indict Mr. Meas Muth in the genocide of the Vietnamese, crimes against humanity, war crimes and homicide. The split ruling now goes to a special pretrial chamb… [+1043 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Should I Quit Facebook? It’s Complicated", "description": "“Do You Have a Moral Duty to Leave Facebook?” an Op-Ed asked. Our readers say yes, it depends and don’t “scapegoat” Facebook.", "url": "https://www.nytimes.com/2018/11/28/opinion/letters/ethics-facebook.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/sunday/25liao/25liao-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:27:41Z", "content": "To the Editor: Lets get real. We have just as strong a moral duty to leave our mouths, pens, pencils, telephones, printing presses, videos, etc. There doesnt exist any medium that has not been used as a platform for hate and evil as well as for love and good.… [+1285 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: The Republican Party Left Me", "description": "A lifelong Republican — until now — says that the Trump administration is “contemptuous of democracy” and that a pardon of Paul Manafort would be grounds for impeachment.", "url": "https://www.nytimes.com/2018/11/28/opinion/letters/republican-party-manafort.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/27manafort-hp1/27manafort-hp1-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:21:29Z", "content": "To the Editor: Re Manaforts Lies Broke Plea Deal, Prosecutors Say (front page, Nov. 27): I am a lifelong Republican, having stood with the Republicans through Watergate, Iran-contra and various other scandals. As president of my college Republican Club in 197… [+949 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GARDINER HARRIS, ERIC SCHMITT, HELENE COOPER and NICHOLAS FANDOS", "title": "Trump Officials, Fiercely Defending Saudis, Warn Senators Not to Abandon Yemen War", "description": "Officials cautioned against withdrawing military support, and sought in one case to decouple concerns about Saudi Arabia in the war from the killing of Jamal Khashoggi.", "url": "https://www.nytimes.com/2018/11/28/us/politics/trump-saudi-arabia-yemen.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dc-diplo-vid/29dc-diplo-vid-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:21:07Z", "content": "Senator Rob Portman, Republican of Ohio, said the two cabinet officials had helped persuade him to vote against the resolution to limit the American role in Yemen. Based on what they have said today in terms of the peace process, in other words a commitment t… [+991 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: For Women, Middle Age Isn’t a Horror Show", "description": "A reader takes issue with a viewpoint of inevitable physical decline.", "url": "https://www.nytimes.com/2018/11/28/opinion/letters/women-middle-age.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/sunday/19davis-sub/merlin_147120384_618f0676-62a8-4635-b4a4-81bcb776ce37-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:14:05Z", "content": "To the Editor: I was appalled by the pessimism and fear described in Puberty for the Middle-Aged (Op-Ed, Nov. 20). Writing as a 73-year-old, I can assure Lisa Selin Davis that it is not true that the fat on your body will redistribute so that each of your thi… [+413 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: An Eighth Grader’s Plea: Get More Girls Into STEM Fields", "description": "A girl talks about the need for role models.", "url": "https://www.nytimes.com/2018/11/28/opinion/letters/girls-science-technology.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/world/26WOMEN/21WOMEN-INYT1-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:10:20Z", "content": "To the Editor: Re Breaking the Cycles That Keep Women Out of Tech-Related Professions (Business Day, Nov. 26): Thank you for highlighting two of the women who are making progress in the male-dominated STEM world (science, technology, engineering and mathemati… [+584 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERNESTO LONDOÑO and LISA FRIEDMAN", "title": "Brazil Backs Out of Hosting 2019 Climate Change Meeting", "description": "Brazil was an influential player in efforts to tame climate warming and mitigate its effects. It is now moving in the opposite direction.", "url": "https://www.nytimes.com/2018/11/28/world/americas/brazil-climate-meeting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29brazilclimate1/29brazilclimate1-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:09:32Z", "content": "In a statement, Brazils Foreign Ministry said the decision was made to save money. It also cited the transition process as Mr. Bolsonaro prepares to take office. Diplomats, environmentalists and others who follow the United Nations climate negotiations said t… [+784 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "Jordan Peele’s ‘Candyman’ and More: 5 Things to Know in Pop Culture Today", "description": "Jordan Peele, seen here at last year’s Oscars ceremony, is producing a sequel to the 1992 horror movie “Candyman.”", "url": "https://www.nytimes.com/2018/11/28/arts/jordan-peele-candyman-kanopy-a24.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29cheatsheet-jordan/29cheatsheet-jordan-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:08:56Z", "content": "Public libraries have given their cardholders access to thousands of free movies to stream for a while, but now a collection of films from A24, the indie production company, has been added to the streaming platform Kanopy. Watch Lady Bird, Moonlight and Ex Ma… [+406 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal1", "title": "Rennie Harris Is The Ailey Company’s First-Ever Artist-In-Residence", "description": "Gia Kourlas talks to the choreographer about Lazarus, a two-act work (the company’s first) he’s creating for Alvin Ailey American Dance Theater’s 60th anniversary. Harris says he’s basing his movement on GQ, a street-dance style which he says developed in Phi…", "url": "https://www.nytimes.com/2018/11/27/arts/dance/rennie-harris-alvin-ailey-sixtieth-anniversary.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/arts/02rennie-alvin1/02rennie-alvin1-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:04:52Z", "content": "GQ practitioners wore suits, hence the name. In Philadelphia, it became a style where each generation changed it a little bit, Mr. Harris said. It was done with the black social clubs of the 60s and then that evolved into everybody doing it it was the dance s… [+1699 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RAPHAEL MINDER", "title": "A Badminton Champion Without Peer, Especially at Home", "description": "Carolina Marín is the first women’s player to win three world championships. But in Spain, she is a badminton unicorn — an athlete with no rivals.", "url": "https://www.nytimes.com/2018/11/28/sports/badminton-carolina-marin.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/sports/00badminton-web1a/00badminton-web1a-facebookJumbo.jpg", "publishedAt": "2018-11-28T19:00:20Z", "content": "MADRID As a child, Carolina Marín was drawn to badminton because of its oddness, an attraction that grew once she switched from plastic shuttlecocks to the ones used for competition, each made of 16 feathers plucked from the left wings of geese. In tennis, a … [+773 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN CASTLE", "title": "U.K. Government Markets Its Brexit Plan as Least Bad Option", "description": "Shipping containers stacked at Southampton Docks, in southern England. Under all scenarios the British economy would grow, the report said, but would be smaller around 2035 than if the country had remained in the European Union.", "url": "https://www.nytimes.com/2018/11/28/world/europe/uk-brexit-economy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29brexit2/29brexit2-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:54:04Z", "content": "Mrs. May is not known for her skills in retail politics. But she may be helped by predictions about the impact of a no-deal exit something that she says is likely if lawmakers reject her deal. That deal is so vague that her officials did not even try to model… [+1525 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER SZALAI", "title": "Books of The Times: A New Biography Takes on Edward Gorey, a Stubborn Enigma and Master of the Comic Macabre", "description": "Mark Dery’s “Born to Be Posthumous” is an entertaining account of the hard-to-know artist behind “The Gashlycrumb Tinies” and other dark delights.", "url": "https://www.nytimes.com/2018/11/28/books/review-born-to-be-posthumous-edward-gorey-biography-mark-dery.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/books/29bookdery1/29bookdery1-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:47:12Z", "content": "Dery briskly recounts the key points in Goreys coming-of-age. Drafted into the Army during World War II, Gorey served as a clerk in Utah before enrolling at Harvard, where the poet Frank OHara became a roommate and a close friend. Even though Gorey was secure… [+2044 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Hispanic Jews, Leaving America for Spain", "description": "Sandra Arazi-Coambs, left, studied Spanish with Mauricia Alarcón Moreno at the National Hispanic Cultural Center in Albuquerque. Ms. Arazi-Coambs has been taking language and civics classes to prepare to apply for Spanish citizenship.", "url": "https://www.nytimes.com/2018/11/28/opinion/letters/hispanic-jews.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/us/08sephardic-01/00sephardic-01-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:41:42Z", "content": "To the Editor: Hispanics With Jewish Roots Have an Emergency Exit: Spain (news article, Nov. 8) explained the Hispanic descendants of Sephardic Jews complex history and their motivations to leave the American Southwest after many centuries to return to Spain.… [+389 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VICKY XIUZHONG XU", "title": "新西兰禁止华为参与5G网络建设", "description": "继澳大利亚之后，新西兰也宣布禁止华为参与5G网络建设。该消息发布于巴布亚新几内亚称将与华为达成协议后的第二天，突显了全球对中国技术及影响力风险的分歧。 Mark Schiefelbein/Associated Press 新西兰以存在“重大国家安全隐患”为由，拒绝了使用中国电信巨头华为的技术建设下一代移动数据网络的提议。", "url": "https://cn.nytimes.com/business/20181129/huawei-new-zealand-papua-new-guinea/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29huawei-1sub/merlin_147416502_e7e8939d-9a31-4b95-993c-1be6b601c2b3-articleLarge.jpg", "publishedAt": "2018-11-28T18:40:55Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BINYAMIN APPELBAUM", "title": "Speech by Fed Chief Jerome Powell Causes Markets to Jump", "description": "Investors interpreted comments by Mr. Powell, the Federal Reserve chairman, as an indication that the central bank may be less inclined to continue raising interest rates.", "url": "https://www.nytimes.com/2018/11/28/business/federal-reserve-rate-jerome-powell.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29dc-fed/29dc-fed-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:37:13Z", "content": "The S&amp;P 500 rose sharply after the publication of Mr. Powells remarks at noon. Investors appeared to interpret the comments as a sign that the Fed may be reconsidering how far and how fast to raise interest rates. But Ian Shepherdson, chief economist at P… [+381 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KYLE BUCHANAN", "title": "The Carpetbagger: Why Oscar Season Is Crazy, Frustrating and Still Essential", "description": "Our new Carpetbagger columnist won’t ponder whether the Oscars matter. He knows they do — because as a snapshot of Hollywood, they also reflect so much more.", "url": "https://www.nytimes.com/2018/11/28/movies/oscar-season-academy-awards.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29carpetbagger/29carpetbagger-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:32:40Z", "content": "Im thinking of four of our most notable Oscar contenders this year, which were made by black directors. That group includes two men whose films recently won best picture: the Moonlight director Barry Jenkins, who returns this year with the romantic drama If B… [+3005 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Magnus Carlsen Beats Fabiano Caruana to Win World Chess Championship - New York Times", "description": "New York Times Magnus Carlsen Beats Fabiano Caruana to Win World Chess Championship New York Times After three weeks, 12 straight draws and a day of tiebreakers, Norway's Magnus Carlsen finally retained the world chess championship in London on Wednesday with…", "url": "https://www.nytimes.com/2018/11/28/sports/magnus-carlsen-fabiano-caruana-world-chess-championship.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/sports/29chess2/29chess2-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:23:59Z", "content": "Had the four rapid games ended with the players still tied, they would have moved on to a series of blitz chess games, in which players start with only five minutes each. Carlsen won the world chess title in 2013 at age 22, then successfully defended it in 20… [+1250 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEX MARSHALL", "title": "Renoir Estimated at $180,000 Is Stolen From Austrian Auction House", "description": "The Vienna police are investigating the robbery at the Dorotheum, where three suspects simply walked up and took a painting — a rare crime in the auction world.", "url": "https://www.nytimes.com/2018/11/28/arts/design/renoir-stolen-auction-austria.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29renoir-combo/29renoir-combo-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:23:32Z", "content": "At 5:15 p.m. on Monday, three apparently middle-aged men one carrying a bag from a shoe shop walked into the Dorotheum auction house in Vienna and went to the second floor. There, they walked up to Golfe, mer, falaises vertes an 1895 painting of some green cl… [+509 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JON PARELES", "title": "Album Review: Alessia Cara: Young, Gifted and Bummed Out", "description": "The 22-year-old singer and songwriter’s second album, “The Pains of Growing,” doubles down on both awkwardness and sincerity.", "url": "https://www.nytimes.com/2018/11/28/arts/music/alessia-cara-the-pains-of-growing-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29album-alessia2/29album-alessia2-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:22:46Z", "content": "Thats what she does in the albums standout song, Not Today, which takes apart and reconstructs an old-fashioned R&amp;B shuffle as Cara envisions some future moment but not today when she has finally learned misery management. She itemizes her troubles with a… [+1375 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELISABETH MALKIN", "title": "His Father-in-Law Insulted Mexicans. Now Kushner Has Won Mexico’s Highest Honor.", "description": "The outgoing president of Mexico has caused a national fury by bestowing the Order of the Aztec Eagle to Jared Kushner, President Trump’s son-in-law.", "url": "https://www.nytimes.com/2018/11/28/world/americas/mexico-kushner-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29kushner1/29kushner1-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:12:43Z", "content": "The Aztec Eagle honors non-Mexicans for their service to the country. Once Mr. Kushner is decorated, he will be in the company of Queen Elizabeth II, King Philip VI of Spain Nelson Mandela, Bill and Melinda Gates, Gabriel García Márquez, historians, scientist… [+473 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NOLIWE ROOKS", "title": "Cindy Hyde-Smith Is Teaching Us What Segregation Academies Taught Her", "description": "The campaign gaffes of Mississippi’s newly elected senator reveal the way that the past is always present.", "url": "https://www.nytimes.com/2018/11/28/opinion/cindy-hyde-smith-mike-espy-senate-mississippi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28ROOKS02/merlin_147373911_6a344a45-30dc-4cc0-a246-dd378174fed7-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:09:17Z", "content": "It was only a few days ago that we learned not only that Ms. Hyde-Smith had attended and graduated from a now closed, whites-only segregation academy called the Lawrence County Academy but also that she had chosen to send her daughter to Brookhaven Academy, w… [+3168 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NAVEEN KUMAR", "title": "A Playwright Who Won’t Let Anyone Off the Hook", "description": "Jeremy O. Harris on his breakthrough year: “I’m really excited that this gets to happen for a black queer person, because it’s creating a new conversation about how big we can imagine.”", "url": "https://www.nytimes.com/2018/11/28/theater/jeremy-o-harris-slave-play.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/arts/02JEREMYHARRIS1ALT/02JEREMYHARRIS1ALT-facebookJumbo.jpg", "publishedAt": "2018-11-28T18:04:48Z", "content": "He excelled at working in high-end retail, partying behind velvet ropes and drawing creative people into his orbit. One of them was Isabella Summers of the band Florence and the Machine, who invited him on tour and said if he did finally commit to writing a p… [+1340 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRUCE HOROVITZ", "title": "A Plan to Turn New York Into a Capital of Cybersecurity", "description": "On the corner of Broadway and Grand Street in the SoHo neighborhood of Manhattan, Jerusalem Venture Partners is converting a cast-iron building into the Global Cyber Center. When it opens next year, the 50,000-square-foot space will serve as a hub for cyberre…", "url": "https://www.nytimes.com/2018/11/28/business/a-plan-to-turn-new-york-into-a-capital-of-cybersecurity.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/business/28CYBER-INYT2/28CYBER-INYT2-facebookJumbo.jpg", "publishedAt": "2018-11-28T17:30:04Z", "content": "The real driver behind a project like Cyber NYC is the nations urgent need for improved cybersecurity at all levels of corporate and government operations. Nearly 60 million Americans have been affected by identity theft, according to a 2018 online survey by … [+2035 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEVEN KURUTZ", "title": "The Annals of Flannel", "description": "Told that the cozy shirting fabric could no longer be made in America, one man began a yearlong quest.", "url": "https://www.nytimes.com/2018/11/28/style/made-in-america-flannel-shirt.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/fashion/29FLANNEL8/29FLANNEL8-facebookJumbo.jpg", "publishedAt": "2018-11-28T17:28:40Z", "content": "Forty years ago, we were able to make great shirts here, great jeans here, sold at a price that made sense to mainstream consumers, Mr. Winthrop said at the outset of his project. Weve lost that capability in 40 years? We cant make a flannel shirt in America?… [+1860 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA ALTER", "title": "Books News: Margaret Atwood Will Write a Sequel to ‘The Handmaid’s Tale’", "description": "The sequel to “The Handmaid’s Tale” is inspired in part by “the world we’ve been living in,” said Margaret Atwood", "url": "https://www.nytimes.com/2018/11/28/books/margaret-atwood-sequel-handmaids-tale-testaments.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/books/29Atwood/29Atwood-facebookJumbo.jpg", "publishedAt": "2018-11-28T17:27:47Z", "content": "In Western society, you dont have to go back very far to find a lot of the things I put in, Atwood said in an interview with The Times earlier this year, when she spoke about the growing interest in feminist dystopian stories. How recently did women gain the … [+2024 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VANESSA FRIEDMAN", "title": "Unbuttoned: Saying Goodbye to Glamour", "description": "The glossy magazine is pivoting to digital. It should have gone out of print with a bigger bang.", "url": "https://www.nytimes.com/2018/11/28/style/glamour-magazine-last-print-issue.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/fashion/29UNBUTTONED-1/29UNBUTTONED-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T17:22:49Z", "content": "And indeed, given the shake-up announced at Condé Nast this week, with its American and international arms scheduled to merge under a single chief executive, who knows what the future may hold for the glossy stable. Rihanna was named one of Glamour's Women of… [+1166 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRIAN X. CHEN", "title": "Tech Fix: Make Your Friends and Family Less Irksome This Holiday Season", "description": "Getting a big group together this time of year can be a hassle. So spare everyone the endless phone notifications and email threads and try these methods instead.", "url": "https://www.nytimes.com/2018/11/28/technology/personaltech/holiday-group-gathering-tech.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29Techfix-illo/merlin_147427290_5d6f9303-173e-4ad2-ae23-888366805261-facebookJumbo.jpg", "publishedAt": "2018-11-28T17:20:34Z", "content": "Lets start with the most frustrating situation: getting a big group of people to agree on when and where to meet. There are plenty of approaches, like sharing calendars or sending lots of emails, but the simplest solution Ive found is creating a poll. DoodleP… [+1268 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Online Cancer Information Is Often Unreliable - New York Times", "description": "New York Times Online Cancer Information Is Often Unreliable New York Times Many YouTube videos about prostate cancer are unreliable sources of information. Researchers searched YouTube for “prostate cancer screening” and “prostate cancer treatment.” Then the…", "url": "https://www.nytimes.com/2018/11/28/well/live/online-cancer-information-is-often-unreliable.html", "urlToImage": "https://static01.nyt.com/images/2016/09/14/well/well_pog_man/well_pog_man-facebookJumbo-v2.jpg", "publishedAt": "2018-11-28T17:16:09Z", "content": "Many YouTube videos about prostate cancer are unreliable sources of information. Researchers searched YouTube for prostate cancer screening and prostate cancer treatment. Then they scored the first 75 hits for each phrase, using validated scales to assess suc… [+1005 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE HIRSCHFELD DAVIS", "title": "House Democrats Meet to Choose Their Leaders for the New Congress", "description": "In a sign of the strength of a new generation, House Democrats chose Hakeem Jeffries, 48, for their No. 4 leadership post over Barbara Lee, 72, a hero to the left.", "url": "https://www.nytimes.com/2018/11/28/us/politics/pelosi-democrat-speaker-nomination.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dc-democrats2/29dc-democrats2-facebookJumbo-v2.jpg", "publishedAt": "2018-11-28T17:00:10Z", "content": "Like Ms. Pelosi, the other top two Democratic leaders, Representative Steny H. Hoyer of Maryland, 79, and Representative James E. Clyburn of South Carolina, 78, have no opposition in their bids to keep their positions. Still, many Democrats have expressed con… [+1247 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PALKO KARASZ", "title": "Bullying Video Prompts Outrage and Refugee Support in Britain", "description": "Footage showing a 15-year-old tackled to the ground and doused with water has provoked an outpouring of sympathy and fund-raising.", "url": "https://www.nytimes.com/2018/11/28/world/europe/uk-refugee-bullying-video.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-28T16:55:41Z", "content": "On social media, many people reacted to the video and news coverage of the incident with a mix of shock and outrage. Barry Sheerman, the local member of Parliament, called the video shocking in a post on Twitter and promised to ensure the family would receive… [+801 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MUJIB MASHAL and TAIMOOR SHAH", "title": "At Least a Dozen Civilians Killed in Afghan and U.S. Operation", "description": "Officials said that Afghan special forces requested American airstrikes after coming under heavy fire from the Taliban in Helmand Province.", "url": "https://www.nytimes.com/2018/11/28/world/asia/afghanistan-civilians-killed.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29afghanistan/29afghanistan-facebookJumbo.jpg", "publishedAt": "2018-11-28T16:54:35Z", "content": "We buried them in the morning and brought the three wounded to the emergency hospital, he said. Akhtar Mohammad was a poor farmer living in a mud house. He was not aware of anything, but the cruel people bombed his home. Separately on Wednesday, there were re… [+1319 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Katie Rogers", "title": "Covering a White House Where News Is Always Just a Tap Away", "description": "Katie Rogers’s beat is full of real-time digital moments. One tip to keep on top of it: If you call insiders from a blocked number, they’ll think you’re the White House and answer.", "url": "https://www.nytimes.com/2018/11/28/technology/personaltech/covering-a-white-house-where-news-is-always-just-a-tap-away.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29TECHUSING04/29TECHUSING04-facebookJumbo.jpg", "publishedAt": "2018-11-28T16:50:03Z", "content": "She keeps in touch with staff in person, but also through lots of email and texts. When planning events, she will do internet searches to find things she likes and then gives staff photos of what she wants, or draws things, with the Be Best logo being one exa… [+895 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By MIKKAEL A. SEKERES, M.D", "title": "Watching My Patient Die, Remotely", "description": "As more and more hospitals have adopted electronic medical records, their records have become linked and you can follow your patients, virtually, hundreds of miles away.", "url": "https://www.nytimes.com/2018/11/28/well/live/doctors-electronic-health-medical-records-death-patients.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/well/doctors-electronic-medical-record/doctors-electronic-medical-record-facebookJumbo.jpg", "publishedAt": "2018-11-28T16:35:09Z", "content": "I logged back into the computer an hour later. The CT report, now available, showed active bleeding in her abdomen. I also saw a series of orders for platelet transfusions. Good thats what I would have done. A couple of hours later, I read that she was transf… [+1617 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AGNÈS C. POIRIER", "title": "France’s New Protest Movement Is Tailor Made for the Macron Era", "description": "A member of the Gilets Jaunes, or Yellow Vests movement, at a protest against rising fuel taxes, on the Champs-Élysées in Paris on Saturday.", "url": "https://www.nytimes.com/2018/11/28/opinion/france-protests-yellow-vests.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28poirier/merlin_147268611_4c172051-5532-4e2a-a09c-b59d908b20a7-facebookJumbo.jpg", "publishedAt": "2018-11-28T16:11:58Z", "content": "According to recent polling, 77 percent of French people support the movement. The Yellow Vests seem to be the face of a deep malaise in French society. They are held together by their common anger at the government in general and Mr. Macron in particular, bu… [+2257 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REUTERS", "title": "Wall Street Gains on Hopes of Trade Truce, Powell's Speech in Focus", "description": "U.S. stocks gained on Wednesday on hopes of a trade truce between the United States and China at the upcoming G20 Summit, while investors looked forward to Fed Chairman Jerome Powell's speech for clues on the path of interest rate hikes.", "url": "https://www.nytimes.com/reuters/2018/11/28/business/28reuters-usa-stocks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-28T16:05:24Z", "content": "Meanwhile, Fed Chairman Powell is set to speak on \"The Federal Reserve's Framework for Monitoring Financial Stability\" before the Economic Club of New York Signature Luncheon at 12:00 p.m. ET. Powell has been criticized by Trump for interest rate increases an… [+775 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER FINNEY BOYLAN", "title": "Trump, the Monster Who Feeds on Fear", "description": "President Donald Trump speaks to the press before boarding Marine One last week, at The White House in Washington.", "url": "https://www.nytimes.com/2018/11/28/opinion/trump-the-monster-who-feeds-on-fear.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28Boylan/28Boylan-facebookJumbo.jpg", "publishedAt": "2018-11-28T16:00:03Z", "content": "It took Donald Trump to make me associate Franklin Roosevelt with Pennywise the Dancing Clown. It was Roosevelt, of course, who, in his first inaugural address, said that the only thing we have to fear is fear itself. That remarkable speech, delivered before … [+1191 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LUCAS AYKROYD", "title": "A Whirlwind Year for the Fastest Woman in Hockey", "description": "Kendall Coyne Schofield has not slowed down since helping the U.S. team win a gold medal at the Olympics.", "url": "https://www.nytimes.com/2018/11/27/sports/kendall-coyne-schofield.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/sports/28-Coyne-print-01/28-Coyne-print-01-facebookJumbo.jpg", "publishedAt": "2018-11-28T15:57:53Z", "content": "Her leadership on the team is huge, said Brodt, 20, a national team newcomer. Shes not always the loudest in the locker room, but shes always going to do the right thing on and off the ice. Olympic teammates hail her electrifying speed. Decker called Coyne Sc… [+1687 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JON CARAMANICA", "title": "Album Review: On 6ix9ine’s ‘Dummy Boy,’ a Rap Outlaw Learns to Compromise", "description": "The 22-year-old Brooklyn rapper 6ix9ine has cultivated a brash persona online that extends to his shouty style of rap. But his second album, “Dummy Boy,” tamps down his rowdiness.", "url": "https://www.nytimes.com/2018/11/28/arts/music/6ix9ine-dummy-boy-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/arts/29tekashi-review1/29tekashi-review1-facebookJumbo.jpg", "publishedAt": "2018-11-28T15:53:51Z", "content": "What may end up being the lasting impression of this album, however, is the strain of anxiety that runs through it about the affiliations 6ix9ine made with the Nine Trey Gangsta Bloods. Last month, when a judge sentenced him to probation, he was barred from p… [+1059 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BINYAMIN APPELBAUM", "title": "For the American Economy, Storm Clouds on the Horizon", "description": "Growth has been strong and unemployment is low, but some economists see signs that the better part of the expansion is already in the rearview mirror.", "url": "https://www.nytimes.com/2018/11/28/us/politics/us-economy-health-recession.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/business/28dc-economy-02/28dc-economy-02-facebookJumbo.jpg", "publishedAt": "2018-11-28T15:52:13Z", "content": "The Trump administration said its economic policies would deliver a lasting boost to growth, and Mr. Trump specifically highlighted the auto industry, and G.M., as beneficiaries of those policies. So far, however, those policies have delivered a short-term in… [+1567 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEREMY ENGLE", "title": "Student Opinion: Does Grammar Still Matter in the Age of Twitter?", "description": "Is grammar just something teachers (and adults in general) make a big deal about? Should grammar still be taught in schools? Isn’t there an app for that, anyway?", "url": "https://www.nytimes.com/2018/11/27/learning/does-grammar-still-matter-in-the-age-of-twitter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/fashion/22GRAMMARTABLE01/22GRAMMARTABLE01-facebookJumbo-v2.jpg", "publishedAt": "2018-11-28T15:47:47Z", "content": "Do you pay much attention to your grammar when you speak and write? Is grammar just something teachers and adults in general make a big deal about? Should grammar still be taught in schools? Isnt there an app for that, anyway? In This Grammar Guru Will Solve … [+2722 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook Today", "description": "If you have leftover stock on hand, make gumbo. Or prepare for Hanukkah and with a Melissa Clark recipe for olive oil and sea salt brownies.", "url": "https://www.nytimes.com/2018/11/28/dining/what-to-cook-today.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21apperex1/merlin_147045984_d26bcb86-12e7-43dd-b807-1b8e16c1e051-facebookJumbo.jpg", "publishedAt": "2018-11-28T15:30:00Z", "content": "Good morning. I made enough turkey stock this year that I could freeze a few quarts for use this winter. The rest I used to make gumbo, employing the no-recipe technique I champion each Wednesday in this space. And if like many Americans you currently have tu… [+1292 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STACY COWLEY", "title": "A Student Loan Help Center, Created by Critics of Trump’s Enforcement Efforts", "description": "Seth Frotman, who resigned as the student loan ombudsman at the Consumer Financial Protection Bureau three months ago, has joined with other former employees of the bureau to work with state and local lawmakers on student borrower protections.", "url": "https://www.nytimes.com/2018/11/28/business/student-loans-seth-frotman.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29STUDENTLOANS-01/29STUDENTLOANS-01-facebookJumbo.jpg", "publishedAt": "2018-11-28T15:01:09Z", "content": "A spokesman for the consumer bureau did not immediately respond to a request for comment on Mr. Frotmans criticism. In September, shortly after Mr. Frotmans resignation, Mr. Mulvaney told CNBC that the former official had overstepped his positions statutory l… [+1186 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXIS SOLOSKI", "title": "How to Be a Stage Mother (No, Not That Kind)", "description": "From left: Rosemary Harris, Stockard Channing, Glenn Close and Mercedes Ruehl, at the Sofitel hotel comparing notes on portraying mothers onstage.", "url": "https://www.nytimes.com/2018/11/28/theater/stage-mothers-glenn-close-mercedes-ruehl.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/arts/02MOTHERS1/02MOTHERS1-facebookJumbo.jpg", "publishedAt": "2018-11-28T15:00:04Z", "content": "RUEHL Theres probably no more creative activity than being a mother. I mean, to create a human being out of your own body, right? And then to raise that human being? Creativity has an obsessive component to it. And when I work, I get a little bit obsessed wit… [+1574 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "J. HOBERMAN", "title": "Rewind: ‘Highway Patrolman’ Bends the Thin Blue Line", "description": "Newly restored and showing at Film Forum, Alex Cox’s 1993 account of a Mexican cop’s education may be his strongest, strangest film.", "url": "https://www.nytimes.com/2018/11/28/movies/highway-patrolman-film-forum.html", "urlToImage": "https://static01.nyt.com/images/2018/11/30/arts/30REWIND-1/30REWIND-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T15:00:03Z", "content": "The self-described radical filmmaker Alex Cox is best known for his mid-1980s cult films Repo Man and Sid and Nancy. Hes also made an imitation spaghetti western, adapted a Jorge Luis Borges short story and updated John Fords western The Searchers. His career… [+1450 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Magical Gifts Inspired by the Elements but Shaped by the Hand", "description": "Expertly crafted items, from a geode carved out of rock candy to drop earrings studded with tagua seeds, that possess something of a life force.", "url": "https://www.nytimes.com/2018/11/28/t-magazine/handmade-luxury-gift-guide.html", "urlToImage": "https://static01.nyt.com/images/2018/11/30/t-magazine/30tmag-giftguide-slide-OXSY/30tmag-giftguide-slide-OXSY-facebookJumbo.jpg", "publishedAt": "2018-11-28T14:59:55Z", "content": "Left box, clockwise from left: Silvia Furmanovich wood marquetry, pink tourmaline and diamond earrings, $10,120. Large ammonite fossils (scattered throughout), $60 each, abchome.com. Bordallo Pinheiro ceramic watermelon tureen, $115. Terrain glass pear orname… [+988 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAMEER YASIR and JEFFREY GETTLEMAN", "title": "Escaped Militant Leader, 21, Is Shot Dead in Kashmir", "description": "Indian forces said they had killed Naveed Jatt, a charismatic fighter who escaped police custody and is accused of assassinating a newspaper editor.", "url": "https://www.nytimes.com/2018/11/28/world/asia/kashmir-militant-dead-naveed-jatt.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29kashmir1/29kashmir1-facebookJumbo.jpg", "publishedAt": "2018-11-28T14:51:45Z", "content": "Kashmir, a stunningly beautiful valley in the Himalayas, has been in crisis for years. Much of the area is controlled by India; Pakistan administers a smaller slice, and a dwindling band of militants has been fighting for independence. This year the police se… [+1189 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JILL COWAN", "title": "California Today: California Today: What Border Chaos Means for San Ysidro", "description": "Wednesday: How uncertainty could hit the border economy, why a blue Orange County still isn’t San Francisco, and remembering the creator of an icon.", "url": "https://www.nytimes.com/2018/11/28/us/california-today-san-ysidro-border-crossing.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/28sanysidro/28sanysidro-facebookJumbo.jpg", "publishedAt": "2018-11-28T14:05:46Z", "content": "Tell me about the situation there now. People who live along the San Ysidro section of the border are always watching carefully. They monitor wait times, they read the news from Mexico, they pay attention to whatever the president is saying. Thousands commute… [+803 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "What You Get for $1 Million", "description": "A solar-powered smart home in Martin City, Mont.; a 1924 Sears Craftsman in Silver Spring, Md.; and an adobe house in Santa Fe, N.M.", "url": "https://www.nytimes.com/slideshow/2018/11/28/realestate/what-you-get-for-1-million.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/realestate/02WYG-slide-XEHN/02WYG-slide-XEHN-facebookJumbo.jpg", "publishedAt": "2018-11-28T14:00:23Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMMA G. FITZSIMMONS", "title": "As Commutes Worsen, Trump and Cuomo to Meet on Hudson Tunnel", "description": "Gov. Andrew M. Cuomo plans to meet with President Trump at 12:45 p.m. to discuss the Hudson tunnel, which is known as the Gateway project, Mr. Cuomo’s office said.", "url": "https://www.nytimes.com/2018/11/28/nyregion/trump-cuomo-hudson-tunnel.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/nyregion/29tunnels02/29tunnels02-facebookJumbo.jpg", "publishedAt": "2018-11-28T13:52:29Z", "content": "I think the video actually had a simple, but impactful effect with the president, Mr. Cuomo said in a radio interview on Tuesday. He saw the video, we spoke after the video. The project is expected to cost about $13 billion more than $11 billion to build a ne… [+938 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRISTOPHER BEDDOR", "title": "Breakingviews: New Financial Rules Could Allow China’s Smaller Banks to Fail. That’s a Good Thing.", "description": "Chinese investors have come to expect that Beijing will step in to help any bank when troubles mount. That may not remain the case.", "url": "https://www.nytimes.com/2018/11/28/business/dealbook/china-bank-regulation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29db-viewschina/29db-viewschina-facebookJumbo.jpg", "publishedAt": "2018-11-28T13:51:05Z", "content": "Get the DealBook newsletter to make sense of major business and policy headlines and the power-brokers who shape them. __________ Chinas too-big-to-fail banking rules are heading in the right direction. Chinese regulators published new guidelines on Tuesday f… [+1364 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EILEEN SULLIVAN", "title": "Ivanka Trump Says Her Private Email Use Has ‘No Equivalency’ With Hillary Clinton’s", "description": "“People who want to see it as the same, see it as the same,” Ivanka Trump said, defending her use of a private email account for government business.", "url": "https://www.nytimes.com/2018/11/28/us/politics/ivanka-trump-private-email.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/us/politics/29dc-ivanka/29dc-ivanka-facebookJumbo.jpg", "publishedAt": "2018-11-28T13:50:07Z", "content": "Ms. Trump said that all of her emails from her private account were archived at the White House. All of my emails are stored and preserved, Ms. Trump said in the interview, drawing a distinction from Mrs. Clintons situation. There were no deletions. There is … [+1104 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "The Trump Immigration Crisis Rolls on", "description": "U.S. Border Patrol agents standing watch at the U.S.-Mexico border this week.", "url": "https://www.nytimes.com/2018/11/28/opinion/trump-immigration-border-migrants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28leonhardt-newsletter/28leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-28T13:19:48Z", "content": "This article is part of the Opinion Today newsletter. You can sign up here to receive the newsletter each weekday. The Trump immigration crisis goes in and out of the headlines, but it has never ended. Heres a quick guide to understanding it: The administrati… [+3377 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook Briefing: A Trade Truce With China? It’s Anyone’s Guess", "description": "Mixed messages are emerging from the White House about whether Presidents Trump and Xi Jinping can reach some kind of agreement later this week.", "url": "https://www.nytimes.com/2018/11/28/business/dealbook/trump-trade-truce-china.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/dealbookemail/29db-newsletter-trumpxi/merlin_147349128_c67cb026-2a6d-4a03-a119-6fc8b0c5f679-facebookJumbo.jpg", "publishedAt": "2018-11-28T11:41:32Z", "content": "But the days most tantalizing event will be a speech by the Feds chairman, Jay Powell, at the Economic Club of New York. ( Watch it here at noon Eastern.) Yesterday, President Trump continued attacking the central bank in public, telling the WaPo, Im not happ… [+1968 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZI PAYBARAH", "title": "New York Today: N.Y. Today: A Rockefeller Center Christmas Tree With Bronx Roots", "description": "Shirley Figueroa, center, and her wife, Lissette Gutierrez, left, supplied this year’s Rockefeller Center Christmas tree.", "url": "https://www.nytimes.com/2018/11/28/nyregion/newyorktoday/new-york-news-rockefeller-center-christmas-tree.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/nyregion/28nytoday1/28nytoday1-facebookJumbo.jpg", "publishedAt": "2018-11-28T11:16:59Z", "content": "Dear Diary: Are your bunions as big as Bermuda, Are your bones like vanilla biscotti? Do you know this intrepid intruder, Whos invaded your mind and your body? Brand-new hips of the finest titanium, Now a wattle in lieu of a neck, As for whats going on in you… [+493 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES LEIBOLD", "title": "Mind Control in China Has a Very Long History", "description": "Repression by the Communist Party stems from an old Chinese belief that it’s the state’s role to set citizens straight.", "url": "https://www.nytimes.com/2018/11/28/opinion/china-reeducation-mind-control-xinjiang.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28leibold/28leibold-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:59:04Z", "content": "For example, inmates often are isolated when they first arrive in prison and then are gradually reintegrated into the group. They are slowly coerced into obeying prison personnel, thug-like cell bosses and reformed prisoners. Various tactics are deployed to t… [+2958 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "What's Going On With Paul Manafort? - New York Times", "description": "New York Times What's Going On With Paul Manafort? New York Times Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher. The special counsel's office says that Paul Manafort, the president's former ca…", "url": "https://www.nytimes.com/2018/11/28/podcasts/the-daily/manafort-mueller-trump-assange.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/podcasts/the-daily/28daily1/28daily1-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:49:23Z", "content": "Michael S. Schmidt contributed reporting. Whats Going On With Paul Manafort? was produced by Rachel Quester and edited by Lisa Tobin. The Daily is produced by Theo Balcomb, Annie Brown, Jessica Cheung, Lynsea Garrison, Michael Simon Johnson, Andy Mills, Neena… [+369 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "China's Mixed Messages On The Global Trade In Endangered-Animal Parts", "description": "Over the past few years, China has tried to refashion itself as a responsible global leader on climate change and environmental issues. It has also become a champion of wildlife conservation.", "url": "https://www.nytimes.com/2018/11/27/magazine/chinas-mixed-messages-on-the-global-trade-in-endangered-animal-parts.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/magazine/02OnMoney/02OnMoney-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:48:06Z", "content": "If these were normal products, with plentiful supply and steady demand, a well-regulated legal trade might reduce both prices and incentives for poaching. But the economics of the wildlife trade are hardly normal; it behaves more like drug trafficking would i… [+2829 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROSS DOUTHAT", "title": "The Hard Road to Conservative Reform", "description": "President Trump, in announcing his campaign for president in 2015, offered a dark view of the American situation.", "url": "https://www.nytimes.com/2018/11/28/opinion/reform-conservative-trump-republicans.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/28douthatWeb/28douthatWeb-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:45:03Z", "content": "This dilemma is apparent in the vigorous intra-conservative debate over a new book, The Once and Future Worker, written by the former Mitt Romney domestic policy director Oren Cass. In certain ways the book is an extension of the reform-conservative project, … [+2815 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS STANFORD", "title": "Your (New) Wednesday Briefing", "description": "Senator Cindy Hyde-Smith, who was appointed to the Mississippi seat in April when Thad Cochran retired, will now fill the remaining two years of his term.", "url": "https://www.nytimes.com/2018/11/28/briefing/mississippi-paul-manafort-indonesia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/politics/28us-ambriefing-mississipi/28us-ambriefing-mississipi-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:44:45Z", "content": "Mr. Smith, speaking over the roar of his tractor, said the tree that White House scouts chose from his farm was one he hadnt bothered to trim in the last couple of years. (They liked the natural look.) Last year, Ms. Figueroa and her wife, Lissette Gutierrez,… [+841 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "特朗普与习近平会晤在即，美国或寻求贸易战熄火 - 纽约时报中文网", "description": "纽约时报中文网 特朗普与习近平会晤在即，美国或寻求贸易战熄火 纽约时报中文网 华盛顿——在准备本周末同中国国家主席习近平召开重要贸易会议之际，特朗普总统摆出了一副坚定的姿态。但是，在他的强硬言论和高关税威胁背后，长期贸易战让金融市场和更广泛层面的经济付出的代价令... 近１５０家美国行业协会敦促白宫解决对华贸易争端 新华网 日媒：贸易战逼中共出狠招靠杀猪缓解大豆危机 NTDTV 一夜之间！特朗普“两句话”加剧全球贸易紧张局势今夜美元或有大波动 搜狐 此专题所有 277 篇报道 »", "url": "https://cn.nytimes.com/world/20181128/trump-xi-trade-g-20/", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/politics/28dc-trade-print/merlin_129859253_058fd4a7-087f-4989-bb75-24285d7224fa-articleLarge.jpg", "publishedAt": "2018-11-28T10:09:55Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SALEM SOLOMON", "title": "At War: ‘They’re Going to Come for Us’: A Teenage Girl Caught in a War’s Riptides", "description": "Young soldiers march in Asmara during Eritrea’s Independence Day celebrations, as the country went on alert for possible war over a border dispute with Ethiopia in May 1998.", "url": "https://www.nytimes.com/2018/11/28/magazine/ethiopia-eritrea-war.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/magazine/28atwar-eritrea/28atwar-eritrea-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:12Z", "content": "My father knew we were next. Theyre going to come for us, hed say, after Meles Zenawi, then the prime minister of Ethiopia, told the country on national television in July 1998 that Eritreans werent welcome. If the Ethiopian government says, We dont like the … [+2986 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LARA TAKENAGA", "title": "Times Insider: Starving Babies, Molotov Cocktails and Death Threats: One Photojournalist’s Venezuelan Reality", "description": "Kenyerber Aquino Merchán was 17 months old when he starved to death. His family placed tiny cardboard wings on top of Kenyerber’s coffin to help his soul reach heaven — a tradition when a baby dies in Venezuela.", "url": "https://www.nytimes.com/2018/11/28/reader-center/venezuela-crisis-meridith-kohut-photojournalist.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/reader-center/22insider-meridith-kohut/22insider-meridith-kohut-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:12Z", "content": "Venezuela is one of the richest countries in the world; it has the largest known oil reserves. Even though there was a crisis, it was still shocking to hear that people were starving to death. I spent five months going around the country to report the story w… [+1625 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JIM TANKERSLEY", "title": "Chinese Metals Win U.S. Tariff Waivers With Little Resistance", "description": "Requests for tariff exemptions are expedited unless American producers like Century Aluminum in Hawesville, Ky., object by saying they can provide the metals.", "url": "https://www.nytimes.com/2018/11/28/us/politics/china-tariff-exclusions.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/00dc-exclusion/merlin_147229710_55fb6c31-26af-419b-a8b4-e0537c25d8e1-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:11Z", "content": "The aluminum it buys is low end and not what American producers specialize in these days. There is a shortage of the common alloy being produced in the United States, said Rick Mandel, the chairman and chief executive officer. When Mandel officials called the… [+1582 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETE WELLS", "title": "Fiction: In This Norwegian Novel, an Old-School Waiter Tries to Keep Up the Old Ways", "description": "“The Waiter,” by Matias Faldbakken, features a fastidious server whose old-fashioned habits come under threat.", "url": "https://www.nytimes.com/2018/11/28/books/review/matias-faldbakken-waiter.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Wells1/02Wells1-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:07Z", "content": "THE WAITER By Matias Faldbakken 247 pp. Scout Press. $24.99. Every scrap of the action in Matias Faldbakkens The Waiter, not that theres a whole lot of it, happens at a restaurant called the Hills. Its located in Oslo, but its tradition-bound type is disappea… [+2132 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHIVANI VORA", "title": "Travel Tips: Five Tips to Make Traveling With a Food Allergy Easier", "description": "Managing a food allergy is tricky when you travel, but these precautionary steps can help you explore culinary culture and stay healthy.", "url": "https://www.nytimes.com/2018/11/28/travel/five-tips-to-make-traveling-with-a-food-allergy-easier.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/travel/02TIPS/merlin_147353133_ce2a28b0-3f2f-41d6-82e3-04399fa47eb3-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:07Z", "content": "Make sure that your cards clearly list which foods you cant eat, rather than just stating what youre allergic to. For example, my allergy cards dont just say that Im allergic to gluten and dairy, they say that wheat and wheat-based products such as soy and an… [+1368 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMMA G. FITZSIMMONS", "title": "Without a Trump Infrastructure Plan, an Aging Ohio Bridge Is in Limbo", "description": "President Trump promised to replace the bridge. It is one of the many projects across the country in jeopardy without a federal infrastructure bill.", "url": "https://www.nytimes.com/2018/11/28/us/brent-spence-bridge-repairs.html", "urlToImage": "https://static01.nyt.com/images/2018/10/25/us/00bridge-promo/00bridge-promo-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:06Z", "content": "If our engineers are saying it needs to be fixed, then Trump needs to fulfill his promise and cough up the money, said Judy Lee, a home health care nurse who voted for Mrs. Clinton. Still, Mr. Trump won Kentucky and Ohio. Many of his supporters are loyal. It … [+707 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID HAJDU", "title": "Nonfiction: A New Life of the Bebop Legend Dexter Gordon, Written by His Wife", "description": "“Sophisticated Giant,” by Maxine Gordon, recalls the restive musical innovator who left an indelible mark on the world of jazz.", "url": "https://www.nytimes.com/2018/11/28/books/review/sophisticated-giant-dexter-maxine-gordon.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/02Hajdu/02Hajdu-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:06Z", "content": "SOPHISTICATED GIANT The Life and Legacy of Dexter Gordon By Maxine Gordon Illustrated. 279 pp. University of California Press. $29.95. Dexter Gordon, the lusty virtuoso of bebop saxophone probably best known now for his Oscar-nominated, starring performance i… [+2765 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GEOFF MACDONALD", "title": "Nonfiction: A Poet Who Loves Tennis Follows the Grand Tour, in Prose", "description": "Rowan Ricardo Phillips’s “The Circuit” is a poet’s-eye view of tennis in 2017.", "url": "https://www.nytimes.com/2018/11/28/books/review/rowan-ricardo-phillips-circuit.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Macdonald1/02McDonnell-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:06Z", "content": "An award-winning poet and translator, Phillips reveals his love of tennis on every page. There is a generosity of spirit toward the reader as he explains the tournament calendar, how the A.T.P. ranking system works and how important seedings are in Grand Slam… [+3500 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JANE PERLEZ", "title": "Nonfiction: A Modern History of China, in Photographs", "description": "“Magnum China” collects decades-worth of images by Western photographers of a nation gripped by political conflict.", "url": "https://www.nytimes.com/2018/11/28/books/review/magnum-china-colin-pantall-zheng-ziyu.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Perlez1/02Perlez1-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:06Z", "content": "The photos are spread over more than 300 pages in a hefty, glossy coffee-table production. Magnum refers, of course, to the photographic cooperative founded in Paris and New York in 1947 by Robert Capa and Henri Cartier-Bresson (with George Rodger and David C… [+1368 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "YRSA DALEY-WARD", "title": "Zanele Muholi, a South African Artist Who Uses Self-Portraits as Visual Activism", "description": "A self-titled coffee-table book — subtitled “Somnyama Ngonyama, Hail the Dark Lioness” — collects the photographer’s black-and-white images to challenge global racism.", "url": "https://www.nytimes.com/2018/11/28/books/review/zanele-muholi-somnyama-ngonyama.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Daley-Ward1/02Daley-Ward1-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:06Z", "content": "Much of the visual narrative in Somnyama Ngonyama is accompanied by text from various contributors. Paired with the images, the text too becomes almost visual in its way, ranging from descriptive prose contextualizing what is shown in the portraits, to poetry… [+1274 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TARIRO MZEZEWA", "title": "Update: European River Cruises Hit a New Obstacle: Not Enough Water", "description": "Months of drought have left water levels on Germany’s Rhine, and rivers like the Danube and the Rhone, river at record lows, making passage difficult for some cruise ships.", "url": "https://www.nytimes.com/2018/11/28/travel/european-river-cruises-low-water-cancel.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/travel/02rivercruise/merlin_145619460_5d0781f9-b7e9-499e-a228-85bb76f33c21-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:05Z", "content": "A week into a two-week river cruise along the Danube River in August, Erin Needham, her husband, Scott, and her mother-in-law, Linda, found themselves in an odd position: their trip, Ms. Needhams first to Europe, was being cut short because the water was too … [+881 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CORBY KUMMER", "title": "Nonfiction: Delicacies of the Dining Car", "description": "“Food on the Move,” edited by Sharon Hudgins, is a collection of essays exploring the glamorous past and occasionally delectable present of dining on trains around the world.", "url": "https://www.nytimes.com/2018/11/28/books/review/sharon-hudgins-food-on-the-move.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Kummer/02Kummer-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:05Z", "content": "Yet the norm was more often exemplified by the English writer who warned in 1884 that the existence of the railway sandwich and its spread throughout the country has long been a source of terror to the people and of anxiety to the medical fraternity. The way … [+2433 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EDWARD SOREL", "title": "Nonfiction: How ‘A Mad Love’ of Opera Has Played Out From 17th-Century Mantua to 21st-Century New York", "description": "Vivien Schweitzer’s history of the genre, “A Mad Love,” and Heidi Waleson’s intricate account of the New York City Opera, “Mad Scenes and Exit Arias,” testify to an art that inspires deep passions.", "url": "https://www.nytimes.com/2018/11/28/books/review/vivien-schweitzer-mad-love-mad-scenes-heidi-waleson.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Sorel-01/02Sorel-01-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:05Z", "content": "Mad Scenes and Exit Arias: The Death of the New York City Opera and the Future of Opera in America, by Heidi Waleson, is an intricate whodunit that seeks to find out who murdered the New York City Opera. The company was born in the middle of World War II, whe… [+4498 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES GAVIN", "title": "Nonfiction: How Bing Crosby Changed the Course of Pop Music", "description": "The second volume of Gary Giddins’s “Bing Crosby” traces the singer’s career through the war years.", "url": "https://www.nytimes.com/2018/11/28/books/review/gary-giddins-bing-crosby-biography.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Gavin/02Gavin-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:05Z", "content": "Crosbys biographer Gary Giddins had choices to make. A formidable scholar of jazz and popular song, Giddins is certainly the man for the job. He spent 30 years as a Village Voice columnist. His journalism and his books about Charlie Parker and Louis Armstrong… [+3924 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER KEEPNEWS", "title": "Nonfiction: Nudge Nudge: New Books by Eric Idle and John Cleese", "description": "In “Always Look on the Bright Side of Life,” Idle remembers the Pythons and other famous friends; in “Professor at Large,” Cleese revisits his years at Cornell.", "url": "https://www.nytimes.com/2018/11/28/books/review/always-look-on-the-bright-side-of-life-eric-idle.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02Keepnews1/02Keepnews1-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:05Z", "content": "Hes not wrong. (He doesnt mention that one of those books was The Pythons Autobiography, published in 2003, which included contributions from all the Pythons, including Idle himself.) The question is how much Idle has to say on the subject that hasnt already … [+2153 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GRETCHEN REYNOLDS", "title": "Phys Ed: The Best Foods for Athletes", "description": "More fat? More carbs? How should we eat for peak athletic performance?", "url": "https://www.nytimes.com/2018/11/28/well/move/the-best-foods-for-athletes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/well/physed-foods/physed-foods-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:05Z", "content": "Q. But in the real world, do high-fat diets improve performance? A. It depends on what kind of event someone competes in. In long, relatively low-intensity events like ultramarathons, fat might provide enough fuel. But even then, if someone wants to sprint at… [+1960 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GUY LAWSON", "title": "Feature: The American Casualties of Trump’s Trade War", "description": "Tariffs on Chinese imports have endangered small business around the United States — a growing nightmare that critics say the president could have avoided.", "url": "https://www.nytimes.com/2018/11/28/magazine/trade-war-tariffs-small-business.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/magazine/02mag-tariffs-slide-4VI6-copy/02mag-tariffs-slide-4VI6-facebookJumbo.png", "publishedAt": "2018-11-28T10:00:04Z", "content": "On my last day in West Plains, I had lunch with the Real Wood team in their conference room, a feast of smoked beef tenderloin. The main subject of conversation was deciding who would get to go to Cambodia to install the play set they had just purchased for a… [+2585 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Interview by DAN AMIRA", "title": "Talk: Mike Birbiglia Thinks You Don’t Know How to Tell a Story", "description": "The comedian and filmmaker on his Broadway show about not wanting to have a child – and what his daughter will think of it someday.", "url": "https://www.nytimes.com/2018/11/28/magazine/mike-birbiglia-thinks-you-dont-know-how-to-tell-a-story.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/magazine/02mag-talk-image2/02mag-talk-image2-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:04Z", "content": "Your one-man show, The New One, is about your not wanting to have a child, and then your struggles once you did. Its also your first Broadway show, after a history of performing in smaller venues. How do you like being in a bigger theater? My recurring nightm… [+1087 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICK CORASANITI", "title": "How a Push to Legalize Pot in N.J. Became a Debate on Race and Fairness", "description": "Gov. Philip D. Murphy, left, and Stephen M. Sweeney, the Senate president, both support legalizing recreational marijuana but disagree on some details.", "url": "https://www.nytimes.com/2018/11/28/nyregion/legalization-marijuana-new-jersey.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/nyregion/00njmarijuana02/00njmarijuana02-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:02Z", "content": "I think its pretty clear that this bill is not about social justice its about money for this industry, said Kevin A. Sabet, president of Smart Approaches to Marijuana, a national group that opposes making recreational marijuana legal. Expungement has been a c… [+1865 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY BAZELON", "title": "Feature: In Donald Trump’s Census, Who Counts?", "description": "How the Trump administration’s plan to add a controversial new question to the 2020 census could transform a pillar of American democracy.", "url": "https://www.nytimes.com/2018/11/28/magazine/donald-trump-census.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/magazine/02mag-Census-1/02mag-Census-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T10:00:01Z", "content": "By then, the census was a modern and professional operation, with career staff members who distanced the agency, as best they could, from politics. With requests for more data tabulations streaming in from businesses and academics, the bureau had upped its ga… [+4485 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Pam Belluck", "title": "Chinese Scientist Who Says He Edited Babies’ Genes Defends His Work", "description": "The scientist, He Jiankui, said at a conference on Wednesday that his actions were safe and ethical. Some of his colleagues seemed unconvinced.", "url": "https://www.nytimes.com/2018/11/28/world/asia/gene-editing-babies-he-jiankui.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29china-baby-1/29china-baby-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T09:51:44Z", "content": "Showing a series of slides, he quickly described what he said was three years of work involving mice, monkeys and then human embryos. He used the editing technique, Crispr-Cas9, to disable a gene, called CCR, which creates a protein that makes it possible for… [+1549 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Wow, That Steer Is Really Big - New York Times", "description": "New York Times Wow, That Steer Is Really Big New York Times The world's expectations for a hero have perhaps never been lower. Which brings us to the steer. It's like a normal steer, but bigger. It's a very big steer. The very big steer is, according to the n…", "url": "https://www.nytimes.com/2018/11/28/world/australia/such-a-big-steer.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29xp-steer-1/29xp-steer-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T09:16:49Z", "content": "And there was something inspiring about him. Cattle dont typically have much control over their fate. Knickers beat the system. His reward for escaping the literal chopping block will be a life of coaching other animals on how to live their lives at the farm,… [+777 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CANDICE FREDERICK", "title": "Onscreen, Women Are Giving Patriarchy the Pink Slip", "description": "In “Widows,” “House of Cards” and other productions this year, women are not willing to play by the rules imposed by men. The result is exhilarating drama.", "url": "https://www.nytimes.com/2018/11/28/movies/onscreen-women-metoo-movement.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/arts/02women-power-roles1/02women-power-roles1-facebookJumbo.jpg", "publishedAt": "2018-11-28T09:00:04Z", "content": "Veronica is fueled by grief and helplessness after the wrongful death of her son at the hands of the police. Linda is a mother desperate to rewrite her story so she is no longer the wife who watched as her overbearing husband tanked her business and left her … [+2482 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES ESTRIN", "title": "Lens: Unraveling the Mysteries of Dorothea Lange’s ‘Migrant Mother’", "description": "The history behind Ms. Lange’s photograph of Florence Owens Thompson has intrigued academics and photographers for decades. But a new book sheds fresh light on the portrait’s little-explored details.", "url": "https://www.nytimes.com/2018/11/28/lens/dorothea-lange-migrant-mother.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/lens/28Lange1/28Lange1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-28T09:00:01Z", "content": "We have never been a race-blind country, frankly, Ms. Meister said. I wish that I could say that the response would have been the same if everyone had been aware that she was Cherokee, but I dont think that you can. Ms. Meister says she doesnt think that Ms. … [+1913 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VICKY XIUZHONG XU", "title": "New Zealand Blocks Huawei, in Blow to Chinese Telecom Giant", "description": "New Zealand rejected a proposal to use technology from Huawei, the Chinese telecom giant, to build its next-generation mobile data network, citing “significant national security risks.”", "url": "https://www.nytimes.com/2018/11/28/business/huawei-new-zealand-papua-new-guinea.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29huawei-1/merlin_147200205_22c7b4a3-6b7c-4ef7-b61e-f63f3f19d1f6-facebookJumbo.jpg", "publishedAt": "2018-11-28T08:53:32Z", "content": "We have an existing agreement, William Duma, the state investment minister, told reporters. Huawei has already completed 60 percent of the $200 million project, which is financed by the Export-Import Bank of China. Mr. Duma said that made the 11th-hour effort… [+1761 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Bitcoin Gains 6 Percent as It Heads for Best Day Since July", "description": "Bitcoin bounced more than 6 percent on Wednesday, climbing above $4,000 and heading for its biggest daily jump since July as it clawed back ground after recent heavy selling.", "url": "https://www.nytimes.com/reuters/2018/11/28/business/28reuters-crypto-currencies.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-28T08:52:41Z", "content": "LONDON Bitcoin bounced more than 6 percent on Wednesday, climbing above $4,000 and heading for its biggest daily jump since July as it clawed back ground after recent heavy selling. The world's biggest cryptocurrency was last as $3,970.04 on the Bitstamp plat… [+201 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "New York Times", "title": "This Mexican druglord had a zoo, cash-filled jets and gave diamond watches to workers", "description": "The druglord used an expensive method to repatriate his profits: he flew the money back from the United States to Mexico in a fleet of private jets.", "url": "https://www.nytimes.com/2018/11/27/nyregion/el-chapo-trial.html", "urlToImage": "https://images.indianexpress.com/2017/01/el-chapo-759.jpeg?w=759", "publishedAt": "2018-11-28T08:36:07Z", "content": "Mexican drug lord Joaquin El Chapo Guzman. (Source: AP) His $10 million beach house sat along the coast in Acapulco. Moored offshore was the Chapito the yacht he named after himself. One of his ranches, in rural Guadalajara, Mexico, had tennis courts and pool… [+4879 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Cryptocurrencies to Survive Sell-Off-Allianz's El-Erian", "description": "Cryptocurrencies are here to stay despite a prolonged slump this year, and will gain wider acceptance after the recent entry of more institutional investors in the space, Mohamed El-Erian, chief economic adviser at Allianz, said on Tuesday.", "url": "https://www.nytimes.com/reuters/2018/11/28/business/28reuters-crypto-currencies-el-erian.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-28T08:35:17Z", "content": "NEW YORK Cryptocurrencies are here to stay despite a prolonged slump this year, and will gain wider acceptance after the recent entry of more institutional investors in the space, Mohamed El-Erian, chief economic adviser at Allianz, said on Tuesday. At a Coin… [+663 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Banks Extend UK Plc's Overdraft Ahead of Brexit", "description": "Banks in Britain are trying to prepare businesses for a potential cash crunch after Brexit, whether or not a deal agreed by the UK and Brussels this weekend is approved by parliament next month.", "url": "https://www.nytimes.com/reuters/2018/11/28/business/28reuters-britain-eu-banks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-28T08:14:29Z", "content": "\"Many want to hold back from increasing lines until a little closer to the time because of the cost. So it's a slow burn.\" CYBG - which owns the Clydesdale, Yorkshire and Virgin Money brands has also been contacting businesses to offer credit, including farme… [+1154 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Learning With: 'This Is the Way the Paper Crumples' - New York Times", "description": "New York Times Learning With: 'This Is the Way the Paper Crumples' New York Times Before reading the article: Try a mini experiment. Take a sheet of paper, any shape or size, and crumple it. Unfold it and describe what you see. (If you don't have a piece of p…", "url": "https://www.nytimes.com/2018/11/28/learning/learning-with-this-is-the-way-the-paper-crumples.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27SCI-CRUMPLE1/27SCI-CRUMPLE1-facebookJumbo.jpg", "publishedAt": "2018-11-28T08:03:09Z", "content": "Before reading the article: Try a mini experiment. Take a sheet of paper, any shape or size, and crumple it. Unfold it and describe what you see. (If you dont have a piece of paper on hand, watch this video.) Consider some of these variables: What do you noti… [+999 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Livia Albeck Ripka", "title": "In Australia, a Sudanese Basketball League Finds Itself Sidelined by Racist Fears", "description": "The South Sudanese Australian National Basketball Association said it was forced to cancel a tournament after being unfairly linked to stories of gang violence.", "url": "https://www.nytimes.com/2018/11/28/world/australia/sudanese-basketball-tournament-host.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/world/29oz-basketball-1/29oz-basketball-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T07:52:22Z", "content": "For the last few years, the tournaments have been held at Eagle Stadium in Wyndham, in the outer southwestern suburbs of Melbourne. But this year, the stadium decided not to host the event. They said that we couldnt do the tournament this year in their facili… [+1331 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "纽约时报中文网", "title": "在整容和化妝盛行的韓國，她們渴望改變", "description": "性別不平等以及全球「我也是」運動推動了韓國的「脫下束身衣」運動。不化妝、剪短髮、從容展示缺陷，一些女性渴望以此擺脫韓國嚴格的審美標準和高度父權的社會文化。", "url": "https://cn.nytimes.com/business/20181128/south-korea-makeup-plastic-surgery-free-the-corset/zh-hant/", "urlToImage": "https://static01.nyt.com/images/2018/11/24/business/jp24skcorset1-print/merlin_147070071_bd75e015-8cf4-4336-9c4d-cde500ebd34f-articleLarge.jpg", "publishedAt": "2018-11-28T06:56:52Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AUSTIN RAMZY", "title": "Lawyer for Snowden in Hong Kong Says He Left City Under Pressure", "description": "Robert Tibbo, a lawyer who represented Edward J. Snowden when he fled to Hong Kong in 2013, photographed this month in Marseille, France. “My career is over in Hong Kong,” he said.", "url": "https://www.nytimes.com/2018/11/28/world/asia/edward-snowden-lawyer-hong-kong.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/00hongkong-lawyer-1/00hongkong-lawyer-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T06:02:52Z", "content": "Mr. Tibbo says his problems with the Legal Aid Department, a government body in Hong Kong, began in September 2016, and that they have since offered to pay him half of what they did before. The department declined to respond to questions, saying it needed Mr.… [+997 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PENN BULLOCK", "title": "Europe Edition: Lion Air, Paul Manafort, Ukraine: Your Wednesday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/28/briefing/lion-air-paul-manafort-ukraine.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/briefing/11282018ambriefing-euro-promo/11282018ambriefing-euro-slide-19HC-facebookJumbo.jpg", "publishedAt": "2018-11-28T05:48:53Z", "content": "Larry Smith, a Christmas tree farmer in rural North Carolina, worked his whole life to send a tree to the White House. Shirley Figueroa, a retired public servant from New York City, above left, grew up with no trees on my block. But when Ms. Figueroas 72-foot… [+401 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBERT D. McFADDEN", "title": "Harold O. Levy, Progressive New York City Schools Chief, Dies at 65", "description": "Mr. Levy, who was the chancellor of New York City’s vast public school system from 2000 to 2002, attracted thousands of new teachers by insisting on higher starting wages.", "url": "https://www.nytimes.com/2018/11/27/obituaries/harold-levy-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/obituaries/28levy-1print/00levy-1-facebookJumbo.jpg", "publishedAt": "2018-11-28T04:38:45Z", "content": "Harold Oscar Levy was born in Manhattan on Dec. 14, 1952, to Hugh and Alice Levy. His father had been a textile merchant in Nazi Germany. After his parents escaped, his father owned a hardware store in New York. Harold grew up in the Washington Heights sectio… [+2442 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "袁莉", "title": "《人民日报》披露马云共产党员身份", "description": "通过公开马云的党员身份，中共希望与资本主义成功故事联系起来，以证明其合法性。而对于商人来说，入党更多是权宜之计，用于建立人脉和取得成功，而非表达政治观点。 Matthew Knight/Agence France-Presse — Getty Images 中国首富、电商巨头阿里巴巴联合创始人马云本月在上海。中共官方报纸确认他是该党党员。", "url": "https://cn.nytimes.com/business/20181128/jack-ma-communist-party-alibaba/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/28/business/28jackma/28jackma-articleLarge.jpg", "publishedAt": "2018-11-28T04:35:58Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "河北張家口化工廠附近發生爆炸，數十人傷亡 - 紐約時報中文網", "description": "河北張家口化工廠附近發生爆炸，數十人傷亡 紐約時報中文網 北京——官員表示，週二晚間，中國北方一座大型化工廠附近發生爆炸，導致至少22人喪生，另有22人受傷，該國龐大的工業部門發生的一系列致命意外又添一起。 爆炸發生在位於河北省的河北盛華化工有限公司附近，對爆炸的初步描述沒有給出確定原因。但中國的... 更多 »", "url": "https://cn.nytimes.com/china/20181128/china-chemical-plant-explosion/zh-hant/", "urlToImage": null, "publishedAt": "2018-11-28T04:27:43Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHARON LaFRANIERE and MAGGIE HABERMAN", "title": "Roger Stone Sought WikiLeaks’ Plans Amid 2016 Campaign, Associate Says", "description": "Jerome Corsi, an associate of the longtime Trump adviser Roger J. Stone Jr., said he might be indicted in the special counsel investigation.", "url": "https://www.nytimes.com/2018/11/27/us/politics/jerome-corsi-roger-stone-wikileaks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/28dc-corsi1/28dc-corsi1-facebookJumbo.jpg", "publishedAt": "2018-11-28T04:19:22Z", "content": "A conservative best-selling author, Mr. Corsi, 72, has suddenly emerged as an intriguing figure in the special counsels investigation of Russias interference into the 2016 presidential election and whether anyone in the Trump campaign knew about or aided with… [+1747 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "储百亮", "title": "河北张家口化工厂附近发生爆炸，数十人伤亡", "description": "事故发生在周二晚间，已造成至少22人死亡，另有22人受伤。现场图像显示，爆炸造成近50辆汽车燃烧，现场升起黑烟。事故发生原因目前尚不清楚。", "url": "https://cn.nytimes.com/china/20181128/china-chemical-plant-explosion/?utm_source=RSS", "urlToImage": null, "publishedAt": "2018-11-28T04:12:11Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Acid Taste of Plutonium (1944/1999)", "description": "Comments", "url": "https://archive.nytimes.com/www.nytimes.com/books/first/w/welsome-plutonium.html", "urlToImage": null, "publishedAt": "2018-11-28T03:51:48Z", "content": "EXCERPT The Plutonium Files America's Secret Medical Experiments in the Cold War By EILEEN WELSOME Dial Books Read the Review The Acid Taste of Plutonium The accident occurred on August 1, 1944, a morning like any other in Los Alamos: hot, dry, the sky an ind… [+11221 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS BUCKLEY", "title": "Explosion Near Chemical Plant in China Kills at Least 22", "description": "Firefighters early Wednesday at the scene of the blast near the Hebei Shenghua Chemical Industry Company plant in Zhangjiakou, China. The cause of the explosion was not immediately clear.", "url": "https://www.nytimes.com/2018/11/27/world/asia/china-chemical-plant-explosion.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-28T03:34:40Z", "content": "But the latest explosion was a jolting reminder that factories, especially chemical plants, have been troubled by deadly leaks, fires and blasts, often caused by lax management. A worker at Hebei Shenghua who answered the phone on Wednesday said that the late… [+877 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "艾莎", "title": "在整容和化妆盛行的韩国，她们渴望改变", "description": "性别不平等以及全球“我也是”运动推动了韩国的“脱下束身衣”运动。不化妆、剪短发、从容展示缺陷，一些女性渴望以此摆脱韩国严格的审美标准和高度父权的社会文化。 Jean Chung for The New York Times 金志妍曾经一个月花200美元，每天花两个小时打扮自己。后来，她加入了一个日益壮大的韩国女性群体，反抗韩国社会严格的美容标准。", "url": "https://cn.nytimes.com/business/20181128/south-korea-makeup-plastic-surgery-free-the-corset/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/24/business/jp24skcorset1-print/merlin_147070071_bd75e015-8cf4-4336-9c4d-cde500ebd34f-articleLarge.jpg", "publishedAt": "2018-11-28T03:30:14Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN BLINDER", "title": "Cindy Hyde-Smith Holds Off Mike Espy to Keep Mississippi Senate Seat", "description": "With a late boost from President Trump, Ms. Hyde-Smith weathered criticism of her rhetorical gaffes and increased the Republican advantage in the Senate to 53-47.", "url": "https://www.nytimes.com/2018/11/27/us/politics/mississippi-senate-espy-hyde-smith.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/politics/28mississippi-smith/28mississippi-smith-facebookJumbo.jpg", "publishedAt": "2018-11-28T03:25:50Z", "content": "Without that comment, and a handful of other controversial remarks, Democrats and Republicans alike said, Ms. Hyde-Smiths victory on Tuesday would have been a near-lock. Instead, Mr. Espy, 64, and his allies were able to seize on Ms. Hyde-Smiths rhetoric and … [+1373 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MIRIAM JORDAN, KIRK SEMPLE and CAITLIN DICKERSON", "title": "For Migrants on Both Sides of the Border, the One Constant Is a Long Wait", "description": "The United States government says it could be five weeks before the first arrivals from the caravan of migrants from Central America could have their interviews for admission.", "url": "https://www.nytimes.com/2018/11/27/us/migrant-caravan-border-san-ysidro-mexico.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/28border1-print/28border1-facebookJumbo.jpg", "publishedAt": "2018-11-28T02:32:52Z", "content": "If you dont know how to present your case, youre going to lose, said Eileen Blessinger, an immigration defense lawyer who averages about half-a-dozen asylum cases a week in immigration court in Arlington, Va. For many, the process will begin with an interview… [+1590 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHERYL GAY STOLBERG and ASTEAD W. HERNDON", "title": "In Courting New Liberals, Pelosi Runs a Risk: A Freedom Caucus of the Left", "description": "A brash crew of newly elected liberals have become Nancy Pelosi’s shock troops in her battle to be speaker. But with her in their debt, the would-be speaker is emboldening them.", "url": "https://www.nytimes.com/2018/11/27/us/politics/nancy-pelosi-liberals-freedom-caucus.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/politics/28dc-democrats-2-print/28dc-democrats-sub-facebookJumbo.jpg", "publishedAt": "2018-11-28T01:59:45Z", "content": "I have lived and campaigned by the mantra that I do not need to ask permission to lead, she said in a statement. Ms. Hayes, the incoming representative from Connecticut who won after a grueling primary in which the state party backed her opponent, said in an … [+2127 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL S. SCHMIDT, SHARON LaFRANIERE and MAGGIE HABERMAN", "title": "Manafort’s Lawyer Said to Brief Trump Attorneys on What He Told Mueller", "description": "Prosecutors from the special counsel’s office have said that Paul Manafort breached his plea agreement by lying to them after he agreed to cooperate with their inquiry.", "url": "https://www.nytimes.com/2018/11/27/us/politics/manafort-lawyer-trump-cooperation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/politics/28dc-manafort1/28dc-manafort1-facebookJumbo.jpg", "publishedAt": "2018-11-28T01:49:11Z", "content": "In asserting that investigators were unnecessarily targeting Mr. Trump, Mr. Giuliani accused the prosecutor overseeing the Manafort investigation, Andrew Weissmann, of keeping Mr. Manafort in solitary confinement simply in the hopes of forcing him to give fal… [+2317 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARK LANDLER, GLENN THRUSH and KEITH BRADSHER", "title": "Despite Tough Talk on Trade, Trump Could Seek a Truce with Xi Jinping at G-20", "description": "The president has signaled a new willingness to make a deal with Mr. Xi, a leader he has treated solicitously and will meet over dinner on Saturday in Buenos Aires.", "url": "https://www.nytimes.com/2018/11/27/us/politics/trump-xi-trade-g-20.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/politics/28dc-trade-print/28dc-trade1-facebookJumbo.jpg", "publishedAt": "2018-11-28T01:20:50Z", "content": "More mainstream advisers like Mr. Kudlow and the Treasury secretary, Steven Mnuchin, are urging him to compromise, while hard-liners like Peter Navarro, the director of the White House trade office, argue that he should keep ramping up the pressure on China u… [+1870 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Baseless Claim That Climate Scientists Are 'Driven' by Money - New York Times", "description": "New York Times The Baseless Claim That Climate Scientists Are 'Driven' by Money New York Times The federal government's most recent climate change report, released last week, warned that global warming could cause substantial damage to the American economy, h…", "url": "https://www.nytimes.com/2018/11/27/us/politics/climate-report-fact-check.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/28dc-factcheck1/28dc-factcheck1-facebookJumbo.jpg", "publishedAt": "2018-11-28T01:17:54Z", "content": "For example, at Pennsylvania State University, professors in the earth and mineral sciences department made an average salary of $157,773, which was below the universitywide average of $166,731. Professors in earth and environmental sciences earned $98,567 on… [+1413 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "简报：中国经济走到十字路口；如何培养男子汉？ - 纽约时报中文网", "description": "纽约时报中文网 简报：中国经济走到十字路口；如何培养男子汉？ 纽约时报中文网 早安，欢迎阅读时报最新推出的中文每日简报。我们将为你介绍《纽约时报》当日的重点英文报道，并为你推荐部分已被译成中文的精选内容。希望它能更好地满足你的资讯需求。新读者请点击此处订阅。 “共产党... 取代房地产产业，下一个拉动中国经济的可能是它 中国新闻网 ​这个年度最重磅的名单，藏着中国经济和互联网巨头的秘密 搜狐 此专题所有 77 篇报道 »", "url": "https://cn.nytimes.com/morning-brief/20181128/china-rules-economy-strategy-jack-ma/", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/china-economy-staticpromo/china-economy-staticpromo-articleLarge.png", "publishedAt": "2018-11-28T01:12:41Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Ahead of Peace Talks for Yemen, Senate Weighs Rebuke to Saudis - New York Times", "description": "New York Times Ahead of Peace Talks for Yemen, Senate Weighs Rebuke to Saudis New York Times WASHINGTON — Three years into a brutal war in Yemen, the Senate is weighing whether to end American support for the conflict — a decision that could roil the United S…", "url": "https://www.nytimes.com/2018/11/27/us/politics/trump-yemen-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/politics/28dc-khashoggi1-print/28dc-khashoggi1-facebookJumbo.jpg", "publishedAt": "2018-11-28T01:05:56Z", "content": "Prince Mohammed has been unstable and unreliable, and I dont see the situation getting fixed as long as hes around, Senator Lindsey Graham, Republican of South Carolina, said recently. Mr. Trumps recent defense of Prince Mohammed saying maybe he did and maybe… [+1500 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Mississippi Senate Election Results: Cindy Hyde-Smith vs. Mike Espy - New York Times", "description": "New York Times Mississippi Senate Election Results: Cindy Hyde-Smith vs. Mike Espy New York Times Cindy Hyde-Smith leads by 7 percentage points over Mike Espy with 9 percent of precincts reporting. Jump to estimate of final result ↓. Candidate, Party, Votes, …", "url": "https://www.nytimes.com/interactive/2018/11/27/us/elections/results-mississippi-senate-runoff-special-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/elections/results-mississippi-senate-runoff-special-election-1543269250024/results-mississippi-senate-runoff-special-election-1543269250024-facebookJumbo.jpg", "publishedAt": "2018-11-28T01:03:22Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHANG CHIEN", "title": "简报：中国经济走到十字路口；如何培养男子汉？", "description": "马云“共产党员”身份曝光；中国外逃官员美籍子女被限制出境；中国正建造第三艘航母；美连环杀手自供犯下90起谋杀；苹果股价持续走低……新闻简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181128/china-rules-economy-strategy-jack-ma/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/china-economy-staticpromo/china-economy-staticpromo-articleLarge.png", "publishedAt": "2018-11-28T01:01:35Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD FAUSSET", "title": "‘Large-Scale Reforms’ of Georgia Elections Sought in Federal Lawsuit", "description": "Saying that voting-roll purges and problems at the polls had amounted to voter suppression, allies of Stacey Abrams called on Tuesday for federal oversight.", "url": "https://www.nytimes.com/2018/11/27/us/georgia-elections-federal-lawsuit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/28georgia1/28georgia1-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:54:22Z", "content": "Some of Ms. Abramss most prominent Democratic supporters across the country, including some potential presidential candidates, claimed that the election had been stolen because Mr. Kemps office had purged hundreds of thousands of voters from the rolls, had pl… [+1977 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SANDRA E. GARCIA", "title": "Independent Autopsy of Transgender Asylum Seeker Who Died in ICE Custody Shows Signs of Abuse", "description": "The autopsy raised questions about how Roxsana Hernandez Rodriguez, 33, a transgender woman from Honduras, was treated in custody before she died from illness.", "url": "https://www.nytimes.com/2018/11/27/us/trans-woman-roxsana-hernandez-ice-autopsy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/28xp-ice-print/28xp-ice-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:48:12Z", "content": "We take the health and well-being of those entrusted to our care very seriously, Rodney King, a spokesman for CoreCivic, said in a statement. Were also committed to providing a safe environment for transgender detainees. Ms. Hernandez was seeking asylum from … [+1481 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BILLY WITZ", "title": "M.L.B., Once Averse to Gambling, Strikes a Deal with MGM Resorts", "description": "On Tuesday, James Murren, chief executive of MGM Resorts, and Rob Manfred, M.L.B.’s commissioner, announced MGM becoming baseball’s official gambling industry partner.", "url": "https://www.nytimes.com/2018/11/27/sports/mlb-gambling-mgm-resorts.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/sports/28mlb/28mlb-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:29:46Z", "content": "Our lobbyists had a lot of discretion as to what they were doing, particularly with contributions of that size, and theres just going to be additional oversight here in New York, Rob Manfred said Tuesday. We did not review in advance contributions of that siz… [+1627 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL WINES", "title": "Can There Be a Citizenship Question on the 2020 Census? A Judge Will Soon Rule", "description": "At the end of a three-week trial, opponents of the question argued that the Trump administration was deliberately trying to deter noncitizens from responding to the census.", "url": "https://www.nytimes.com/2018/11/27/us/citizenship-question-census.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/us/28census-1-print/28census-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:27:48Z", "content": "Mr. Ross originally said he had acted after the Justice Department told him it needed citizenship data to enforce the 1965 Voting Rights Act. He later admitted that he had discussed adding the question with senior Trump administration officials since at least… [+1905 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELISABETH MALKIN", "title": "Raising Pressure on Nicaragua, U.S. Imposes Sanctions on Vice President", "description": "Vice president and first lady Rosario Murillo, along with a top aide, was targeted with penalties aimed at ending a harsh crackdown.", "url": "https://www.nytimes.com/2018/11/27/world/americas/nicaragua-us-sanctions.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/world/americas/28nicaragua/28nicaragua-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:16:46Z", "content": "The Trump administration had already imposed sanctions on four high-ranking Nicaraguan officials when National Security Adviser John Bolton announced on Nov. 1 that Washington would harden its policy toward Nicaragua, which he described as part of Latin Ameri… [+951 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Broadway's 'Once on This Island' Revival Will Close Jan. 6 - New York Times", "description": "New York Times Broadway's 'Once on This Island' Revival Will Close Jan. 6 New York Times “Once on This Island,” a tragic West Indian fairy tale that won this year's Tony Award for best musical revival, will end its Broadway run on Jan. 6. The musical was much…", "url": "https://www.nytimes.com/2018/11/27/theater/broadways-once-on-this-island-revival-will-close-jan-6.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/theater/28island-item/merlin_130631492_78bf55de-1877-4300-8ac7-69de73585696-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:15:08Z", "content": "Once on This Island, a tragic West Indian fairy tale that won this years Tony Award for best musical revival, will end its Broadway run on Jan. 6. The musical was much praised by critics, and scored an upset victory over the better known Carousel and My Fair … [+760 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FRANK BRUNI", "title": "Republicans Had One Black Woman in Congress. Now They Have None.", "description": "Mia Love, flanked by her parents at left and her husband and two of their children at right, conceded on Monday in Salt Lake City that she had lost her bid for a third term in the House.", "url": "https://www.nytimes.com/2018/11/27/opinion/republican-black-congress-mia-love.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/opinion/27bruniWeb/27bruniWeb-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:08:45Z", "content": "Then came the Muslim ban, the singling-out of black athletes, the equivocation over white supremacists in Charlottesville, Va., and the reported use of a vulgar adjective to denigrate countries, including Haiti, from which immigrants of color came to the Unit… [+1094 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "Mars Beckons", "description": "Scientists hope to uncover some of the secrets of that distant world — and maybe some of our own.", "url": "https://www.nytimes.com/2018/11/27/opinion/mars-exploration-nasa-insight-space.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/opinion/27mars-edt/27mars-edt-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:08:19Z", "content": "InSight is not a first. Its the eighth successful landing on Mars since 1976, when Viking 1 became the first spacecraft to land and work on the planet, and the 45th exploratory mission of any kind since 1960. Currently, the NASA rover Curiosity is on Mars rol… [+2107 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Champions League: Fellaini's Late Goal Helps Manchester United Advance - New York Times", "description": "New York Times Champions League: Fellaini's Late Goal Helps Manchester United Advance New York Times Marouane Fellaini scored a stoppage-time goal to send Manchester United into the knockout stage of the Champions League — and prompt a bizarre sideline celebr…", "url": "https://www.nytimes.com/2018/11/27/sports/champions-league-manchester-united.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/sports/28-champions-print/28-champions-print-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:06:56Z", "content": "REAL MADRID 2, ROMA 0 A series of big errors by Roma allowed Real Madrid to win on the road and move to first place in Group G. Roma winger Cengiz Under sent the ball over the bar from point-blank range with Madrid goalkeeper Thibaut Courtois already down on … [+948 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHARON OTTERMAN", "title": "Most ‘Bridgegate’ Convictions Upheld in Case Against Two Ex-Christie Allies", "description": "Bill Baroni, left, and Bridget Anne Kelly with members of Ms. Kelly’s legal team in 2016. They were cleared Tuesday of two of the seven counts they had been found guilty of that year.", "url": "https://www.nytimes.com/2018/11/27/nyregion/bridgegate-convictions-bridget-anne-kelly.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/nyregion/28bridgegate/28bridgegate-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:05:48Z", "content": "Though the former governor was never charged, the scandal became a stain on the record of Mr. Christie, who saw his popularity and presidential ambitions plummet once the brazenness of the scheme to create traffic jams for political ends came to light in cour… [+1416 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PALKO KARASZ", "title": "Lady Trumpington, Code Breaker and Irreverent Politician, Dies at 96", "description": "A Bletchley Park worker during World War II and a New York socialite in the 1950s, she became a government minister and a celebrity in her 90s.", "url": "https://www.nytimes.com/2018/11/27/obituaries/lady-trumpington-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/world/28trumpington/28trumpington-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:02:49Z", "content": "She was born on Oct. 23, 1922, to Maj. Arthur Campbell-Harris and Doris (Robson) Campbell-Harris, an American heiress of a paint business in Chicago, where most of her family lived. Her father had been a Bengal Lancer and served as an aide to the viceroy of I… [+1337 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Farhad Manjoo", "title": "How to Survive the Next Era of Tech (Slow Down and Be Mindful)", "description": "In his final State of the Art column, Farhad Manjoo reflects on the industry’s changes and presents a new guide for navigating the future of technology.", "url": "https://www.nytimes.com/2018/11/28/technology/how-to-survive-the-next-era-of-tech-slow-down-and-be-mindful.html", "urlToImage": "https://static01.nyt.com/images/2018/11/29/business/29State-illo/merlin_147393030_adbe19a6-e902-49a0-83ae-17b7df3002bf-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:00:00Z", "content": "But ubiquitous quality has given rise to a new problem: If everything just works, how are you supposed to choose what to buy? My advice: Dont just consider how well a product works, but look at whos making it and how it is sold. Before you dive in to any new … [+2003 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Julie Lasky", "title": "$1 Million Homes in Montana, Maryland and New Mexico", "description": "A solar-powered smart home in Martin City, a 1924 Sears Craftsman in Silver Spring and an adobe house in Santa Fe.", "url": "https://www.nytimes.com/2018/11/28/realestate/1-million-homes-in-montana-maryland-and-new-mexico.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/realestate/02WYG-slide-7DVY/02WYG-slide-7DVY-facebookJumbo.jpg", "publishedAt": "2018-11-28T00:00:00Z", "content": "Size: 2,316 square feet Price per square foot: $453 Indoors: The house has been renovated a few times since it was built most dramatically in 1994, when the owners architect daughter, Julia Caswell Daitch, enclosed the original porch to create an L-shaped sun… [+1415 chars]"}]}