{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Sex Assault Rules Under DeVos Bolster Defendants' Rights and Ease College Liability - New York Times", "description": "New York Times Sex Assault Rules Under DeVos Bolster Defendants' Rights and Ease College Liability New York Times Education Secretary Betsy DeVos unveiled a highly anticipated overhaul on Friday of the rules governing campus sexual assault, reducing the liabi…", "url": "https://www.nytimes.com/2018/11/16/us/politics/betsy-devos-title-ix.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-sexassault-print/17dc-sexassault-facebookJumbo.jpg", "publishedAt": "2018-11-16T23:53:46Z", "content": "Several groups said they believed the rules were meant to decrease the number of Title IX investigations on campus and chill sexual assault and harassment reporting. In a summary of its proposal, the department said the rules sought to produce more reliable o… [+1880 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD SANDOMIR", "title": "Mayra Langdon Riesman, Movie Website Creator, Dies at 64", "description": "Mayra Langdon Riesman, circa 1978. A sometime actress and producer, she found her metier in establishing and running an early movie web site, Film Scouts.", "url": "https://www.nytimes.com/2018/11/16/obituaries/mayra-langdon-riesman-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/obituaries/17RIESMAN-OBIT/16RIESMAN1-facebookJumbo.jpg", "publishedAt": "2018-11-16T23:35:50Z", "content": "Mayra Langdon Riesman, who in the mid-1990s turned her fascination with movies into Film Scouts, an early and ambitious website that offered film festival coverage, movie reviews, trailers and interviews with Hollywood personalities, died on Nov. 4 at her hom… [+994 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Justices Asked to Rule on Legality of Acting Attorney General's Appointment - New York Times", "description": "New York Times Justices Asked to Rule on Legality of Acting Attorney General's Appointment New York Times WASHINGTON — The Supreme Court was asked on Friday to decide whether President Trump acted lawfully in appointing Matthew G. Whitaker to be acting attorn…", "url": "https://www.nytimes.com/2018/11/16/us/politics/supreme-court-whitaker-attorney-general.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-scotus/17dc-scotus-facebookJumbo.jpg", "publishedAt": "2018-11-16T23:27:32Z", "content": "Mr. Michaels asked the Supreme Court to call the case Michaels v. Rosenstein, arguing that Deputy Attorney General Rod J. Rosenstein is the rightful acting attorney general because Mr. Whitakers appointment violated federal statutes and the Constitution. Lega… [+1341 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IAN AUSTEN", "title": "Canada Letter: Justin Trudeau’s Official Fixer-Upper", "description": "The official home of Canada’s prime minister is in such disrepair that Justin Trudeau wouldn’t live there. But no politician seems willing to do anything about it.", "url": "https://www.nytimes.com/2018/11/16/world/canada/justin-trudeaus-official-fixer-upper.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/canada/17canadaletter-rideau/17canadaletter-rideau-facebookJumbo.jpg", "publishedAt": "2018-11-16T23:08:06Z", "content": "That photo essay was swiftly followed by a multimedia presentation on our history of photographing California. [Read: California: State of Change ] If you can, do the photos justice by viewing them on a computer or a tablet, rather than a phone screen. This w… [+2155 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and MARCUS PAYADUE", "title": "Assange, Wildfires, Disney: Your Friday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/16/briefing/assange-widlfires-disney.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/briefing/c16PMbriefing-US-core-tryptch/16PMbriefing-US-slide-YUBL-facebookJumbo.jpg", "publishedAt": "2018-11-16T23:02:59Z", "content": "3. Floridas Senate race churns on, and now ballots are being recounted by hand. Elections workers are examining tens of thousands of problematic ballots those with no vote cast in a key race, or too many votes to try to determine what voters intended. Florida… [+656 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THOMAS GIBBONS-NEFF", "title": "Families Sue Jordan Over 2016 Deaths of 3 U.S. Green Berets", "description": "The soldiers’ fathers accused the kingdom of falsely telling the news media that the Green Berets had provoked the deadly shooting by a base guard.", "url": "https://www.nytimes.com/2018/11/16/world/middleeast/green-beret-families-sue-jordan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-military/17dc-military-facebookJumbo.jpg", "publishedAt": "2018-11-16T23:02:05Z", "content": "Sergeant Tawayha was convicted of murder and sentenced to life in prison in July 2017. During the trial, he offered no explanation for the attack, and he said after a hearing that I was doing my job. On Friday, Mr. Moriarty and the fathers of Sergeants Lewell… [+1149 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By LISA SANDERS, M.D", "title": "Her Face Droops Without Explanation. Can You Tell Us Why?", "description": "An otherwise healthy woman frequently experiences severe facial paralysis. Can you find a diagnosis?", "url": "https://www.nytimes.com/interactive/2018/11/16/magazine/netflix-diagnosis-series-ann.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/magazine/16mag-diagnosis-video2-promo/16mag-diagnosis-video2-promo-facebookJumbo.jpg", "publishedAt": "2018-11-16T23:00:09Z", "content": "“You might have had a stroke,” the doctor told the 44-year-old woman. “The right side of your face is paralyzed.” Ann (who asked that we use an abbreviated version of her name to protect her privacy) nodded in agreement. It was, after all, why she had called … [+12546 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIFFANY HSU", "title": "California Fire Hits ‘Rehab Riviera,’ Putting Addiction Care in Jeopardy", "description": "Malibu has one of the largest concentrations of rehabilitation centers and sober living homes in the United States. Several have had to evacuate clients.", "url": "https://www.nytimes.com/2018/11/16/business/fire-malibu-rehab-riviera.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17REHAB-01/17REHAB-01-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:56:25Z", "content": "Each of the 21 patients at Creative Care in Malibu was allowed one piece of luggage before fleeing the fire. They were bundled into 12-seater vans normally used for mini-golf outings or trips to addiction support meetings and taken to Airbnbs in the San Ferna… [+1434 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The List of Missing in California Fire Jumped by Hundreds. How Was It Put Together? - New York Times", "description": "New York Times The List of Missing in California Fire Jumped by Hundreds. How Was It Put Together? New York Times As the death toll continues to rise in the deadliest wildfire in California history, the sheriff of the Northern California county where the fire…", "url": "https://www.nytimes.com/2018/11/16/us/california-fire-missing-list.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17missing-alt/17missing-alt-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:55:18Z", "content": "Eric Reinbold, the police chief of Paradise, the town worst affected by the fire, said the new list underscored how many older people may have been trapped by the fire. Like any community, we had elderly folks and some of them gave up driving or cant drive, C… [+1210 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Rocky Rockets Settle Down and the Warriors Get Weird - New York Times", "description": "New York Times The Rocky Rockets Settle Down and the Warriors Get Weird New York Times HOUSTON — The opening month of the N.B.A. season has been marked by undeniable spells of disarray and even desperation for the Houston Rockets. The Rockets lost seven of th…", "url": "https://www.nytimes.com/2018/11/16/sports/basketball/nba-rockets-warriors-anthony-durant.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/sports/17rockets/merlin_146911779_184930b3-011f-4b8c-b664-6bb41ee14e23-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:52:41Z", "content": "Numerous members of the Golden State traveling party were actually quite encouraged to see Green and Durant walk into Thursdays morning shootaround side by side so soon after such well-chronicled acrimony. The latest report from Yahoo! Sports, in fact, disclo… [+2446 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN BLINDER and RICHARD FAUSSET", "title": "Stacey Abrams Ends Fight for Georgia Governor", "description": "Ms. Abrams acknowledged that her Republican rival Brian Kemp would become governor, saying “the law currently allows no further viable remedy” to challenge the vote.", "url": "https://www.nytimes.com/2018/11/16/us/elections/georgia-governor-race-kemp-abrams.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17georgia-01sub/17georgia-01sub-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:38:12Z", "content": "His proposals, though sometimes vague, thrilled conservatives: a Track and Deport plan that would create a comprehensive database to track criminal aliens in Georgia; new limits on the states budget, sustaining the governments efforts to lure major economic p… [+2193 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN KOBLIN", "title": "Channing Dungey, First Black Entertainment Executive at a Major Network, Is Leaving ABC", "description": "Ms. Dungey was thrust into the spotlight earlier this year when the network made the sudden decision to cancel “Roseanne” after the show’s star, Roseanne Barr, sent a racist tweet.", "url": "https://www.nytimes.com/2018/11/16/business/media/channing-dungey-abc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17ABC-01/17ABC-01-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:10:02Z", "content": "Channing Dungey, the first black executive to run the entertainment division at a major network, is leaving ABC, the company announced Friday. The move was announced just a few months before The Walt Disney Company, ABCs corporate parent, is expected to finis… [+708 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MIKE HALE", "title": "Critic’s Pick: Review: In ‘Enemies,’ There’s No Doubt Who’s the Enemy in Chief", "description": "The former attorney general John Ashcroft played a part in the most engrossing sequence of the Showtime docu-series “Enemies: The President, Justice & the F.B.I.”", "url": "https://www.nytimes.com/2018/11/16/arts/television/enemies-review-showtime.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/television/17enemies/merlin_146939988_78d5d751-3900-426d-9c47-92174b7a9f6c-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:08:58Z", "content": "Based on the book Enemies: A History of the F.B.I. by Tim Weiner, a former investigative reporter for The New York Times, the series is more a survey course than a graduate seminar. Dramatic anecdotes and striking juxtapositions are more plentiful than deep a… [+1808 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: How Facebook Has Handled Recent Scandals", "description": "Facebook has gone on the attack as one scandal after another — Russian meddling, data sharing, hate speech — has led to a congressional and consumer backlash.", "url": "https://www.nytimes.com/2018/11/16/opinion/letters/facebook-scandals.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/politics/15facebook1/merlin_145877613_4bc6b7c1-e52b-46e2-a0c8-56d7fec5aea9-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:05:04Z", "content": "To the Editor: Re Delay, Deny, Deflect: How Facebook Leaders Leaned Out in Crisis (front page, Nov. 15): Perhaps we should add Destroy to the alliteration. Did we expect a generation of younger corporate owners and investors, having made their money so large … [+1340 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "How Alexandria Ocasio-Cortez is Bringing Her Instagram Followers Into the Political Process - New York Times", "description": "New York Times How Alexandria Ocasio-Cortez is Bringing Her Instagram Followers Into the Political Process New York Times Last Friday, three days after being elected to the House of Representatives, Alexandria Ocasio-Cortez invited over 600,000 people to chat…", "url": "https://www.nytimes.com/2018/11/16/us/politics/ocasio-cortez-instagram-congress.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17xp-instagram-triptych/17xp-instagram-triptych-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:00:37Z", "content": "Like Snapchat stories, Instagram stories are ephemeral and automatically delete after 24 hours. But users can save stories and pin them to their pages as a highlight, allowing followers to watch a story weeks after it was published. Three months ago, Ms. Ocas… [+484 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AISHA HARRIS", "title": "The Criterion Collection Will Return Online in Spring 2019", "description": "The art-house home video distribution company has announced a new free-standing streaming site, following the demise of FilmStruck.", "url": "https://www.nytimes.com/2018/11/16/arts/criterion-channel-streaming-spring-2019.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17criterion-streaming/merlin_146054367_8bd99292-a0f6-4a73-a20d-e4fad3598bab-facebookJumbo.jpg", "publishedAt": "2018-11-16T22:00:33Z", "content": "[ Need streaming recommendations before FilmStruck disappears for good? Read this. ] The Criterion Collection will soon have a new home online. On Friday, the collection, a video distribution company known for championing indie and art-house films, announced … [+1268 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JONATHAN A. KNEE", "title": "Book Entry: Review: ‘Digital Renaissance’ Argues Consumers of Media Never Had It So Good. Is That the Case?", "description": "Joel Waldfogel’s new book concludes that the massive disruption the internet has wrought on the creative industries has created a pop culture renaissance.", "url": "https://www.nytimes.com/2018/11/16/business/dealbook/review-digital-renaissance.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-16T21:45:26Z", "content": "What is not clear, though, is that his broader conclusions regarding the health of our popular culture, in general, are justified. Although Digital Renaissance bills itself as a study of the creative industries writ large, it concerns itself almost exclusivel… [+1822 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: The Saudi Crisis Offers an Opportunity", "description": "Protesters outside the Saudi Consulate in Istanbul, where the Saudi dissident Jamal Khashoggi was killed last month.", "url": "https://www.nytimes.com/2018/11/16/opinion/letters/saudi-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16saudi-1-print/16saudi-facebookJumbo.jpg", "publishedAt": "2018-11-16T21:44:53Z", "content": "To the Editor: Re New Saudi Slant on Istanbul Case (front page, Nov. 16): The decision to seek the death penalty for five Saudi agents reflects real fear among Saudi Arabias rulers that the killing of Jamal Khashoggi imperils future American support. The brut… [+1038 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Praise for Nancy Pelosi: An ‘Accomplished Warrior’", "description": "A reader urges Democrats not to deny her the speakership in response to Republican smear campaigns.", "url": "https://www.nytimes.com/2018/11/16/opinion/letters/nancy-pelosi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16dc-pelosi-print/merlin_146881032_3e6ce29d-6850-4ce5-b60d-034819217552-facebookJumbo.jpg", "publishedAt": "2018-11-16T21:38:10Z", "content": "To the Editor: Re Pink Wave May Complicate Race for Speaker (news article, Nov. 16): Why do Democrats internalize and parrot Republican smear campaigns against our partys accomplished women? After such a critical blue wave, why squander the savvy, tenacity an… [+443 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RON LIEBER", "title": "Your Money: Three Percent Cash Back for a Few, and Less Debt for Many", "description": "Zero Financial will cut you off if your balance gets too low, like a debit card. But it gives you lots of cash back, like a credit card. Will it work?", "url": "https://www.nytimes.com/2018/11/16/your-money/zero-financial-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17money-silo/17money-facebookJumbo.jpg", "publishedAt": "2018-11-16T21:34:16Z", "content": "There is, of course, some fine print. Users have two ways to earn 3 percent cash back. If you spend over $100,000 per year, you earn the 3 percent reward and keep earning it for the rest of that year and all of the next year, until you requalify or fail to do… [+1745 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: A President With Values Like Jell-O", "description": "A reader is pleased by President Trump’s backing of criminal justice reform, but warns of his tendency to listen to the last person he spoke to.", "url": "https://www.nytimes.com/2018/11/16/opinion/letters/trump-crime-reform.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/opinion/14reform-edt/14reform-edt-facebookJumbo.jpg", "publishedAt": "2018-11-16T21:31:28Z", "content": "To the Editor: Re A Chance at Criminal Justice Reform (editorial, Nov. 16): This countrys criminal justice system is an urgent crisis, and Democrats should pursue reform at any cost. But we should not be naïve about whom were dealing with. President Trump is … [+510 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Seeking Asylum at the Border: Victims, Not Criminals", "description": "An advocacy group discusses the case of gender-based persecution.", "url": "https://www.nytimes.com/2018/11/16/opinion/letters/asylum-gender.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02caravan-edt/02caravan-edt-facebookJumbo.jpg", "publishedAt": "2018-11-16T21:27:40Z", "content": "To the Editor: Re Common Sense on the Caravan (editorial, Nov. 4): As a law student more than 20 years ago, I helped Fauziya Kassindja, a 17-year-old who fled Togo to avoid forced marriage and female genital mutilation. Upon arriving in the United States, ins… [+746 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HARVEY ARATON", "title": "On Pro Basketball: Carmelo Anthony: The Square-Peg Superstar", "description": "Another N.B.A. chapter ends poorly for Anthony, who always seems to be unable, or unwilling, to fit in.", "url": "https://www.nytimes.com/2018/11/16/sports/basketball/carmelo-anthony.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/sports/17araton-top/17araton-top-facebookJumbo-v3.jpg", "publishedAt": "2018-11-16T21:25:37Z", "content": "On a national level, he was included in many conversations of Next Gen transcendence. As explosive a scorer as he was, Anthony didnt belong in that category then, or ever, because historic-level greatness requires full recognition of what makes the team, not … [+1051 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "In ‘The Bisexual,’ Desiree Akhavan Grapples With All Kinds of Sexuality", "description": "In “The Bisexual,” arriving Friday on Hulu, Desiree Akhavan grapples with “the stuff that we’re uncomfortable to say out loud.”", "url": "https://www.nytimes.com/2018/11/13/arts/television/the-bisexual-desiree-akhavan-hulu.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/arts/television/15BISEXUAL2/15BISEXUAL2-facebookJumbo.jpg", "publishedAt": "2018-11-16T21:15:32Z", "content": "It feels like Gabe is grappling with toxic masculinity right up to the end of the show. Thats 100 percent what was happening. My hope for the show is that people stick with the six episodes, because I think he may come off as a stereotype at first and then th… [+1699 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HELENE COOPER, PETER BAKER, ERIC SCHMITT and MITCHELL FERMAN", "title": "Two Years In, Trump Struggles to Master Role of Military Commander", "description": "Defense Department officials doubt President Trump has fully grasped the role of the troops he commands, or the responsibility he has to lead.", "url": "https://www.nytimes.com/2018/11/16/us/politics/president-trump-military.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/politics/16dc-commander1-sub/16dc-commander1-sub-facebookJumbo.jpg", "publishedAt": "2018-11-16T21:08:44Z", "content": "Mr. Bush went four times to Iraq and Mr. Obama went once, three months after his inauguration. Both presidents made four trips each to visit troops in Afghanistan. Mr. Trump has also not made special trips to seek out deployed troops elsewhere, as his predece… [+1566 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Josh Katz", "title": "Tracking the Dangerous Smoke Plume From the California Fires", "description": "An interactive map, updated every six hours, shows where the smoke, and health risk, is most intense.", "url": "https://www.nytimes.com/interactive/2018/11/16/upshot/california-smoke-map.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/upshot/air-quality-map-1542395016988/air-quality-map-1542395016988-facebookJumbo.png", "publishedAt": "2018-11-16T21:06:29Z", "content": "10 Micrograms of small particles per cubic meter 20 Lower-risk 30 50 Moderate 100 Unhealthy for sensitive groups 150 Unhealthy 200 Very unhealthy Micrograms of small particles per cubic meter Unhealthy for sensitive groups Unhealthy Lower-risk Moderate 10 20 … [+1038 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JASON FARAGO", "title": "Glenn Lowry, MoMA Director, Will Continue Through 2025", "description": "The museum leader had suggested he would retire after the expanded museum building opens in 2019. He will stay in his post for seven more years.", "url": "https://www.nytimes.com/2018/11/16/arts/design/moma-glenn-lowry.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17moma/17moma-facebookJumbo.jpg", "publishedAt": "2018-11-16T20:52:48Z", "content": "At some point this year, the board decided to eliminate the policy because it doesnt offer enough flexibility to strategically recruit and retain a talented and experienced work force, according to Amanda Hicks, a spokeswoman for the museum. The boards two pr… [+1946 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Trump Calls China's List of Trade Concessions 'Not Acceptable' - New York Times", "description": "New York Times Trump Calls China's List of Trade Concessions 'Not Acceptable' New York Times WASHINGTON — President Trump said on Friday that a list of trade concessions offered by Chinese officials in recent days was not sufficient to resolve concerns about …", "url": "https://www.nytimes.com/2018/11/16/us/politics/trump-china-trade-deal.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17dc-chinatrade/17dc-chinatrade-facebookJumbo.jpg", "publishedAt": "2018-11-16T20:49:00Z", "content": "Some things were left off. We will probably get them, too, Mr. Trump said. The United States has accused China of engaging in a range of unfair trade practices, including restricting access to its market, pressuring American companies doing business in China … [+1525 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBERT D. McFADDEN", "title": "Zhores Medvedev, 93, Dissident Scientist Who Felt Moscow’s Boot, Is Dead", "description": "Zhores Medvedev in 1975. Five years earlier, he had been arrested and taken by doctors to a mental hospital, where he was pronounced acutely ill with “incipient schizophrenia” and “paranoid delusions of reforming society.”", "url": "https://www.nytimes.com/2018/11/16/obituaries/zhores-medvedev-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/obituaries/00medvedev_zhores/00medvedev_zhores-facebookJumbo.jpg", "publishedAt": "2018-11-16T20:37:25Z", "content": "The boys grew up in Leningrad. While Zhores embarked on biology, Roy became a historian whose books on the Stalin era won world acclaim but were banned at home. In 1950, Zhores graduated from the Timiriasev Academy of Agricultural Sciences in Moscow and recei… [+2491 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Daisuke Wakabayashi", "title": "Google Cloud Executive Who Sought Pentagon Contract Steps Down", "description": "Diane Greene, who has run Google Cloud for three years, will be replaced by a former Oracle executive.", "url": "https://www.nytimes.com/2018/11/16/technology/diane-greene-google-cloud.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17google1/merlin_106046764_c24b7fe2-c968-4aa7-b2c0-984fee149ae4-facebookJumbo.jpg", "publishedAt": "2018-11-16T20:36:19Z", "content": "Her leadership of Google Cloud came under scrutiny this year when employees protested the companys pursuit of a Defense Department contract for the Maven program, which uses artificial intelligence to interpret video images and could be used to improve the ta… [+1279 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TARIRO MZEZEWA", "title": "In 2018, Where Does Victoria’s Secret Stand?", "description": "The lingerie company has clung to the idea that women should look sexy for men. And sales are plummeting.", "url": "https://www.nytimes.com/2018/11/16/style/victorias-secret-bras-decline.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/fashion/18victoriassecret-2/15victoriassecret-2-facebookJumbo.jpg", "publishedAt": "2018-11-16T20:26:37Z", "content": "The experience left her searching for a retailer with a greater variety of sizes Victorias Secret offers bras sized from 30A to 40DDD, though the average bra size in the U.S. is 34DD and growing and for bras that didnt bind her up like torture devices. She co… [+1646 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE TURKEWITZ and MATT RICHTEL", "title": "Air Quality in California: Devastating Fire Leads to a New Danger", "description": "A week after the most destructive fire in state history ripped through this small town, the flames have been replaced by a new danger: the air.", "url": "https://www.nytimes.com/2018/11/16/us/air-quality-california.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17airquality-03/17airquality-03-facebookJumbo.jpg", "publishedAt": "2018-11-16T20:03:20Z", "content": "By Friday morning, the death toll from the Paradise fire, north of Sacramento, had reached 63 people, with more than 600 people still missing, according to Sheriff Kory Honea of Butte County. The 142,000-acre fire was 45 percent contained, and officials said … [+1494 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CRYSTAL KOLDEN", "title": "What the Dutch Can Teach Us About Wildfires", "description": "The lights of a firetruck illuminate a firefighter dowsing a hot spot at the Thomas Fire in December 2017 in Montecito, Calif.", "url": "https://www.nytimes.com/2018/11/16/opinion/sunday/what-the-dutch-can-teach-us-about-wildfires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18KOLDEN/18KOLDEN-facebookJumbo.jpg", "publishedAt": "2018-11-16T20:00:03Z", "content": "The most common call, especially right after a major fire, is to restrict growth entirely in fire-prone areas. Practically speaking, that wont work: In the United States, we build and rebuild on earthquake faults, in tsunami zones, in Tornado Alley, along the… [+2128 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LISA FRIEDMAN", "title": "Trump Says He’ll Nominate Andrew Wheeler to Head the E.P.A.", "description": "Andrew R. Wheeler has been the acting administrator since July, when Scott Pruitt stepped down amid multiple ethics investigations.", "url": "https://www.nytimes.com/2018/11/16/climate/trump-andrew-wheeler-epa.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/climate/17CLI-WHEELER/17CLI-WHEELER-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:53:25Z", "content": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter. WASHINGTON President Trump on Friday said he intends to nominate Andrew R. Wheeler to be the permanent administrator of the Environmental Protection Agency. The E.P.A. has b… [+751 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "James Glanz, Mika Gröndahl, Allison McCann, Jeremy White", "title": "What the Lion Air Pilots May Have Needed to Do to Avoid a Crash", "description": "The rapid series of steps that may have been needed to save the plane were not in the manual, and the pilots had not been trained on them.", "url": "https://www.nytimes.com/interactive/2018/11/16/world/asia/lion-air-crash-cockpit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/lion-air-crash-cockpit-promo-1542393182522/lion-air-crash-cockpit-promo-1542393182522-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:51:04Z", "content": "Investigators and experts are uncertain why Lion Air Flight 610 plummeted into the Java Sea last month, killing all 189 people on board. But they are focusing on an automatic system designed to keep the plane, a Boeing 737 Max 8, from going into a stall condi… [+9596 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WILLIAM K. RASHBAUM and WILLIAM NEUMAN", "title": "De Blasio Ousts Investigations Chief, Citing Abuse of Power", "description": "The relationship between Mark Peters and the mayor of New York had severely deteriorated over time, and a report highly critical of Mr. Peters was apparently the last straw for the mayor.", "url": "https://www.nytimes.com/2018/11/16/nyregion/mark-peters-de-blasio-doi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/nyregion/17doi/17doi-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:45:36Z", "content": "The mayor prepared a written statement that cited the independent investigators conclusions, including that Mr. Peters had conducted himself in a manner indicating a lack of concern for following the law, had made deliberately misleading statements in testimo… [+1729 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL SULLIVAN", "title": "Wealth Matters: How and When to Talk to Your Children About Money", "description": "David and Jennifer Buckwald with their daughter, Morgan, and son, Jack, in their home in Colts Neck, N.J. As parents, the Buckwalds struggled to talk about money and finances with their children. “It was a chore, at first,” Mr. Buckwald said. “The kids didn’t…", "url": "https://www.nytimes.com/2018/11/16/your-money/teach-kids-about-money.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17WEALTH-01/17WEALTH-01-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:43:51Z", "content": "Talking about family money is similar to talking to kids about sex, said Jeff Savlov, founder of Blum &amp; Savlov, a family business consulting firm. There is such a thing as too much, too soon. Once past that hurdle, a good place to start is family stories.… [+1335 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL GENZLINGER", "title": "Jerry Ohlinger, Colorful Dealer in Film Memorabilia, Dies at 75", "description": "Jerry Ohlinger in an undated photo. His store is said to be New York’s last film memorabilia shop of a certain type: an overstuffed place where customers can come and talk cinema but might need help finding what they’re after.", "url": "https://www.nytimes.com/2018/11/16/obituaries/jerry-ohlinger-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/obituaries/16OHLINGER1/16OHLINGER1-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:43:36Z", "content": "By the 1990s the combination of higher rents and competition from online traders was putting pressure on Mr. Ohlinger. He tried to adapt by getting into online sales himself, but kept the store open too. After the building that housed it changed hands and he … [+1503 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Story Of Threatin, A Most Puzzling Hoax Even For 2018", "description": "A rock band went on tour in the U.K. and nobody came. Then it got weird.", "url": "https://www.nytimes.com/2018/11/16/style/threatin-fake-band-tour.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/style/oakImage-1542237851038/oakImage-1542237851038-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:40:57Z", "content": "Mr. Prunera said that he had been told that the venues were going to hold between 1,000 and 1,500 fans, something he realized was not true the moment he walked into The Underworld, which holds 500 people at capacity. But then the tour began and it was clear t… [+1962 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANN CARRNS", "title": "Your Money Adviser: Grace Period for Student Loans Is Ending, and Bills Are Coming Due", "description": "Now, say advocates for borrowers, is the time to figure out what new graduates owe and to whom and whether they need to adjust the payment amounts.", "url": "https://www.nytimes.com/2018/11/16/your-money/student-loans-grace-period.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17Adviser-illo/merlin_146939391_d1d19d26-c811-4779-ac8d-4f224419d969-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:39:34Z", "content": "The repayment plans have slightly different criteria, but all can significantly lower the borrowers monthly payments in some cases to zero. There should be no federal loan borrowers in default, said Natalia Abrams, executive director of Student Debt Crisis, a… [+2149 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL GOLD", "title": "‘It Was Hell on Earth’: How a Storm in the New York Area Upended the Night", "description": "As residents recovered and demanded an explanation, The Times asked readers to share their experiences. We’re continuing to collect information and provide updates as they become available.", "url": "https://www.nytimes.com/2018/11/16/nyregion/nyc-snowstorm-traffic-commute.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/nyregion/17snowwoes1/17snowwoes1-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:38:24Z", "content": "And still, she said, she has never experienced anything like her drive home on Thursday evening. It was hell on earth, she said. Ms. Epstein, a horse trainer, works at a farm about 10 miles from her home in High Bridge, N.J. If she times it right, she can mak… [+600 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "In Turkey, Mourning the Dissident Khashoggi While Cracking Down on Dissent - New York Times", "description": "New York Times In Turkey, Mourning the Dissident Khashoggi While Cracking Down on Dissent New York Times ISTANBUL — Friends and supporters of the Saudi dissident journalist Jamal Khashoggi held funeral prayers over an empty marble slab at one of Istanbul's ho…", "url": "https://www.nytimes.com/2018/11/16/world/europe/khashoggi-turkey.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17Turkey1/17Turkey1-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:34:22Z", "content": "In Istanbul, among those detained in early-morning raids were Turgut Tarhanli, the dean of the law faculty at Bilgi University, and Betul Tanbay, a well-known mathematician at Istanbuls foremost institution, Bogazici University. Also detained were the produce… [+902 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JASON BAILEY", "title": "William Goldman: What to Read by (and About) the Legendary Screenwriter", "description": "Goldman’s legacy would have been assured had he only written screenplays. But he was much more, not least a sharp-witted critic of the industries he knew best.", "url": "https://www.nytimes.com/2018/11/16/movies/william-goldman-writing-books.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17goldman-reads/17goldman-reads-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:22:20Z", "content": "Which Lie Did I Tell? (More Adventures in the Screen Trade) Audiences love a sequel, so Goldman gave his readers just that with this 2000 collection of musings on the industry, examinations of his success and failures, and analyses of scripts he admired. In o… [+3354 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "McConnell Tells Trump a Criminal Justice Bill Is Not Likely This year - New York Times", "description": "New York Times McConnell Tells Trump a Criminal Justice Bill Is Not Likely This year New York Times WASHINGTON — Senator Mitch McConnell told President Trump in a private meeting on Thursday that there is not likely to be enough time to bring a bipartisan cri…", "url": "https://www.nytimes.com/2018/11/16/us/politics/mcconnell-trump-criminal-justice-bill.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-criminal/17dc-criminal-facebookJumbo.jpg", "publishedAt": "2018-11-16T19:19:52Z", "content": "Supporters of the legislation, which includes anti-recidivism programs, and the expansion of early release credits and sentencing changes, worry that Mr. McConnell is being a less-than-neutral arbiter. They believe that if consideration slips into January, wh… [+2324 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Florida's Senate Race Heads to the Wire in a Manual Recount - New York Times", "description": "New York Times Florida's Senate Race Heads to the Wire in a Manual Recount New York Times LAUDERHILL, Fla. — After a chaotic statewide machine recount left a crucial Senate race still undecided, Florida on Friday set out in earnest on a manual recount of ball…", "url": "https://www.nytimes.com/2018/11/16/us/rick-scott-bill-nelson-recount.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17florida/17florida-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:35:14Z", "content": "Miami-Dade County, which completed its machine count a day early, started reviewing about 10,000 ballots at 10 p.m. Thursday. Further north, in Palm Beach County, where nearly 6,000 undervote and overvote ballots were being reviewed, manual recounts had been … [+2332 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLSON BAKER", "title": "Visuals: A ‘Lyricist of the Metal Nib’: Nicholson Baker considers the intricate art of Saul Steinberg", "description": "In this excerpt from the introduction to a new edition of Saul Steinberg’s 1960 book, “The Labyrinth,” the novelist celebrates the artist as a “twirler of nonverbal non sequiturs.”", "url": "https://www.nytimes.com/2018/11/16/books/review/saul-steinberg-labyrinth.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18BackPage-01/18BackPage-01-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:33:17Z", "content": "There is fear as well as joy in Saul Steinbergs travelogue. To make progress, you must enter the maze of what is possible, the maze of everywhere youve already gone and everywhere you might go. Start at Point A, and try to follow the path he has drawn. Your e… [+1188 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IDRA NOVEY", "title": "Children’s Books: Beyond Battles, Boogers and Pranks", "description": "Now that my son can read, I want him to seek out books about more than just winning things and getting easy laughs. Why does that seem hard?", "url": "https://www.nytimes.com/2018/11/16/books/review/beyond-gender-stereotypes-boys.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Novey/18Novey-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:25:32Z", "content": "I believe that children are far more perceptive and wise than American books give them credit for being, Natalie Babbitt, the author of Tuck Everlasting, once said. I find the idea reassuring, yet I watch my son and his peers capitulating more each year to th… [+2987 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SETH COLTER WALLS", "title": "A Long-Lost Symphonic Love Story Is Told Again", "description": "A new edition of Julius Eastman’s Symphony No. 2, dedicated to a former lover in the early 1980s, will have its premiere by the Mannes Orchestra.", "url": "https://www.nytimes.com/2018/11/16/arts/music/julius-eastman-second-symphony.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/music/17eastman/17eastman-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:24:45Z", "content": "Concerts and recordings of the works of Julius Eastman a vibrant composer-performer who was all but lost to history after his death in 1990 have become reliably important events as his music has resurfaced in recent years. The revival, which has reached beyon… [+951 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "American Missing in Mexico Was Killed by Drug Cartel Member, Officials Say - New York Times", "description": "New York Times American Missing in Mexico Was Killed by Drug Cartel Member, Officials Say New York Times An American teacher whose baffling disappearance in Mexico last month set off a social media campaign to solicit information was killed by a drug cartel m…", "url": "https://www.nytimes.com/2018/11/16/world/americas/american-teacher-mexico-sinaloa.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/mexico-american/mexico-american-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:22:30Z", "content": "Mr. Braxton-Andrew, who was fluent in Spanish, had been traveling alone in northern Mexico on a break from his job as a part-time teacher in a private school in North Carolina. He had traveled by train on El Chepe and gone hiking alone in the Urique area. He … [+1374 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ZACHARY KARABELL", "title": "The Shortlist: What Is America’s Role in the World? Three Authors Offer Very Different Views", "description": "In new books, Jeffrey Sachs looks beyond exceptionalism, Michael Beckley describes unrivaled power and Robert Kagan favors pragmatic leadership.", "url": "https://www.nytimes.com/2018/11/16/books/review/robert-kagan-jungle-grows-back.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Shortlist/18Shortlist-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:20:18Z", "content": "China would appear the most logical candidate to surpass the United States. Beckley isnt buying it. China is big but inefficient. The United States, by contrast, is big and efficient. China has to spend egregiously to produce its growth, and while its results… [+3118 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID TANIS", "title": "City Kitchen: Add a Bit More Green to Your Fall Diet", "description": "This salad puts hearty spinach leaves to work alongside marinated tofu and a dressing that takes cues from Japan.", "url": "https://www.nytimes.com/2018/11/16/dining/spinach-tofu-salad.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21kitchen1/21kitchen1-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:19:29Z", "content": "Its November, and snow has already fallen in parts of the country. Usually those first snowflakes have people reaching for comforting soups and stews, but some, myself included, may still yearn for lighter fare. Personally, I always want a salad, whatever the… [+733 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "Ezra Miller’s Outfits and More: 7 Things to Know From the Week in Pop Culture", "description": "Ezra Miller looked a lot like Hedwig the owl on the red carpet this week.", "url": "https://www.nytimes.com/2018/11/16/arts/ezra-miller-frank-ocean.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17cheatsheet/17cheatsheet-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:14:59Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM LeBOR", "title": "Nonfiction: Two Spies, Two Opposing Sides, One Fast Friendship", "description": "In “Best of Enemies,” Gus Russo and Eric Dezenhall tell the story of Jack Platt and Gennady Vasilenko, covert agents who played by their own rules.", "url": "https://www.nytimes.com/2018/11/16/books/review/best-of-enemies-cold-war-spies-gus-russo-eric-dezenhall.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18lebor/18lebor-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:10:09Z", "content": "The next gambit went less well. Vasilenko and Platt met for drinks with an F.B.I. agent, known as Johnny Disco for the white suit he wore when teaching disco dancing, and a C.I.A. code clerk, known as Captain Dougie, at a waterside restaurant. Unfortunately, … [+2275 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEFF SOMMER", "title": "Strategies: The Market’s Been Falling. I’m Putting My Money in Stocks Anyway.", "description": "Despite mediocre returns lately, our columnist is investing for the long run. But he worries like everyone else.", "url": "https://www.nytimes.com/2018/11/16/business/falling-markets-investing-anyway.html", "urlToImage": "https://static01.nyt.com/images/2018/02/20/multimedia/author-jeff-sommer/author-jeff-sommer-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:08:15Z", "content": "But in the current climate, stocks could easily fall much further. When the market is dropping, pouring more hard-earned cash into stocks may seem perverse. Why place $100 into the maw of a machine that reduces it to $93.16 in one months time? That is, essent… [+1947 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAGGIE HABERMAN and KATIE ROGERS", "title": "Is Mike Pence Loyal? Trump is Asking, Despite His Recent Endorsement", "description": "President Trump has repeated the question so many times that he has alarmed some of his advisers. But Mr. Trump has not openly suggested dropping Mr. Pence from the ticket in 2020.", "url": "https://www.nytimes.com/2018/11/16/us/politics/mike-pence-trump-administration.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-pence1/17dc-pence1-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:01:37Z", "content": "On other issues, Mr. Pence has staked out a firm position when the president has seemed noncommittal or disengaged. He has repeatedly vowed consequences for the Saudis over the killing of the dissident journalist Jamal Khashoggi. And before attending the Asia… [+1722 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KYLE BUCHANAN", "title": "The Carpetbagger: Michael B. Jordan Is Finally in Control. Now What?", "description": "Michael B. Jordan said that after the success of “Creed” and “Black Panther,” he found himself wondering “why do I still feel unsatisfied? Why am I so hungry?”", "url": "https://www.nytimes.com/2018/11/16/movies/michael-b-jordan-creed-ii.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17michaelbjordan1/14michaelbjordan1-facebookJumbo.jpg", "publishedAt": "2018-11-16T18:01:07Z", "content": "On his final day of principal photography, after filming an epic clash with Boseman in which the adversary finally bests the hero, Jordan passed a mirror and didnt even recognize the man staring back. He showed me a selfie he took in that moment: he is so twi… [+1855 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIFFANY MAY", "title": "Chinese City Bans Daytime Dog Walking in a Crackdown on Canines", "description": "New rules in Hangzhou also banned large breeds and led to the confiscation of unlicensed dogs.", "url": "https://www.nytimes.com/2018/11/16/world/asia/china-dog-hangzhou.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/asia/17China-dogs/17China-dogs-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:53:50Z", "content": "Hangzhous animal-rights volunteers said that they have seen dogs of all sizes being confiscated this week. Thousands have also commented on a post on Weibo, a popular social media platform, from the International Olympic Committee to debate Hangzhous fitness … [+1503 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LYDIA PEELLE", "title": "Fiction: A Dystopian America Where a Woman Who Can Read and Write Wields Special Power", "description": "Alyson Hagy’s new novel, “Scribe,” draws on Appalachian folk tales to fashion a mythic vision of a war-torn country that doubles as an allegory about storytelling.", "url": "https://www.nytimes.com/2018/11/16/books/review/alyson-hagy-scribe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Peelle1/18Peelle1-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:50:26Z", "content": "SCRIBE By Alyson Hagy 157 pp. Graywolf Press. Paper, $16. American literature needs modernization, pronto. We need female lead characters and female voices, not only to rectify the male skew created by centuries of gender inequality, but also because women ma… [+2331 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RUMAAN ALAM", "title": "Fiction: What Constitutes a Foreigner? Two Story Collections Explore", "description": "Anita Felicelli’s “Love Songs for a Lost Continent” paints the outsider’s experience with a surrealist brush, while “Useful Phrases for Immigrants,” by May-Lee Chai, finds magic in the quotidian.", "url": "https://www.nytimes.com/2018/11/16/books/review/anita-felicelli-love-songs-lost-continent-useful-phrases-immigrants-may-lee-chai.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Alam1-1/18Alam1-1-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:45:36Z", "content": "USEFUL PHRASES FOR IMMIGRANTS Stories By May-Lee Chai 146 pp. Blair. Paper, $16.95. LOVE SONGS FOR A LOST CONTINENT By Anita Felicelli 251 pp. Stillhouse Press. Paper, $16. In the title story of her new collection, Useful Phrases for Immigrants, May-Lee Chai … [+1027 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARILYN STASIO", "title": "Crime: Puzzles and Paradoxes: Marilyn Stasio’s Latest Crime Column", "description": "From a meticulous Japanese sleuth to a rough-edged Irish P.I. to a batch of quintessentially British cops, there’s a crime solver here for everyone.", "url": "https://www.nytimes.com/2018/11/16/books/review/newcomer-keigo-higashino.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Crime/18Crime-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:40:04Z", "content": "Detective Chief Inspector Thomas Lamb of the Hampshire Constabulary, who served on the Somme in the previous war, cuts a dashing figure as the sleuth in charge of the investigation. And Dr. Frederick Hornby, director of Elton House, was at Ypres. Both men sti… [+2162 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Letters to the Editor", "description": "Readers respond to recent issues of the Sunday Book Review.", "url": "https://www.nytimes.com/2018/11/16/books/review/letters-to-the-editor.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-16T17:36:40Z", "content": "To the Editor: If you want to teach kids about contemporary politics, Amy Chozicks roundup, How Do You Talk to Children About Politics These Days (Nov. 4), would certainly be revelatory, though perhaps not in the way the reviewer intended. The criticism of Un… [+1529 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "From Our Archives: Notes From the Book Review Archives", "description": "In which we consult the Book Review’s past to shed light on the books of the present. This week: Robert B. Irwin on “talking books.”", "url": "https://www.nytimes.com/2018/11/16/books/review/robert-b-irwin-interview-talking-books.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-16T17:30:12Z", "content": "Audiobooks are at the center of this weeks issue. When they first appeared, in the 1930s, they were called talking books and were intended for blind people. In 1942, Robert van Gelder interviewed Robert B. Irwin, the executive director of the American Foundat… [+879 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY WEINSTEIN", "title": "Five Weeknight Dishes: What to Eat (Besides the Feast)", "description": "Sheet-pan chicken, roasted salmon, pesto pasta and a bonus applesauce cake from the cookbook author Julia Turshen.", "url": "https://www.nytimes.com/2018/11/16/dining/what-to-eat-besides-the-feast.html", "urlToImage": "https://static01.nyt.com/images/2018/09/28/dining/ch-chicken-apple/ch-chicken-apple-facebookJumbo-v2.jpg", "publishedAt": "2018-11-16T17:30:00Z", "content": "Hi and welcome to Five Weeknight Dishes, pre-Thanksgiving edition. I have dinner ideas for you for the week to come, whether youre traveling, waiting for a wave of family to come in, or just lying low. I have a dessert for you, too: Julia Turshens one-bowl, o… [+959 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Playlist: Mariah Carey Issues a Warning, and 12 More New Songs - New York Times", "description": "New York Times The Playlist: Mariah Carey Issues a Warning, and 12 More New Songs New York Times Every Friday, pop critics for The New York Times weigh in on the week's most notable new songs and videos — and anything else that strikes them as intriguing. Jus…", "url": "https://www.nytimes.com/2018/11/16/arts/music/playlist-mariah-carey-jennie-2-chainz-karen-o.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17playlist/17playlist-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:27:06Z", "content": "The title of Mariah Careys new album, Caution, sums up her shrinking horizons in the 21st century: murmuring where she used to belt, gently scratching where she once was velvety, striving to insinuate strategically rather than to overwhelm. Caution itself adm… [+6402 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TINA JORDAN", "title": "Inside the List: Why Aren’t People Buying Much Fiction These Days?", "description": "Sales of novels may be flagging, but nonfiction sales — fed by a seemingly endless stream of political books — are robust.", "url": "https://www.nytimes.com/2018/11/16/books/review/low-sales-fiction-best-seller.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-16T17:25:45Z", "content": "Ask any publisher or bookseller, and theyll tell you: People arent buying novels these days. Its not a new phenomenon. Fiction sales have waxed and waned over the decades. When they plummeted over 100 years ago, in 1914, one article in The Times speculated th… [+1863 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROB WALKER", "title": "The Workologist: When a Colleague Makes More Money Doing the Same Job", "description": "A worker’s manager was demoted and now performs the same duties she does — but for higher pay. Can the former subordinate find a way to get a raise as a result?", "url": "https://www.nytimes.com/2018/11/16/business/more-money-same-job.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17workologist/17workologist-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:24:08Z", "content": "Send your workplace conundrums to workologist@nytimes.com, including your name and contact information (even if you want it withheld). The Workologist is a guy with well-intentioned opinions, not a professional career adviser. Letters may be edited. Person A,… [+1722 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WILL HERMES", "title": "Audiobooks: Poet and Punk: Patti Smith’s New Audiobook", "description": "“Patti Smith at the Minetta Lane: Words and Music” showcases her songs, her memoirs and her verse.", "url": "https://www.nytimes.com/2018/11/16/books/review/patti-smith-minetta-lane.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Hermes/18Hermes-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:22:34Z", "content": "PATTI SMITH AT THE MINETTA LANE Words and Music By Patti Smith Read by the author 1 hour, 22 minutes. Audible Studios. There was a nice symmetry to Patti Smith: Words and Music opening a three-night run this past September at the tiny Minetta Lane Theater in … [+2286 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GEORGE GENE GUSTINES", "title": "‘Master Race’ Original Art Sells for $600,000", "description": "Work from an acclaimed comic book story about the Holocaust was sold to a foundation wanting to share graphic arts with the public.", "url": "https://www.nytimes.com/2018/11/16/arts/master-race-comic-book-sold.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17master-race-item_image/17master-race-item_image-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:16:16Z", "content": "The original art for the comic book story Master Race, about a postwar encounter between a Nazi war criminal and a Holocaust survivor, sold for $600,000 at Heritage Auctions on Thursday. It was purchased by the Boon Foundation for Narrative Graphic Arts in Be… [+891 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Decades of Fake News, Courtesy of the Kremlin", "description": "Videos about Russia’s disinformation operations inspired one reader to draw a humorous map — “my way of shrinking my fright” — while others expressed their fears in our comments.", "url": "https://www.nytimes.com/2018/11/16/opinion/letters/russia-disinformation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/sunday/18letters/merlin_146894538_a4259bfb-4123-46be-805f-412cd05f3fdb-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:15:01Z", "content": "Bruce Rozenblit Kansas City, Mo. To the Editor: Russian meddling may not be a hoax, but that does not mean we need to take it seriously. Facebook and other social media are rife with ridiculous stories and claims that we have all learned to filter out or igno… [+1969 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Past, Present and Future of Jews in America", "description": "Gal Beckerman discusses several new books about the state of Judaism in this country, and Kiese Laymon talks about his new memoir, “Heavy.”", "url": "https://www.nytimes.com/2018/11/16/books/review/podcast-gal-beckerman-jews-in-america-kiese-laymon-heavy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Beckerman3/18Beckerman3-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:12:38Z", "content": "Subscribe: iTunes | Google Play Music | How to Listen Gal Beckerman, an editor at The New York Times Book Review, was working on his review of several new books that touch on American Jewish identity when the massacre at the Tree of Life synagogue in Pittsbur… [+663 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CARVELL WALLACE", "title": "Audiobooks: Two New Audiobooks Inspire Teenagers to Make Real Change", "description": "Both “We Are Not Yet Equal” and “We Say #NeverAgain” shine a spotlight on social justice issues.", "url": "https://www.nytimes.com/2018/11/16/books/review/we-are-not-yet-equal-anderson-bolden-we-say-never-again-falkowski-garner.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Wallace2/18Wallace-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:11:12Z", "content": "Such a simple but profound shift of perspective the changing from an ahistoric lens to a historical one is where We Are Not Yet Equal excels. By meticulously tracing a path from the fateful deals white abolitionists cut with the Confederacy during Reconstruct… [+2385 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Bucolic Life of a Grandmother Accused of Mass Killings (2017 but Timely Today)", "description": "Im Chaem, 74, who lives in a snug house surrounded by fruit trees, was accused of overseeing the slaughter of tens of thousands as a Khmer Rouge official. Her case was dismissed.", "url": "https://www.nytimes.com/2017/02/24/world/asia/cambodia-khmer-rouge-im-chaem.html", "urlToImage": "https://static01.nyt.com/images/2017/02/24/world/24cambodia-1/24cambodia-1-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:09:06Z", "content": "The people who accused her never saw her face, Ms. Kaing Rin said. Everyone who sees her face and knows her really loves her. Still, when asked where Ms. Im Chaem could be found, Ms. Kaing Rin claimed her mother was on a long journey and would not return for … [+995 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN CASTLE", "title": "As Brexit Options Dwindle, New Momentum for a 2nd Referendum", "description": "Stickers and placards left at the British cabinet office during a march last month in London calling for a People’s Vote on the final Brexit deal. Hundreds of thousands of people attended the march.", "url": "https://www.nytimes.com/2018/11/16/world/europe/brexit-referendum-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17Referendum1/17Referendum1-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:07:25Z", "content": "It would take a huge about-face for Mrs. May to offer a second referendum, something she has consistently rejected (though she has changed course before, by calling a general election last year after ruling out that option). But Mr. Dunleavy, the political sc… [+1679 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK KINGSLEY", "title": "British Austerity Is ‘Inflicting Unnecessary Misery,’ U.N. Poverty Expert Says", "description": "Professor Philip Alston, the United Nations special rapporteur for extreme poverty and human rights, meeting with food bank users in Newcastle, England, last week.", "url": "https://www.nytimes.com/2018/11/16/world/europe/uk-un-poverty-austerity.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17UK-Austerity/17UK-Austerity-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:06:34Z", "content": "The rapporteur was particularly scathing of bungled efforts to streamline the way welfare payments are made to individual recipients after delays in a shift to a new system, known as Universal Credit, led thousands of people to fall into poverty. The introduc… [+1327 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'Narcos: Mexico' Premiere Recap: 'It Doesn't Have a Happy Ending' - New York Times", "description": "New York Times 'Narcos: Mexico' Premiere Recap: 'It Doesn't Have a Happy Ending' New York Times “I'm going to tell you a story. But I'll be honest. It doesn't have a happy ending.” That's the first line of narration from the season premiere of Netflix's “Narc…", "url": "https://www.nytimes.com/2018/11/16/arts/television/narcos-mexico-recap-premiere.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17narcos-recap/17narcos-recap-facebookJumbo.jpg", "publishedAt": "2018-11-16T17:04:45Z", "content": "Now, Peña is gone, probably having a drink somewhere and blurring legal lines. (O.K., technically, hes probably training to be in law enforcement since the show now takes place in the 1980s.) Instead, Narcos: Mexico tracks the beginning of the Guadalajara car… [+2427 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JUDY GREER", "title": "Audiobooks: On the Page and Out Loud, Two Actors Recount Very Different Paths", "description": "\"My Squirrel Days” is the upbeat tale of Ellie Kemper’s hard-won Hollywood career, and “Out of My Mind” relives Alan Arkin’s spiritual journey. Both authors recite their own audiobooks.", "url": "https://www.nytimes.com/2018/11/16/books/review/my-squirrel-days-ellie-kemper-out-of-my-mind-alan-arkin.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Greer4/18Greer4-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:43:36Z", "content": "He owns listeners attention with his confident timbre, his New York accent and, most important, the power of his stories. In the 60s, while undergoing Freudian analysis (an actors rite of passage back then), he experiences crippling attacks of stage fright th… [+1947 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA MOSKIN", "title": "The Thanksgiving Leftovers Everyone Forgets", "description": "After the feast, many cooks find they've overstocked ingredients like scallions, pecans and onions.", "url": "https://www.nytimes.com/2018/11/16/dining/thanksgiving-leftovers-recipes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21leftovers5/21leftovers5-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:37:38Z", "content": "I will need to use up some of the extra butter I buy (for the extra pies I will run out of time to make). And the remainder of the three pounds of mammoth pecans that I could not resist ordering all the way from Fort Valley, Ga. And the graham crackers that I… [+982 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ISABEL KERSHNER", "title": "If Gaza Brings Down Netanyahu’s Government, Can He Rise Again?", "description": "Already facing possible bribery charges, Israel’s prime minister, a political survivor, is grappling with political fallout over his handling of Gaza.", "url": "https://www.nytimes.com/2018/11/16/world/middleeast/gaza-netanyahu-israel-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17israel-netanyahu1/17israel-netanyahu1-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:34:51Z", "content": "Gideon Rahat, a professor of political science at the Hebrew University of Jerusalem, said Mr. Netanyahu was unlikely to initiate any major moves regarding Gaza ahead of elections, and the next steps would largely be up to Hamas. If Gaza is quiet, they could … [+465 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRISTINA BAKER KLINE", "title": "Audiobooks: A Novel About the Death Camps, Brought to Vivid Life in Audio", "description": "The British actor Richard Armitage delivers a masterly reading of Heather Morris’s World War II story, “The Tattooist of Auschwitz.”", "url": "https://www.nytimes.com/2018/11/16/books/review/tattooist-auschwitz-heather-morris.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Kline1/18Kline1-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:31:24Z", "content": "THE TATTOOIST OF AUSCHWITZ By Heather Morris Read by Richard Armitage 7 hours, 25 minutes. HarperAudio Listening to this novel on my iPhone during the past week while clutching a subway strap, trotting on a treadmill, filling my basket at Trader Joes, biking … [+1718 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NIKI KITSANTONIS", "title": "Greek Leader’s Efforts to Loosen Church-State Ties Are Met With Skepticism", "description": "Prime Minister Alexis Tsipras of Greece, right, and the head of the Greek Orthodox Church, Archbishop Ieronymos, announcing a tentative deal this month to remove clerics from civil service payrolls and to resolve a longstanding dispute over church property.", "url": "https://www.nytimes.com/2018/11/16/world/europe/greece-tsipras-orthodox-church.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17Greece1/17Greece1-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:30:28Z", "content": "Bishop Anthimos of Thessaloniki, Greeces second-largest city, has said the deal would be tantamount to national suicide, and predicted that it would not secure the approval of the Holy Synod. Of the 82 bishops on the synod, a majority of whom would have to ap… [+1753 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN SHPIGEL", "title": "Who Will Make the N.F.L. Playoffs? Here’s Your Guide", "description": "The Rams, Chiefs, Patriots, Steelers and Saints are all but guaranteed to be in the postseason. But what about the others?", "url": "https://www.nytimes.com/2018/11/16/sports/nfl-playoff-standings.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/sports/17nfl-cowboys/17nfl-cowboys-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:28:39Z", "content": "33 percent chance to make playoffs The Bengals fired their defensive coordinator, Teryl Austin, the day after his unit gave up 51 points in a loss to New Orleans. Just how dreadful has their defense been? Only the 2012 Saints have allowed more yards through a… [+1262 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DHARISHA BASTIANS and JEFFREY GETTLEMAN", "title": "The Newest Weapon in Sri Lankan Politics: Chile Powder in the Eyes", "description": "For several weeks, the island nation has been paralyzed by a three-way duel involving its top leaders. Friday was yet another day of chaos in Parliament.", "url": "https://www.nytimes.com/2018/11/16/world/asia/sri-lanka-parliament-sirisena-wickremesinghe-rajapaksa.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17Sri-Lanka/17Sri-Lanka-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:27:32Z", "content": "Mr. Rajapaksa stood by in the chamber, watching as his allies rampaged as they had on Thursday as well. They threw wooden chairs at police officers and books at rival lawmakers. They also whipped water bottles filled with a spicy chile powder sludge so that t… [+1006 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VISHAAN CHAKRABARTI", "title": "New York City Needs Amazon as Much as Amazon Needs Us", "description": "Wall Street has dominated New York’s economy for too long. Amazon’s HQ2 is a huge opportunity to diversify.", "url": "https://www.nytimes.com/2018/11/16/opinion/amazon-hq2-new-york.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16CHAKRABARTI/16CHAKRABARTI-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:24:59Z", "content": "The current agreement with Amazon, which calls for $15 million to fund work force development and three years of direct engagement with Queensbridge Houses, is a good first step. More should be done, including a longer-term goal of 50 percent of all employees… [+1576 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KIM BROOKS", "title": "America Is Blaming Pregnant Women for Their Own Deaths", "description": "What is it like to face dying during childbirth in the richest country in the world in the 21st century?", "url": "https://www.nytimes.com/2018/11/16/opinion/sunday/maternal-mortality-rates.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18brooks/18brooks-facebookJumbo-v3.jpg", "publishedAt": "2018-11-16T16:19:33Z", "content": "These numbers, disturbing as they are, dont account for the far greater number of women who are injured during delivery or suffer the trauma of near-death experiences. For many, this trauma can last a lifetime. Claire, who also asked that I use only her first… [+1923 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Michael Behar", "title": "Proteomics Might Have Saved My Mother's Life. And It May Yet Save Mine", "description": "The 20,000 or so known proteins in each human body might soon be used as an early warning system for disease.", "url": "https://www.nytimes.com/interactive/2018/11/15/magazine/tech-design-proteomics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/magazine/18mag-Proteomics-promo/18mag-Proteomics-image1-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:15:45Z", "content": "The sergeant with the Mount Crested Butte Police Department in Colorado appeared and I was with my wife and our two young children, ages 2 and 7, at Lake Irwin, a remote campsite at 10,200 feet in the Rocky Mountains. When the officer stepped out of his S.U.V… [+27736 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TESS TAYLOR", "title": "Not Burned, but Suffocated", "description": "On a hiking trail in the Oakland hills, the normally stunning views were obscured by smoke in the Bay Area on Thursday.", "url": "https://www.nytimes.com/2018/11/16/opinion/environment/fire-california-air-quality-children-masks-smoke.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15TAYLOR03/15TAYLOR03-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:08:04Z", "content": "So, we wait, our lives cloistered, partially on pause. Each morning, I check the AirNow website. Each day the advice is the same: Stay inside, avoid exertion. We mostly do. The glaucous haze hangs over the three-block walk to my sons school, and we take that … [+1109 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KIM SEVERSON", "title": "Los Angeles Times Names Two Restaurant Critics to Replace Jonathan Gold", "description": "Bill Addison of the website Eater and Patricia Escárcega of The Arizona Republic will join the newspaper as it seeks to expand its food coverage.", "url": "https://www.nytimes.com/2018/11/16/dining/la-times-restaurant-critic-bill-addison-patricia-escarcega.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/dining/16critics1/16critics1-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:03:06Z", "content": "A new focus on food journalism is part of that growth. Ms. Escárcega and Mr. Addison will join a team that includes Peter Meehan, a contributing editor who has also written for The New York Times; Jenn Harris, the acting Food editor; Noelle Carter, the test k… [+810 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOSH ALTIC and RYAN BYRNE", "title": "The Chart That Shows Some of the Biggest Midterm Surprises", "description": "In ballot measure results, red states voted for progressive goals like Medicaid expansion and blue states voted against proposals to protect the environment.", "url": "https://www.nytimes.com/2018/11/16/opinion/the-chart-that-shows-some-of-the-biggest-midterm-surprises.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16ALTIC-BYRNE02/16ALTIC-BYRNE02-facebookJumbo.jpg", "publishedAt": "2018-11-16T16:00:05Z", "content": "In many states, American voters cast their votes for ballot measures that resolved questions about raising the minimum wage, expanding access to health care, or expanding or contracting energy production. Voters in some states may also have scrambled the 2020… [+767 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAUREN KATZENBERG", "title": "At War: Debunking Stereotypes Around Veterans and PTSD", "description": "Readers tell us about the stereotypes they have encountered around veterans and post-traumatic stress disorder, and the ways in which they have challenged them.", "url": "https://www.nytimes.com/2018/11/16/magazine/stereotypes-veterans-ptsd-newsletter.html", "urlToImage": "https://static01.nyt.com/images/2017/05/17/us/17ptsd-copy/17ptsd-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:49:59Z", "content": "[ Get a weekly roundup of Times coverage of war delivered to your inbox. Sign up here. ] Most of Us Are Dealing With PTSD Pretty Well I keep my PTSD to myself for the most part, because people seem to clam up when I let it out. What people dont realize is tha… [+2680 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SWAHA PATTANAIK", "title": "Breakingviews: To Gauge Concerns About Brexit, Look at British Bonds", "description": "The best sign that investors have had enough of the United Kingdom would be when both its currency and bonds weaken at the same time.", "url": "https://www.nytimes.com/2018/11/16/business/dealbook/brexit-crisis-indicator-bonds.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17db-viewsbrexit/17db-viewsbrexit-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:48:25Z", "content": "Get the DealBook newsletter to make sense of major business and policy headlines and the power-brokers who shape them. __________ The British pound is the most sensitive barometer of Brexit fears. The currency slumps each time it looks more likely that Britai… [+1289 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEVEN KURUTZ", "title": "Noted: A Juul Case for $5,000?", "description": "Smokers are customizing their trendy vape pens with purple glitter, fake designer labels and even 18-karat gold.", "url": "https://www.nytimes.com/2018/11/16/style/juul-cases.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/fashion/07JUULSKINS/07JUULSKINS-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:45:18Z", "content": "Michael Saiger doesnt smoke e-cigarettes, but many of his friends like Juul, so he began to tinker with designs to make it feel more elegant. Back in the day, people used to have a beautiful Cartier lighter, or a really cool monogrammed lighter, said Mr. Saig… [+718 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REUTERS", "title": "S&P 500 Edges Lower on Chip Weakness, Oil Boosts Energy Stocks", "description": "The S&P 500 edged lower on Friday as chip stocks tumbled after weak forecasts from Nvidia and Applied Materials, but a recovery in oil prices for a third day lifted energy stocks.", "url": "https://www.nytimes.com/reuters/2018/11/16/business/16reuters-usa-stocks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-16T15:42:32Z", "content": "\"We're seeing a downward sloping demand that is affecting the chip companies,\" said Mark Grant, chief global strategist at B. Riley FBR Inc in Fort Lauderdale, Florida. \"It has something to do with the cryptocurrencies, but it has more to do with the lack of … [+717 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN RIFKIN", "title": "William Goldman, Screenwriting Star and Hollywood Skeptic, Dies at 87", "description": "The screenwriter William Goldman at the Tribeca Film Festival in 2009. He was attending a screening of “Butch Cassidy and the Sundance Kid,” one of two films for which he won the Academy Award.", "url": "https://www.nytimes.com/2018/11/16/obituaries/william-goldman-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/obituaries/13GOLDMAN1/13GOLDMAN1-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:42:05Z", "content": "In 2012, at a 25th-anniversary reunion of the Princess Bride cast, which included Mandy Patinkin and Robin Wright, Mr. Goldman was asked if he planned a sequel. Im desperate to make it and write it and I dont know how, he said. I would love to make it more th… [+1977 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEE SHAPIRO", "title": "Up Next: Young Star of ‘White Boy Rick’ Was Discovered in the Principal’s Office", "description": "Richie Merritt, 17, makes his acting debut opposite Matthew McConaughey in a crime drama. A second movie is already lined up.", "url": "https://www.nytimes.com/2018/11/16/style/richie-merritt-white-boy-rick.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/fashion/18upnext-merritt1/18upnext-merritt1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-16T15:38:25Z", "content": "Age: 17 Hometown: Baltimore Now Lives: In his parents house in the Dundalk area of Baltimore. Claim to Fame : Richie Merritt is the newly discovered breakout actor in White Boy Rick, a crime drama film set in 1980s Detroit starring Matthew McConaughey. He has… [+552 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Michael M. Grynbaum", "title": "White House Must Restore Press Credentials for CNN’s Jim Acosta, Judge Rules", "description": "The case, CNN v. Donald J. Trump, had come to symbolize the deeply dysfunctional dynamic between Mr. Trump and the White House press corps.", "url": "https://www.nytimes.com/2018/11/16/business/media/cnn-acosta-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17cnn1/merlin_146487009_d8bdd2b1-ded9-4533-bcba-1659c35cce5d-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:31:20Z", "content": "Judge Kellys decision came in response to CNNs request for an emergency order restoring Mr. Acostas credential. Other legal issues raised by the suit, CNN v. Donald J. Trump, which the network filed this week, were expected to be addressed in subsequent heari… [+789 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook This Weekend", "description": "There’s plenty to do before the holiday coming up: Make some cranberry sauce, stock, pie dough — maybe some cornbread stuffing.", "url": "https://www.nytimes.com/2018/11/16/dining/what-to-cook-this-weekend.html", "urlToImage": "https://static01.nyt.com/images/2015/01/04/magazine/04eat1/04eat1-facebookJumbo-v3.jpg", "publishedAt": "2018-11-16T15:30:05Z", "content": "Good morning. It has been a long and terrible week for many of us in California, especially, still burning, smoky, grieving, raw. The nation hurts for those who lost their lives, their homes, their animals, their sense of community, their communities themselv… [+1814 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TED ALCORN", "title": "The Met Reinvents Itself, Yet the Ushers Remain the Same", "description": "Opera at Lincoln Center is in the midst of a cultural shift. To know its institutional memory, look to those wearing the tuxedos with the burgundy lapels.", "url": "https://www.nytimes.com/2018/11/16/nyregion/metropolitan-opera-house-ushers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/nyregion/18ushers1/18ushers1-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:27:11Z", "content": "And because of this, patrons today need the ushers more than ever. While subscribers quickly learn to navigate the house, new arrivals are often lost without assistance. But the ushers role has always been about much more than orientation. They are the diplom… [+2169 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Trump to Award Medals of Freedom to Elvis, Babe Ruth and Miriam Adelson - New York Times", "description": "New York Times Trump to Award Medals of Freedom to Elvis, Babe Ruth and Miriam Adelson New York Times WASHINGTON — President Trump on Friday will award the Presidential Medal of Freedom, the nation's highest civilian commendation. He has selected an eclectic …", "url": "https://www.nytimes.com/2018/11/16/us/politics/presidential-medal-freedom-adelson.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-medal1/17dc-medal1-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:17:36Z", "content": "Elvis Presley dominated American music and culture for decades, selling more than a billion records and starring in 31 films in a period of peak fame that coincided with Mr. Trumps teenage years and young adulthood. He will be forever linked to another Republ… [+2024 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMMA G. FITZSIMMONS, WINNIE HU and PATRICK McGEEHAN", "title": "Six Inches of Snow Nearly Paralyzed the New York Area. What Went Wrong?", "description": "The scene on Thursday night during the height of the snowstorm at Port Authority Bus Terminal where several floors were closed because of overcrowding and a lack of buses.", "url": "https://www.nytimes.com/2018/11/16/nyregion/snowstorm-total-delays-commute.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/nyregion/17nystorm/17nystorm-facebookJumbo-v2.jpg", "publishedAt": "2018-11-16T15:06:52Z", "content": "Ms. Reynoso said her son was exhausted and sleeping on the bus. He had not eaten since noon and had been in the same diaper all day. He was so upset that he did not speak to her until they got home. We shouldnt need the police to rescue our children from a sc… [+1142 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHRYN SHATTUCK", "title": "Jude Law Comes Out as the Young Dumbledore", "description": "Is the world ready for Albus Dumbledore, gay icon? “I think the world is ready for it, and if it isn’t, it bloody well should be,” Jude Law said at the St. Regis.", "url": "https://www.nytimes.com/2018/11/16/movies/jude-law-dumbledore-gay.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/arts/18jude-law1/18jude-law1-facebookJumbo.jpg", "publishedAt": "2018-11-16T15:00:03Z", "content": "And what did David Yates mean by Dumbledore not being explicitly gay? Put it this way: This film is not about his homosexuality, nor does his sexuality define him. But that relationship is certainly a defining element of who he is and what hes about. I also d… [+933 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA JACOBS", "title": "Former Alabama State Trooper Is Killed After Shooting Prosecutor in the Face", "description": "The ex-state trooper was killed by the police after wounding a district attorney who was sitting in his car near his office building.", "url": "https://www.nytimes.com/2018/11/15/us/alabama-state-trooper-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16xp-trooper-victim/16xp-trooper-victim-facebookJumbo-v2.jpg", "publishedAt": "2018-11-16T14:52:23Z", "content": "Mr. Smith was upset over how the Alabama Bureau of Investigation was handling the inquiry and expressed his criticism in newspaper articles, irritating his superiors, who had given instructions not to discuss the investigation, the decision said. When Mr. Smi… [+1078 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLOTTE GRAHAM-McLAY", "title": "The Saturday Profile: From Encyclopedic Collector to ‘Wikipedian-at-Large’", "description": "Mike Dickison, New Zealand’s first Wikipedian-at-Large, in the library of the Auckland War Memorial Museum. “If I find something I’m passionate about, I need to share it and get other people involved too,” he said.", "url": "https://www.nytimes.com/2018/11/16/world/australia/new-zealand-wikipedia-saturday-profile.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/world/09nz-wikipedia-1/09nz-wikipedia-1-facebookJumbo.jpg", "publishedAt": "2018-11-16T14:39:25Z", "content": "His edit history, which began in 2009, is not quite as lettered as his museum pedigree: Mr. Dickison made some of his first contributions to pages about Jaffas, a type of New Zealand candy, mandolins and the film This Is Spinal Tap. He realized toward the end… [+1300 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Brooks Barnes", "title": "Disney Is Spending More on Theme Parks Than It Did on Pixar, Marvel and Lucasfilm Combined", "description": "The company is spending billions to supercharge its theme park division, which has emerged as a surprisingly strong moneymaker.", "url": "https://www.nytimes.com/interactive/2018/11/16/business/media/disney-invests-billions-in-theme-parks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/media/disney-invests-billions-in-theme-parks-1542325594925/disney-invests-billions-in-theme-parks-1542325594925-facebookJumbo.jpg", "publishedAt": "2018-11-16T14:38:07Z", "content": "A 14-acre construction site at Disneyland in Anaheim, Calif., where Stars Wars-themed rides, shops and restaurants are being built. Disney There is nothing small about Walt Disney World. It is made up of four separate theme parks in Lake Buena Vista, Fla., ne… [+8493 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMMA G. FITZSIMMONS", "title": "The New York Area Was Nearly Paralyzed by 6 Inches of Snow. What Went Wrong?", "description": "The scene on Thursday night during the height of the snowstorm at Port Authority Bus Terminal where several floors were closed because of overcrowding and a lack of buses.", "url": "https://www.nytimes.com/2018/11/16/nyregion/nyc-nj-snow-transit-mta.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/nyregion/17nystorm/17nystorm-facebookJumbo.jpg", "publishedAt": "2018-11-16T14:37:35Z", "content": "Ms. Reynoso said her son was exhausted and sleeping on the bus. He had not eaten since noon and had been in the same diaper all day. He was so upset that he did not speak to her until they got home. We shouldnt need the police to rescue our children from a sc… [+1142 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "KaPow! The Super-Sheroes That Stan Lee Created - New York Times", "description": "New York Times KaPow! The Super-Sheroes That Stan Lee Created New York Times “I am so honored to have played a part in your universe, and will forever look back on the opportunity with love.” — Halle Berry, in a tribute to Stan Lee on Instagram. She played St…", "url": "https://www.nytimes.com/2018/11/16/arts/stan-lee-death-tributes-women.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16GenderLetter-main/oakImage-1542378726781-facebookJumbo.jpg", "publishedAt": "2018-11-16T14:36:32Z", "content": "Halle Berry, in a tribute to Stan Lee on Instagram. She played Storm in the X-Men films. I spent most of childhood buried in comic books. Despite the stereotype that the genre belongs to white suburban teenage boys, there were few outlets better for a girl li… [+1173 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal1", "title": "H. Peter Stern Co-Founder of Storm King Art Center, dead at 90", "description": "“He and his father-in-law, Ralph Ogden, owners of a business that manufactured metal fasteners for construction and home use …, co-founded [the center] in Mountainville, N.Y., and developed it into a prestigious outdoor sculpture museum with modern and contem…", "url": "https://www.nytimes.com/2018/11/15/obituaries/h-peter-stern-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/obituaries/16STERN3/16STERN3-facebookJumbo.jpg", "publishedAt": "2018-11-16T14:17:13Z", "content": "At any given time, Storm Kings 500 acres are usually filled with 110 to 120 sculptures, including works commissioned from Richard Serra, Maya Lin, Isamu Noguchi, Nam June Paik and Andy Goldsworthy. Others have been acquired, including works by Louise Nevelson… [+889 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Karen Weise", "title": "The Week in Tech: Amazon Finally Makes an HQ2 Decision", "description": "The internet retailer took 14 months to decide on a second headquarters. Surprise! There will be two of them, and skeptics have plenty to chew on.", "url": "https://www.nytimes.com/2018/11/16/technology/week-in-tech-amazon-hq2.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/autossell/16technewsletter/merlin_146845335_641610a3-2b15-44a4-8436-6c5ecf854374-facebookJumbo.jpg", "publishedAt": "2018-11-16T14:04:21Z", "content": "Until recently, Amazon barely involved itself in Seattles civic politics. Its growth was steady for more than a decade, only kicking into high gear the past few years. For a while, Amazons main involvement with city hall was more about small things like appro… [+1969 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Kaya Laterman", "title": "The Latest Trends in Home Security", "description": "New technology lets you use your cellphone to buzz people into your building or turn off the stove. You can even get a robot to patrol your apartment complex.", "url": "https://www.nytimes.com/2018/11/16/realestate/the-latest-trends-in-home-security.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18SECURITY1/merlin_146533365_2d792ac4-5ff1-4245-a95c-29883e55c757-facebookJumbo.jpg", "publishedAt": "2018-11-16T14:00:05Z", "content": "Home security has come a long way from the days when hard-wired alarm systems were the only option for single-family homes or, in the case of apartment complexes, a security guard or two to patrol the grounds. Today, wireless or cellular all-in-one-systems al… [+1168 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEN BELSON", "title": "Life in N.F.L. Purgatory", "description": "Where do N.F.L. players go when they are cut? Plenty end up at a gym in Phoenix where they can stay in shape and trade war stories.", "url": "https://www.nytimes.com/2018/11/15/sports/football/nfl-free-agents.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/sports/17freeagents-web1/17freeagents-web1-facebookJumbo.jpg", "publishedAt": "2018-11-16T13:57:05Z", "content": "Right now, you expect to get picked up by another team, so I work out every day, said Butler, who has had tryouts this fall with the Browns, Colts, Jets and Texans. I just havent gotten pen on paper yet, thats all. Butlers optimism was rewarded: This week, th… [+1631 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "The Brexit Fantasy Comes Due", "description": "Protesters unfurled an anti-Brexit banner on Westminster Bridge in London, England this week.", "url": "https://www.nytimes.com/2018/11/16/opinion/brexit-theresa-may-european-union.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16leonhardt-newsletter/16leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-16T13:53:35Z", "content": "Unfriendly. Facebook has come in for withering criticism for its attempts to cover up and minimize its role in spreading misinformation, as reported by The Times. Facebook suffers from an astonishing cluelessness and moral rot in the companys top executive le… [+1197 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Breakingviews: Why G.E.’s Credit Problem Is a Warning to All Debt Investors", "description": "The company’s bonds fell sharply this week, which, along with rising interest rates and slowing growth, should raise red flags for credit investors.", "url": "https://www.nytimes.com/2018/11/16/business/dealbook/general-electric-credit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17db-viewsge/17db-viewsge-facebookJumbo.jpg", "publishedAt": "2018-11-16T13:38:53Z", "content": "This growing quantity has been accompanied by a marked decline in quality. G.E., which recently lost its coveted single-A credit rating, is again illustrative. Many other U.S. companies have been downgraded. As a result, the debt of those carrying triple-B ra… [+1098 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "The Week in Arts: Bob Dylan, Mahler’s Fifth, ‘The Nutcracker’ Returns", "description": "Still touring, Dylan is more enigmatic now than ever; see him next at the Beacon Theater in Manhattan for seven gigs.", "url": "https://www.nytimes.com/2018/11/16/arts/the-week-in-arts-bob-dylan-mahlers-fifth-the-nutcracker-returns.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/arts/18week-pop/18week-pop-facebookJumbo.jpg", "publishedAt": "2018-11-16T13:00:03Z", "content": "Through Dec. 30; alliscalm.org. It was as if we had decided to end the fighting all by ourselves, the British sergeant says, recalling a famous interlude from World War I, when soldiers on the Western Front paused in their mission to slaughter one another and… [+855 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK CHAPPATTE", "title": "Theresa May Presents Her Brexit Deal", "description": "And the country and cabinet aren’t sure about it.", "url": "https://www.nytimes.com/2018/11/16/opinion/brexit-deal-britain-europe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16chappatte/16chappatte-facebookJumbo.jpg", "publishedAt": "2018-11-16T12:44:01Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "plg", "title": "What Facebook knew and tried to hide (nytimes)", "description": "Article URL: https://www.nytimes.com/2018/11/16/podcasts/the-daily/facebook-zuckerberg-sandberg-russia-election-data.html Comments URL: https://news.ycombinator.com/item?id=18468288 Points: 20 # Comments: 0", "url": "https://www.nytimes.com/2018/11/16/podcasts/the-daily/facebook-zuckerberg-sandberg-russia-election-data.html", "urlToImage": "https://static01.nyt.com/images/2018/04/11/us/16TheDaily-zuckerberg/11zuckerberg-agreement-facebookJumbo.jpg", "publishedAt": "2018-11-16T12:35:04Z", "content": "Nicholas Confessore and Sheera Frenkel contributed reporting. What Facebook Knew and Tried to Hide was produced by Andy Mills and Theo Balcomb, and edited by Lisa Tobin. The Daily is produced by Theo Balcomb, Annie Brown, Jessica Cheung, Lynsea Garrison, Mich… [+405 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Donald G. Mc Neil Jr.", "title": "Rapid Cure Approved for Sleeping Sickness, a Horrific Illness", "description": "Parasites transmitted by tsetse flies travel to the brain, causing paranoia, fury and death. Until now, killing them required hospitalization and harsh drugs.", "url": "https://www.nytimes.com/2018/11/16/health/sleeping-sickness-africa-cure.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/science/17SLEEPINGSICKNESS2/16SCI-GLOBAL2-facebookJumbo.jpg", "publishedAt": "2018-11-16T12:10:07Z", "content": "[ Like the Science Times page on Facebook. | Sign up for the Science Times newsletter. ] Melarsoprol, the intravenous treatment used until a decade ago, contains an arsenic derivative. It corroded veins, triggered convulsions and killed 5 percent of the patie… [+1181 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO", "title": "Best of Late Night: Trevor Noah Wonders Why Trump Is Supporting Criminal-Justice Reform", "description": "“President Trump is supporting bipartisan criminal justice reform, just in time for his entire administration to be indicted by Robert Mueller,” Noah said.", "url": "https://www.nytimes.com/2018/11/16/arts/television/trevor-noah-trump-criminal-justice-reform.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16latenight/16latenight-facebookJumbo.png", "publishedAt": "2018-11-16T11:47:49Z", "content": "It is the first day of snow here in the Northeast, but did it stop these people? No! Neither rain nor snow nor gloom of night these people are like the Postal Service In that Donald Trump wishes both of them didnt exist. STEPHEN COLBERT, saluting his audience… [+757 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZI PAYBARAH", "title": "New York Today: New York Today: Snow Commuter Chaos, M.T.A. Fare Hikes, and Danny DeVito Day", "description": "Thursday’s unexpectedly disruptive storm could lead to a rotten commute after stranding tens of thousands last night.", "url": "https://www.nytimes.com/2018/11/16/nyregion/newyorktoday/port-authority-nj-transit-snow-commute-nyc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/nyregion/16nytoday/16nytoday-facebookJumbo.jpg", "publishedAt": "2018-11-16T11:17:54Z", "content": "Express bus: $6.50 What the M.T.A is considering: Option one : Eliminate the bonus for buying a pay-per-ride MetroCard, effectively increasing those costs by 5 percent. Base fare: Keep at $2.75 Single-ride MetroCard: Keep at $3 Monthly MetroCard: Increase to … [+821 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook Briefing: Facebook Is on the Defensive", "description": "The company says that allegations that its management ignored and concealed warning signs of looming crises are “unfair.”", "url": "https://www.nytimes.com/2018/11/16/business/dealbook/facebook-defends-itself.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/dealbookemail/17db-newsletter-fb/merlin_142945089_87ccc7ec-3c6d-46bc-8e7e-72fa1a331498-facebookJumbo.jpg", "publishedAt": "2018-11-16T11:12:07Z", "content": "Businesses became increasingly worried that Mrs. Mays draft treaty which may be Britains only shot at leaving the E.U. with a deal, and at offering corporations some much-needed certainty would not make it through Parliament. Shares in British banks like the … [+1763 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARK A. WALSH", "title": "Julian Assange, Florida, David Hockney: Your Friday Briefing", "description": "Snow caused commuter chaos in the New York metropolitan area on Thursday, and there could be further delays today. We’ll keep you updated here.", "url": "https://www.nytimes.com/2018/11/16/briefing/julian-assange-florida-david-hockney.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16USBriefing-amcore/16USBriefing-snow-copy-facebookJumbo.jpg", "publishedAt": "2018-11-16T11:06:46Z", "content": "Finally, we suggest four new books and, if youre in New York City, a slate of cultural events. I would have driven her anywhere Caring for a mother who suffers from dementia was really hard. I wish I could do it again. Read this weeks Modern Love column. Best… [+968 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GREGORY P. DOWNS and KATE MASUR", "title": "How to Remember Reconstruction", "description": "Jubilee Hall, built in 1876 to serve the growing number of freedmen on the campus of Fisk University in Nashville, Tenn., is an example of the educational and religious transformation of Reconstruction.", "url": "https://www.nytimes.com/2018/11/16/opinion/reconstruction-american-civil-war.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15DOWNS03/15DOWNS03-facebookJumbo.jpg", "publishedAt": "2018-11-16T11:00:04Z", "content": "Many contemporary controversies over issues like voting rights and the scope of the government have their origins in the period following the Civil War. That era, known as Reconstruction, is one of the most contentious in this nations history, and also one of… [+1443 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEC MacGILLIS", "title": "Why the Perfect Red-State Democrat Lost", "description": "Unlike many young Ohioans, Taylor Sappington, 27, of Nelsonville, decided to stay in his hometown after he graduated from college.", "url": "https://www.nytimes.com/2018/11/16/opinion/sunday/taylor-sappington-ohio.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18MACGILLIS03/18MACGILLIS03-facebookJumbo.jpg", "publishedAt": "2018-11-16T11:00:04Z", "content": "What he learned when he asked around, and what I later confirmed, was that the unions were, in many cases, making a grimly pragmatic decision in his race and others around the state. The Democrats had fallen to such a woeful level in Ohio state government tha… [+1763 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TAMMY La GORCE", "title": "Vows: A Dating App, Not the Parents, Brought Them Together", "description": "Jaspreet Kaur and Gregory Mattson make an entrance during their reception at the Merion in Cinnaminson, N.J. The couple were married in a Catholic church on Oct. 26 and had a Sikh ceremony the next day.", "url": "https://www.nytimes.com/2018/11/16/fashion/weddings/a-dating-app-not-the-parents-brought-them-together.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/style/18VOWS-9/18VOWS-9-facebookJumbo-v2.jpg", "publishedAt": "2018-11-16T11:00:01Z", "content": "The 10-person bridal party, in long, autumn-inspired burgundy dresses, included Ms. Sagnia, and on the grooms side, Mr. Wu. Ms. Kaur wore a traditional white wedding gown in an A-line shape with a lace, boat-neck top, Mr. Mattson a royal blue suit. About 90 g… [+1810 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SETH MYDANS", "title": "‘We Only Killed the Bad People’: 2 Khmer Rouge Leaders, Forever Linked", "description": "The former Khmer Rouge leaders Khieu Samphan, left, and Nuon Chea at a hearing in Phnom Penh, Cambodia’s capital, in 2013. “Let bygones be bygones,” Mr. Khieu Samphan once said.", "url": "https://www.nytimes.com/2018/11/16/world/asia/khmer-rouge-nuon-chea-khieu-samphan-genocide-cambodia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17cambodia-defendents/17cambodia-defendents-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:27:17Z", "content": "At a noisy news conference, which I was covering for The New York Times, he presented his formula for the post-Khmer Rouge years. Let bygones be bygones, he said. To say who is wrong and who is right and who is doing this and who is doing that, et cetera he a… [+1354 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHOE SANG-HUN", "title": "North Korea Says It Will Deport American Who Tried To Enter From China", "description": "The heavily militarized border between the Koreas. The American who tried to cross into North Korea from China last month had tried to enter the country from the South last November, and was detained by South Korean soldiers.", "url": "https://www.nytimes.com/2018/11/16/world/asia/north-korea-american-deport.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17korea-deport/17korea-deport-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:18:08Z", "content": "SEOUL, South Korea North Korea will deport an American citizen it detained a month ago for illegally entering the isolated country, state media announced on Friday, in an apparent gesture of good will amid the stalled nuclear talks with the United States. The… [+851 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Real Estate Tech With Staying Power", "description": "Modular housing, robotic valets, space-age theaters and other technology we keep returning to.", "url": "https://www.nytimes.com/slideshow/2018/11/16/realestate/real-estate-tech-with-staying-power.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18TECHNOLOGY-slide-X5JU/18TECHNOLOGY-slide-X5JU-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:13:36Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOTOKO RICH and JAMIE TARABAY", "title": "Facing Tensions Close to Home, Japan’s Abe Cements Alliance with Australia", "description": "Japan’s prime minister paid homage to Australians killed by Japanese bombs, courting the country amid wariness over China and strained ties with South Korea.", "url": "https://www.nytimes.com/2018/11/16/world/asia/japan-australia-shinzo-abe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17japan-oz-1/17japan-oz-1-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:09:38Z", "content": "His visit to the Darwin memorial comes just weeks after the South Korean Supreme Court ordered a Japanese steel maker to pay compensation to Korean men who were forced to work as laborers during World War II. Mr. Abe called the judgment impossible and Japans … [+1436 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The New York Times", "title": "Killing Khashoggi: The Story of a Brutal Saudi Hit Job", "description": "An autopsy expert. A lookalike. A black van. Our video investigation follows the movements of the 15-man Saudi hit team that killed and dismembered the journalist Jamal Khashoggi.", "url": "https://www.nytimes.com/video/world/middleeast/100000006154117/khashoggi-istanbul-death-saudi-consulate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/middleeast/16-khashoggi-coveralt1/16-khashoggi-coveralt1-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-16T10:08:32Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Benjamin Mueller", "title": "Theresa May and Her Brexit Deal Are on the Brink. Here’s What We Know.", "description": "Ministers resign, the pound wobbles, the prime minister makes a pitch to the public: Here’s where we are amid the rolling chaos over a draft Brexit deal.", "url": "https://www.nytimes.com/2018/11/16/world/europe/theresa-may-brexit-agreement.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16brexit-explainer/16brexit-explainer-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:08:29Z", "content": "The agreement, struck between negotiators in Brussels and Mrs. Mays government, faces a long road ahead, even if Mrs. May manages to hold on to her job. The first stop (if it gets that far) is a summit meeting of European Union leaders on Nov. 25. The deal ha… [+1380 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jan Hoffman", "title": "The Price of Cool: A Teen, a Juul and Nicotine Addiction", "description": "E-cigarettes may help tobacco smokers quit. But the alluring devices can swiftly induce a nicotine habit in teenagers who never smoked. The tale of one teen’s struggle.", "url": "https://www.nytimes.com/2018/11/16/health/vaping-juul-teens-addiction-nicotine.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/science/15JUULTEEN-promo/15JUULTEEN-promo-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:08:26Z", "content": "That was rough. But I knew if my parents caught me, I couldnt do it again, and that represented a future of not doing it, Matt said. I rationalized that it was better to do without it briefly, than forever. Then he found that the delayed gratification from le… [+1184 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nelson D. Schwartz", "title": "Hedge Fund Billionaire Battles Patrician Family for Campbell Soup", "description": "Daniel Loeb’s latest activist campaign has pitted him against the heirs of John T. Dorrance, who own more than 40 percent of the company and have three seats on the board.", "url": "https://www.nytimes.com/2018/11/16/business/campbell-soup-company-dan-loeb-third-point.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17CAMPBELLS05/17CAMPBELLS05-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:03:28Z", "content": "Multibillion-dollar acquisitions under her watch have done little to lift profits while leaving the company with billions in debt. In the last two years, Campbells stock has badly trailed the broader market, as well as other food businesses, and has lost more… [+1490 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Stefanos Chen", "title": "Real Estate Technology: Try, Try Again", "description": "Stackable apartments. Robotic valets. Infrared spas. The future has arrived, haltingly, and this time will be different. Maybe.", "url": "https://www.nytimes.com/2018/11/16/realestate/real-estate-technology-try-try-again.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18technology-promo/18technology-promo-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:02:40Z", "content": "That was especially true on the top floors that is, the prime real estate where two-bedrooms were priced at $5,500 a month. For about $400,000, Illuminati installed a passive distributed antenna system, or D.A.S., a network of antennas, cables and signal boos… [+1981 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Devin Gordon", "title": "He Was 302 Pounds, but in This Battle, He’s David and Not Goliath", "description": "As president of the N.F.L. Players Association, Eric Winston is up against billionaire owners, the commander in chief and an existential threat to football itself.", "url": "https://www.nytimes.com/2018/11/16/business/nflpa-eric-winston-profile.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/business/18WINSTON-01/18WINSTON-01-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:01:34Z", "content": "Mr. Winston, who knows what a powder keg this issue is for both sides, is more circumspect about it. For one thing, he said, guaranteed contracts are not forbidden by the current C.B.A. Its just been (again) How Things Work for so long that changing it is lik… [+3571 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LELA MOORE", "title": "Driving Through Flames, Breathing Through Blankets: 9 Tales From Californians Who Fled the Wildfires", "description": "We asked readers for their stories of evacuating from the wildfires ravaging California.", "url": "https://www.nytimes.com/2018/11/16/reader-center/california-wildfires-escape.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/insider/15rc-wildfires1/merlin_146800815_75ab23fd-8e87-4352-8534-8b0776d2e4e7-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:16Z", "content": "Taran March, 65, fled the Camp Fire on Thursday, Nov. 8. My neighbor, a retired police sergeant, pounded on my door Thursday morning and pointed at the sky. There was an orange-gray swirling mass boiling over the pines on the skyline and an ominous hissing of… [+1149 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IAN URBINA and GEORGE ETHEREDGE for THE NEW YORK TIMES", "title": "law enforcement : Catching Killers by Matching Tiny Marks on Bullets", "description": "Once seen as crime scene detritus, bullets and ejected shell casings are now recognized as vital pieces of evidence.", "url": "https://www.nytimes.com/2018/11/16/us/bullets-police-evidence-nibin.html", "urlToImage": "https://static01.nyt.com/images/2018/07/24/us/00nibin-01/merlin_141388134_a26fd3f2-f211-4c4e-8ab3-f9409c49f77e-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:15Z", "content": "Just shy of 200 law enforcement agencies up from 140 in 2012 now own terminals that allow them to tap into the data, and a clearinghouse in Alabama has reduced turnaround times on potential matches from weeks to mere days. The number of matches nationwide jum… [+1707 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jan Hoffman", "title": "She Couldn’t Quit Smoking. Then She Tried Juul.", "description": "Millions embrace e-cigarettes as smoking cessation aids. Will restricting the devices for teenagers put former adult smokers who vape at risk to start again?", "url": "https://www.nytimes.com/2018/11/16/health/vaping-juul-nicotine-quit-smokers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/science/00JUULADULT1/00JUULADULT1-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:13Z", "content": "But she never had a strategy chewing straws? doing push-ups? to substitute when the urge to smoke came on. Each time she abstained, the irritability overwhelmed her. When its bad, youre supposed to hang in there for 20 minutes, Ms. Kligman said. But Id say, I… [+1064 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "J. DAVID GOODMAN and WILLIAM NEUMAN", "title": "Can New York City’s Mayor Be an Amazon Booster and Still Be Progressive?", "description": "Mayor Bill de Blasio’s support of a billion-dollar incentive deal to bring Amazon to Long Island City, Queens, has some questioning his progressive bona fides.", "url": "https://www.nytimes.com/2018/11/16/nyregion/mayor-de-blasio-amazon-progressive-nyc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/nyregion/16mayoramazon01/16mayoramazon01-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:12Z", "content": "Stuart Appelbaum, the president of the Retail, Wholesale and Department Store Union, fumed at Amazon and expressed friction with Mr. de Blasio. The mayor is a great ally, but on this issue, we differ on whether or not Amazon belongs in New York, he said. Exam… [+1301 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANNY HAKIM and RACHEL SHOREY", "title": "Gun Control Groups Eclipse N.R.A. in Election Spending", "description": "Michael R. Bloomberg, the former mayor of New York who is mulling a 2020 presidential bid, spoke at an event for Everytown for Gun Safety in Las Vegas in September.", "url": "https://www.nytimes.com/2018/11/16/us/politics/nra-gun-control-fund-raising.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17gun/17gun-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:10Z", "content": "Were on the rise, and theyre on the decline, said Peter Ambler, the executive director of the Giffords PAC. Everytown, among other efforts, spent $5 million on an advertising campaign called Not One More in 16 districts that didnt have Democratic incumbents. … [+817 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHELLE GOLDBERG", "title": "Democrats Should Un-Friend Facebook", "description": "It’s time to treat Facebook like the ruthless monopoly it is.", "url": "https://www.nytimes.com/2018/11/16/opinion/facebook-mark-zuckerberg-sheryl-sandberg-silicon-valley-antitrust.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16goldbergWeb/16goldbergWeb-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:09Z", "content": "In general, people trust local papers more than the national media; when stories are about your immediate community, you can see theyre not fake news. Without a trusted news source, people are more vulnerable to the atmosphere of disinformation, cynicism and … [+1704 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHAILA DEWAN and ALAN BLINDER", "title": "Just How Much of an Overhaul Is This Overhaul of the Nation’s Criminal Justice System?", "description": "The proposed legislation is very much a modest compromise, one that will result in about 7,000 federal inmates getting out early.", "url": "https://www.nytimes.com/2018/11/16/us/prison-reform-bill.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16compromise/16compromise-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:08Z", "content": "The agreement that is now embraced by lawmakers of both parties would apply only to the federal prison system, which houses less than 10 percent of the nations 2.2 million inmates. It includes one provision to address an issue that has been contentious for ye… [+2259 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOUMANA KHATIB", "title": "New in Paperback: ‘The Dawn Watch,’ ‘The Complete Stories’", "description": "Six new paperbacks to check out this week.", "url": "https://www.nytimes.com/2018/11/16/books/review/new-paperbacks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18paperrow0/18paperrow0-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:05Z", "content": "Six new paperbacks to check out this week. THE DAWN WATCH: Joseph Conrad in a Global World, by Maya Jasanoff. (Penguin, $18.) Jasanoff, a Harvard professor, explores how Conrads novels grappled with Western imperialism and sought to expose its many hypocrisie… [+1505 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEX KOTLOWITZ", "title": "Nonfiction: How a Small-Town Newspaper Editor Won a Pulitzer Prize", "description": "In “Storm Lake,” Art Cullen relates how he took on agricultural polluters and a complicit local government in rural Iowa — and why he became a newspaperman in the first place.", "url": "https://www.nytimes.com/2018/11/16/books/review/art-cullen-storm-lake.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Kotlowitz2/18Kotlowitz2-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:05Z", "content": "This book, though, feels rushed. Too much of Storm Lake consists of broadsides, suppositional reporting and thinly drawn character sketches. Cullen has an unfortunate tendency toward armchair editorializing rather than grounded reporting. At one point, he ask… [+2511 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS GILL", "title": "Bites: In Iceland, Local Fare Inside an Old Fish Factory", "description": "A food hall in Reykjavik serves fish and lamb and other local delicacies, and is a welcome sight for U.S. travelers facing the exchange rates.", "url": "https://www.nytimes.com/2018/11/16/travel/iceland-seafood-restaurants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/travel/18bites-reykjavik2/18bites-reykjavik2-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:05Z", "content": "You have to cut across the jawline and then pull it apart. The best meat is underneath, said Herborg Svana Hjelm, one of the owners of Fjarhusid, a lamb-centric food stall inside Grandi Matholl, a food hall that opened in June in Reykjaviks blossoming fish-pa… [+1854 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEFF GILES", "title": "Fiction: Take a Very Dark Trip Through the California Desert With ‘The Feral Detective’", "description": "In Jonathan Lethem’s new novel, a young woman unmoored by the 2016 election goes on an adventure involving rival desert gangs, a missing teenager and a private eye with Brillo sideburns.", "url": "https://www.nytimes.com/2018/11/16/books/review/feral-detective-jonathan-lethem.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Giles/18Giles-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:04Z", "content": "Phoebe enlists the help of the private eye in question, Charles Heist, early on and their relationship drives the book sometimes powerfully, sometimes off the road. Heist is feral in the sense that hes rootless, unpredictable and hairy. Hes about 20 years old… [+3416 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAN SALTZSTEIN", "title": "Q&A: ‘It’s Almost Three Years Since I Had a Proper Vacation’", "description": "René Redzepi has opened what fans call Noma 2.0 after pop-ups in Mexico, Australia and Japan brought the restaurateur even more acclaim in the food world. But what he really wants to do is go on a trip with his family.", "url": "https://www.nytimes.com/2018/11/16/travel/rene-redzepi-noma-travel-tips.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/travel/18qna-redzepi/00qna-redzepi-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:04Z", "content": "We have to step outside to get a little bit of peace, said René Redzepi, the chef and co-owner of Noma in Copenhagen, one of the most acclaimed restaurants in the world. Dinner service was hours away, but the sprawling kitchen was already abuzz with activity … [+1333 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By RACHEL TURIEL", "title": "Harvesting Roadkill During a Soccer Tournament", "description": "Eating wild food is part of our family life, but our kids also value fitting in and being liked in the ever-changing adolescent theater of normalcy.", "url": "https://www.nytimes.com/2018/11/16/well/family/roadkill-deer-foraging-adolescence-soccer-family.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/well/deerties/deerties-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:04Z", "content": "Our 13-year-old son, Col, is riding separately with soccer buddies, but our 11-year-old daughter, Rosie, is in the back seat with her friend, coincidentally named Fawn. Rosie has been protesting since Dan first uttered the words that put this roadkill project… [+1746 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARISHA PESSL", "title": "Nonfiction: A New Novel Asks, What Is More Powerful, a Microphone or a Gun?", "description": "In “Destroy All Monsters,” by Jeff Jackson, the latest target of violence in America is music.", "url": "https://www.nytimes.com/2018/11/16/books/review/destroy-all-monsters-jeff-jackson.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Pessl/18Pessl-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:04Z", "content": "As I stood alone in my bedroom, Xenie notes, my headphones boring into my temples, there was a feeling of something rotting in my chest. Maybe whatever infected the killers had also infected me. Writing about music is tricky. Ninety-nine percent of the time h… [+2467 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By TOBY BILANOW", "title": "Weekly Health Quiz: Vitamins, Coffee and Weight Loss", "description": "Test your knowledge of this week’s health news.", "url": "https://www.nytimes.com/interactive/2018/11/16/well/live/16healthquiz-11162018.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/science/06BRODYCAFFEINE/merlin_146095653_3b68440a-0617-4e34-8ed6-253d6a130c6b-facebookJumbo.jpg", "publishedAt": "2018-11-16T10:00:02Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Chris Stanford, Anna Schaverien", "title": "News Quiz: Test Your Knowledge of the Week's Headlines - New York Times", "description": "New York Times News Quiz: Test Your Knowledge of the Week's Headlines New York Times News Quiz: Test Your Knowledge of the Week's Headlines. By CHRIS STANFORD and ANNA SCHAVERIEN NOV. 16, 2018. Did you stay up to date this week? Take our quiz to find out. Las…", "url": "https://www.nytimes.com/interactive/2018/11/16/briefing/16weeklynewsquiz.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16newsquiz-auction/merlin_146874213_6b12b5a1-f73a-447f-8fcf-e4d9868c157f-facebookJumbo.jpg", "publishedAt": "2018-11-16T09:30:09Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO and NATHAN BAJAR", "title": "Louis Armstrong’s Life in Letters, Music and Art", "description": "Step inside the mind of one of America’s great virtuosos, thanks to a vast archive of his personal writings, home recordings and artistic collages.", "url": "https://www.nytimes.com/2018/11/16/arts/music/louis-armstrong-archive.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/arts/18louis-armstrong-lead/18louis-armstrong-lead-facebookJumbo.jpg", "publishedAt": "2018-11-16T09:00:09Z", "content": "Starting in the early 1950s, few pieces of paper were safe from the blade of Armstrongs scissors: magazines, risqué photographs, even a Christmas card from Richard Nixon wound up cut and collaged. Most of the time, he taped his collages onto reel-to-reel tape… [+927 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAULETTE PERHACH", "title": "When Getting Money Hurts", "description": "How to untangle financial compensation from the emotional pain of the traumatic events that led to the payments.", "url": "https://www.nytimes.com/2018/11/16/business/when-getting-money-hurts.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/business/18ouch-illo/18ouch-illo-facebookJumbo.jpg", "publishedAt": "2018-11-16T07:30:03Z", "content": "Im very thankful that I receive that much money, she said, but I also wouldnt wish that on anybody. As a specialist in financial therapy who is based near Atlanta, Kiné Corder encourages clients to deal with the trauma separately. You know its still there whe… [+2238 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL SULLIVAN", "title": "Protecting It: Flood Insurance: Knowing When the Risk Justifies the Cost", "description": "Low-lying coastal areas like West Columbia, Tex., above, shown devastated by Hurricane Harvey, are always vulnerable to flooding. A home’s elevation is a major factor in the need for insurance.", "url": "https://www.nytimes.com/2018/11/16/business/flood-insurance-flood-zones-requirements.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18flood/merlin_146376660_36683b6a-a881-4195-98bf-923d1dff8e92-facebookJumbo.jpg", "publishedAt": "2018-11-16T07:00:04Z", "content": "When she purchased the house, she was told she needed flood insurance. Ms. Harrison does not dispute that her house is on the lake. It just happens to be a lung-burning 120 steps above the lake. She said one surveyor even told her that if her house ever flood… [+1333 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL SULLIVAN", "title": "Real Estate’s Constant Conflict", "description": "Whether to rent or to buy is one of life’s most daunting decisions. Owning helps build equity; but renting offers freedom. Our guide offers much-needed clarity.", "url": "https://www.nytimes.com/2018/11/16/business/real-estates-rent-or-buy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/business/18rentorbuy-illo/18rentorbuy-illo-facebookJumbo.jpg", "publishedAt": "2018-11-16T07:00:00Z", "content": "So what do you do? The only thing you can. Draw up a list of pros and cons, just as real estate agents often suggest. HOW LONG WILL YOU STAY? If its one or two years, then rent. The costs to buy and sell the house like that pesky 5 percent to 6 percent broker… [+1375 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL S. SCHMIDT and CHARLIE SAVAGE", "title": "Prosecutors Have Prepared Indictment of Julian Assange, a Filing Reveals", "description": "It is not clear if charges have been filed. A case against Mr. Assange could have implications for the special counsel inquiry as well as the publication of government secrets.", "url": "https://www.nytimes.com/2018/11/16/us/politics/julian-assange-indictment-wikileaks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/autossell/16assange/merlin_145781892_454a79ca-cbfc-40bc-ba7b-2926da8443fa-facebookJumbo.jpg", "publishedAt": "2018-11-16T06:11:40Z", "content": "WASHINGTON The Justice Department has prepared an indictment against the WikiLeaks founder, Julian Assange, marking a drastic escalation of the governments yearslong battle with him and his anti-secrecy group. It was not clear if prosecutors have filed charge… [+502 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'The Panic Attacks Are Setting In' - New York Times", "description": "New York Times 'The Panic Attacks Are Setting In' New York Times On March 29, the United Kingdom will leave the European Union. Probably. Since Prime Minister Theresa May invoked Article 50, setting in motion a two-year exit process, the British government an…", "url": "https://www.nytimes.com/2018/11/16/opinion/brexit-britain-european-union.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/opinion/00brexitcallout3jd/00brexitcallout3jd-facebookJumbo.jpg", "publishedAt": "2018-11-16T06:00:35Z", "content": "On March 29, the United Kingdom will leave the European Union. Probably. Since Prime Minister Theresa May invoked Article 50, setting in motion a two-year exit process, the British government and the European Union have sparred over what Brexit might mean in … [+1027 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL TRILLING", "title": "Lessons From a 103-Year-Old Jewish East London Socialist", "description": "Max Levitas, shown in 2011. He was one of the last living participants in the 1936 Battle of Cable Street against fascists in East London, depicted in the mural.", "url": "https://www.nytimes.com/2018/11/16/opinion/max-levitas-london-jewish-socialist.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16TRILLING02/16TRILLING02-facebookJumbo.jpg", "publishedAt": "2018-11-16T06:00:07Z", "content": "This wasnt only because of what he did in the 1930s. Mr. Levitas was determined to make sure that the lessons of the past were heeded today, in an age when racism and authoritarianism have returned to the forefront of politics in many parts of the world. His … [+2320 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By MELANIE BISHOP", "title": "I Would Have Driven Her Anywhere", "description": "Caring for a mother who suffers from dementia was really hard. I wish I could do it again.", "url": "https://www.nytimes.com/2018/11/16/style/modern-love-i-would-have-driven-her-anywhere-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/style/18MODERNLOVE/18MODERNLOVE-facebookJumbo.jpg", "publishedAt": "2018-11-16T05:00:00Z", "content": "I agreed. The day the old Honda finally stopped running, without warning, while I was driving within a mile of my house, my mother had been dead for three and a half years. I know this only by looking at a calendar. Emotionally, it felt much closer, maybe a f… [+1373 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PENN BULLOCK", "title": "Europe Edition: Brexit, Macedonia, Facebook: Your Friday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/15/briefing/brexit-macedonia-facebook.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/briefing/11162018ambriefing-promo/11162018ambriefing-promo-facebookJumbo-v4.jpg", "publishedAt": "2018-11-16T04:52:48Z", "content": "On Fridays, The Times publishes a news quiz, which our U.S. briefing writer, Chris Stanford, compiles with the help of a colleague, Anna Schaverien. Chris writes: My days are spent scanning headlines and synthesizing the news, and the quiz represents an alter… [+969 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WIRECUTTER STAFF", "title": "How to Make the Most of Any Closet", "description": "Cluttered closets? These clever storage solutions (and, before that, a purge) will make them feel bigger and work better.", "url": "https://www.nytimes.com/2018/11/15/smarter-living/wirecutter/how-to-make-the-most-of-any-closet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/smarter-living/wc-closet-slide-T8JP/wc-closet-slide-T8JP-facebookJumbo.png", "publishedAt": "2018-11-16T04:31:54Z", "content": "The closet rod can also be a good spot to hang a set of fabric shelves, ideal for sweaters, towels, and other items that are best stored folded. After testing several, Wirecutter found The Container Stores Canvas Hanging Organizer was the sturdiest, and it al… [+1385 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "How to Find Out What Facebook Knew", "description": "Only Congressional hearings can answer what the company knew about Russian meddling — and when.", "url": "https://www.nytimes.com/2018/11/15/opinion/facebook-data-congress-russia-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/15facebook/merlin_146902716_51daa686-5248-49b3-95b2-c02ace801a24-facebookJumbo.jpg", "publishedAt": "2018-11-16T03:55:50Z", "content": "In early 2016, people inside Facebook had spotted suspicious Russian activity, which was reported to the F.B.I. But in the days after the 2016 election, Mr. Zuckerberg publicly dismissed the notion that misinformation on Facebook had influenced the election, … [+1328 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HANNAH BEECH", "title": "Khmer Rouge’s Slaughter in Cambodia Is Ruled a Genocide", "description": "A portrait of Nuon Chea, one of the senior Khmer Rouge leaders convicted of genocide on Friday, at the site of the regime’s Tuol Sleng prison in Phnom Penh, Cambodia’s capital.", "url": "https://www.nytimes.com/2018/11/15/world/asia/khmer-rouge-cambodia-genocide.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/17khmer-genocide-1/17khmer-genocide-1-facebookJumbo.jpg", "publishedAt": "2018-11-16T03:52:16Z", "content": "For more than a decade, the United Nations-backed tribunal, called the Extraordinary Chambers in the Courts of Cambodia, has sifted through hundreds of thousands of pages of documents, called hundreds of witnesses and heard in exhaustive detail how the Khmer … [+1596 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "MLB Extends TV Deal With Fox Sports Through 2028 - New York Times", "description": "New York Times MLB Extends TV Deal With Fox Sports Through 2028 New York Times Even in the age of streaming and cord-cutting, live sports still carry a big price tag for broadcasters. On Thursday, Major League Baseball and Fox Sports announced they had extend…", "url": "https://www.nytimes.com/2018/11/15/sports/mlb-fox-tv-deal.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/sports/16MLB-Print-1/16MLB-Print-1-facebookJumbo.jpg", "publishedAt": "2018-11-16T03:10:49Z", "content": "Players welcome the expanded opportunity to express themselves and engage with fans through innovative design, Tony Clark, the executive director of the players union, said in a statement. We look forward to seeing their creativity and individuality on the fi… [+1988 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHOE SANG-HUN", "title": "North Korea Says It Has Tested ‘Ultramodern Tactical Weapon’", "description": "North Korea did not identify what weapon was tested, but the development could complicate already stalled talks between the United States and North Korea.", "url": "https://www.nytimes.com/2018/11/15/world/asia/north-korea-tests-tactical-weapon.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/sports/17nkorea-1/17nkorea-1-facebookJumbo.jpg", "publishedAt": "2018-11-16T03:03:29Z", "content": "Many Western experts still doubt that North Korea has mastered all the technologies needed to deliver a small nuclear warhead on such missiles. Still, following the November test, Mr. Kim said his country no longer needed to conduct nuclear and long-range mis… [+2277 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "Saudi Arabia After Khashoggi", "description": "The kingdom comes up with another story on the journalist’s murder. The Trump administration appears ready to buy it.", "url": "https://www.nytimes.com/2018/11/15/opinion/saudi-arabia-mohammed-bin-salman-trump-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15saudi/15saudi-facebookJumbo.jpg", "publishedAt": "2018-11-16T03:01:16Z", "content": "Through most of his misrule, Prince Mohammed continued to enjoy the favor of President Trump and his son-in-law, Jared Kushner, who despite a glaring lack of qualifications assumed the Middle East portfolio in the White House. They saw the young prince as an … [+1583 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Adam Nagourney", "title": "Democrats Pick Off Another Republican House Seat in California", "description": "Representative Mimi Walters, who has represented Orange County for two terms, was defeated by Katie Porter, a law professor from the University of California, Irvine.", "url": "https://www.nytimes.com/2018/11/15/us/politics/katie-porter-mimi-walters-results.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/elections/16walters/16walters-facebookJumbo.jpg", "publishedAt": "2018-11-16T02:58:25Z", "content": "California Republicans suffered another blow on Thursday night as Representative Mimi Walters, who has represented Orange County for two terms, was defeated in her bid for re-election by Katie Porter, a law professor from the University of California, Irvine.… [+993 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'The Prom' Review: Bringing Jazz Hands to the Heartland - New York Times", "description": "New York Times 'The Prom' Review: Bringing Jazz Hands to the Heartland New York Times From left, Christopher Sieber, Angie Schworer, Beth Leavel, Brooks Ashmanskas and Josh Lamon are Broadway veterans who take their outsize egos (and maybe some talent) to the…", "url": "https://www.nytimes.com/2018/11/15/theater/the-prom-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16theprom1/16theprom1-facebookJumbo.jpg", "publishedAt": "2018-11-16T02:45:43Z", "content": "Other than that, the comic focus is squarely on the interfering, elitist New Yorkers, and here The Prom excels. Ms. Leavel is, as always, scarily brilliant at portraying self-involvement and making that passion big enough to justify belting about it. As the t… [+1595 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "黄安伟", "title": "美议员敦促特朗普就新疆拘禁营采取行动", "description": "美国参众两院议员推出法案，呼吁特朗普政府对涉及新疆拘禁营的中国官员实施经济制裁，并考虑禁止向新疆政府机构出售或提供美国商品或服务，以防止相关技术遭到滥用。 Johannes Eisele/Agence France-Presse — Getty Images 中国新疆喀什，在清真寺站岗的警察。美国官员表示，中国政府可能已经把该地区的100多万穆斯林送进了拘留营。", "url": "https://cn.nytimes.com/usa/20181116/congress-uighurs-china-detention/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16uighurs/merlin_145756668_af4e7c54-a968-4723-9ded-ff5f625bd1d2-articleLarge.jpg", "publishedAt": "2018-11-16T02:38:23Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "8 U.N. Peacekeepers Killed in Congo in Area Facing Ebola Outbreak", "description": "Twelve Congolese soldiers were also killed in a joint military operation against rebels in Congo’s northeast, which is facing a deadly Ebola outbreak, according to the Security Council.", "url": "https://www.nytimes.com/2018/11/15/world/africa/congo-ebola-united-nations-peacekeepers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16congo/merlin_146828775_6a54ed68-27d6-4cbc-8d00-881cd2f46918-facebookJumbo.jpg", "publishedAt": "2018-11-16T02:36:50Z", "content": "Eight United Nations peacekeepers and at least 12 Congolese soldiers were killed in a joint military operation against rebels in the northeast of the Democratic Republic of Congo, which is facing a deadly Ebola outbreak, the Security Council said Thursday. Te… [+662 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AUDRA D. S. BURCH and ALAN BLINDER", "title": "Here’s Why Florida and Georgia’s Election Day Has Turned into Election Week and a Half", "description": "Election results still aren’t clear in Florida and Georgia, where lawsuits, recounts and confusion are the order of the day.", "url": "https://www.nytimes.com/2018/11/15/us/recounts-florida-georgia-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/autossell/16REcount-explainer/merlin_146623206_36775177-aad5-4ff3-8777-1f1791eb11cb-facebookJumbo.jpg", "publishedAt": "2018-11-16T01:54:52Z", "content": "[ The hottest spot in Florida? The seat of the Broward County elections chief. ] If a county cant meet the recount deadline, the previous unofficial results stand those filed on Saturday. But and there is always a but in Florida under state statute, even if a… [+2718 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELIZABETH DREW", "title": "How Trump Is Worse Than Nixon", "description": "The current president is pushing closer to fascism than even the man behind Watergate.", "url": "https://www.nytimes.com/2018/11/15/opinion/trump-worse-nixon.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15drew/15drew-facebookJumbo.jpg", "publishedAt": "2018-11-16T01:49:24Z", "content": "Mr. Trump has other structural advantages over Nixon. Nixons base nearly melted away in the face of evidence of his guilt in a cover-up. Mr. Trumps base has yet to be so tested, but its larger and more cohesive than Nixons. And Nixon had nothing remotely like… [+1727 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CARL HULSE", "title": "On Washington: They Battled Over the Supreme Court, but Stuck Together on Criminal Justice Reform", "description": "Senators Charles E. Grassley and Richard J. Durbin joined forces to insist on a prison sentencing overhaul, a measure backed by President Trump but still facing an uncertain path.", "url": "https://www.nytimes.com/2018/11/15/us/politics/criminal-justice-grassley-durbin.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/politics/16dc-hulse-print/16dc-hulse-facebookJumbo.jpg", "publishedAt": "2018-11-16T01:31:36Z", "content": "We have the Fraternal Order of Police and the A.C.L.U., Mr. Durbin said, ticking off some of the bills diverse backers. How often do you see this alliance? Yet the success of the bill, which was put into final form on Thursday, is not guaranteed. Opponents, b… [+1373 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "A Witness Tells Tales of Gore and Greed at the Trial of El Chapo - New York Times", "description": "New York Times A Witness Tells Tales of Gore and Greed at the Trial of El Chapo New York Times The assassin's bullet whizzed past Jesus Zambada García's ear and knocked him to the ground. He wasn't dead, just wounded. The gunshot sliced a deep, red groove int…", "url": "https://www.nytimes.com/2018/11/15/nyregion/el-chapo-trial.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/nyregion/16chapo/16chapo-facebookJumbo.jpg", "publishedAt": "2018-11-16T01:28:09Z", "content": "After the split, Mr. Zambada told the jury, the Arellano Felíx brothers closed the Tijuana border to the Sinaloan traffickers, an order that the stubborn Mr. Guzmán ignored. The Arellano Felíxes were outraged. And in 1992, Mr. Zambada said, Mr. Guzmán tried t… [+1486 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELLEN BARRY", "title": "At Brexit Crunch Time, Theresa May Takes a Pummeling", "description": "The prime minister, who took office with the sole aim of negotiating her country’s withdrawal from the European Union, may not stay in power long enough to finish the job.", "url": "https://www.nytimes.com/2018/11/15/world/europe/brexit-theresa-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16may/16may-facebookJumbo.jpg", "publishedAt": "2018-11-16T01:24:46Z", "content": "Even if Mrs. May survives an attempt by rebels within her own party to oust her, she now seems unlikely to win parliamentary approval for her agreement. If she doesnt see this through, she will go down in history as a poor leader, said Rosa Prince, the author… [+1524 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jack Nicas", "title": "A Look Inside the Tactics of Definers, Facebook’s Attack Dog", "description": "The opposition research firm had focused on the internet company’s competition. But ahead of a Senate hearing it had a new target: Senators.", "url": "https://www.nytimes.com/2018/11/15/technology/facebook-definers-opposition-research.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/climate/16definders01/16definders01-facebookJumbo.jpg", "publishedAt": "2018-11-16T01:24:44Z", "content": "Facebook had also lobbied for the hearing to include a Google emissary of similar rank to Ms. Sandberg. Mr. Burr invited Larry Page, a Google co-founder, but he did not show up. Instead, Ms. Sandberg sat alongside an empty chair behind a placard for Google. I… [+1654 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS CONFESSORE,MATTHEW ROSENBERG", "title": "Facebook如何应对丑闻：时报调查6大关键看点", "description": "Facebook因虚假信息、数据滥用等问题遭遇危机。时报的一项调查揭示了该公司是如何利用拖延、否认、反击和游说来对批评者进行回击的。这里是调查的六个关键看点。 Tom Brenner/The New York Times 4月，一场国会听证会上的马克·扎克伯格。", "url": "https://cn.nytimes.com/technology/20181116/facebook-crisis-mark-zuckerberg-sheryl-sandberg/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15facebook-takeaway1/merlin_136662690_c565fe9f-1759-40bd-8dd2-72a53f2c539a-articleLarge.jpg", "publishedAt": "2018-11-16T01:24:21Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "US, Still Treading Water, Loses to England at Wembley - New York Times", "description": "New York Times US, Still Treading Water, Loses to England at Wembley New York Times LONDON — For another week or so, at least, the players on the United States men's national team can enjoy the relative innocence of their youth. Their mistakes these days are …", "url": "https://www.nytimes.com/2018/11/15/sports/usmnt-england-pulisic.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/sports/16ussoccer1/16ussoccer1-facebookJumbo.jpg", "publishedAt": "2018-11-16T01:20:00Z", "content": "An announced crowd of 68,155 showed up at Wembley for the mostly sleepy game. On a night when youthful promise served as the overarching motif, a chunk of time was nevertheless carved out for reflection, in the form of a second-half appearance by the English … [+1238 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "簡報：「莆田系」醫院發跡史；中美爭奪太平洋 - 紐約時報中文網", "description": "紐約時報中文網 簡報：「莆田系」醫院發跡史；中美爭奪太平洋 紐約時報中文網 早安，歡迎閱讀時報最新推出的中文每日簡報。我們將為你介紹《紐約時報》當日的重點英文報導，並為你推薦部分已被譯成中文的精選內容。希望它能更好地滿足你的資訊需求。新讀者請點擊此處訂閱。 中國購買力推動全球奢侈品市場；英國政府陷入動盪；加拿大「卡戴... 川普政府表態敦促中國恢復進口美國黃豆 中央廣播電台 美官員：中國目前的回應難讓貿易戰有突破 臺灣新浪網 特朗普如何轉戰外交 經濟通 共有 263 篇相關新聞 »", "url": "https://cn.nytimes.com/morning-brief/20181116/chinese-hospitals-usa-china-pacific/zh-hant/", "urlToImage": "https://static01.nyt.com/images/2018/08/28/business/00chinahospitals-1/merlin_137629800_b12f2959-3815-45cd-a5e6-2d1b35a53612-articleLarge.jpg", "publishedAt": "2018-11-16T01:08:38Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY CHAN", "title": "简报：“莆田系”医院发迹史；中美争夺太平洋", "description": "特朗普将向习近平重提对朝制裁；美议员敦促特朗普回应中国拘禁维族穆斯林；英国两内阁大臣辞职，政府陷入动荡；加拿大“卡戴珊姐妹”……新闻简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181116/chinese-hospitals-usa-china-pacific/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/08/28/business/00chinahospitals-1/merlin_137629800_b12f2959-3815-45cd-a5e6-2d1b35a53612-articleLarge.jpg", "publishedAt": "2018-11-16T01:05:50Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MIHIR ZAVERI", "title": "As Inmates, They Fight California’s Fires. As Ex-Convicts, Their Firefighting Prospects Wilt.", "description": "About 1,500 inmates in California prisons are helping the state fight wildfires, including the Camp Fire, for several dollars a day. Yet after inmates with firefighting experience are released, doors at fire departments are often closed.", "url": "https://www.nytimes.com/2018/11/15/us/california-paying-inmates-fight-fires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16xp-inmates/16xp-inmates-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:59:45Z", "content": "The program has increasingly drawn scrutiny from criminal justice reform advocates, who have called it one of the most striking examples of undercompensated prison labor. It also illustrates how convictions can have lasting impacts on peoples lives, said Ange… [+1813 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SCOTT REYBURN and ROBIN POGREBIN", "title": "$90 Million Hockney Smashes Record for a Living Artist Amid Broad Market Shift", "description": "Visitors at Christie’s New York viewing David Hockney’s “Portrait of an Artist (Pool with Two Figures)\" on Wednesday evening.", "url": "https://www.nytimes.com/2018/11/15/arts/design/david-hockney-christies-portrait-of-an-artist-jeff-koons.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16auction1/16auction1-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:56:23Z", "content": "And where is the artist in the painting? Art critics have pointed out that there is little indication Mr. Schlesinger represents that title role. It has instead been suggested that the artist is Mr. Hockney himself, looking back at his lost lover, symbolicall… [+1555 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Decorated Navy SEAL is Accused of War Crimes in Iraq - New York Times", "description": "New York Times Decorated Navy SEAL is Accused of War Crimes in Iraq New York Times NAVAL BASE SAN DIEGO — Edward Gallagher was something special, even by the punishing standards of the Navy SEALs. Both a lifesaving medic and a crack sniper, he was repeatedly …", "url": "https://www.nytimes.com/2018/11/15/us/navy-seal-edward-gallagher-isis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16seal-print/16seal-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:51:45Z", "content": "Chief Gallagher sat in the courtroom in dress uniform during the hearing, his face deeply creased and tanned from years of combat duty. He did not testify. His lawyer, Phillip Stackhouse, said the charges were baseless. He said the only evidence that the chie… [+1421 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAPNA MAHESHWARI", "title": "‘No Morals’: Advertisers React to Facebook Report", "description": "Several top marketers were critical of the tech giant after The New York Times reported how it ignored and hid warning signs that it was being exploited to disrupt elections and spread toxic content.", "url": "https://www.nytimes.com/2018/11/15/business/media/facebook-advertisers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16fbadvertisers01/16fbadvertisers01-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:35:38Z", "content": "Almost all of Facebooks revenue which climbed to just over $40 billion last year comes from advertisers, which range from local businesses to global brands. Along with Google, Facebook dominates the digital advertising market, and even as user growth has slow… [+2022 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LUIS FERRÉ-SADURNÍ and FRANK G. RUNYEON", "title": "Nycha Has a New Plan to Clean Up Rats, Mold and Lead Paint: Bring in Private Landlords", "description": "The nation’s largest housing authority is considering a plan to hand over the management of a third of its apartments to private developers.", "url": "https://www.nytimes.com/2018/11/15/nyregion/nycha-private-landlords-repair.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/nyregion/16nycha-print1/16nychaconvert06-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:21:06Z", "content": "However, Mr. Torres said, the plan does not address overall mismanagement at the top levels of Nycha. The privatization of building management also raised questions about the future of Nycha employees. Housing Authority workers at the Ocean Bay apartments wer… [+1472 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID BROOKS", "title": "The Rise of the Resentniks", "description": "Nationalists marched with flares in Warsaw on Sunday to celebrate the 100th anniversary of Polish independence.", "url": "https://www.nytimes.com/2018/11/15/opinion/republican-party-nativism-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15brooksWeb/15brooksWeb-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:00:04Z", "content": "At the same time, they resent how spiritually flat conservatism has become. The principles of competition, even when they encourage talent and create upward mobility, dont necessarily answer deeper questions about national identity, or satisfy the human desir… [+1868 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PAUL KRUGMAN", "title": "Why Was Trump’s Tax Cut a Fizzle?", "description": "The G.O.P.’s only legislative achievement has been a big disappointment.", "url": "https://www.nytimes.com/2018/11/15/opinion/tax-cut-fail-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15krugmanWeb/15krugmanWeb-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:00:03Z", "content": "Now, proponents of the tax cut, including Trumps own economists, made a big deal about how we now have a global capital market, in which money flows to wherever it gets the highest after-tax return. And they pointed to countries with low corporate taxes, like… [+2001 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jane Margolies", "title": "One Building, Three Looks", "description": "A new condominium in Long Island City has sections that feature distinct architectural styles: industrial metal, old-school brick and curtain wall glass.", "url": "https://www.nytimes.com/2018/11/16/realestate/long-island-city-condo-one-building-three-looks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18highend-lic1/18highend-lic1-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:00:00Z", "content": "Galeries apartments two-thirds of them are one- and two-bedrooms went on sale in February, and over 30 percent are now in contract, according to Halstead Property Development Marketing, which is handling sales. The complex has been attracting renters in the a… [+998 chars]"}]}