{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHIVANI VORA", "title": "Sunday Routine: How Gherardo Guarducci, Restaurateur, Spends His Sundays", "description": "“I make coffee in a Moka pot on my stovetop,” Mr. Guarducci said. “It’s how I grew up having it in Italy, and the sound and the scent that comes from the Moka is very familial to me.”", "url": "https://www.nytimes.com/2018/11/23/nyregion/how-gherardo-guarducci-restaurateur-spends-his-sundays.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/nyregion/25ROUTINE1/25ROUTINE1-facebookJumbo.jpg", "publishedAt": "2018-11-23T23:57:27Z", "content": "When you run a business, you work seven days, Sundays included, said Gherardo Guarducci, 51, the co-founder of the Sant Ambroeus Hospitality Group, which includes its flagship restaurant, Sant Ambroeus, on the Upper East Side, the upscale Italian spot Casa Le… [+838 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JIM TANKERSLEY", "title": "A Winter-Coat Heavyweight Gives Trump’s Trade War the Cold Shoulder", "description": "An employee at Columbia Sportswear headquarters in Portland, Oregon uses a planimeter, which is a tool to measure the two-dimensional area of each material visible on the external surface area of a shoe which is necessary to determine the customs tariff class…", "url": "https://www.nytimes.com/2018/11/23/business/economy/columbia-sportswear-trump-trade-war.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/business/00dc-Columbia1/merlin_144246555_200922b6-23ea-498a-9653-9f47e6bab61a-facebookJumbo.jpg", "publishedAt": "2018-11-23T23:56:23Z", "content": "A water-resistant jacket triggers a 7.1 percent tariff, while a jacket that has not been waterproofed gets hit with a 27.7 percent tariff. A jacket filled at least 10 percent, by weight, with down, brings about a tariff of only 4.4 percent. Those distinctions… [+794 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NAN WHALEY", "title": "Ohio Isn’t a Red State Yet", "description": "A voter after casting his ballot at the Hamilton County Board of Elections in Cincinnati on Oct. 10.", "url": "https://www.nytimes.com/2018/11/23/opinion/ohio-election-sherrod-brown-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/opinion/23whaley/23whaley-facebookJumbo.jpg", "publishedAt": "2018-11-23T23:55:25Z", "content": "Richard Cordray, the Democratic gubernatorial nominee this year, significantly improved on performances by Democratic statewide candidates in recent years. But that wasnt enough to get past his opponents built-in advantages: Governor-elect Mike DeWine is a fo… [+2301 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IAN AUSTEN", "title": "CANADA LETTER: How China Has Defied Expectations, in Canada and Around the Globe", "description": "A new series explores China’s transformation into an economic powerhouse, and how the country’s dramatic rise is reshaping the world", "url": "https://www.nytimes.com/2018/11/23/world/canada/china-defied-expectations-canada.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24canadaletter-3/merlin_139117254_614c9ab6-2a37-4441-b835-610d2351293e-facebookJumbo.jpg", "publishedAt": "2018-11-23T23:42:12Z", "content": "If after reading China Rules, youd like to discuss the series, we have a new Facebook group: Examining Chinas Reach With The New York Times. Mark Thompson, president and chief executive officer of The New York Times Company, will join Chrystia Freeland, Canad… [+1446 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER VINEYARD", "title": "‘Fantastic Beasts’: A Crash Course to Help You Understand the Ending", "description": "To make sense of the confusing finale of “The Crimes of Grindelwald,” it helps — a lot — to know Dumbledore family history and Gellert’s role in it.", "url": "https://www.nytimes.com/2018/11/23/movies/fantastic-beasts-ending.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/arts/24beasts-explainer1/24beasts-explainer1-facebookJumbo.jpg", "publishedAt": "2018-11-23T23:17:07Z", "content": "They also wanted to put an end to the International Statute of Secrecy and make Muggles subservient to wizards. Learning of this, Aberforth was disgusted. He confronted Albus and reminded him that he couldnt lead a wizarding revolution and take care of Ariana… [+2569 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "J. DAVID GOODMAN", "title": "New York State’s Lawsuit Against Trump Foundation Can Proceed, Judge Rules", "description": "For the second time this year, a New York State judge in Manhattan decided that President Trump is not immune from civil court cases that involve his unofficial activities or actions that took place before he was in office.", "url": "https://www.nytimes.com/2018/11/23/nyregion/trump-foundation-lawsuit-new-york.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/nyregion/24nytrump/24nytrump-facebookJumbo.jpg", "publishedAt": "2018-11-23T22:55:48Z", "content": "The suit names Mr. Trump as well as two of his children, Ivanka and Eric. The Trump Foundation functioned as little more than a checkbook to serve Mr. Trumps business and political interests, Ms. Underwood wrote in a statement on Friday. We welcome Justice Sc… [+1363 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Derrick Rose Scores 25 as the Timberwolves Defeat the Nets - New York Times", "description": "New York Times Derrick Rose Scores 25 as the Timberwolves Defeat the Nets New York Times Minnesota's Derrick Rose scored 25 points, while his teammate Karl-Anthony Towns had 21 points and 9 rebounds, in the Timberwolves' 112-102 victory over the Nets on Frida…", "url": "https://www.nytimes.com/2018/11/23/sports/nets-timberwolves.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/sports/24nba-rose/merlin_147225375_cd3f9e97-9602-4388-838c-06d3230c487e-facebookJumbo.jpg", "publishedAt": "2018-11-23T22:47:15Z", "content": "The Nets had six players score in double figures but shot 41.8 percent from the field. Joe Harris and Spencer Dinwiddie had 18 points apiece, and DeMarre Carroll finished with 13. The Nets pulled within 4 points on Dinwiddies two free throws with three minute… [+652 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROB WALKER", "title": "The Workologist: Your Colleague Is Having a Baby. And You Don’t Want to Hear About it.", "description": "A worker has grown tired of her colleague’s pregnancy-related chatter and wonders if she is obliged to attend the shower or buy a gift. Here’s how to navigate all the baby talk.", "url": "https://www.nytimes.com/2018/11/23/business/pregnant-colleague-talk-gift.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/business/26workologist/26workologist-facebookJumbo.jpg", "publishedAt": "2018-11-23T22:16:42Z", "content": "Send your workplace conundrums to workologist@nytimes.com, including your name and contact information (even if you want it withheld). The Workologist is a guy with well-intentioned opinions, not a professional career adviser. Letters may be edited. I work in… [+2510 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JASON HOROWITZ and PATRICK KINGSLEY", "title": "Clinton Wants Europe to Get Tough on Migration. It Already Has.", "description": "Centrist leaders in Europe have cut migration to Europe by about 90 percent already, using the kinds of deterrents belatedly recommended by Hillary Clinton.", "url": "https://www.nytimes.com/2018/11/23/world/europe/hillary-clinton-migrants-immigration-europe.html", "urlToImage": "https://static01.nyt.com/images/2018/09/25/world/24immigration1/24immigration1-facebookJumbo.jpg", "publishedAt": "2018-11-23T22:12:16Z", "content": "In Hungary, Prime Minister Viktor Orban has partly maintained his popularity by successfully creating the impression that his party alone can defend Hungarians from the threat of migration even as migration to his country has been reduced to a relative trickl… [+1434 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHARON LaFRANIERE and MAGGIE HABERMAN", "title": "Jerome Corsi, Friend of Roger Stone, Is in Plea Talks With Mueller", "description": "Mr. Corsi is said to have been presented with evidence that he was not truthful when investigators asked him whether he knew beforehand about actions by WikiLeaks during the 2016 campaign.", "url": "https://www.nytimes.com/2018/11/23/us/politics/jerome-corsi-plea.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/us/politics/00dc-corsi/00dc-corsi-facebookJumbo.jpg", "publishedAt": "2018-11-23T21:50:17Z", "content": "Asked about the plea talks on Friday, Mr. Stone said, My friend Dr. Corsi has been under a tremendous amount of pressure, and it is beginning to affect him profoundly. Mr. Stone insisted, as he has repeatedly, that he had only secondhand information, at best,… [+1926 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Alexandra Stevenson", "title": "South Korea Loves Plastic Surgery and Makeup. Some Women Want to Change That.", "description": "Gender inequality and the global #MeToo movement have fueled ‘Escape the Corset,’ a campaign to cast off the country’s rigid beauty standards.", "url": "https://www.nytimes.com/2018/11/23/business/south-korea-makeup-plastic-surgery-free-the-corset.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/00skcorset-1/00skcorset-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T21:48:40Z", "content": "They are sort of like toys, like crayons, said Ms. Cha. She used to feel like a second-class citizen, she said, but now that she has stopped wearing makeup people listen to me when I say things. The movement has sparked an ugly backlash. Ms. Bae, Ms. Kim and … [+648 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER MEDINA", "title": "See How the Fires Burned Where California Goes to Escape It All", "description": "Among the blackened and charred areas in Southern California were hiking trails overlooking the ocean, summer camps and historic movie sets.", "url": "https://www.nytimes.com/2018/11/23/us/photos-california-fire-damage.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/00caldamage-01/00caldamage-01-facebookJumbo.jpg", "publishedAt": "2018-11-23T21:30:50Z", "content": "LOS ANGELES These are the places seared into the memories of local residents, the places many people who just come to visit never see. Now, after the fires that ripped through Southern California this month, they are unrecognizable, or unimaginable, as the sp… [+864 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Tiffany Hsu", "title": "Fistfights and Long Lines on Black Friday? Not as Much Anymore.", "description": "Black Friday used to be all about midnight fights, endless lines and major markdowns on televisions. Like the rest of retailing, so much has changed.", "url": "https://www.nytimes.com/2018/11/23/business/black-friday-history.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/business/00thenandnow-2/00thenandnow-2-facebookJumbo.jpg", "publishedAt": "2018-11-23T21:03:48Z", "content": "Sometimes, Black Friday outings are deadly. Shoppers have been pummeled, shot and stabbed. At the Green Acres Mall in Valley Stream, N.Y., in 2008, thousands of antsy shoppers shattered the sliding glass doors at a Walmart store and stampeded inside, injuring… [+674 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS KRISTOF", "title": "Trying to Fight, Not Spread, Fear and Lies", "description": "Refugees climbed aboard trucks in southern Mexico last month to join the caravan headed toward the United States.", "url": "https://www.nytimes.com/2018/11/23/opinion/sunday/media-midterms-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25KRISTOF/25KRISTOF-facebookJumbo.jpg", "publishedAt": "2018-11-23T21:01:34Z", "content": "One challenge is that fact-checking doesnt work very well. Social psychology experiments have found that when people are presented with factual corrections that contradict their beliefs, they may cling to mistaken beliefs more strongly than ever. This is call… [+2044 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN HUBBARD", "title": "Activist Who Used Humor to Highlight War is Gunned Down in Syria", "description": "Mourners at the funeral of an anti-government activist, Raed Fares, and his friend, Hammoud al-Jneid, who were shot dead by unidentified gunmen on Friday, Mr. Fares’s friends said.", "url": "https://www.nytimes.com/2018/11/23/world/middleeast/syria-fares-activist-killed.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24Syria-Activist-1/24Syria-Activist-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:48:56Z", "content": "But civilian activists like Mr. Fares came under increasing pressure as extremist groups like the Syrian branch of Al Qaeda and the Islamic State gained power in rebel-held areas. They opposed broadcasting music and stormed the radio station to stop it, as we… [+956 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DECLAN WALSH", "title": "Houthi Rebels Ready to Negotiate Control of Key Yemen Port, U.N. Envoy Says", "description": "A truck with a wounded Yemeni fighter with the Saudi-led coalition arrived last month at a field hospital in Durayhimi, south of the port city of Hudaydah.", "url": "https://www.nytimes.com/2018/11/23/world/middleeast/yemen-hudaydah-houthis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24yemen1/24yemen1-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:47:27Z", "content": "The fight has eased in the past week as both Houthi and coalition representatives have indicated their willingness to participate in peace talks in Sweden. Western officials say Emirati officials have privately expressed a desire to find a way out of the war.… [+899 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS CASEY", "title": "Jets, Horses and Bribes: How a Venezuelan Official Became a Billionaire as His Country Crumbled", "description": "Emanuel Andrade, the son of Alejandro Andrade, a former Venezuela official who has admitted receiving more than $1 billion in bribes, competing in Paris, France, in 2017.", "url": "https://www.nytimes.com/2018/11/23/world/americas/venezuela-andrade-corruption-bribes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/24venezuela/24venezuela-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:39:48Z", "content": "He is one of many Venezuelan officials accused of enriching themselves from state coffers or illegal activities. American officials imposed sanctions this year on Diosdado Cabello, one of Venezuelas most powerful politicians, accusing him of drug trafficking,… [+1521 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER SENIOR", "title": "Sheryl Sandberg Can't Have It All", "description": "Facebook's chief operating officer, Sheryl Sandberg, testifying in front of the Senate Intelligence Committee in September.", "url": "https://www.nytimes.com/2018/11/23/opinion/sunday/sheryl-sandberg-facebook-russia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25senior2/25senior2-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:29:01Z", "content": "Its a quandary that many trailblazing women face. In August 2007, Benazir Bhutto, the former prime minister of Pakistan, told the Council on Foreign Relations that she wished shed centered her efforts on nutrition, schools and housing when she was in office. … [+2241 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEFFREY GETTLEMAN, HARI KUMAR and KAI SCHULTZ", "title": "A Man’s Last Letter Before Being Killed on a Forbidden Island", "description": "John Allen Chau’s letter to his parents from the Andamans lays out a disturbing account of his final days trying to spread Christianity.", "url": "https://www.nytimes.com/2018/11/23/world/asia/andaman-missionary-john-chau.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24andaman1/24indiamurder1-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:24:19Z", "content": "I grabbed the arrow shaft as it broke in my Bible and felt the arrow head, he said. It was metal, thin but very sharp. Mr. Chau stumbled back and shouted at the boy. Over the next two days, Mr. Chau paddled back and forth in his kayak between the fishing boat… [+1088 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Among Conservatives, Some Measured Support for Chief Justice's Rebuke of Trump - New York Times", "description": "New York Times Among Conservatives, Some Measured Support for Chief Justice's Rebuke of Trump New York Times It is not like the chief justice of the nation's highest court to rebuke a sitting president. But it happened on Wednesday, when Supreme Court Chief J…", "url": "https://www.nytimes.com/2018/11/23/us/politics/judges-john-roberts-rebuke.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/us/24xp-conservatives-2/merlin_147160617_d66de2d1-0fdf-4676-b214-e461a91c92ac-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:19:03Z", "content": "Mr. Adler is a member of Checks and Balances, a group recently formed by George T. Conway III, a conservative lawyer who is a critic of Mr. Trump. Its members, more than a dozen prominent right-leaning lawyers, are urging their fellow conservatives to speak u… [+1822 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JESSE WEGMAN", "title": "Editorial Observer: New York City High Schoolers Get Their Day in Court", "description": "High school students listen to Chief Judge Robert Katzmann, of the United States Court of Appeals for the Second Circuit, speak in New York.", "url": "https://www.nytimes.com/2018/11/23/opinion/education-high-school-courts-civics-law.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/opinion/23observer-edt/23observer-edt-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:09:49Z", "content": "The statistics are as dispiriting as they are familiar: One in three Americans cant name a single branch of government, nearly three in four dont know that the Constitution is the supreme law of the land and 10 percent of college graduates think Judge Judy is… [+1773 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MONICA HEISEY", "title": "So, You’ve Wandered Into a Too-Expensive Store", "description": "The important thing is not to panic.", "url": "https://www.nytimes.com/2018/11/23/opinion/sunday/holiday-shopping-humor.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/sunday/25loose/25loose-facebookJumbo.jpg", "publishedAt": "2018-11-23T20:00:04Z", "content": "Well, it happened. There you were, strolling through the aspirationally wealthy and problematically gentrified neighborhood in which you sometimes brunch, a few minutes early to meet the adult women you call the girls. Having already purchased a coffee and ma… [+1670 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GINIA BELLAFANTE", "title": "The #MeToo Movement Changed Everything. Can the Law Catch Up?", "description": "Eric T. Schneiderman, accused by several women of sexual assault, was forced to resign as attorney general. Yet no criminal charges were filed against him.", "url": "https://www.nytimes.com/2018/11/21/nyregion/metoo-movement-schneiderman-prosecution.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/nyregion/25big/25big-facebookJumbo-v2.jpg", "publishedAt": "2018-11-23T19:49:35Z", "content": "When Madeline Singas, the special prosecutor assigned to investigate the allegations, announced that Mr. Schneiderman would not be charged with a crime, she explained that some of the reported abuse fell outside the statute of limitations. While many have adv… [+2153 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CORAL DAVENPORT and KENDRA PIERRE-LOUIS", "title": "Climate Change Will Take a Bite From U.S. Economy, Report Finds", "description": "Without major action to rein in global warming, the American economy could lose 10 percent of G.D.P. by 2100, according to a report from 13 federal agencies.", "url": "https://www.nytimes.com/2018/11/23/climate/us-climate-report.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/climate/24cli-report-3/merlin_46312801_b91a6010-8c10-4d08-93b3-bd1acc09ade5-facebookJumbo.jpg", "publishedAt": "2018-11-23T19:00:06Z", "content": "Want climate news in your inbox? Sign up here for Climate Fwd:, our email newsletter. WASHINGTON A major scientific report issued by 13 federal agencies on Friday presents the starkest warnings to date of the consequences of climate change for the United Stat… [+1378 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Tapping the Ancients for Tech Wisdom", "description": "Mark Zuckerberg testifies before the House Energy and Commerce Committee in Washington in April.", "url": "https://www.nytimes.com/2018/11/23/opinion/letters/ancients-technology.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/16stephensWeb/16stephensWeb-facebookJumbo.jpg", "publishedAt": "2018-11-23T19:00:00Z", "content": "John Z. Walthall Scottsville, N.Y. To the Editor: Bret Stephens finds Socrates words apposite again as he criticizes Facebooks cynical and self-serving calculations as it tried to brazen its way through a year of serial P.R. disasters, including Russian disin… [+918 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DIONNE SEARCEY and JAIME YAYA BARRY", "title": "One African Nation Put the Brakes on Chinese Debt. But Not for Long.", "description": "A crowd in Djibouti, one of the African nations whose debts to China have aroused the anxiety of the Internatational Monetary Fund, with a Chinese flag and a portrait of President Ismail Omar Guellehas at the opening of a housing project in July.", "url": "https://www.nytimes.com/2018/11/23/world/africa/one-african-nation-put-the-brakes-on-chinese-debt-but-not-for-long.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/00sierraleone2/00sierraleone2-facebookJumbo.jpg", "publishedAt": "2018-11-23T18:40:22Z", "content": "But Chinese-backed ventures have also hit snags closer to home in Africa. Kenya has now borrowed far more from China than from any other country. But it has also come to depend on a flood of Chinese manufacturing imports, a trade imbalance that makes it harde… [+2149 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS KRISTOF", "title": "Win a Trip in 2019!", "description": "I invite university students to enter a contest for a reporting trip next year.", "url": "https://www.nytimes.com/2018/11/23/opinion/win-a-trip-in-2019.html", "urlToImage": "https://static01.nyt.com/images/2015/11/13/multimedia/op-kristoftrip2016/op-kristoftrip2016-facebookJumbo.jpg", "publishedAt": "2018-11-23T18:38:44Z", "content": "To enter, use this form at the Center for Global Development website. The center will help me winnow down the applicants to a much smaller pool of finalists, and then with the help of my assistant, Zoe Greenberg, Ill choose the winner. My aim is to travel for… [+2642 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS KRISTOF", "title": "‘Win a Trip with Nick Kristof’ 2019 Contest Rules", "description": "The fine print.", "url": "https://www.nytimes.com/2018/11/23/opinion/win-a-trip-contest-rules-2019.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-23T18:34:57Z", "content": "7. Prize : One (1) Prize: The Winner will receive the opportunity to travel on one (1) trip with Nick Kristof, including a round trip airplane ticket, all trip meals, lodging and transportation, and other reasonable out-of-pocket expenses of Sponsors choosing… [+7825 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBIN GEORGE ANDREWS", "title": "Trilobites: Beneath Antarctica’s Ice Is a Graveyard of Dead Continents", "description": "Data from a European satellite has revealed the tectonic underworld below the frozen southernmost continent.", "url": "https://www.nytimes.com/2018/11/23/science/east-antarctica-supercontinent.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/science/24TB-ANTARCTICA/24TB-ANTARCTICA-facebookJumbo.jpg", "publishedAt": "2018-11-23T18:25:05Z", "content": "Antarctica has been called the least understood continent on Earth, and many mysteries remain about its subsurface world. Theres only so much that magnetic and seismic data, and ground-penetrating radar attached to airplanes, can do to see through the 1.3-mil… [+1430 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BROOKS BARNES", "title": "PG? NC-17? She Made Such Calls for 30 Years", "description": "Joan Graves, who directs the ratings classifications for the Motion Picture Association of America, is retiring after spending 30 years deciding things like whether a film is G or PG.", "url": "https://www.nytimes.com/2018/11/23/movies/movie-ratings-joan-graves.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/arts/24ratings1/24ratings1-facebookJumbo.jpg", "publishedAt": "2018-11-23T18:16:57Z", "content": "Graves, who studied political science at Stanford University and started out as a stockbroker, was recruited by the Motion Picture Association in 1988, when her youngest daughter was 9. The organization was looking for someone sensible, she said. Charles H. R… [+1159 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MIRIAM JORDAN", "title": "A Guatemalan Mother Could Lose Her Daughter, Because She’s an American", "description": "A Guatemalan migrant separated from her daughter at the border has been told she faces the possible loss of her parental rights, in part because her daughter was born in the United States.", "url": "https://www.nytimes.com/2018/11/23/us/migrant-family-separation-citizen-domestic-abuse.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/00citzenmigrant-01/00citzenmigrant-01-facebookJumbo.jpg", "publishedAt": "2018-11-23T18:13:50Z", "content": "Some 2,500 children have been returned to their parents since a federal judge ordered the government to reunify families that had been split up at the southwest border under a zero-tolerance policy. But as the year draws to a close, nearly 100 migrant childre… [+1823 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CATHERINE PORTER", "title": "Toronto All-Boys School Rocked by Reports of Hazing Assaults", "description": "The Toronto police have arrested six 14- and 15-year-old students at St. Michael’s College School, charging them with gang sexual assault, among other offenses.", "url": "https://www.nytimes.com/2018/11/23/world/canada/toronto-st-michaels-college-school-hazing-sexual-assault.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/world/-00canada-school-1/merlin_147157056_8faf98f9-ca3a-4f5d-a573-7b0661aebd20-facebookJumbo.jpg", "publishedAt": "2018-11-23T18:12:40Z", "content": "I was troubled by the medias portrayal of Kavanaughs high school, an all-boys Catholic private school, where gross sexism was ingrained into the student body, wrote Mr. Mather, 23. It haunted me because Kavanaughs school reminded me of St. Mikes. The discussi… [+1631 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Breathing Room for Californians", "description": "A reader talks about a changed environment after the wildfires.", "url": "https://www.nytimes.com/2018/11/23/opinion/letters/california-wildfires-air-pollution.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17meanwhile-image1/17meanwhile-image1-facebookJumbo-v4.jpg", "publishedAt": "2018-11-23T18:00:00Z", "content": "To the Editor: Amid the horrifying news of the California fires and their ramifications, I found the most haunting piece to be How Californians Are Breathing in the New Abnormal of Epic Fires, by Wendy MacNaughton (illustrations, nytimes.com, Nov. 17). It is … [+730 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal", "title": "Reassurances The Art Market Is Still Expanding?", "description": "About last week’s auction sales: For these marquee New York sales, $2 billion seems to have become the figure that reassures a wider world that top end of the art market is humming, if not actually booming. Last week, that feel-good figure was achieved with t…", "url": "https://www.nytimes.com/2018/11/23/arts/auctions-guarantees.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/arts/24reyburn-hockney/24reyburn-hockney-facebookJumbo.jpg", "publishedAt": "2018-11-23T17:42:15Z", "content": "New Yorks auction machine is certainly functioning efficiently, particularly for contemporary art, which generated more than half the weeks $2.1 billion total. At Phillips on Thursday, the day sale the lower-priced sector where the auction houses make their m… [+1301 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY WEINSTEIN", "title": "Five Weeknight Dishes: Keep It Fast, Keep It Simple", "description": "After the feast, try kale-sauce pasta, oven-steamed salmon and chicken Francese.", "url": "https://www.nytimes.com/2018/11/23/dining/keep-it-fast-keep-it-simple.html", "urlToImage": "https://static01.nyt.com/images/2018/09/26/dining/26Chickenrex1/26Chickenrex1-facebookJumbo.jpg", "publishedAt": "2018-11-23T17:30:00Z", "content": "Hi and welcome to Five Weeknight Dishes though will you ever be hungry for a meal again? (Or maybe youve already had leftovers-laced breakfast sandwiches from this heartwarming stoner-dude story by Priya Krishna, about two brothers who run a restaurant in L.A… [+701 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VANESSA FRIEDMAN AND SUI-LEE WEE", "title": "The Crash and Burn of Dolce & Gabbana", "description": "A protest at a Dolce & Gabbana store in Shanghai on Wednesday.", "url": "https://www.nytimes.com/2018/11/23/fashion/dolce-gabbana-china-disaster-backlash.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/fashion/23DOLCEDISASTER1/23DOLCEDISASTER1-facebookJumbo.jpg", "publishedAt": "2018-11-23T17:27:57Z", "content": "Yesterday, Xiang Kai, a director and writer based in Shanghai, burned more than $20,000 worth of Dolce &amp; Gabbana products, including coats, a vest and bags. A previous fan of the brand, he said he also threw his shoes and watches from the label in the tra… [+1368 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Benjamin Mueller", "title": "Theresa May Takes Her Case for Brexit to the People", "description": "The British prime minister’s attempts to win over lawmakers are sputtering, so she is turning to the voters in hopes of raising the pressure.", "url": "https://www.nytimes.com/2018/11/23/world/europe/uk-brexit-theresa-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24may/24may-facebookJumbo.jpg", "publishedAt": "2018-11-23T17:23:27Z", "content": "The feeling that Mrs. Mays deal was worse than remaining in the bloc was reported to be spreading among Conservative lawmakers. On Friday morning, Dominic Raab, who resigned as the prime ministers Brexit secretary over his opposition to the deal, said after s… [+1023 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL SULLIVAN", "title": "Wealth Matters: 4 Ways to Make Giving Large Donations to Small Groups Easier", "description": "Volunteers at the West Side Campaign Against Hunger food bank in Manhattan. A new report suggests many groups focused on social change are too small to handle sizable donations, creating a dilemma for philanthropists.", "url": "https://www.nytimes.com/2018/11/23/your-money/charitable-giving-small-organizations.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/business/24WEALTH-01/24WEALTH-01-facebookJumbo.jpg", "publishedAt": "2018-11-23T17:00:03Z", "content": "Without the help of a private foundation, finding smaller nonprofit groups in the social service sector can be a challenge. If its a wealthy couple alone, its simply hard to do without a large staff, said Mr. Tierney at Bridgespan. Every private bank and advi… [+1485 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIAN E. BARNES", "title": "Ex-C.I.A. Officer’s Brief Detention Deepens Mystery in Montenegro", "description": "Milo Djukanovic, then the prime minister of Montenegro, leaving a polling station after voting in parliamentary elections in October 2016. The Montenegrin police said they broke up a coup attempt on the eve of the election.", "url": "https://www.nytimes.com/2018/11/23/us/politics/cia-montenegro-russia-coup-joseph-assad.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/us/politics/00dc-CIAcoup1/00dc-CIAcoup1-facebookJumbo.jpg", "publishedAt": "2018-11-23T16:59:55Z", "content": "In June 2017, Montenegro joined NATO, becoming its 29th member. Since then, Moscows anti-Montenegro talk has cooled, and economic ties between the countries remain strong, with a steady flow of Russian tourists coming to the countrys Adriatic coast, said Srda… [+1216 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JON PARELES, JON CARAMANICA and GIOVANNI RUSSONELLO", "title": "Playlist: The Playlist: The 1975’s Cry for Connection, and 10 More New Songs", "description": "The 1975’s Matty Healy sings about self-consciousness in the age of social media on the latest track from “A Brief Inquiry Into Online Relationships.”", "url": "https://www.nytimes.com/2018/11/23/arts/music/playlist-1975-anderson-paak-j-balvin-asap-rocky.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/arts/24a2playlist/24playlist-facebookJumbo.jpg", "publishedAt": "2018-11-23T16:46:43Z", "content": "The ceaseless self-consciousness of a social-media universe makes true connection ever more tricky. Why would you believe you could control how youre perceived/when at your best youre intermediately versed in your own feelings?, Matty Healy sings, with passiv… [+5749 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL MacFARQUHAR", "title": "Rapper Is Jailed for 12 Days in Russia as a Culture War Spreads", "description": "Dmitri Kuznetsov, known as Husky, was sentenced on charges of hooliganism after he tried to serenade fans on the street when a concert was canceled.", "url": "https://www.nytimes.com/2018/11/23/world/europe/russia-rapper-husky-prison.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24russia-rapper/24russia-rapper-facebookJumbo.jpg", "publishedAt": "2018-11-23T16:21:12Z", "content": "The legal proceedings against Mr. Kuznetsov were widely criticized. Aleksei A. Navalny, Russias leading opposition figure whose recent protests have attracted a young demographic akin to Mr. Kuznetsovs fan base said that the government needed to be confronted… [+1657 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NIKI KITSANTONIS", "title": "10 Years in Prison for Exaggerating Her Elementary School Record?", "description": "A 53-year-old cleaner in Greece is appealing her sentence to the Supreme Court for lying about the time she spent in elementary school: six years instead of five.", "url": "https://www.nytimes.com/2018/11/23/world/europe/greece-primary-school-fraud.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24greece/24greece-facebookJumbo.jpg", "publishedAt": "2018-11-23T16:09:59Z", "content": "She didnt steal! She didnt embezzle state money! She worked for it! So that she could respond to the needs of her family, according to a statement by the union of cleaning workers in the region of Magnisia to which Volos belongs. The case triggered such a sto… [+709 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER SUDERMAN", "title": "You Don’t Just Watch These Narrative Masterpieces. You Play Them.", "description": "Red Dead Redemption 2, the new, wildly ambitious American blockbuster, is not a TV show or movie but a video game.", "url": "https://www.nytimes.com/2018/11/23/opinion/sunday/red-dead-redemption-2-fallout-76-video-games.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25SUDERMAN/25SUDERMAN-facebookJumbo.jpg", "publishedAt": "2018-11-23T16:00:05Z", "content": "This is understandable, but wrong. Yes, many video games are violent and frivolous, and the most devoted players still tend to be young and male. But the best games reveal a mass cultural medium that has come fully into its own, artistically flourishing in wa… [+2323 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL GENZLINGER", "title": "Olivia Hooker, 103, Dies; Witness to an Ugly Moment in History", "description": "Olivia Hooker, one of the last survivors of a racial attack in Tulsa, Okla., in 1921, at her home in White Plains, N.Y., in September. She went on to become the first black woman to enlist in the Coast Guard and a distinguished psychology professor.", "url": "https://www.nytimes.com/2018/11/23/obituaries/olivia-hooker-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/obituaries/23hooker/00hooker-facebookJumbo.jpg", "publishedAt": "2018-11-23T15:46:35Z", "content": "She was assigned to the separation center in Boston, where she typed discharges and other paperwork. After World War II had ended and the womens reserve was disbanding, she typed her own discharge papers, in 1946. In 2015 the Coast Guard named a building at i… [+963 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM GOLDMAN", "title": "F.B.I. Training Instructors Punish Women, Not Men, for Mistakes, Complaint Says", "description": "In a complaint accusing the F.B.I. of discrimination, a dozen women described a pattern of instructors scrutinizing them more closely than men.", "url": "https://www.nytimes.com/2018/11/23/us/politics/fbi-academy-women-discrimination.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/politics/00dc-fbi/00dc-fbi-facebookJumbo.jpg", "publishedAt": "2018-11-23T15:30:48Z", "content": "Until tactics training, she seemed likely to graduate. Ms. Snider was told she was near the upper ranks of her class of 150 people. Her peers selected her as her class representative, she said. But then she ran into the tactical course. Among instructors comp… [+1571 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook This Weekend", "description": "Make the best of your leftovers: Use them in a turkey enchilada pie, a tikka masala or a salad with fried shallots and herbs.", "url": "https://www.nytimes.com/2018/11/23/dining/what-to-cook-this-weekend.html", "urlToImage": "https://static01.nyt.com/images/2016/11/23/dining/23LEFTOVERS1/23LEFTOVERS1-facebookJumbo.jpg", "publishedAt": "2018-11-23T15:30:00Z", "content": "Whatever you cook, though, make sure you save your turkey carcass to make stock, so you can follow the lead of that great New Orleans raconteur and cook Pableaux Johnson and use that broth to make gumbo Paul Prudhommes version this year, I think, with the las… [+1073 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REUTERS", "title": "Oil Slide Pulls Wall Street Lower", "description": "U.S. stocks fell on Friday as oil prices slipped to their lowest in more than a year, dragging down energy shares, while investors were nervous ahead of U.S.-China trade talks at the G20 summit next week.", "url": "https://www.nytimes.com/reuters/2018/11/23/business/23reuters-usa-stocks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-23T15:16:16Z", "content": "That pressured the S&amp;P energy index, which fell 3.1 percent, the most among 11 major S&amp;P sectors, which were either trading flat or in the red. \"The post-holiday abbreviated session is looking bleak as the futures point to a weak opening with crude pr… [+925 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NINA SIEGAL", "title": "Peeling Back the Paint to Discover Bruegel’s Secrets", "description": "“The Battle Between Carnival and Lent,” painted by Pieter Bruegel the Elder in 1559. Using infrared and X-ray technology, researchers uncovered changes that have been made to the work over the centuries.", "url": "https://www.nytimes.com/2018/11/23/arts/design/bruegel-kunsthistorisches-museum-technology-layers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25breughel-combo/25breughel-combo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-23T15:00:10Z", "content": "Bruegel himself made changes to his own compositions that might give us clues about his perspective. Like other 16th-century masters, he constructed his paintings painstakingly on wood panels, layer by layer. He started with a light-colored foundational surfa… [+827 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHRYN SHATTUCK", "title": "A Word With: Rose Byrne Searches for Joy in a Troubled System", "description": "Byrne talks about “Instant Family,” her new movie with Mark Wahlberg, the perils of humor and the eventual comeback of Louis C.K.", "url": "https://www.nytimes.com/2018/11/23/movies/rose-byrne-instant-family-louis-ck.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25snapshot-byrne/25snapshot-byrne-facebookJumbo.jpg", "publishedAt": "2018-11-23T15:00:09Z", "content": "They say, Dont work with kids and animals because you know theyre going to steal the show. Nobodys going to give a [expletive] about what me and Mark are doing. Theyre just going to be like, Oh my God, that girls heartbreaking. And [Tig and Octavia were] hyst… [+1744 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "J. HOBERMAN", "title": "Streaming: ‘The Owl’s Legacy’ Explores the Glory That Was Greece", "description": "Chris Marker’s 13-episode documentary series (streaming from Amazon Video) is a heady but playful examination of the impact of ancient Greece on modern life.", "url": "https://www.nytimes.com/2018/11/23/arts/television/the-owls-legacy-chris-marker.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25hoberman1/merlin_146843535_339a3c33-d895-4995-a94a-90f8df335904-facebookJumbo.jpg", "publishedAt": "2018-11-23T15:00:04Z", "content": "The most expansive of the participants is the Greek-French philosopher Cornelius Castoriadis; the most provocative is the French-American literary critic George Steiner, who, among other things, wonders whether the death of Jesus Christ or of Socrates was mor… [+2680 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERIC GRODE", "title": "Theater’s Latest Prompt: Don’t Act Your Age!", "description": "In “Usual Girls,” “Dance Nation” and other plays, actors are playing characters that are sometimes decades younger than they are. Here’s how it works.", "url": "https://www.nytimes.com/2018/11/23/theater/usual-girls-dance-nation-adults-playing-kids.html", "urlToImage": "https://static01.nyt.com/images/2018/11/06/arts/06usualgirls/06usualgirls-facebookJumbo.jpg", "publishedAt": "2018-11-23T15:00:04Z", "content": "EBONI BOOTH (Dance Nation) Clare was trying to make a point about how were a lot of different ages at different times. She and Lee [the director Lee Sunday Evans] kept using the word grounded to describe how we use our adult experiences to convey youth. From … [+1124 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAYA SALAM", "title": "gender letter: Renewing ‘Vows’: How the Times Wedding Section Is Changing", "description": "A peek inside one of the most loved (and reviled) sections of the paper.", "url": "https://www.nytimes.com/2018/11/23/style/ny-times-wedding-pages.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/style/23GenderLetter-vows/oakImage-1542643470083-facebookJumbo.jpg", "publishedAt": "2018-11-23T15:00:00Z", "content": "[Want to submit? You can do so here. No Ivy-league degree necessary.] But just because you submit, doesnt mean you are in. And just because you are chosen doesnt mean we take your word for everything. These announcements are reported and fact-checked. How do … [+1447 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRITTANY HOPE FLAMIK", "title": "The Saturday Profile: The Woman Putting Australia Into Space", "description": "“It’s so exciting,” says Megan Clark, the first chief executive of the the Australian Space Agency, which launched in July. “When you’ve got this little team, and you’ve got this opportunity, it’s like what have we got to lose?”", "url": "https://www.nytimes.com/2018/11/23/world/australia/megan-clark-space-agency.html", "urlToImage": "https://static01.nyt.com/images/2018/10/10/world/00oz-space-1/00oz-space-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T14:41:17Z", "content": "Ms. Clark feels she is well equipped to guide the agency through its growing pains. Her career, which she calls higgledy-piggledy, stretches from mining geology to venture capital to banking to becoming the first female chief executive of CSIRO, an Australian… [+1713 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jane Margolies", "title": "Act III for a Lower Manhattan Landmark", "description": "Originally home to an insurance company, then to city courts. Now the Clock Tower Building on lower Broadway will be a condo tower.", "url": "https://www.nytimes.com/2018/11/23/realestate/act-iii-for-a-lower-manhattan-landmark.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25highend-leonard1/25highend-leonard1-facebookJumbo.jpg", "publishedAt": "2018-11-23T14:32:55Z", "content": "Plenty of historic office buildings have been converted to residential use in recent years especially in Lower Manhattan, where some of the oldest commercial structures in New York stand. The latest building to undergo such a transformation is the Clock Tower… [+543 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Ronda Kaysen", "title": "When Autumn Leaves Take Over", "description": "Some homeowners find them beautiful and innocuous, while others disagree. Either way, a new eco-minded movement says: Don’t rake them.", "url": "https://www.nytimes.com/2018/11/23/realestate/when-autumn-leaves-take-over.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25Rightathome/25Rightathome-facebookJumbo.jpg", "publishedAt": "2018-11-23T14:06:48Z", "content": "Now that the leaves have decided to part ways with the branches, Im not eager to move the debris. But the longer you wait, the more foliage you get. Fortunately for me, theres the mow-in-place method, which Ive embraced with enthusiasm. The mulch makes a home… [+1476 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FAHIM ABED and FATIMA FAIZI", "title": "At War: Afghan War Casualty Report: Nov. 16-22", "description": "At least 42 security force members were killed during the past week, and 73 civilians died in air strikes, bombings, crossfire and a night raid.", "url": "https://www.nytimes.com/2018/11/23/magazine/afghan-war-casualty-report.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21afghanistan2/21afghanistan2-facebookJumbo.jpg", "publishedAt": "2018-11-23T14:06:47Z", "content": "Nov. 21 Logar Province: eight civilians killed Local officials said the National Directorate of Security, Afghanistans paramilitary intelligence service, carried out a night raid in Mohammad Agha District looking for Taliban insurgents. Eight civilians were k… [+1451 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SANDRA E. GARCIA", "title": "Jamaica Seeks to Add Reggae to a Unesco Cultural Heritage List", "description": "The country is hoping to add the genre to Unesco’s list of the intangible cultural heritage of humanity, an honor that would bring reggae more recognition.", "url": "https://www.nytimes.com/2018/11/23/world/americas/reggae-music-jamaica-world-heritage-list.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/22xp-reggae-slide-0CK4/22xp-reggae-slide-0CK4-facebookJumbo.jpg", "publishedAt": "2018-11-23T13:55:09Z", "content": "As the sound bridged continents and gave the disparaged a way to heal and sing, it inspired many other genres, including dancehall; reggaeton, which is popular in Latin America, Puerto Rico and the Dominican Republic; and reggae fusion, which includes element… [+838 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "Go Shopping — for Democracy", "description": "The Philadelphia Inquirer and The Philadelphia Daily News on display on a Philadelphia newsstand in 2012.", "url": "https://www.nytimes.com/2018/11/23/opinion/black-friday-local-journalism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/opinion/23leonhardt-newsletter/23leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-23T13:31:20Z", "content": "[ Listen to The Argument podcast every Thursday morning, with Ross Douthat, Michelle Goldberg and David Leonhardt. ] If there is a local news organization you already like and trust, I hope you will consider subscribing (or, in the case of public radio or oth… [+844 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARC SANTORA", "title": "Scandal Around Billionaire Prime Minister Leaves Czechs in Limbo", "description": "Demonstrators this week held placards calling for the resignation of Prime Minister Andrej Babis of the Czech Republic, who faced a no-confidence vote on Friday.", "url": "https://www.nytimes.com/2018/11/23/world/europe/andrej-babis-czech-republic.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24czech/24czech-facebookJumbo.jpg", "publishedAt": "2018-11-23T13:14:27Z", "content": "Mr. Babis, in the interview, said that his son had been on vacation, seeking to escape from the media glare, and there was nothing unusual about the trip. Last month, two journalists, Jiri Kubik and Sabina Slonkova, working for the news website Seznam Zprávy,… [+1178 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FAROOQ JAN MANGAL and MUJIB MASHAL", "title": "Bombing Inside Afghan Army Base Leaves Dozens Dead or Wounded", "description": "The blast occurred during Friday Prayer at a mosque at the military installation in Khost, a southeastern province. The death toll could be more than 20.", "url": "https://www.nytimes.com/2018/11/23/world/asia/afghanistan-army-mosque-bombing.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-23T13:07:37Z", "content": "Gul Mohammad-din Mohammadi, the deputy head of Khosts public health department, said 79 wounded soldiers had been taken to hospitals. Jawed Ghafoor, a spokesman for the Afghan Ministry of Defense, said helicopters had reached the base to evacuate the wounded … [+921 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "The Week in Arts: Alvin Ailey, the Internet and Florence Price", "description": "The dance company celebrates 60 years with new works and classics, and a neglected Price concerto is performed in New Jersey.", "url": "https://www.nytimes.com/2018/11/23/arts/alvin-ailey-the-internet-florence-price.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25week-dance/25week-dance-facebookJumbo.jpg", "publishedAt": "2018-11-23T13:00:04Z", "content": "Nov. 30; ifccenter.com ; landmarktheatres.com ; netflix.com. In Happy as Lazzaro, Alice Rohrwacher travels back into a not-so-distant Italy where an extended family of farmers like something out of Bruegels The Harvesters, save for the Walkman toils in the to… [+1084 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Amy Qin", "title": "For Some in Hong Kong, New Bridge Has a Downside: ‘That Kind of Tourist’", "description": "Since the world’s longest sea bridge opened last month, a deluge of shoppers from mainland China has had a once-quiet suburb up in arms.", "url": "https://www.nytimes.com/2018/11/23/world/asia/china-hong-kong-tung-chung.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24hongkong-1/24hongkong-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T12:54:47Z", "content": "There are so many mainland tourists invading our lifestyle and living space and we cannot tolerate that, said Roy Tam, a local activist who helped organize the protests. They are coming to our shops and buying baby milk powder, medicine and even menstruation … [+1273 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Richard Pérez Peña", "title": "‘We Lost Everything,’ Says U.K. Police Officer Poisoned in Novichok Attack", "description": "Detective Sgt. Nick Bailey said his family had to give up all its possessions for fear of contamination, after he was sickened in the assault on Sergei V. Skripal.", "url": "https://www.nytimes.com/2018/11/23/world/europe/uk-salisbury-novichok-police.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24skripal1/24skripal1-facebookJumbo.jpg", "publishedAt": "2018-11-23T12:25:31Z", "content": "On the night of March 4, after the Skripals were found unconscious on a park bench but before it was clear what had sickened them, three officers of the Wiltshire Police went to their home to investigate. Sergeant Bailey said he was the first one into the hou… [+1058 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WRAL", "title": "How WHATSAPP Leads Mobs to Murder...", "description": "ATHIMOOR-KALIYAM, India — In India, false rumors about child kidnappers have gone viral on WhatsApp, prompting fearful mobs to kill two dozen innocent people since April.", "url": "https://www.nytimes.com/2018/07/20/technology/how-whatsapp-leads-mobs-to-murder-in-india.html", "urlToImage": "https://wwwcache.wral.com/asset/business/2018/07/20/17711651/7efb89d0-df12-4574-a180-72a60e4910dc-DMID1-5fiin7b0q-640x427.jpg", "publishedAt": "2018-11-23T11:34:40Z", "content": "By Vindu Goel and Suhasini Raj, New York Times ATHIMOOR-KALIYAM, India In India, false rumors about child kidnappers have gone viral on WhatsApp, prompting fearful mobs to kill two dozen innocent people since April. The phenomenon is part of a trend of false … [+3114 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Vindu Goel", "title": "How WhatsApp Leads Mobs to Murder in India", "description": "False rumors of child kidnappers have gone viral on WhatsApp in India, prompting fearful mobs to kill two dozen innocent people since April", "url": "https://www.nytimes.com/interactive/2018/11/23/technology/whatsapp-india-killings-ES.html", "urlToImage": "https://static01.nyt.com/images/2018/07/18/business/whatts-app-alpha/whatts-app-alpha-facebookJumbo.jpg", "publishedAt": "2018-11-23T11:03:45Z", "content": "In India, false rumors about child kidnappers have gone viral on WhatsApp, prompting fearful mobs to kill two dozen innocent people since April. One of the first to be killed was a 65-year-old woman named Rukmani. WhatsApp, which is owned by Facebook, has a q… [+2180 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NOLAN RYAN TROWE", "title": "Exposures: Revelations in a Wheelchair", "description": "A recently disabled New York City photographer gets an education in the social and legal discrimination that people like him must face.", "url": "https://www.nytimes.com/2018/11/23/opinion/sunday/photography-in-a-wheelchair.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25Disability-Trowe-slide-9TTJ/25Disability-Trowe-slide-9TTJ-facebookJumbo.jpg", "publishedAt": "2018-11-23T11:00:10Z", "content": "Im a documentary photographer who was born and raised in California and now lives in New York, and I sometimes feel Ive already lived two lives but not because of the changes in geography Ive experienced. A little more than two years ago, when I was 23, I suf… [+716 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PRIYA KRISHNA", "title": "WhatsApp Is Changing the Way India Talks About Food", "description": "The application, blamed for all kinds of mayhem on the subcontinent, has proved a boon for farmers, home cooks and chefs who once lacked a way to share.", "url": "https://www.nytimes.com/2018/11/23/dining/whatsapp-india-cooking.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28WHATSAPP2/merlin_146050323_4654e4f4-277a-4035-ab26-80c93c941b34-facebookJumbo.jpg", "publishedAt": "2018-11-23T11:00:09Z", "content": "Theres also the issue of noise. WhatsApp users in India are well known for sending a constant stream of daily Good Morning! messages, jokes and videos, regardless of their relevance. Mr. Naik said he has had to remove several people from his group for floodin… [+1361 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIMOTHY EGAN", "title": "The Beginning of the End of America’s Best Idea", "description": "A sign designating the Corral Canyon Park recreation area stands amid landscape charred by the Woolsey fire in Malibu, Calif., on Nov. 13.", "url": "https://www.nytimes.com/2018/11/23/opinion/california-wildfires-national-parks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/opinion/23egan/23egan-facebookJumbo.jpg", "publishedAt": "2018-11-23T11:00:05Z", "content": "The two, wild and urban, have long had a tenuous coexistence in the Golden State. Of late, its reached a breaking point, with climate change happening at an accelerated pace the new abnormal, as Gov. Jerry Brown calls it. But which is more of a threat to our … [+1566 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOCHEN BITTNER", "title": "It’s Time for Angela Merkel to Leave", "description": "German Chancellor Angela Merkel attends a joint news conference with the President of Egypt, Abdel Fattah al-Sisi, after a meeting at the chancellery in Berlin, last month.", "url": "https://www.nytimes.com/2018/11/23/opinion/angela-merkel-chancellor-resign.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/opinion/23BITTNER/23BITTNER-facebookJumbo.jpg", "publishedAt": "2018-11-23T11:00:05Z", "content": "Ms. Merkel similarly stumbled over her governments decision to endorse the United Nations Global Compact for Migration, which calls on signatories to help migrants integrate into their societies while also improving conditions in the migrants home countries. … [+2947 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOSHUA BARONE", "title": "My Favorite Page: The Genius of ‘The Nutcracker’? It’s the Sugar Plum Fairy", "description": "Andrew Litton, New York City Ballet’s music director, says his favorite page from the score of “The Nutcracker” is the opening of “The Dance of the Sugar Plum Fairy.”", "url": "https://www.nytimes.com/2018/11/23/arts/music/nutcracker-new-york-city-ballet-tchaikovsky.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/arts/24NUTCRACKER-MUSIC1/24NUTCRACKER-MUSIC1-facebookJumbo.jpg", "publishedAt": "2018-11-23T11:00:05Z", "content": "How does this dance and the rest of The Nutracker compare with Tchaikovskys other ballet scores? Its his last ballet. He didnt really like the idea of the project, but he obliged. And it ended up being one of his most successful pieces. Its ironic that it was… [+2142 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXIS SOLOSKI", "title": "Encounters: Bridget Everett Gets Fitted for a Flaming ‘Tina Turner’ Dress", "description": "The raunchy cabaret star visits her costume designer’s studio in the East Village, otherwise known as the House of Larréon.", "url": "https://www.nytimes.com/2018/11/23/style/bridget-everett.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/fashion/25ENCOUNTERS4/25ENCOUNTERS4-facebookJumbo.jpg", "publishedAt": "2018-11-23T11:00:01Z", "content": "In the early days, Mr. Krone would shape the dresses while he and Ms. Everett were drinking and hanging out. The process now is a little more sober. Also, she pays him in cash instead of beer. After coffee and some chitchat, Mr. Krone removed the gown from th… [+1062 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VINCENT M. MALLOZZI", "title": "Vows: The Long Road to Recovery, and Then the Altar", "description": "Robbie Dexheimer and Alba Hancock, who met in an Arizona rehab facility, greet their guests after their wedding ceremony. They were married Oct. 28 at the Metropolitan Building in Long Island City, Queens.", "url": "https://www.nytimes.com/2018/11/23/fashion/weddings/the-long-road-to-recovery-and-then-the-altar.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/fashion/weddings/25VOWS1/25VOWS1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-23T11:00:01Z", "content": "In November 2012, Ms. Hancock, now sober, moved back to New York, and soon resumed her college studies at N.Y.U., while Mr. Dexheimer moved to yet another treatment center, the Foundation House, in Portland, Me. He eventually got a job there as director of ma… [+1012 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DES SHOE", "title": "Saudi Arabia, Hillary Clinton, Black Friday: Your Friday Briefing", "description": "A Black Friday sale in São Paulo, Brazil, on Thursday.", "url": "https://www.nytimes.com/2018/11/23/briefing/saudi-arabia-hillary-clinton-black-friday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/23us-ambrefing-blackfriday-AMCORE/merlin_147207825_5ad8cddd-8c58-4193-a5ce-f4701a438447-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:47:39Z", "content": "But some researchers question whether the bureaus projections provide a true picture. At issue, they say, is which people the government counts as white. Clinton on Europe: In an interview published Thursday, Hillary Clinton warned the Continents leaders that… [+1142 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The International Herald Tribune", "title": "1918: Belgian King Returns Home After World War I", "description": "Belgiums’s royal family received an enthusiastic greeting when they returned to Brussels after World War I, at the head of the country’s troops.", "url": "https://www.nytimes.com/2018/11/23/world/europe/ww1-belgium-king-albert.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/europe/23ihtretrospective-november/23ihtretrospective-november-facebookJumbo.png", "publishedAt": "2018-11-23T10:10:39Z", "content": "News was received in Paris last evening that King Albert re-entered his capital yesterday at the head of the Belgian troops, of whom he had taken command for the occasion. The King, who was accompanied by Queen Elizabeth and Princes Leopold and Charles and Pr… [+1080 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "All the World’s Staged", "description": "With a sluggish market, New York City brokers are encouraging all sellers to stage their apartments to help attract buyers.", "url": "https://www.nytimes.com/slideshow/2018/11/23/realestate/all-the-worlds-staged.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25STAGING-slide-F9QT/25STAGING-slide-F9QT-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:08:43Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Joanne Kaufman", "title": "Send in the Stagers", "description": "With the real estate market sluggish, a little decluttering won’t be enough to sell your home. Time to turn the space into a showroom.", "url": "https://www.nytimes.com/2018/11/23/realestate/send-in-the-stagers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25STAGING-slide-P1JZ/25STAGING-slide-P1JZ-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:06:46Z", "content": "I have to tell people all the time that they dont get a vote about the kind of couch or end table Im going to use, and I have to be very firm on that point, she said. I explain to them the difference between interior design, which is for a specific taste, and… [+1780 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Adam Satariano", "title": "Meet Zora, the Robot Caregiver", "description": "It may not look like much — more cute toy than futuristic marvel — but this robot is at the center of an experiment in France to change care for elderly patients.", "url": "https://www.nytimes.com/interactive/2018/11/23/technology/robot-nurse-zora.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/technology/robot-nurse-top-stories-1542822550792/robot-nurse-top-stories-1542822550792-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:04:26Z", "content": "This is Zora. It may not look like much more cute toy than futuristic marvel but this robot is at the center of an experiment in France to change care for elderly patients. When Zora arrived at this nursing facility an hour outside Paris, a strange thing bega… [+4334 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nellie Bowles", "title": "How Guy Raz Built ‘How I Built This’", "description": "The astonishment-prone host (Wow!) has turned a pure zeal for business (It’s amazing!) into a juggernaut podcast. (What is that like?!)", "url": "https://www.nytimes.com/2018/11/23/business/guy-raz-how-i-built-this.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/business/25GUYRAZ-01/25GUYRAZ-01-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:02:05Z", "content": "The conference is a haven for aspiration at all ages. Paul Tecker, 51, who founded H2OPS Hop Water, a sparkling water infused with hops, says he came because he wants to be part of a winning community. If youre going to be a winner, he says, you have to look … [+1845 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIA KOURLAS", "title": "The Soulful 11-Year-Old Princes of ‘The Nutcracker’", "description": "Tenzin Niles and Athan Sporek lead the charge at New York City Ballet.", "url": "https://www.nytimes.com/2018/11/23/arts/dance/the-soulful-11-year-old-princes-of-the-nutcracker.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25TWOPRINCESgroup/25TWOPRINCESgroup-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:20Z", "content": "A lot goes into casting the role. Size, for one. Will the boys fit the costume? Also, Ms. Abergel said, focus and learning are important. The ballet masters need to know that the kid is not going to freak out on the stage, she said. It is so much material. Bu… [+1335 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RONDA KAYSEN", "title": "The Brooklyn Army Terminal: New York’s Next Manufacturing Hub?", "description": "The massive, 100-year-old industrial space in Sunset Park could have lured more tech start-ups, but instead its focus is on New Yorkers who make things.", "url": "https://www.nytimes.com/2018/11/23/nyregion/the-brooklyn-army-terminal-new-yorks-next-manufacturing-hub.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/nyregion/25BAT1-promo/25BAT1-promo-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:17Z", "content": "We are going to see manufacturers fail, said Mr. Bowles, of the Center for an Urban Future. The global competition is intense. But at the same time, I feel more optimistic about manufacturing today, more than at any time in a while. The optimism can be found … [+1412 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAN SALTZSTEIN", "title": "Past Tense: Looking Back on 100 Years of New York City Drinking Culture, From Gritty to Elegant", "description": "TGI Fridays, 1966, Upper East Side. Before it became a restaurant franchise, TGI Fridays was one of the first singles bars in the country.", "url": "https://www.nytimes.com/2018/11/23/nyregion/new-york-bars-history-photos.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/nyregion/25ALBUM2/25ALBUM2-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:17Z", "content": "By the 1960s and into the 80s and 90s, bar culture in New York had become as varied and textured as the city itself. Cocktail bars got yet another revival at the Rainbow Room, where Dale DeGroff considered the godfather of the modern cocktail renaissance took… [+858 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA ALTER", "title": "Books News: Hollywood Has Long Turned to Novelists for Help. But Poets?", "description": "“As it turns out, poets are not often asked to have their work included in films,” said Maggie Gyllenhaal, who plays an aspiring poet in “The Kindergarten Teacher.”", "url": "https://www.nytimes.com/2018/11/23/books/kindergarten-teacher-maggie-gyllenhaal-poetry-poet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/books/26poetrymovie9/26poetrymovie9-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:14Z", "content": "Akbar said writing poems for a character in a movie was weird, but not so different from using a writing prompt or a formal constraint. It was almost like working within a received form, like a sonnet or a villanelle, to write into the context of the script, … [+1088 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Keep Children Away From E-Cigarettes", "description": "Readers urge the Food and Drug Administration to act more decisively.", "url": "https://www.nytimes.com/2018/11/23/opinion/letters/children-e-cigarettes.html", "urlToImage": "https://static01.nyt.com/images/2014/04/15/science/15ecig/15ecig-articleLarge.jpg", "publishedAt": "2018-11-23T10:00:13Z", "content": "To the Editor: Re F.D.A. Seeks Restrictions on Teens Access to Flavored E-Cigarettes and a Ban on Menthol Cigarettes (Nov. 15): Ive spoken with the Food and Drug Administration commissioner, Dr. Scott Gottlieb, on numerous occasions and have stressed to him t… [+998 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVIS D. JANOWSKI", "title": "The Delivery Trike Is Coming", "description": "The T3. Tricked-out tricycles with heavy-duty suspension systems could soon become an option for delivering groceries to New Yorkers.", "url": "https://www.nytimes.com/2018/11/23/nyregion/the-delivery-trike-is-coming.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/nyregion/25upcycle/25upcycle-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:12Z", "content": "The T3 is a tricycle built for grown-ups, and it is not for play. Weighing 150 pounds, it has an aluminum frame and sits on three small but durable bicycle tires with a heavy-duty suspension system in front one meant for all-terrain vehicles which helps to na… [+1388 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHOIRE SICHA", "title": "Work Friend: How to Deal With Nosy People at Work", "description": "Your goal: Make the office as un-annoying as possible.", "url": "https://www.nytimes.com/2018/11/23/business/work-is-theft.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/business/25workfriend/25workfriend-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:11Z", "content": "While every office is some kind of cult, every group of people respects archetypes. Lean into being the office grump. Be the rakish yet slightly alluring bad one. I dont go for drinks after work, we already have work together, lets talk about our work during … [+1619 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SYDNEY EMBER", "title": "Bernie Sanders: Lion of the Left, but Not the Only One Roaring", "description": "As he prepares for a likely run in 2020, Mr. Sanders is still a leader of the liberal wing. But other Democrats have adopted his message, making him less of a singular figure.", "url": "https://www.nytimes.com/2018/11/23/us/politics/bernie-sanders-president-2020.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/politics/00bernie-01/00bernie-01-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:11Z", "content": "I dont think he needs to add onto the message in the sense that thats his message, said Pete DAlessandro, who was Mr. Sanderss Iowa campaign director in 2016. That is his brand. There is also a more combustible element to the 2020 campaign: the Trump presiden… [+1580 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEE SHAPIRO", "title": "My Workout: Jovan Adepo Gets Workout Tips From John Krasinski", "description": "The actor, who stars in “Overlord” and “Tom Clancy’s Jack Ryan,” played football in college. But he takes advice from peers.", "url": "https://www.nytimes.com/2018/11/23/style/jovan-adepo-workout-routine.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/fashion/25LAAR1/25LAAR1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-23T10:00:10Z", "content": "On set, youre waiting around a lot. You can be first up on the shoot list and you can still be waiting an hour and a half before youre on. It can lead to snacking. The craft foods area is a black hole. At the moment, my diet is super-heavy on protein and vege… [+789 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GEOFFREY MORRISON", "title": "Travel Tips: Five Things to Bring on Every Long Flight", "description": "Keep yourself sane, snug, and distracted while you fly through the air with the greatest of ease.", "url": "https://www.nytimes.com/2018/11/23/travel/five-things-to-bring-on-every-long-flight.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25tips-longhaul/25tips-longhaul-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:08Z", "content": "My favorite is also the in-ear noise canceling pick from Wirecutter : the Bose QuietComfort 20. Theyre small, light, and you can somewhat-comfortably sleep with them on (at least, better than many other options). Most importantly, they reduce an incredible am… [+2363 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NELL McSHANE WULFHART", "title": "What Steve Aoki Can’t Travel Without", "description": "The globe-trotting D.J. and fitness entrepreneur always packs a meditation pillow and three computers (but he leaves his socks and underwear behind).", "url": "https://www.nytimes.com/2018/11/23/travel/what-steve-aoki-cant-travel-without.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25carryon-aoki-A/25carryon-aoki-A-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:07Z", "content": "Steve Aoki lives in Las Vegas, but thats little more than a technicality. The electro-house D.J. is constantly on the road, playing between 200 and 300 shows a year. In addition to his career in music, Mr. Aoki has developed a fitness regimen, Aoki Bootcamp, … [+1377 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IAN PARKES", "title": "Lewis Hamilton, the Face of Formula One, Pushes His Limits", "description": "The Mercedes driver, who has just won his fifth championship, is balancing racing with outside interests that make increasing demands of his time.", "url": "https://www.nytimes.com/2018/11/23/sports/autoracing/lewis-hamilton-mercedes-formula-one.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/sports/24LEWIS-INYT1/24LEWIS-INYT1-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:07Z", "content": "Over his career, he has also taken the pole position a record 82 times. This year the races have been my real specialty, he said. They have always been really strong for me anyway, but I dont recall leaving on a Sunday after a race this year wishing Id done s… [+1718 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JESSE McKINLEY", "title": "Republicans Hit Rock Bottom in New York. Can They Bounce Back?", "description": "Republicans lost eight seats in the State Senate on Election Day. The outgoing Senate majority leader, John J. Flanagan, will remain atop the party’s conference after withstanding a leadership challenge.", "url": "https://www.nytimes.com/2018/11/23/nyregion/new-york-republican-party-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/nyregion/00nygop1/00nygop1-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:07Z", "content": "[ Make sense of the people, issues and ideas shaping American politics with our newsletter. ] To that end, Mr. OReilly and other Republican strategists say the party needs to embrace its role as the opposition and see the losses as an opportunity return to be… [+1429 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By TOBY BILANOW", "title": "Weekly Health Quiz: A Deadly Food, the Appendix and Peanut Allergies", "description": "Test your knowledge of this week’s health news.", "url": "https://www.nytimes.com/interactive/2018/11/23/well/23healthquiz-11232018.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/well/family/20brodysub/20brodysub-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:06Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD KLASCO, M.D.", "title": "Ask Well: Which Type of Medical Scan Is Right for Me?", "description": "CT, M.R.I. and ultrasound scans offer different advantages and drawbacks.", "url": "https://www.nytimes.com/2018/11/23/well/live/which-type-of-medical-scan-is-right-for-me.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/well/ask-scan/merlin_146410860_b1be60ca-0009-427c-849f-008124acc8ba-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:02Z", "content": "M.R.I. provides exquisite detail and does not involve radiation. It is an excellent choice for assessing the soft tissues of joints and for detecting subtle brain abnormalities. But M.R.I. is poor at visualizing air-filled structures, such as the lungs. Also,… [+1171 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By SUZANNE MATSON", "title": "The Caretaker of the Chin Hairs", "description": "My mother’s whisker phobia was a proxy for other fears: being helpless, at the mercy of others’ compassion and care; the body’s incessant and inevitable failure; and death itself.", "url": "https://www.nytimes.com/2018/11/23/well/family/mother-daughter-elderly-dementia-end-of-life.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/well/family/23ties/23ties-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:01Z", "content": "Of course, the body includes the brain, and my mothers brain, at the very end, betrayed her as much as the endocrine system that sprouted the upsetting facial hair. When she thought the aides at her assisted living home near Boston were conspiring to put her … [+1279 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICH JUZWIAK", "title": "‘Bootleg Toys’ Are Their Own Kind of Collectibles", "description": "\"Bootleg\" action figures are mash-up creations that straddle the line between toys and art. Above, rejected, flawed model parts in Morgan Phillips's studio.", "url": "https://www.nytimes.com/2018/11/23/style/bootleg-toys-action-figures.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/fashion/15actionfigures-8/15actionfigures-8-facebookJumbo.jpg", "publishedAt": "2018-11-23T10:00:01Z", "content": "Mr. Gorals company, Killer Bootlegs, in Rockford, Ill., is so named because the pieces frequently recall the unpolished aesthetic of unlicensed action figures made abroad in the 70s and 80s; those bootleg toys have since become collector items themselves. And… [+1182 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Joanne Kaufman", "title": "Top 10 Staging Items", "description": "Putting your home on the market? If you want to attract buyers, it’s time to replace your personal belongings with a few of these things.", "url": "https://www.nytimes.com/2018/11/23/realestate/top-10-staging-items.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25staging-sidebar1/merlin_146815452_22165057-db5b-4128-86f6-b9d5ef0289d7-facebookJumbo.jpg", "publishedAt": "2018-11-23T09:58:25Z", "content": "Staging experts and brokers have certain go-to items when it comes to sprucing up a home and making it attractive to as many potential buyers as possible. Interior design, they point out, is all about the homeowners specific taste, but staging emphasizes broa… [+67 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Ethiopian Airlines Steps Up Hunt for African Connections", "description": "Ethiopian Airlines is accelerating its strategy of weaving a patchwork of new African routes to soak up traffic on the continent and fly customers towards its more lucrative flights to rapidly expanding Asian markets.", "url": "https://www.nytimes.com/reuters/2018/11/23/business/23reuters-ethiopia-airlines-africa-focus.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-23T09:48:33Z", "content": "Since May, Ethiopian has announced plans to launch an airline in Mozambique, relaunched Zambia's flag carrier, established a new airline in Chad to cover West and Central Africa and resumed flights to Somalia after a 41-year hiatus. REGIONAL HUBS The prize is… [+1166 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEFFERY C. MAYS", "title": "José Peralta, First Dominican-American Elected to New York State Senate, Dies at 47", "description": "State Senator José R. Peralta in 2012. Mr. Peralta represented Queens for 16 years in the State Assembly and the State Senate.", "url": "https://www.nytimes.com/2018/11/22/nyregion/jose-peralta-dominican-american-senator-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/nyregion/23peralta/23peralta-facebookJumbo.jpg", "publishedAt": "2018-11-23T09:36:31Z", "content": "On Twitter, Adriano D. Espaillat, who was the first Dominican-American elected to Congress, called Mr. Peralta a loving husband &amp; brother who adored and protected his family. Jose Peralta was a proud son of Queens and the Dominican Republic. He worked his… [+993 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VICKY XIUZHONG XU", "title": "India and Australia Move to Tighten Bonds to Counter China’s Rise", "description": "President Ram Nath Kovind of India, center, with Prime Minister Scott Morrison of Australia, right, unveiled a statue of Mahatma Gandhi in Sydney on Thursday.", "url": "https://www.nytimes.com/2018/11/23/world/australia/india-leaders-meet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24oz-india-1/24oz-india-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T09:00:17Z", "content": "After unveiling a statue of Mohandas K. Gandhi and addressing members of the Indian diaspora in Sydney, Mr. Kovind spoke to students at the University of Melbourne before heading to a cricket game between India and Australia. The visit came as the two countri… [+1573 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALASTAIR MACAULAY", "title": "The breakdown: Balanchine’s Kaleidoscopic Waltzing Flowers in ‘The Nutcracker’", "description": "Our chief dance critic analyzes the changing geometries in George Balanchine’s “Waltz of the Flowers.”", "url": "https://www.nytimes.com/2018/11/23/arts/dance/the-breakdown-nutcracker-balanchine-waltz-of-the-flowers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/arts/dance/24waltzoftheflowers-promo/24waltzoftheflowers-promo-facebookJumbo.png", "publishedAt": "2018-11-23T09:00:10Z", "content": "You dont think of choreographers as mathematicians yet group dances involve arithmetic and geometry. Nobody mastered those aspects of the art more brilliantly than George Balanchine (1904-83). See what he does with the Waltz of the Flowers\" in The Nutcracker,… [+5492 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACK EWING", "title": "Ghosn Arrest Exposes Stress in Japanese-French Auto Marriage", "description": "Executive’s jailing hits Nissan, Renault and Mitsubishi as they confront a global slowdown, a trade war and a major shift in technology.", "url": "https://www.nytimes.com/2018/11/23/business/nissan-renault-carlos-ghosn.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/23nissan-1/23nissan-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T08:00:01Z", "content": "Breaking the alliance would be a very negative thing for all of the parties, said Felipe Munoz, global analyst at JATO Dynamics, a market research firm. Carmakers are realizing that being alone is more difficult. Going out of the alliance would be going again… [+1687 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATT STEVENS", "title": "Police Kill Gunman Who Shot Man at Alabama Mall on Thanksgiving", "description": "Outside the Riverchase Galleria in Hoover, Ala., on Thursday night, when the mall had been expected to be open from 6 p.m. to midnight.", "url": "https://www.nytimes.com/2018/11/23/us/alabama-mall-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/us/24xp-mallshooting1/24xp-mallshooting1-facebookJumbo.jpg", "publishedAt": "2018-11-23T07:34:29Z", "content": "Asked who had shot the 12-year-old girl, Captain Rector said it was too early in the investigation to know. We believe last we heard that she was alert, conscious and talking, he said. He said he was not aware of any other injuries to shoppers or police offic… [+996 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEHER AHMAD, SALMAN MASOOD and DANIEL VICTOR", "title": "Karachi Police Stop Attack Meant for Chinese Consulate", "description": "Pakistani officials said all three attackers were killed outside the Chinese compound, and at least two officers are dead. A separatist group is said to claim responsibility.", "url": "https://www.nytimes.com/2018/11/23/world/asia/pakistan-karachi-attack-chinese-consulate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24pakistan-1/24pakistan-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T06:18:23Z", "content": "KARACHI, Pakistan Pakistani security forces stopped an attempted terrorist attack on the Chinese Consulate in Karachi on Friday morning, officials said, after an extended gun battle outside a security checkpoint. Officials said that all three attackers were k… [+445 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "How Tiger and Phil Could Have Made Their Pay-Per-View Match Meaningful - New York Times", "description": "New York Times How Tiger and Phil Could Have Made Their Pay-Per-View Match Meaningful New York Times NAPLES, Fla. — Minjee Lee, the No. 2 money winner in the L.P.G.A. this season, follows men's golf pretty closely because her younger brother, Min Woo, is a to…", "url": "https://www.nytimes.com/2018/11/23/sports/golf/tiger-woods-phil-mickelson-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/sports/23crouse3/merlin_137967741_d2b3a9d6-0fe6-457c-af11-85ce2836555b-facebookJumbo.jpg", "publishedAt": "2018-11-23T06:00:40Z", "content": "The L.P.G.A. commissioner, Michael Whan, has said he is thrilled to see that 14 women t opped $1 million in earnings this season. In 2010, his first year on the job, the number was eight. And then, he said, he looked up the PGA Tour money list and saw that 11… [+1658 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOHAMMED HANIF", "title": "Contributing Op-Ed Writer: ‘Still or Sparkling?’ How About Just Safe?", "description": "Forty percent of all deaths in Pakistan may be caused by contaminated water. Bottled water isn’t a solution.", "url": "https://www.nytimes.com/2018/11/23/opinion/pakistan-water-contamination-bottled.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18hanifBOTTLED/18hanifBOTTLED-facebookJumbo.jpg", "publishedAt": "2018-11-23T06:00:00Z", "content": "And people do just that. Those who cant afford to buy bottled or filtered water drink whatever comes out of the nearest tap, source or pond and leave the rest to the doctor they cant afford either or to Allah, whom everyone can afford. Anyway, those of us who… [+2846 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SUI-LEE WEE", "title": "In China, a School Trains Boys to be ‘Real Men’", "description": "Employing American football and chest-thumping chants, Tang Haiyan offers an answer to a country that worries that its sons are too coddled and feminine. “We will never cultivate sissies,” he says.", "url": "https://www.nytimes.com/2018/11/23/business/china-boys-men-school.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/23chinamale-3-print/00chinamale-1-facebookJumbo.jpg", "publishedAt": "2018-11-23T05:00:09Z", "content": "In the Real Boys Club, the lessons of manhood are taught in slogans. Before the boys do their homework, they pledge to study hard for the rise of China, starting with the words: I am a real man! The main bearer of the family and social responsibility in the f… [+616 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RACHEL HOLLIDAY SMITH", "title": "5 Cheap(ish) Ways to Maximize a Tiny Kitchen", "description": "Work small, cook big.", "url": "https://www.nytimes.com/2018/11/23/smarter-living/make-small-kitchen-feel-big.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/smarter-living/22sl_CheapishKitchen/22sl_CheapishKitchen-facebookJumbo.jpg", "publishedAt": "2018-11-23T05:00:00Z", "content": "Hanging trash can Get that garbage off the floor. Find yourself a tiny trash bin that latches onto the door of your under-sink cabinet and hide it away. Yes, almost all of these hanging garbage bins are smaller than your standard 13-gallon kitchen can, which … [+1768 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WIRECUTTER STAFF", "title": "The Morning After: Thanksgiving Cleanup Tips", "description": "Thanksgiving is awesome. Thanksgiving cleanup stinks. Here are a few tips to make it easier.", "url": "https://www.nytimes.com/2018/11/23/smarter-living/wirecutter/the-morning-after-thanksgiving-cleanup-tips.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/smarter-living/wc-thanksgivingclean-slide-OPRW/wc-thanksgivingclean-slide-OPRW-facebookJumbo.png", "publishedAt": "2018-11-23T05:00:00Z", "content": "Despite many warnings against doing so, you can use soap to clean cast-iron pans, and you probably should. The soap thing drives me crazy, said Mary Theisen, a vintage-cast-iron expert and proprietor of The Pan Handler, a site where enthusiasts can browse and… [+1120 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By HELEN SCHULMAN", "title": "Destined to Marry the Cute Bartender", "description": "Sometimes you’re not meant to be with the guy who is always on time and has already bought the tickets.", "url": "https://www.nytimes.com/2018/11/23/style/destined-to-marry-the-cute-bartender.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/style/1125MODERNLOVE/1125MODERNLOVE-facebookJumbo.jpg", "publishedAt": "2018-11-23T05:00:00Z", "content": "I looked at my iPhone and texted my husband: Where are you? No answer. Bored, I walked around the clock, which is also an octagonal information center. Was my husband oblivious enough to be standing on the other side? I used to stand on that side in high scho… [+1329 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES BARRON", "title": "Tommy Rowles, 78, Dies; Bartender to the Prominent (and Others)", "description": "For 53 years, Mr. Rowles served drinks at Bemelmans Bar in the Carlyle hotel. His drink menu eventually included one named after him.", "url": "https://www.nytimes.com/2018/11/22/obituaries/tommy-rowles-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/obituaries/23rowles/merlin_56718070_905f28ab-8239-4177-93b8-16d1159d7d08-facebookJumbo.jpg", "publishedAt": "2018-11-23T03:38:21Z", "content": "If he didnt do that, Mr. Rowles recalled, they were going to let me go. Mr. Rowles said Truman had ordered an Old Grand-Dad bourbon, and when Mr. Rowles told him he could never drink that, the former president said, Well, take a look outside and tell me what … [+1201 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "地方选举将近，台湾警惕北京干涉竞选 - 纽约时报中文网", "description": "纽约时报中文网 地方选举将近，台湾警惕北京干涉竞选 纽约时报中文网 台湾台北——随着台湾准备在周六举行地方选举，人们对北京长期以来试图影响台湾政治的努力有了一个新武器的担心也在增长：俄罗斯式影响竞选的运作。 台湾县市长和村级领导人的选举将在某种程度上被... 美官员对选举公开“表示关切”，台媒：究竟谁是“境外干预因素” 搜狐 社评：美西一些力量倒像要干预台湾选举 环球网 台湾：北京干预台湾选举 美国之音 希望之声国际广播电台 此专题所有 135 篇报道 »", "url": "https://cn.nytimes.com/asia-pacific/20181123/taiwan-elections-meddling/", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21taiwan-1/merlin_147017184_0fb14431-f77a-4fd3-9b5a-171c9da884b7-articleLarge.jpg", "publishedAt": "2018-11-23T03:22:35Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "China Says U.S.-China Trade Talks Should Be Equal, Mutually Beneficial", "description": "Trade talks between the United States and China should be equal and mutually beneficial, Chinese Vice Commerce Minister Wang Shouwen said on Friday, adding that he hoped the two countries can find ways to manage their differences through dialogue.", "url": "https://www.nytimes.com/reuters/2018/11/22/business/22reuters-usa-trade-china-minister.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-23T02:53:33Z", "content": "The U.S. tariff rate on $200 billion in Chinese goods is set to increase to 25 percent from 10 percent on Jan. 1. Trump has threatened to impose tariffs on all remaining Chinese imports - about $267 billion more in goods - if Beijing fails to address U.S. dem… [+814 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS HORTON", "title": "地方选举将近，台湾警惕北京干涉竞选", "description": "台湾官员表示，北京正在利用社交媒体等传播虚假信息，这些信息被认为用来攻击蔡英文及民进党。政府还怀疑北京通过台企向竞选活动非法输入资金，影响选举。 Ann Wang/Reuters 台湾高雄市长民进党候选人陈其迈的支持者。一些人担心北京正试图影响此次选举。", "url": "https://cn.nytimes.com/asia-pacific/20181123/taiwan-elections-meddling/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21taiwan-1/merlin_147017184_0fb14431-f77a-4fd3-9b5a-171c9da884b7-articleLarge.jpg", "publishedAt": "2018-11-23T02:39:30Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TEJAL RAO", "title": "Devastated by California Fire, Paradise Finds a Way to Give Thanks", "description": "Members of the California Department of Forestry and Fire Protection served meals from a relief kitchen set up by World Central Kitchen in Chico, Calif., on Thursday.", "url": "https://www.nytimes.com/2018/11/22/us/california-fire-thanksgiving.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/us/23feastfire1-print/23feastfire1-facebookJumbo.jpg", "publishedAt": "2018-11-23T01:46:31Z", "content": "Before a fire demolished their town, Rowdy Shaw and Shanna Shaw had planned to host nine guests for Thanksgiving at their new home, off Lucky John Road in Paradise, Calif. The Shaws had moved into the house just four months earlier, to be close to the communi… [+933 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ASHLEY SOUTHALL", "title": "Lawyer Defends New Jersey Man Over Arson Charge and His Brother’s Death", "description": "Police officers blocked the road leading to the site of grisly killings in Colts Neck, N.J., a day after all four members of a family were found dead after a suspicious fire.", "url": "https://www.nytimes.com/2018/11/22/nyregion/colts-neck-nj-fire.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/nyregion/23njfire1/23njfire1-facebookJumbo.jpg", "publishedAt": "2018-11-23T01:44:59Z", "content": "But firefighters responding to a fire about seven hours later in Colts Neck, N.J., 12 miles away, made a gruesome discovery: the bodies of Keith Caneiro, 50; his wife, Jennifer Karidis Caneiro, 45; and their two children, James, 11, and Sophia, 8. Keith Canei… [+980 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHANG CHIEN", "title": "简报：中国制造改变世界；台湾警惕大陆干预选举", "description": "美中争霸世界被迫选边；消息称美国游说盟友弃用华为；中国维权律师余文生获国际人权奖；日产董事长被解职；俄罗斯军事情报机构负责人去世……简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181123/china-taiwan-us-hanfu/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/22/climate/cn-pic/cn-pic-articleLarge.png", "publishedAt": "2018-11-23T01:15:11Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEFFERY C. MAYS", "title": "José Peralta, First Dominican-American Elected to State Senate, Dies at 47", "description": "State Senator José R. Peralta in 2012. Mr. Peralta represented Queens for 16 years in the State Assembly and the State Senate.", "url": "https://www.nytimes.com/2018/11/22/nyregion/jos-peralta-dominican-american-senator-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/nyregion/23peralta/23peralta-facebookJumbo.jpg", "publishedAt": "2018-11-23T00:23:13Z", "content": "On Twitter, Adriano D. Espaillat, who was the first Dominican-American elected to Congress, called Mr. Peralta a loving husband &amp; brother who adored and protected his family. Jose Peralta was a proud son of Queens and the Dominican Republic. He worked his… [+993 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAMIEN CAVE", "title": "Letter 82: China Rules, Australian Gift Guide, Art, Asian Malls, Marijuana and Parenting", "description": "This week’s Australia Letter rounds up nine can’t-miss journalistic surprises, from suggestions for holiday shopping to an argument Australia is wealthy, but second-rate.", "url": "https://www.nytimes.com/2018/11/22/world/australia/china-gift-guide-malls-art-marijuana.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/australia/23australialetter82/23australialetter82-facebookJumbo.jpg", "publishedAt": "2018-11-23T00:04:51Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "A City Lost and Found", "description": "Remains of walls and floors, probably from houses, from the lost city of Tenea.", "url": "https://www.nytimes.com/2018/11/22/opinion/a-city-lost-and-found.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22greece-edt/22greece-edt-facebookJumbo.jpg", "publishedAt": "2018-11-23T00:00:04Z", "content": "The archaeologist was Elena Korka, now the director of Greeces Office for Supervision of Antiquaries and Private Archaeological Collections, and the sarcophagus led her and her team to more rich tombs, ceramics and other finds and finally to the announcement … [+1527 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PAUL KRUGMAN", "title": "How Democrats Can Deliver on Health Care", "description": "New Jersey shows the way. You got a problem with that?", "url": "https://www.nytimes.com/2018/11/22/opinion/democrats-obamacare-states.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22KRUGMAN/22KRUGMAN-facebookJumbo.jpg", "publishedAt": "2018-11-23T00:00:03Z", "content": "On the other hand, with Republicans still controlling the Senate and White House, major new federal legislation on health care isnt going to happen. Democrats may debate about their future agenda, which seems likely to include offering some form of Medicare b… [+2114 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TERESA FAZIO", "title": "Let Women Be Warriors", "description": "Eighteen women made history in May 2017 by graduating from Army infantry training.", "url": "https://www.nytimes.com/2018/11/22/opinion/let-women-be-warriors.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22fazio/22fazio-facebookJumbo.jpg", "publishedAt": "2018-11-23T00:00:03Z", "content": "Similarly, a Swedish Army captain told me that as a young soldier, she drove armored personnel carriers in Afghanistan. After dodging an I.E.D., she took charge when her new male lieutenant panicked and unwittingly disabled their radio network. At the time, h… [+1719 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID BROOKS", "title": "The Return of the Chastened Establishment", "description": "The Diplomatic Reception Room at the White House.", "url": "https://www.nytimes.com/2018/11/22/opinion/populism-establishment-working-class.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22brooks-02/22brooks-02-facebookJumbo.jpg", "publishedAt": "2018-11-23T00:00:03Z", "content": "As the authors of the Opportunity America report lay out the evidence, you see how the debate has evolved over the past few years. First, there used to be relatively little research attention paid to the working class at all. Now its the epicenter. Second, th… [+1836 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "No Excuse for Myanmar’s Treatment of the Rohingya", "description": "Rohingya refugees shouted slogans at a protest against a repatriation order at the Unchiprang refugee camp in Bangladesh on Nov. 15.", "url": "https://www.nytimes.com/2018/11/22/opinion/rohingya-myanmar-bangladesh-repatriation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/opinion/23rohingya-edt/23rohingya-edt-facebookJumbo.jpg", "publishedAt": "2018-11-23T00:00:03Z", "content": "The hurried repatriation was agreed to by Bangladesh and Myanmar under pressure from China, which has economic ties to both and ambitious plans for the region. But according to Human Rights Watch, the military-dominated government of Myanmar, which has denied… [+1644 chars]"}]}