{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Gardiner Harris", "title": "State Dept. Improperly Seized Passports of Americans in Yemen, Inquiry Finds", "description": "The passports, which consular officials said contained false or fraudulent names, were taken between December 2012 and June 2013, just as Yemen’s fragile political system began descending into chaos.", "url": "https://www.nytimes.com/2018/11/02/world/middleeast/state-department-passports-yemen-citizens-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/03DC-DIPLO/merlin_146241894_04a5651d-a210-4078-8406-6cced7fbae7d-facebookJumbo.jpg", "publishedAt": "2018-11-02T23:36:49Z", "content": "But the departments inspector general concluded that the revocations and seizures in Yemen did not follow proper procedure, and that consular officials routinely ignored citizens who asked what had happened to their passports. In one case, the embassy took a … [+1045 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD SANDOMIR", "title": "Paul Zimmerman (Dr. Z) Dies at 86; Chronicled Football’s Complexity", "description": "The pro football writer Paul Zimmerman in 1997. He charted virtually everything that occurred on a football field, including the length of the national anthem.", "url": "https://www.nytimes.com/2018/11/02/obituaries/paul-zimmerman-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/obituaries/04ZIMMERMAN-OBIT1/03ZIMMERMAN2-facebookJumbo.jpg", "publishedAt": "2018-11-02T23:33:11Z", "content": "Mr. Zimmerman burnished his football-expert credentials with the publication of A Thinking Mans Guide to Pro Football (1970), which he revised in 1984. In his review of the original version, the Times sports columnist Robert Lipsyte praised Mr. Zimmerman for … [+1464 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER BAKER", "title": "Once Reluctant to Speak Out, an Energized Obama Now Calls Out His Successor", "description": "Barack Obama has re-emerged as the Democrats’ most prominent face, pitting president versus president over the future of the country.", "url": "https://www.nytimes.com/2018/11/02/us/politics/obama-trump-campaign-trail.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03dc-obama/03dc-obama-facebookJumbo.jpg", "publishedAt": "2018-11-02T23:25:41Z", "content": "I was taken aback by the amount of space in President Obamas speeches that are devoted to a full frontal assault on Donald J. Trump and his administration, said Karl Rove, the political strategist for former President George W. Bush. He spends a considerable … [+2268 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Supreme Court Allows Trial on Census Citizenship Question to Go Forward - New York Times", "description": "New York Times Supreme Court Allows Trial on Census Citizenship Question to Go Forward New York Times WASHINGTON — Rejecting a request from the Trump administration, the Supreme Court declined on Friday to halt a trial in a lawsuit challenging the addition of…", "url": "https://www.nytimes.com/2018/11/02/us/politics/supreme-court-census-citizenship-question.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03dc-census/03dc-census-facebookJumbo.jpg", "publishedAt": "2018-11-02T23:15:58Z", "content": "Theres nothing unusual about a new cabinet secretary coming to office inclined to favor a different policy direction, soliciting support from other agencies to bolster his views, disagreeing with staff or cutting through red tape, Justice Gorsuch wrote. Of co… [+1987 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal", "title": "Heavily-Marked Glenn Gould Score Of Bach’s “Goldbergs” Turns Up", "description": "“I would call this the equivalent of a shooting script of a movie,” said the critic Tim Page, a professor of music and journalism at the University of Southern California and the editor of “The Glenn Gould Reader.” “He keeps track of which takes he likes, and…", "url": "https://www.nytimes.com/2018/11/02/arts/music/glenn-gould-bach-goldberg-variations.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/arts/music/03gould-item1/03gould-item1-facebookJumbo.jpg", "publishedAt": "2018-11-02T23:14:13Z", "content": "Few classical recordings have aroused as much fascination as Glenn Goulds 1981 take on Bachs Goldberg Variations. Gould, whose first major-label recording was a classic 1955 account of the Goldbergs, rerecorded them more than 25 years later. He then died, at … [+851 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ENID NEMY", "title": "Carlene Roberts Lawrence, Air Industry Pioneer, Dies at 105", "description": "Carlene Roberts Lawrence in an undated photo. She was elected vice president of American Airlines in 1951, when few women were being admitted into the executive suites of any industry.", "url": "https://www.nytimes.com/2018/11/02/obituaries/carlene-roberts-lawrence-air-industry-pioneer-dies-at-105.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/obituaries/03LAWRENCE1/03LAWRENCE1-facebookJumbo.jpg", "publishedAt": "2018-11-02T23:05:17Z", "content": "The next year, the airline decided to move its general offices from Chicago to the newly opened La Guardia Airport in New York. To help with the move, Ms. Roberts was named director of a newly established housing department, a new kind of corporate unit at th… [+1526 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALI WATKINS", "title": "Racist Slur Defaces African Burial Ground Monument in Lower Manhattan", "description": "African Burial Ground Monument in Lower Manhattan is considered a symbol of New York’s prominent and long-ignored role in colonial African-American culture.", "url": "https://www.nytimes.com/2018/11/02/nyregion/african-burial-ground-monument-racial-slur.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/nyregion/03burialground/03burialground-facebookJumbo.jpg", "publishedAt": "2018-11-02T22:52:51Z", "content": "The African Burial Ground Monument in Lower Manhattan, a treasured site for the nations black community, was defaced with a racist slur on Thursday, the authorities said. In black marker, a vandal scrawled Kill, followed by the slur, on a plaque at the monume… [+541 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Brooks Barnes", "title": "Mickey Turns 90, and the Disney Marketing Machine Celebrates", "description": "To draw attention to its oldest character, Disney has revved up its cross-promotional machine to what may be its highest level yet.", "url": "https://www.nytimes.com/2018/11/02/business/media/mickey-mouse-anniversary-90th.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03MICKEY-90th/03MICKEY-90th-facebookJumbo.jpg", "publishedAt": "2018-11-02T22:51:38Z", "content": "Mickeys popularity has remained remarkably stable over the years, according to Henry Schafer, executive vice president for the Q Scores Company, which measures the popularity of celebrities, brands and licensed properties. A springtime poll by the company sho… [+1399 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and HIROKO MASUIKE", "title": "Jobs, Midterms, Asylum: Your Friday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/02/briefing/jobs-midterms-asylum.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/110218evening-briefing-promo/03int-asylum1-facebookJumbo.jpg", "publishedAt": "2018-11-02T22:50:06Z", "content": "4. Jewish leaders across the U.S. invited people of all faiths to attend the first Sabbath services following the synagogue massacre in Pittsburgh last weekend. The Jewish Sabbath begins at sundown on Fridays. The tradition is to say a prayer while lighting t… [+611 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TEJAL RAO", "title": "Resy Acquires Reserve, in the Fierce Tussle Over Restaurant Reservations", "description": "OpenTable is still the biggest player, but that dominance is under challenge by Resy and other rivals.", "url": "https://www.nytimes.com/2018/11/02/dining/resy-buys-reserve-restaurant-reservations.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/dining/03resy/03resy-facebookJumbo.jpg", "publishedAt": "2018-11-02T22:48:23Z", "content": "The market for OpenTable and such companies was always more limited, because some people just didn't use it,\" said John A. Gordon, a principal at Pacific Management Consulting Group, which analyzes restaurants strategies and earnings. Weve got over a million … [+1719 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Man Said to Be Pittsburgh Suspect's Father Killed Himself Amid 1979 Rape Case - New York Times", "description": "New York Times Man Said to Be Pittsburgh Suspect's Father Killed Himself Amid 1979 Rape Case New York Times PITTSBURGH — Forty years before Robert Bowers was accused of gunning down 11 people in an anti-Semitic rampage at the Tree of Life synagogue, the man b…", "url": "https://www.nytimes.com/2018/11/02/us/pittsburgh-gunman-father-rape-case.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/03bowers1/03bowers1-facebookJumbo.jpg", "publishedAt": "2018-11-02T22:40:58Z", "content": "According to 1979 news reports and court records, Randall Bowers, then 26, followed a 20-year-old woman out of a pizza shop in Pittsburghs Oakland neighborhood and then grabbed the steering wheel of her car and climbed inside as she tried to flee. The woman d… [+1152 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LINDSAY CROUSE", "title": "This New York City Marathon Should Be a Great Race", "description": "Shalane Flanagan, center, practiced alongside Colleen Quigley, left, and Kate Grace in August in Oregon.", "url": "https://www.nytimes.com/2018/11/02/sports/new-york-city-marathon-contenders.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/sports/04watch-web-flanagan1/04watch-web-flanagan1-facebookJumbo.jpg", "publishedAt": "2018-11-02T22:28:02Z", "content": "Imagine youre a race organizer and you wanted to put together an incredibly memorable marathon. You might come very close to constructing the field that has been assembled for the womens New York City Marathon on Sunday. Since its a home race for Americans, y… [+940 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARC TRACY", "title": "Rewriting the Rules (and Attitudes) for College Football Transfers", "description": "Will Grier, Kyler Murray and a host of others show that transferring, once a no-no, is the new normal for quarterbacks looking to audition for the N.F.L.", "url": "https://www.nytimes.com/2018/11/02/sports/ncaafootball/quarterback-transfers-will-grier.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/sports/03transfer-print-2/03transferweb1-facebookJumbo.jpg", "publishedAt": "2018-11-02T22:09:11Z", "content": "Coaches have largely embraced the trend not that they have much choice. I think its good when I get the good player, said L.S.U. Coach Ed Orgeron, whose quarterback came from Ohio State. When I lose the good player, I dont like it. Two rule changes in effect … [+2423 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KYLE BUCHANAN", "title": "The Carpetbagger: Carey Mulligan Makes a Mess in ‘Wildlife,’ and Men are Vexed", "description": "She plays a complicated mother, and some male viewers can’t seem to handle it: “They don’t like seeing a woman who’s out of line,” she says.", "url": "https://www.nytimes.com/2018/11/02/movies/carey-mulligan-wildfire.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/arts/02careymulligan1/02careymulligan1-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:52:04Z", "content": "By and large, you work in independent movies. The Great Gatsby was a big-budget studio film, but thats a rarity on your résumé. After An Education, my agent told me, You shouldnt take a job unless you cant bear the idea of someone else doing it, and thats how… [+1321 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAN RANSOM", "title": "Night of Partying Ended in a Grisly Murder. A Jeweler’s Surrogate Son Is Guilty.", "description": "James Rackover leaving a Manhattan police station in 2016, after being charged with the murder of Joseph Comunale. Mr. Rackover, 27, was convicted Friday after a day of deliberations.", "url": "https://www.nytimes.com/2018/11/02/nyregion/james-rackover-trial.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/nyregion/03rackover/00rackover-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:49:23Z", "content": "Mr. Rackover had been born James Beaudoin II. He changed his last name in 2015 to that of his intimate partner, the Manhattan jeweler Jeffrey Rackover, whose clients include Oprah Winfrey, Jennifer Lopez, and first lady Melania Trump, according to a civil law… [+2004 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Mario Segale, Developer Who Inspired Nintendo to Name Super Mario, Dies at 84 - New York Times", "description": "New York Times Mario Segale, Developer Who Inspired Nintendo to Name Super Mario, Dies at 84 New York Times Mario A. Segale, a Seattle-area real estate developer who unwittingly lent his name to perhaps the most famous video game character in history — Ninten…", "url": "https://www.nytimes.com/2018/11/02/obituaries/mario-segale-dies-super-mario.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/autossell/03XP-MARIO02/03XP-MARIO02-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:48:02Z", "content": "He started his company, M. A. Segale Inc., with a single dump truck, the obituary states. It became a major construction contractor in the Northwest. Mr. Segale also continued his parents practice of buying land around Tukwila, and he established a business p… [+1330 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By ABBY GOODNOUGH", "title": "F.D.A. Approves Powerful New Opioid Despite Warnings of Likely Abuse", "description": "The head of a review panel predicted the drug, Dsuvia, would cause more overdose deaths. But the F.D.A. said there were adequate safeguards.", "url": "https://www.nytimes.com/2018/11/02/health/dsuvia-fda-opoid.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/science/03OPIOIDS/03OPIOIDS-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:45:06Z", "content": "The divisions over the new drugs approval comes after opioid overdose deaths surged to more than 40,000 last year, including more than 30,000 from fentanyl and other synthetic opioids. States and the federal governments have cracked down on the prescribing of… [+1710 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Peter Eavis", "title": "Apple Will Stop Revealing How Many iPhones It Sells. That’s a Bad Sign.", "description": "Apple’s stock plunged on Friday on a disappointing sales forecast. But investors were also unnerved by the decision to stop providing crucial data.", "url": "https://www.nytimes.com/2018/11/02/business/dealbook/apple-iphones.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/dealbook/03db-apple2/merlin_146101260_7fb0872d-48a1-41c4-bf9f-f9a0859a7377-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:38:23Z", "content": "The decision, along with Apples disappointing forecast for this quarters sales, helped drive the companys stock price down more than 7 percent on Friday, a move that weighed on the wider stock market. Apples move to cut back its disclosures also should serve … [+1469 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CARLOTTA GALL", "title": "Turkey’s President Invokes NATO Solidarity in Killing of Jamal Khashoggi", "description": "President Recep Tayyip Erdogan, in an opinion article in The Washington Post, said the order to kill Mr. Khashoggi came from “the highest levels of the Saudi government.”", "url": "https://www.nytimes.com/2018/11/02/world/europe/khashoggi-erdogan-washington-post.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03turkey/03turkey-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:31:08Z", "content": "Turkish officials have leaked a stream of details about the killing of Mr. Khashoggi at the consulate on Oct. 2. He had gone there to obtain documents that would have allowed him to marry his Turkish fiancée. The Saudi government, after initially denying Mr. … [+1040 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Supreme Court to Rule on 40-Foot War Memorial Cross - New York Times", "description": "New York Times Supreme Court to Rule on 40-Foot War Memorial Cross New York Times WASHINGTON — The Supreme Court agreed on Friday to decide whether a 40-foot cross on state property in suburban Maryland violates the First Amendment's ban on government establi…", "url": "https://www.nytimes.com/2018/11/02/us/politics/supreme-court-cross-war-memorial.html", "urlToImage": "https://static01.nyt.com/images/2017/10/28/us/00dc-cross/00dc-cross-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:30:59Z", "content": "The Peace Cross has stood as a place of solemn commemoration and a source of civic unity for nearly a century, the petition said. By compelling its removal, destruction or dismemberment, the panels decision will necessitate an act of shocking disrespect for t… [+1799 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAN BILEFSKY", "title": "Canada Letter: High Demand and Short Supply in Canada’s Legal Cannabis Trade", "description": "Canada’s new legal market for marijuana is facing shortages amid higher-than-expected interest, writes Dan Bilefsky", "url": "https://www.nytimes.com/2018/11/02/world/canada/legal-marijuana-shortages-canada-letter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03canadaletter1/03canadaletter1-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:30:41Z", "content": "She has also rebranded her shop, since operating a medical marijuana retail operation is officially illegal. But as of Friday, the provincial authorities had still not granted her license. She is determined to be part of the legal trade. I dont look good in a… [+2647 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DARA HORN", "title": "American Jews Know How This Story Goes", "description": "The final resting place for Rose Mallinger, one of 11 killed in the shooting at the Tree of Life Synagogue.", "url": "https://www.nytimes.com/2018/11/02/opinion/sunday/jews-pittsburgh-anti-semitism-prayer.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/04hornSub/04hornSub-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:26:52Z", "content": "In the years that followed, the internet suddenly allowed anyone to say whatever he wanted, rewarding the most outrageous from every political stripe. Soon, comments sections became an open sewer, flowing with centuries-old garbage and as social media explode… [+1968 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHERI FINK", "title": "Poor Disaster Oversight Imperiled Nursing Homes, Senate Report Finds", "description": "A Senate inquiry called for tougher standards after last year’s hurricane season resulted in fatal heat strokes and chaotic evacuations at nursing homes.", "url": "https://www.nytimes.com/2018/11/02/us/nursing-homes-hurricanes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/02Nursing1/merlin_143809659_c926be3c-9bff-4920-ab3c-c7c5dfc2c37a-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:06:54Z", "content": "Medicare officials said that the existing temperature range requirement had proved sufficient and that it applied in times of disaster, even though that is not stated explicitly in the emergency preparedness rule. Weve now had a few go-rounds of emergencies, … [+2162 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MUJIB MASHAL and THOMAS GIBBONS-NEFF", "title": "How a Taliban Assassin Got Close Enough to Kill a General", "description": "The attack that killed a powerful Afghan police chief and missed the top U.S. commander led to violence between allies, and the rumor that Americans were behind it all.", "url": "https://www.nytimes.com/2018/11/02/world/asia/taliban-attack-raziq-alliance.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/world/00afghan-raqiz-1/00afghan-raqiz-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T21:03:19Z", "content": "One of the Afghan guards was shot dead by an American gunner while the vehicles rammed through the gate, Afghan and American officials said. The convoy was attacked one more time at a traffic circle, according to American officials. In Kandahar, the security … [+2113 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAN BILEFSKY", "title": "The Saturday Profile: Disgraced at the Olympics Because of Marjiuana, a Snowboarder Returns to his Cannabis Roots", "description": "Ross Rebagliati, who was briefly stripped of a snowboarding gold medal in 1998 because of marijuana, hopes that Canada’s decision to legalize pot will bring him closure, business opportunities and, perhaps most importantly, vindication.", "url": "https://www.nytimes.com/2018/11/02/world/canada/canada-pot-snowboarder-olympics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03rebagliati5/03rebagliati5-facebookJumbo.jpg", "publishedAt": "2018-11-02T20:59:10Z", "content": "He bought and sold real estate, initially investing some of his snowboarding winnings, and he hoped to build a luxury hotel. But he went into debt when the property market crashed after the terror attacks of Sept. 11, 2001, and he was forced to eke out a livi… [+1959 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY QIN", "title": "Jin Yong, Lionized Author of Chinese Martial Arts Epics, Dies at 94", "description": "The novelist Jin Yong in 2002 with his book “Book and Sword, Gratitude and Revenge” at his office in Hong Kong. He was broadly popular with generations of Chinese readers.", "url": "https://www.nytimes.com/2018/11/02/obituaries/jin-yong-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/obituaries/03JIN1/03JIN1-facebookJumbo.jpg", "publishedAt": "2018-11-02T20:32:06Z", "content": "In tales of love, chivalry, friendship and filial piety, his characters are flawed, with complex emotional histories, making them all the more appealing. Writing about heroes was very easy, Jin Yong said in a 2012 interview. But as I got older I learned that … [+1341 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS ST. FLEUR", "title": "Trilobites: When Human Relatives First Visited a Green Arabian Peninsula", "description": "An elephant tusk uncovered at the Ti’s al Ghadah excavation site in Saudi Arabia, which scientists say was once covered in grassland vegetation, with aridity levels similar to those found in open savanna settings in eastern Africa today.", "url": "https://www.nytimes.com/2018/11/02/science/arabian-peninsula-green.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/science/03TB-GREENARABIApromo/03TB-GREENARABIApromo-facebookJumbo.jpg", "publishedAt": "2018-11-02T20:29:43Z", "content": "Along with the marked fossils, the team had found stone flakes, the waste product from stone tool making, at the site. The stone tools add the nail in the coffin, said Mr. Stewart, providing evidence that hominins had butchered these bones. The team had also … [+1528 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Book Review Podcast: Nana Kwame Adjei-Brenyah on ‘Friday Black’", "description": "“Black people being murdered is unfortunately a constant in this country. Murdered with impunity. It’s something that’s constantly on my mind,” Adjei-Brenyah says. “So some of these stories respond to that very specifically.”", "url": "https://www.nytimes.com/2018/11/02/books/review/podcast-nana-kwame-adjei-brenyah-friday-black-joseph-ellis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Orange/04Orange-facebookJumbo.jpg", "publishedAt": "2018-11-02T20:27:33Z", "content": "Subscribe: iTunes | Google Play Music | How to Listen The stories in Nana Kwame Adjei-Brenyahs debut collection, Friday Black, feel very much of this moment: Funny and violent and angry in equal measure, they cast a cleareyed look at themes of race and class … [+1302 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VANESSA FRIEDMAN", "title": "On the Runway: The First Female President Will Not Carry a Handbag", "description": "Robin Wright, center, as the president in Season 6 of “House of Cards,” about to deliver some shocking news to her cabinet.", "url": "https://www.nytimes.com/2018/11/02/fashion/house-of-cards-claire-underwood-fashion.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/fashion/08HouseofCards-1/08HouseofCards-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T20:16:23Z", "content": "Many presidents wear cuff links from the White House Gift Shop, so I wanted to get a pair for Claire, Ms. Harris said. She contacted the gift shop (which was once run by the Secret Service but is now a separate for-profit business no longer affiliated with th… [+1320 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER MEDINA and LAURIE GOODSTEIN", "title": "On the First Shabbat After Pittsburgh Attack, ‘Everyone Is Going to Come to Shul’", "description": "Less than a week after the Pittsburgh shooting killed 11 people attending shabbat services, synagogues across the country are expecting packed congregations.", "url": "https://www.nytimes.com/2018/11/02/us/shabbat-pittsburgh-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/02shabbat/02shabbat-facebookJumbo.jpg", "publishedAt": "2018-11-02T20:14:44Z", "content": "There will be singing, as there always is, she said, but there will also be time set aside for people to speak with each other about their own feelings after a week that really upended our sense of stability and security in this country. Rabbi Brous, a libera… [+1748 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Andrew Jacobs", "title": "Where ‘Yes! To Affordable Groceries’ Really Means No to a Soda Tax", "description": "Coke, PepsiCo and other big beverage companies are the unseen forces (and funders) behind ballot initiatives that would ban taxes on food sales.", "url": "https://www.nytimes.com/2018/11/02/health/grocery-taxes-oregon-washington-soda-tax.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/science/03SODATAX1/03SODATAX1-facebookJumbo.jpg", "publishedAt": "2018-11-02T20:05:50Z", "content": "Like many shoppers, Ms. Brunfield was surprised to learn that Coca-Cola, Pepsi and the Dr Pepper Snapple Group have provided the lion share of money to promote the measure. Knowing that kind of gives me pause about whether I should support it, she said. In Or… [+1991 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "US and Turkey Drop Dueling Sanctions Against Senior Officials - New York Times", "description": "New York Times US and Turkey Drop Dueling Sanctions Against Senior Officials New York Times WASHINGTON — The United States and Turkey have lifted sanctions against top officials in each other's government in a mutual sign on Friday of warming diplomatic relat…", "url": "https://www.nytimes.com/2018/11/02/world/europe/us-turkey-sanctions-pastor.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03dc-turkey/03dc-turkey-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:55:48Z", "content": "The Treasury Department updated its list of individuals under sanction on Friday to remove the two Turkish officials. Mr. Brunsons release came a week after the disappearance of Jamal Khashoggi, a Saudi dissident and Washington Post columnist, inside Saudi Ar… [+884 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Our Mental Health at Risk", "description": "A reader says the president’s speech adversely affects the psyche of Americans.", "url": "https://www.nytimes.com/2018/11/02/opinion/letters/mental-health.html", "urlToImage": "https://static01.nyt.com/images/2018/10/31/opinion/31friedman-copy/31friedman-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:49:37Z", "content": "To the Editor: Dr. Richard A. Friedman, in The Neuroscience of Hate Speech (Op-Ed, Nov. 1), describes the connection between the hateful rhetoric constantly spewing from President Trumps mouth and the increasingly violent acts we are witnessing in our country… [+343 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'Outlander' Takes Manhattan - New York Times", "description": "New York Times 'Outlander' Takes Manhattan New York Times There are many Claires. There is World War II Claire, bloody in her military nurse's apron. There is Scottish Claire, back in 1743, snug in warm woolens and riding clothes. And then there's the most ph…", "url": "https://www.nytimes.com/2018/11/02/arts/television/outlander-caitriona-balfe-sam-heughan-season-4-starz.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/arts/03outlander-comic-con1/03outlander-comic-con1-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:43:00Z", "content": "The core four of Outlander are like the Beatles of New York Comic Con, she says. It seems like a hyperbolic comparison until you spend an afternoon tagging along with Balfe and three castmates, Sam Heughan (Jamie), Sophie Skelton (Brianna) and Richard Rankin … [+1400 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHARON LaFRANIERE", "title": "Judge Orders Evidence to Be Gathered in Emoluments Case Against Trump", "description": "The Trump Organization’s profits from its Trump International Hotel in Washington are at issue in a lawsuit accusing President Trump of illegally benefiting.", "url": "https://www.nytimes.com/2018/11/02/us/politics/trump-emoluments-lawsuit-evidence.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03dc-emoluments/03dc-emoluments-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:39:15Z", "content": "WASHINGTON A federal judge in Maryland on Friday ordered evidence-gathering to begin in a lawsuit accusing President Trump of violating the Constitution by maintaining a financial interest in his companys Washington hotel. The plaintiffs are seeking records t… [+1090 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEN BELSON", "title": "The Favorite in the New York City Marathon Has a Secret Weapon", "description": "Geoffrey Kamworor will try to defend his title in New York on Sunday. Easier said than done, but he trains in Kenya with Eliud Kipchoge, the greatest marathoner ever.", "url": "https://www.nytimes.com/2018/11/02/sports/new-york-marathon-favorite.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/sports/04favorite-web5/04favorite-web5-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:38:58Z", "content": "Kamworor speaks with the confidence of an athlete who has a diverse and growing résumé. He has won three consecutive world half-marathon championships, two straight world titles in cross-country, and the silver medal at the world championships in 2015 in the … [+1153 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Beto O'Rourke in Candle Wax. Ted Cruz in Acrylic. Meet the Crafters Who Love Politics. - New York Times", "description": "New York Times Beto O'Rourke in Candle Wax. Ted Cruz in Acrylic. Meet the Crafters Who Love Politics. New York Times While some Americans have prepared for next week's election by obsessively following the news or canvassing neighborhoods, a small minority ha…", "url": "https://www.nytimes.com/2018/11/02/us/politics/etsy-candidates.html", "urlToImage": "https://static01.nyt.com/images/2018/10/30/us/politics/etsy1/etsy1-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:33:01Z", "content": "When I first started selling them, the little ladies would say, Oh put that in a bag please, as if they were buying condoms, Ms. Rutherford said. Now, last week I did a craft show and people are saying, Hey, where are those Trump things, I want five of them. … [+1177 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Peter J. Henning", "title": "Could New York’s Suit Against Exxon Help Undermine the Law Behind It?", "description": "The case, involving Exxon Mobil’s climate change accounting, could renew interest in a congressional push to curb state regulatory powers.", "url": "https://www.nytimes.com/2018/11/02/business/dealbook/new-york-exxon-climate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03db-henning/03db-henning-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:22:42Z", "content": "The Martin Act has been used in high-profile cases before. Maurice R. Greenberg, a former chief executive of the American International Group, finally settled a lawsuit last year that rested on the law. Initially filed in 2005 by Eliot Spitzer when he was att… [+2547 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAX BERLINGER", "title": "Encounters: Sunny Suljic of ‘Mid90s’ Checks Out His Favorite Skate Shop", "description": "The 13-year-old actor is a star of Jonah Hill’s coming-of-age skateboarding movie.", "url": "https://www.nytimes.com/2018/11/02/style/sunny-suljic-mid90s-jonah-hill.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/04encounters1/04encounters1-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:19:00Z", "content": "I was like, Wait, is that Jonah Hill? I mean, Im a big fan, he said. My friends were like, Were you just talking to Jonah Hill? And I was like, Oh yeah, its no big deal. He was cast as Stevie, a prepubescent boy who falls in with a group of teenage skateboard… [+994 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES BARRON", "title": "Alec Baldwin Is Arrested in Manhattan", "description": "The actor Alec Baldwin was taken into custody after getting into a dispute over a parking spot, according to published reports.", "url": "https://www.nytimes.com/2018/11/02/nyregion/alec-baldwin-arrested.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/nyregion/03baldwin/03baldwin-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:16:57Z", "content": "In Washington, Mr. Trump was asked about Mr. Baldwins arrest. I wish him luck, Mr. Trump said. Mr. Baldwin has been a presence on television lately, with a low-rated talk show on ABC. But he had received the most attention from his appearances on Saturday Nig… [+680 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Austan Goolsbee", "title": "Preserving the Wealth That Conservation Built", "description": "Business and conservation needn’t be opposed to one another. Government regulation to preserve the environment can unlock private sector wealth.", "url": "https://www.nytimes.com/2018/11/02/business/preserving-wealth-conservation-environment-built.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04view1-sub/merlin_140689365_d49dc144-9b0c-4af3-9939-10c60bee8f87-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:05:23Z", "content": "Here, the public sector corrected a market failure. The individual companies dumping into the river were collectively ruining the neighborhood. When the government regulated their behavior, it ended up unlocking loads of private sector value. Though there are… [+1946 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MELINA DELKIC", "title": "understanding the times: How We Cover Elections: Live Polling", "description": "The Upshot’s Amanda Cox and Nate Cohn answer questions about the midterm election polls The Times is sharing in real time, a first for any news organization.", "url": "https://www.nytimes.com/2018/11/02/reader-center/how-we-cover-elections-live-polling.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/reader-center/02utt-polling/02utt-polling-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:03:40Z", "content": "You do know some real answers about who voted not who they voted for but the fact that they did vote. So thats a higher-order way of judging: Is it truthful or not? What are the risks of publishing incomplete data as it comes together? COX Results of small sa… [+1622 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BARI WEISS and DAMON WINTER", "title": "When a Terrorist Comes to Your Hometown", "description": "The scene outside the Tree of Life Synagogue, where 11 people were killed, was emotional.", "url": "https://www.nytimes.com/2018/11/02/opinion/pittsburgh-synagogue-shooting-bari-weiss.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02weiss4/02weiss4-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:02:24Z", "content": "Better angels like Michael Sampson, who showed up with a giant Israeli flag, his wife, Leslie, and his two kids to join the protest. His 11-year-old son, Jordan, will tell you: Were here because hate came to what should be a safe space. And it should not be t… [+1000 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Patricia R. Olsen", "title": "Sewing That Ends Up in Orbit", "description": "In 1975, Hue Nguyen fled by boat from South Vietnam, where she had learned to sew. Now her finished work soars into space with NASA astronauts.", "url": "https://www.nytimes.com/2018/11/02/business/sewing-leidos-astronauts.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04VOCATIONS-01/04VOCATIONS-01-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:02:00Z", "content": "After having children, I started a home business sewing bridal gowns, bridesmaid dresses and other items. When they were older, I began sewing for several space industry companies, and in 2011, I started as a sewing technician at Leidos, a science, engineerin… [+462 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM NAGOURNEY", "title": "Dianne Feinstein, Out of Touch? Not Liberal Enough? She Begs to Differ", "description": "Despite murmurs of opposition from her own party, Senator Dianne Feinstein of California is in a dominant position in her campaign for Senate.", "url": "https://www.nytimes.com/2018/11/02/us/dianne-feinstein-senate-california.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/us/00feinstein-04/00feinstein-04-facebookJumbo.jpg", "publishedAt": "2018-11-02T19:00:57Z", "content": "Presidents are supposed to bring people together, not drive them apart, she said after the arrest of a suspect for sending bombs to Mr. Trumps critics, but before the deadly attack on a synagogue in Pittsburgh. And all of these rallies lock her up. She added,… [+1447 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LELA MOORE", "title": "Sporting: I Was Never an Athlete. Then I Found Running.", "description": "The author, right, with her friend Kelly Maina after finishing a Brooklyn half marathon in May.", "url": "https://www.nytimes.com/2018/11/02/opinion/running-marathons-sports.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/opinion/03sporting-top/03sporting-top-facebookJumbo-v2.jpg", "publishedAt": "2018-11-02T19:00:00Z", "content": "I found a Couch to 5K program online and worked my way up to the prescribed 3.1 miles. On my own, without the emphasis on speed or time, I found to my amazement that I enjoyed running. A friend mentioned to me that she was planning to do a half marathon with … [+1410 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "Orson Welles’ Final Movie and More: 7 Things to Know From the Week in Pop Culture", "description": "What you need to know from this week’s TV, music and movie news.", "url": "https://www.nytimes.com/2018/11/02/arts/orson-welles-the-other-side-of-the-wind-game-of-thrones.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/arts/03cheatsheet-orson/03cheatsheet-orson-facebookJumbo.jpg", "publishedAt": "2018-11-02T18:51:22Z", "content": "The Chilling Adventures of Sabrina takes the teenage witch into a darker and spookier realm. In fact, the real-life Satanic Temple is threatening a lawsuit over a statue in the shows Academy of Unseen Arts that resembles the temples copyrighted design for a s… [+394 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "David Gelles", "title": "Jeff Raider on Founding Warby Parker and Harry’s", "description": "First, eyeglasses. Now, shaving. Mr. Raider, a co-founder of two powerful direct-to-consumer brands, says change happens faster than we think.", "url": "https://www.nytimes.com/2018/11/02/business/jeff-raider-warby-parker-harrys-corner-office.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04CORNEROFFICE-vertical/04CORNEROFFICE-vertical-facebookJumbo.jpg", "publishedAt": "2018-11-02T18:42:39Z", "content": "How did the company get started? When I first heard about the idea for Warby Parker, I was sitting around after class with one of my good friends, and another one of our friends came up and said, What do you think about the idea of selling glasses online? At … [+2354 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Rob Walker", "title": "You’ve Been Offered a Great New Job, but Is It Worth a Pay Cut?", "description": "An employee with a supportive boss is thrilled to learn about a newly created position that will allow her to continue her research. The problem: The job is at a lower classification.", "url": "https://www.nytimes.com/2018/11/02/business/new-job-pay-cut-worth-it.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04Workologist/04Workologist-facebookJumbo.jpg", "publishedAt": "2018-11-02T18:38:39Z", "content": "Send your workplace conundrums to workologist@nytimes.com, including your name and contact information (even if you want it withheld). The Workologist is a guy with well-intentioned opinions, not a professional career adviser. Letters may be edited. Ive recen… [+2092 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DHARISHA BASTIANS and JEFFREY GETTLEMAN", "title": "Bribery Accusations Deepen Turmoil in Sri Lanka", "description": "A majority of the country’s parliamentarians vowed to back the ousted prime minister, setting up a standoff with the country’s president.", "url": "https://www.nytimes.com/2018/11/02/world/asia/sri-lanka-prime-minister-bribery-crisis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03srilanka3/03srilanka3-facebookJumbo.jpg", "publishedAt": "2018-11-02T18:36:18Z", "content": "Some lawmakers who support Mr. Rajapaksa have said privately that they are worried about gaining enough votes in Parliament, though others predicted Mr. Wickremesinghe would lose support in the coming days. Thousands of Sri Lankans have taken to the streets t… [+1064 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letterS: Yemen’s Plight, and That Photo of the Girl", "description": "Oxfam America calls on the United States to end its support for the Saudi coalition, and readers react to the “gut-wrenching” images of starving Yemeni children.", "url": "https://www.nytimes.com/2018/11/02/opinion/letters/yemen-saudi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/world/02yemen-print/02yemen-facebookJumbo.jpg", "publishedAt": "2018-11-02T18:29:09Z", "content": "Abby Maxman Boston The writer is president and chief executive of Oxfam America. To the Editor: Re Saudi War Pushes Yemenis to the Brink of Starvation (front page, Oct. 28) and Why The Times Decided to Publish Haunting Photos of Yemeni Children (Inside The Ti… [+1143 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "David Gelles", "title": "Jeff Raider on Founding Warby Parker and Harry’s", "description": "First, eyeglasses. Now, shaving. Mr. Raider, a co-founder of two powerful direct-to-consumer brands, says change happens faster than we think.", "url": "https://www.nytimes.com/2018/11/02/business/jeff-raider-on-founding-warby-parker-and-harrys.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04CORNEROFFICE-vertical/04CORNEROFFICE-vertical-facebookJumbo.jpg", "publishedAt": "2018-11-02T18:23:45Z", "content": "How did the company get started? When I first heard about the idea for Warby Parker, I was sitting around after class with one of my good friends, and another one of our friends came up and said, What do you think about the idea of selling glasses online? At … [+2354 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Trump’s Suggestion: If Migrants Throw Rocks, Shoot Them", "description": "“And we thought separating families was bad,” a reader writes.", "url": "https://www.nytimes.com/2018/11/02/opinion/letters/trump-migrants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/politics/02dc-immig2-promo/02dc-immig2-promo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-02T18:20:00Z", "content": "To the Editor: Trump Invoking Crisis at Border as Voting Nears (front page, Nov. 2) describes President Trumps latest brutal policy based on his usual collection of lies. Now he is saying that if, after walking for weeks through the heat and sleeping on stree… [+721 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Know Your Squash: How They Look, How They Cook", "description": "A quick guide to winter squash, the M.V.P.s of the holiday table.", "url": "https://www.nytimes.com/2018/11/02/dining/winter-squash-varieties-guide.html", "urlToImage": "https://static01.nyt.com/images/2018/11/07/dining/07gourds1/07gourds1-facebookJumbo.jpg", "publishedAt": "2018-11-02T18:11:30Z", "content": "As Thanksgiving gatherings go, they are a motley group: the Curcurbitaceae, a vine-growing family with nearly 1,000 members, including pumpkins, melons, zucchini and cucumbers. Some are gourds hard-shelled, bitter, stringy and suitable only for decoration. Bu… [+374 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: End Legacy Admissions?", "description": "A statue of John Harvard overlooks Harvard Yard, the oldest part of Harvard University’s campus.", "url": "https://www.nytimes.com/2018/11/02/opinion/letters/legacy-admissions.html", "urlToImage": "https://static01.nyt.com/images/2018/10/28/opinion/28kristof/28kristof-facebookJumbo-v2.jpg", "publishedAt": "2018-11-02T17:59:59Z", "content": "To the Editor: Re Liberal Hypocrisy in College Admissions?, by Nicholas Kristof (column, Oct. 28): Attention to legacy admissions is justified but missing the point. If legacy admissions are ended, without increased commitments to recruiting, admitting and su… [+1154 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATTHEW HAAG", "title": "Whitey Bulger’s Crew, From ‘the Rifleman’ to ‘the Executioner’: Where Are They Now?", "description": "The life of Mr. Bulger, the notorious Mafia boss who was killed in prison this week, intersected with a memorable and ruthless cast of characters.", "url": "https://www.nytimes.com/2018/11/02/us/whitey-bulger-death-john-connolly.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/03xp-bulger-whitey/merlin_146108229_a8d079e6-094c-48ab-b2e5-8a70ab122f99-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:52:43Z", "content": "Mr. Bulger may have gotten the better deal. He wooed Mr. Connolly with jewelry and money, and got protection in return. Two days before Christmas in 1994, he received the ultimate protection. Mr. Connolly warned him that he was about to be indicted on federal… [+1784 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: U.S.-Mexico Relations", "description": "The flags of Canada, the United States and Mexico, illuminated for a news conference in Washington last year at the start of Nafta renegotiations.", "url": "https://www.nytimes.com/2018/11/02/opinion/letters/mexico-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/10/21/opinion/21jacobson/21jacobson-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:47:31Z", "content": "To the Editor: Re My Year as a Trump Ambassador, by Roberta S. Jacobson (Sunday Review, Oct. 21): We should all be grateful to Ambassador Jacobson, a former and most recent United States ambassador to Mexico, for her compelling revelation about the difficulti… [+843 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALIX STRAUSS", "title": "Sunday Routine: How Randy Rainbow, Singing Political Satirist, Spends His Sundays", "description": "The viral musical theater performer often goes thrifting for costumes in Astoria, Queens, and usually meets his “girls” in Hell’s Kitchen for brunch and cocktails.", "url": "https://www.nytimes.com/2018/11/02/nyregion/how-randy-rainbow-singing-political-satirist-spends-his-sundays.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/nyregion/04ROUTINE10/04ROUTINE10-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:36:13Z", "content": "Until 2016, the video performer Randy Rainbow (yes, thats his real name) was enjoying a healthy YouTube following. Mr. Rainbow found his way to fame, however, once Donald Trump ran for president. This is when the actor and singer, now 36, transformed his quir… [+5184 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VANESSA FRIEDMAN and JONAH ENGEL BROMWICH", "title": "Carly Rae Jepsen to Calvin Klein: ‘Call Me’ (Maybe?)", "description": "There’s a lot of the brand in the Canadian cult favorite’s new music video, and Calvin Klein says it had nothing to do with it.", "url": "https://www.nytimes.com/2018/11/01/style/carly-rae-jepsen-calvin-klein.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/fashion/01carlyrae-promo/01carlyrae-promo-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:15:55Z", "content": "Carly does not have a partnership with Calvin Klein nor any upcoming. Of note, this was not a paid integration but its such a classic brand and CK underwear was the only way to go, a spokeswoman for Ms. Jepsen later confirmed. Ms. Jepsen was not paid to use t… [+1293 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAX FISHER and AMANDA TAUB", "title": "The Interpreter: Trump Accelerates Global Disintegration of Once Sacrosanct Asylum Rights", "description": "He may not be the first to flout the rules — even the E.U. has. But he is risking damage that could become permanent.", "url": "https://www.nytimes.com/2018/11/02/world/europe/trump-asylum.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03int-asylum1/03int-asylum1-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:08:04Z", "content": "As a result what we have now isnt a global refugee system so much as a loose network of occasionally and partially observed norms. This means that there is no reliable process for relieving the political, social and economic pressures that sudden refugee infl… [+1456 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Katie Benner", "title": "Senior Google Lobbyist Is Stepping Down From Her Role", "description": "Susan Molinari, who leads Google’s federal lobbying and policy efforts, is leaving her role amid growing scrutiny of the Silicon Valley giant.", "url": "https://www.nytimes.com/2018/11/02/technology/google-susan-molinari-quits-walkout-harassment.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03google/03google-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:05:47Z", "content": "After the election of President Trump, Mr. Schmidts presence in Washington waned. Ms. Molinari was poised to take on some of his former lobbying duties. But it is unclear how effective she was at working with the Trump administration. She has not been able to… [+1087 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Gunmen in Egypt Kill 7 Coptic Christian Pilgrims - New York Times", "description": "New York Times Gunmen in Egypt Kill 7 Coptic Christian Pilgrims New York Times CAIRO — Gunmen believed to be Islamist extremists killed at least seven Coptic Christian pilgrims and wounded 16 on Friday, ambushing two buses near a remote desert monastery south…", "url": "https://www.nytimes.com/2018/11/02/world/middleeast/egypt-coptic-christians-ambush.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/world/03egypt/03egypt-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:02:14Z", "content": "In a statement, Mr. Sisi condemned the attack as an act of black terrorism carried out by forces that were seeking to undermine the cohesive fabric of the homeland. He vowed to find and prosecute the perpetrators. The attacks on Christians are viewed as an at… [+995 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SALMAN MASOOD", "title": "Pakistani Religious Leader Known as ‘Father of the Taliban’ Killed", "description": "Maulana Sami ul-Haq, center, had an overarching influence over the Taliban movement in neighboring Afghanistan and within Pakistan and led his own faction of a religious party, Jamiat Ulema-e-Islam.", "url": "https://www.nytimes.com/2018/11/02/world/asia/pakistan-taliban-leader-killed.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03pakistan-taliban/03pakistan-taliban-facebookJumbo.jpg", "publishedAt": "2018-11-02T17:00:34Z", "content": "ISLAMABAD, Pakistan A prominent Pakistani Muslim spiritual leader known as the father of the Taliban was killed at home Friday evening in a knife attack, officials said, further roiling the countrys combustible religious tensions. The leader, Maulana Sami ul-… [+703 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATIE BENNER, CECILIA KANG and DAISUKE WAKABAYASHI", "title": "Senior Google Lobbyist Is Stepping Down From Her Role", "description": "Susan Molinari, who leads Google’s federal lobbying and policy efforts, is leaving her role amid growing scrutiny of the Silicon Valley giant.", "url": "https://www.nytimes.com/2018/11/02/technology/google-susan-molinari-quits.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03google/03google-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:58:24Z", "content": "After the election of President Trump, Mr. Schmidts presence in Washington waned. Ms. Molinari was poised to take on some of his former lobbying duties. But it is unclear how effective she was at working with the Trump administration. She has not been able to… [+1087 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANN CARRNS", "title": "Your Money Adviser: State 529 College Savings Plans Are Cutting Fees, New Analysis Finds", "description": "Morningstar said that explaining the plans more clearly could help persuade more parents to use them. The lower fees might also help.", "url": "https://www.nytimes.com/2018/11/02/your-money/529-college-savings-plans-fees.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03adviser_illo/03adviser_illo-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:39:12Z", "content": "Its unfortunate that so few parents do, he said, because a main benefit of a 529 fund is that families can attain investment returns, rather than letting cash sit in a low-interest checking or savings account. Many states also offer a tax break to savers. Fou… [+1722 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal", "title": "What’s With This Obsession With Greatness In Classical Music?", "description": "Anthony Tommasini: “Classical music has justifiably been criticized for its obsession with greatness, with certifying a repertory of canonical masterpieces that get played again and again. I, for one, go back and forth about how much this quality should matte…", "url": "https://www.nytimes.com/2018/11/02/arts/music/anthony-tommasini-classical-music.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04COMPOSERS-COMBO/04COMPOSERS-COMBO-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:32:55Z", "content": "The case for denying Grieg greatness is easy. He was certainly no Beethoven when it came to ambitious musical forms. At 20, urged by a mentor, he wrote a symphony but soon withdrew it and never completed another. He came under pressure to compose a stirring N… [+2877 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHERINE STEWART", "title": "God’s Red Army", "description": "The Republican Party hopes to beat back the Democrats on Tuesday with a big push from the Christian right.", "url": "https://www.nytimes.com/2018/11/02/opinion/midterms-christian-right-election-day.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/04stewart/04stewart-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:30:03Z", "content": "Unionville, not coincidentally, sits in one hotly contested congressional district and in driving range of two others, all three currently in Republican hands. If we lose those three seats to progressives, Tami Fitzgerald, executive director of the North Caro… [+2836 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY WEINSTEIN", "title": "Five Weeknight Dishes: Because We All Have to Eat!", "description": "Let us help you do it efficiently and deliciously, with spaghetti and meatballs, chickpea stew and a quick glazed roasted salmon.", "url": "https://www.nytimes.com/2018/11/02/dining/because-we-all-have-to-eat.html", "urlToImage": "https://static01.nyt.com/images/2015/09/25/dining/drop-meatballs/drop-meatballs-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:30:01Z", "content": "Hi again, and welcome to Five Weeknight Dishes, delicious food for busy people. As it happens, I spoke on a panel this week about the challenges women face, both personal and structural, in work, parenting and life, and how food enters into the equation. Food… [+885 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID SHIMER", "title": "Head of Far-Right German Party Cancels Oxford Trip", "description": "Members of the Oxford community had been mobilizing against the planned visit of Alice Weidel, the leader of the Alternative for Germany party, including through petitions and plans for a mass protest.", "url": "https://www.nytimes.com/2018/11/02/world/europe/afd-oxford-alice-weidel.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03oxford/03oxford-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:25:16Z", "content": "Ms. Weidel did not respond to requests for comment. Mr. Horvath said he was open to rescheduling the event if she wished to participate. Members of the Oxford community had been mobilizing against Ms. Weidels impending appearance, including through petitions … [+1119 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHERYL GAY STOLBERG", "title": "What Happened to Lindsey Graham? He’s Become ‘a Rock Star’", "description": "Once a fierce critic of President Trump, Senator Lindsey Graham is his close ally. Democrats want “the old Lindsey” back, but he loves the conservative adulation.", "url": "https://www.nytimes.com/2018/11/02/us/politics/lindsey-graham-trump-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/us/politics/00dc-graham1/00dc-graham1-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:21:33Z", "content": "Mr. Grahams personal story is well known: He grew up in the back of a bar owned by his parents, who died when he was in his 20s, leaving him to care for his 13-year-old sister. In the Senate, where he has served since 2002, he teamed up with Mr. McCain, partl… [+1929 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAMON WINTER", "title": "Think Your Vote Doesn’t Matter?", "description": "Liuba Grechen Shirley is running for Congress on Long Island, in New York’s 2nd Congressional District.", "url": "https://www.nytimes.com/2018/11/02/opinion/midterms-new-york-new-jersey.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02cand3/02cand3-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:19:05Z", "content": "If you think your vote doesnt count, here are three hotly contested races from districts in New York and New Jersey that are likely to be decided by a handful of voters. Liuba Grechen Shirley, Antonio Delgado and Tom Malinowski, endorsed by the Times editoria… [+603 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL COOPER", "title": "Vows: An Operatic Love Story Starts Off on a Sour Note", "description": "The soprano Joyce El-Khoury plants a kiss on the tenor Michael Fabiano, left. Mr. Fabiano married Bryan McCalister, right, a branding consultant, at the Metropolitan Opera House on Oct. 28.", "url": "https://www.nytimes.com/2018/11/02/fashion/weddings/tenor-michael-fabiano-weds-bryan-mcalister-at-metropolitan-opera-house.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/weddings/04VOWS-11/04VOWS-11-facebookJumbo-v2.jpg", "publishedAt": "2018-11-02T16:18:32Z", "content": "Soon they were spending almost all of their time together. With an opera singer, you either do or you dont, explained Mr. Fabiano, who sings at leading opera houses all over the world and travels for most of the year. You cant drag it out, and space it out, a… [+1349 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TRIP GABRIEL", "title": "Pennsylvania Flipped to Trump in 2016. Will It Flip Back in the Midterms?", "description": "Former President Barack Obama stood with Senator Bob Casey, left, and Gov. Tom Wolf during a campaign rally in Philadelphia in September. Mr. Casey and Mr. Wolf, both Democrats, have led the polls by double digits since the spring.", "url": "https://www.nytimes.com/2018/11/02/us/politics/pennsylvania-house-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/us/politics/00pennsylvania-1/00pennsylvania-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:17:34Z", "content": "The district is centered on Bucks County, a swing region that both Hillary Clinton and Senator Pat Toomey, a Republican, carried in 2016. Mr. Fitzpatrick has won the backing of the A.F.L.-C.I.O. and gun-control groups. His campaign signs boast he is Ranked #1… [+1325 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "How Did 'House of Cards' Kill Frank Underwood? Very Patiently. - New York Times", "description": "New York Times How Did 'House of Cards' Kill Frank Underwood? Very Patiently. New York Times This article contains spoilers about Season 6 of “House of Cards.” What did you think of how the show handled Frank's death? Share your thoughts in the comments secti…", "url": "https://www.nytimes.com/2018/11/02/arts/television/house-of-cards-season-6.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/watching/03CARDS-FRANK/03CARDS-FRANK-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:17:22Z", "content": "Its a question that has plagued multiple returning series this fall, notably ABCs Roseanne, since retitled The Conners. For the producers of House of Cards, the answer appears to have been, in part, to bleed Franks corpse for all it was worth: Rather than tre… [+2421 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GARDINER HARRIS", "title": "U.S. Reimposes Sanctions on Iran but Undercuts the Pain With Waivers", "description": "Workers on an offshore oil platform in the Persian Gulf’s Salman Oil Field, operated by the National Iranian Offshore Oil Co. A new round of sanctions will affect businesses and individuals involved in Iran’s oil, banking, shipping and insurance sectors.", "url": "https://www.nytimes.com/2018/11/02/world/middleeast/us-iran-sanctions-oil-waivers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03dc-sanctions/03dc-sanctions-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:15:41Z", "content": "The final round of penalties target more than 700 businesses, individuals and other entities involved in Irans oil, banking, shipping, shipbuilding and insurance sectors. Mr. Pompeo and Steven Mnuchin, the Treasury secretary, jointly announced the return of a… [+424 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AUSTIN RAMZY and AMY QIN", "title": "Journalist’s Expulsion Casts Shadow on Hong Kong’s Future", "description": "A Chinese flag on an electronic billboard in Hong Kong last year before the celebrations for the 20th anniversary of the city’s return to Chinese rule.", "url": "https://www.nytimes.com/2018/11/02/world/asia/hong-kong-journalist-financial-times.html", "urlToImage": "https://static01.nyt.com/images/2018/10/17/world/00hongkong-1/00hongkong-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:09:42Z", "content": "In more than a dozen posts in the following days, he criticized the clubs leaders and urged scrutiny of what he called a special deal that allowed the club to rent its building from the government at discounted rates. It was an unusual outburst from Mr. Leung… [+1260 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jeff Sommer", "title": "The Stock Market Typically Rises After Midterm Elections. This Year Is Anything but Typical.", "description": "If history is a guide, the best part of the four-year “presidential cycle” is here. Will the pattern hold?", "url": "https://www.nytimes.com/2018/11/02/business/stock-market-rises-midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/business/04Strategies2/merlin_146193249_c0de88ad-e451-4b32-a62a-8037597c2660-facebookJumbo.jpg", "publishedAt": "2018-11-02T16:08:55Z", "content": "But why? Thats the problem with this pattern: Because presidential motivations and actions arent sufficiently documented, there is no conclusive explanation, though a great deal of academic work has been done on this subject, as Ive written just before the la… [+1760 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEX MARSHALL and PALKO KARASZ", "title": "Last call at the Airport? Britain Considers End to 24-Hour Bar Service", "description": "The government is considering restricting alcohol sales at airports in England and Wales in the early morning. We went to one airport pub to get patrons’ reaction.", "url": "https://www.nytimes.com/2018/11/02/world/europe/uk-airport-drinking-ban.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03airport-drinking/03airport-drinking-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:58:28Z", "content": "Britain, proponents said, had to match the availability of alcohol to compete. But even back then, others saw a huge downside. A traveler who has a meal and an alcoholic beverage at the airport goes onto a plane perfectly sober and is so for perhaps an hour a… [+1303 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BENJAMIN MUELLER", "title": "U.K. Opens Hate-Crime Inquiry Into Anti-Semitism in Labour Party", "description": "Though it involves a small number of people, the case deepens the party’s troubles over charges that it has not acted against anti-Semitism in its ranks.", "url": "https://www.nytimes.com/2018/11/02/world/europe/uk-labour-party-anti-semitism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03labour/03labour-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:42:48Z", "content": "A Labour official said the party had already been reviewing some of the allegations when Ms. Dick was given the dossier. But it was not clear what disciplinary action, if any, Labour has taken against the party members accused of writing the posts. The partys… [+1421 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "Review: Tyler Perry Turns Tiffany Haddish Loose in ‘Nobody’s Fool’", "description": "This romantic comedy-drama is a showcase for Haddish, but there’s also some well-placed cameos.", "url": "https://www.nytimes.com/2018/11/02/movies/nobodys-fool-review-tyler-perry-tiffany-haddish.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/arts/03nobodysfool/03nobodysfool-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:34:20Z", "content": "Tyler Perrys instincts as an entertainer are always sharp. Letting the comedic dynamo Tiffany Haddish have her way with his new romantic comedy-drama Nobodys Fool is a typically savvy move. Haddish worked with Perry on his television series If Loving You Is W… [+317 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal", "title": "Gustavo Dudamel, At Mid-Career", "description": "When Dudamel conducts an orchestra these days, he feels a ghost at his shoulder. The ghost belongs to his mentor, the Venezuelan conductor and educator José Antonio Abreu, who gave him both his musical training and his philosophy of life, and who had died jus…", "url": "https://www.nytimes.com/2018/11/01/magazine/gustavo-dudamel-los-angeles-philharmonic.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/magazine/04mag-dudamel-image3/04mag-dudamel-image3-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:31:32Z", "content": "It was the end of May, the end of the season. On Friday night, the Phil would begin its final run of performances before moving for the summer from the Disney Hall (indoors, posh) to the Hollywood Bowl (outdoors, Sting plays there, you can eat a Snickers in y… [+4130 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD PARKER", "title": "Cruz Might Win the Senate, but the Democrats Are Winning Texas", "description": "The Democratic Senate nominee Beto O’Rourke, with the Texas flag, at a rally in Austin on Wednesday. His opponent, Senator Ted Cruz, is leading in polls.", "url": "https://www.nytimes.com/2018/11/02/opinion/cruz-might-win-the-senate-but-the-democrats-are-winning-texas.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02Parker/02Parker-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:30:41Z", "content": "This is not Ted Cruzs Texas. Neither is Mr. ORourkes hometown (and mine) of El Paso. Its a tattooed, blue-collar, Latino city of nearly one million. Mr. Cruz hardly comes here; his last visit he attracted just 2,000 people at a West Side high school on a Satu… [+2572 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REUTERS", "title": "Wall Street Lower as Apple Extends Slide", "description": "U.S. stocks gave up early gains to trade lower on Friday morning, as Apple extended losses and dragged down technology stocks after it gave a disappointing forecast, adding to fears of a slowdown in corporate growth.", "url": "https://www.nytimes.com/reuters/2018/11/02/business/02reuters-usa-stocks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-02T15:27:14Z", "content": "(Reuters) - U.S. stocks gave up early gains to trade lower on Friday morning, as Apple extended losses and dragged down technology stocks after it gave a disappointing forecast, adding to fears of a slowdown in corporate growth. At 10:52 a.m. ET the Dow Jones… [+286 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NILO TABRIZY", "title": "‘We’re Stuck in the Middle’: How Young Iranians Feel About U.S. Sanctions", "description": "The U.S. was the only country to leave the multilateral nuclear deal with Iran. The Trump administration quickly moved to snap back crippling sanctions on Iran. We spoke with the country’s top diplomat and young Iranians to see how these moves have impacted t…", "url": "https://www.nytimes.com/video/world/middleeast/100000006193812/iran-sanctions-young-people.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/world/middleeast/Thumbnail-Quad/Thumbnail-Quad-videoSixteenByNine1050.png", "publishedAt": "2018-11-02T15:22:58Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DIONNE SEARCEY and EMMANUEL AKINWOTU", "title": "Nigerian Army Uses Trump’s Words to Justify Fatal Shooting of Rock-Throwing Protesters", "description": "President Trump said rocks would be considered firearms if thrown at the American military. The Nigerian Army pointed to that language when explaining why its soldiers fatally shot protesters.", "url": "https://www.nytimes.com/2018/11/02/world/africa/nigeria-trump-rocks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03nigeria1/merlin_146139759_7a84b744-c926-49b4-9667-ed10b269d388-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:04:10Z", "content": "On Friday, John Agim, a spokesman for the Nigerian Army, said the posting of the video was a response to Amnesty International, which had criticized what it called the militarys use of excessive force. We released that video to say if President Trump can say … [+678 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "At War: Behind the Reporting: How the War in Yemen Became a Bloody Stalemate", "description": "Robert F. Worth writes about the social network on the ground that helped him and Lynsey Addario safely report on the war in Yemen.", "url": "https://www.nytimes.com/2018/11/02/magazine/reporting-war-yemen-newsletter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/magazine/04mag-yemen-slideshow-slide-PJ2W/04mag-yemen-slideshow-slide-PJ2W-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:04:09Z", "content": "At War is a newsletter about the experiences and costs of war with stories from Times reporters and outside voices. Getting back to Yemen was probably the hardest trip Ive ever had to arrange. It took months of work, two separate visas, talks with three diffe… [+2667 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Pakistan Rocked by Protests Over Acquittal of Asia Bibi on Blasphemy Charges - New York Times", "description": "New York Times Pakistan Rocked by Protests Over Acquittal of Asia Bibi on Blasphemy Charges New York Times KARACHI, Pakistan — Negotiations continued on Friday between the Pakistani government and hard-line Islamist leaders enraged over the acquittal of a Chr…", "url": "https://www.nytimes.com/2018/11/02/world/asia/pakistan-blasphemy-asia-bibi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03pakistan1/03pakistan1-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:02:37Z", "content": "KARACHI, Pakistan Negotiations continued on Friday between the Pakistani government and hard-line Islamist leaders enraged over the acquittal of a Christian woman accused of blasphemy, as protesters blocked major highways, businesses were shut down and the au… [+1121 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "Children’s Books: The 2018 New York Times/New York Public Library Best Illustrated Children’s Books", "description": "We invite you to take a look at this year’s winners ...", "url": "https://www.nytimes.com/2018/11/02/books/best-illustrated-childrens-books-2018.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/books/childrens-books-awards-slide-6DIM/childrens-books-awards-slide-6DIM-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:00:16Z", "content": "Since 1952, weve convened a rotating annual panel of three expert judges, who consider every illustrated childrens book published that year in the United States. They select the winners purely on the basis of artistic merit. The judges this time were Leonard … [+368 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOSHUA HAMMER", "title": "Nonfiction: She Reported From the World’s Combat Zones, at the Cost of Her Life", "description": "Lindsey Hilsum’s “In Extremis: The Life and Death of the War Correspondent Marie Colvin” is a powerful portrait of a woman drawn to danger — and truth.", "url": "https://www.nytimes.com/2018/11/02/books/review/in-extremis-marie-colvin-lindsey-hilsum.html", "urlToImage": "https://static01.nyt.com/images/2018/10/29/books/review/Hammer/Hammer-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:00:04Z", "content": "[ Despite a new movie based on Marie Colvins life, Hollywood has a spotty track record when it comes to female war correspondents ] Colvin grew up in Oyster Bay, Long Island, the daughter of schoolteachers who doted on their five children. Her upbringing was … [+3564 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL TOMASKY", "title": "The Democrats’ Next Job: Bury Supply-Side Economics", "description": "Voters don’t like Republican policies, but conservatives win by spinning a good story about economics. Liberals need to do the same.", "url": "https://www.nytimes.com/2018/11/02/opinion/sunday/the-democrats-next-job-bury-supply-side-economics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04Tomasky/merlin_130147284_0c3d5613-4919-4dac-9271-bb40ace4ec5c-facebookJumbo.jpg", "publishedAt": "2018-11-02T15:00:03Z", "content": "It shouldnt be so hard. Take, again, wages. Expanding overtime pay, raising wages, even doing something about the enormous and under-discussed problem of wage theft we dont wish to address these problems, Democrats should say, out of fairness or compassion or… [+2558 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Young Voters Could Make a Difference. Will They? - New York Times", "description": "New York Times Young Voters Could Make a Difference. Will They? New York Times Today, the question seems almost quaint: If young people could vote, would they? But in the early 1970s, the answer was hardly obvious. The 26th Amendment had just lowered the voti…", "url": "https://www.nytimes.com/2018/11/02/us/politics/young-voters-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/us/politics/03youngvoters-sub-1/03youngvoters-sub-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:54:34Z", "content": "Lots of reasons. Voting and registering to vote can be logistically confusing, especially for young voters who are often doing both for the first time. Indeed, young people who are unfamiliar with the process often have no idea what to expect. The first two t… [+1626 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "For Rowan Atkinson, Comedy Isn’t Always a Laughing Matter", "description": "Comedy can be a dreadful business, even for a gifted funnyman like Rowan Atkinson. Consider “Johnny English Strikes Again” — starring this rubbery-faced, Gumby-limbed comedian as a bumbling would-be James Bond — which arrives seven years after the franchise’s…", "url": "https://www.nytimes.com/2018/11/02/movies/rowan-atkinson-johnny-english-strikes-again.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04snapshot-atkinson/04snapshot-atkinson-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:52:00Z", "content": "For nearly four decades, Atkinson, 63, has put his signature eyebrows like quivering Roman arches to sidesplitting use as a time-traveling Blackadder, a verbally constipated Mr. Bean, a tongue-tangled clergyman in Four Weddings and a Funeral and an overzealou… [+1828 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEE SHAPIRO", "title": "My Workout: How Ignacio Mattos, the Chef at Estela, Balances His 14-Hour Days", "description": "Being a chef is tough on the feet and back. Here’s what Mr. Mattos does to stay fit and fresh.", "url": "https://www.nytimes.com/2018/11/02/style/ignacio-mattos-estela-chef-workout.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/04MYWORKOUT1/04MYWORKOUT1-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:49:58Z", "content": "Ignacio Mattos, 38, a chef from Uruguay, is on a roll. As the owner of Estela and Flora, two critically acclaimed restaurants in New York, he was named Esquires chef of the year in 2017. This month, he is publishing his first book, The Estela Cookbook. Heres … [+503 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By", "title": "The 2018 New York Times/New York Public Library Best Illustrated Children’s Books Winners at Work", "description": "A look at the illustrators of this year’s Best Illustrated Books, in their studios.", "url": "https://www.nytimes.com/slideshow/2018/11/02/books/childrens-illustrators-studios.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/best-childrens-books-illo-slide-VQN5/best-childrens-books-illo-slide-VQN5-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:42:30Z", "content": "Felicita Sala, the illustrator of “She Made a Monster,” in her studio in Rome. “My favorite thing about my studio is the huge amount of natural light. I keep some of my older work around, to remember things I’ve done well and keep on that track. And I keep ol… [+384 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOUMANA KHATIB", "title": "New in Paperback: ‘Jerusalem,’ ‘Leonardo da Vinci’", "description": "Six new paperbacks to check out this week.", "url": "https://www.nytimes.com/2018/11/02/books/review/new-paperbacks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04paperrow0/04paperrow0-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:40:17Z", "content": "Six new paperbacks to check out this week. JERUSALEM, by Alan Moore. (Liveright, $24.95.) In a sprawling tribute to his hometown, Moore, the author of Watchmen and other graphic novels, traces a single day in Northampton, England, in 2006. The book fuses fant… [+1562 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PAUL KRUGMAN", "title": "The Perversion of Fiscal Policy (Slightly Wonkish)", "description": "Austerity in a slump, stimulus in a boom", "url": "https://www.nytimes.com/2018/11/02/opinion/the-perversion-of-fiscal-policy-slightly-wonkish.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/021118krugman1/021118krugman1-facebookJumbo.png", "publishedAt": "2018-11-02T14:36:45Z", "content": "What you can see in the chart is that during the first period (the blue line) high unemployment was met with fiscal expansion. This happened during the 2001 recession and aftermath, and again when the Great Recession struck. From this point of view the Obama … [+1164 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook This Weekend", "description": "Tejal Rao has a delightful recipe for pickled roasted mushrooms, perfect for toast. Or make a white Bolognese pasta or a feed for Sunday night’s game.", "url": "https://www.nytimes.com/2018/11/02/dining/what-to-cook-this-weekend.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/magazine/04mag-eat-image1-copy/04mag-eat-image1-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:30:00Z", "content": "Thousands more recipes to cook this weekend await on NYT Cooking. Go browse among them (youll need a subscription ) and see what you think. If anything goes wrong or you run into trouble when youre there, write for help: cookingcare@nytimes.com. We will get b… [+1245 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WILLIAM K. RASHBAUM", "title": "Ilana Glazer Event at Synagogue Is Canceled After Anti-Semitic Graffiti Is Found", "description": "The comedian Ilana Glazer, the star of “Broad City,” was scheduled to interview a radio journalist and two candidates for the New York State Senate at a Brooklyn synagogue on Thursday. The event was canceled after hateful graffiti was discovered.", "url": "https://www.nytimes.com/2018/11/02/nyregion/broad-city-jewish-synagogue-anti-semitism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/nyregion/03synagogue/03synagogue-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:22:44Z", "content": "A get-out-the-vote event at a Brooklyn synagogue featuring the comedian Ilana Glazer was canceled on Thursday night after anti-Semitic graffiti, including the words Die Jew Rats, was discovered scrawled on the temples walls, the police and officials at the sy… [+779 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CONCEPCIÓN DE LEÓN", "title": "El Espace: How Small Business Owners Are Keeping el Día de los Muertos Alive in Dallas", "description": "This week in El Espace: Stories about women rappers in Oaxaca, change in the Catholic Church and more.", "url": "https://www.nytimes.com/2018/11/01/style/dia-de-los-muertos-2018-dallas.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/style/01elespace-ss-slide-DJ2Y/01elespace-ss-slide-DJ2Y-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:05:28Z", "content": "El Espace is a column dedicated to news and culture relevant to Latinx communities. Expect politics, arts, analysis, personal essays and more. ¿Lo mejor? Itll be in Spanish and English, so you can forward it to your tía, your primo Lalo or anyone else (read: … [+1444 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "A.J. GOLDMANN", "title": "Russia Locked Him Up. But He’s Directing an Opera 1,400 Miles Away.", "description": "From left, Evgeny Kulagin, Markus Wyler and the soprano Ruzan Mantashyan watch Kirill Serebrennikov on an iPad in a rehearsal room at the Zurich Opera. Mr. Serebrennikov is directing a production of Mozart’s “Così Fan Tutte” from Moscow, where he is under hou…", "url": "https://www.nytimes.com/2018/11/02/arts/music/kirill-serebrennikov-opera-zurich.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/arts/03SEREBRENNIKOV-promo/03SEREBRENNIKOV-promo-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:03:20Z", "content": "Mr. Serebrennikov was contracted for Così after Andreas Homoki, the Zurich Operas artistic director, saw and admired his 2016 production of Rossinis The Barber of Seville at the Komische Oper in Berlin. In May 2017, Mr. Serebrennikov, who also designs his set… [+1849 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO", "title": "Who Was Don Shirley? ‘Green Book’ Tries to Solve the Mystery", "description": "Facing racial discrimination in classical halls, this midcentury pianist applied his prodigious talents to a career that encompassed jazz, cabaret and chamber music.", "url": "https://www.nytimes.com/2018/11/02/movies/don-shirley-green-book.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04green-book3/04green-book3-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:00:09Z", "content": "But it would be too simple to suggest that his solitary artistic ambition was to sneak into classical music. He chose his instrumentation, he said, to emulate the sound of the organ he had grown up hearing in church. And he argued for the importance of establ… [+2389 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KYLE BUCHANAN", "title": "The Carpetbagger: They’re Leading Actors, Except When It Comes to the Oscars", "description": "Rachel Weisz, left, Emma Stone and Olivia Colman (not shown) star in “The Favourite.” The studio is splitting their ascendancy, calling Colman the lead.", "url": "https://www.nytimes.com/2018/11/02/movies/oscars-leading-supporting-actor.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04CARPETBAGGER3/04CARPETBAGGER3-facebookJumbo.jpg", "publishedAt": "2018-11-02T14:00:03Z", "content": "In this royal comedy, Emma Stone and Rachel Weisz play two ladies at court who manipulate the diminished Queen Anne (Olivia Colman) to suit their own ambitions, and to judge from screen time alone, all three women are evenly matched leads. Yet to throw the th… [+2167 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK McGEEHAN", "title": "'Level of Incompetence I’ve Never Quite Seen Before’: Another Maddening N.J. Transit Commute", "description": "The delays on Friday capped a week of problems that symbolized the railway’s descent from one of the nation’s best commuter systems to one of its most troubled.", "url": "https://www.nytimes.com/2018/11/02/nyregion/amtrak-derailment-nj-transit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/business/02NJTransit/merlin_141991041_9f996db4-235b-49ba-81b9-905adb0f5feb-facebookJumbo.jpg", "publishedAt": "2018-11-02T13:57:42Z", "content": "One of those frustrated parents, Dave Kass, called the delays on three consecutive days a trifecta of failures by New Jersey Transit and Amtrak, which owns and operates Penn Station, the swing bridge and the rest of the tracks between Penn Station in Manhatta… [+1031 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL IRWIN", "title": "New Heights for the Job Market. Three Questions Will Determine How Long It Can Last.", "description": "Where is this growth really coming from; how real is the concern over inflation; and how many more workers are out there?", "url": "https://www.nytimes.com/2018/11/02/upshot/the-job-market-is-firing-on-all-cylinders-three-questions-will-determine-how-long-it-can-last.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/upshot/03up-jobs/03up-jobs-facebookJumbo.jpg", "publishedAt": "2018-11-02T13:56:49Z", "content": "For years, a debate has been playing out at the Federal Reserve over how much faith to put in traditional economic models in which low unemployment generates higher wages and thus feeds through into overall inflation. For most of that time, the skeptics peopl… [+1292 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Lauren Silva Laughlin", "title": "Dan Loeb’s Win-Win Situation With Campbell Soup", "description": "The activist investor is likely to benefit from the food maker whether his ambitious plans gain traction or not.", "url": "https://www.nytimes.com/2018/11/02/business/dealbook/dan-loeb-campbell-soup.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03db-viewsloeb/03db-viewsloeb-facebookJumbo.jpg", "publishedAt": "2018-11-02T13:09:52Z", "content": "Get the DealBook newsletter to make sense of major business and policy headlines and the power-brokers who shape them. __________ Dan Loeb could win even if he loses his battle at Campbell Soup. The activist investor and founder of the hedge fund Third Point … [+1007 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Vivian Marino", "title": "Former Home to Michael Jackson and Marc Chagall Sells for $32 Million", "description": "The Upper East Side mansion on East 74th Street was New York City’s biggest closing in October. Trish Regan of Fox Business also had a notable sale.", "url": "https://www.nytimes.com/2018/11/02/realestate/former-home-to-michael-jackson-and-marc-chagall-sells-for-32-million.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/realestate/04bigticket1a/04bigticket1a-facebookJumbo.jpg", "publishedAt": "2018-11-02T13:02:33Z", "content": "The billionaire hedge fund manager William Ackman deeded yet another apartment, in SoHo, to his former wife, Karen Ackman, as part of an apparent property settlement. Also, Nancy Moonves, the ex-wife of Leslie Moonves, the ousted CBS chief executive, traded o… [+1808 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN KENIGSBERG", "title": "Holiday Movies 2018: All Creatures Great and Small", "description": "We picked out the season’s most notable films, from big-budget blockbuster hopefuls like the “Fantastic Beasts” sequel to lauded indies like “Vox Lux.”", "url": "https://www.nytimes.com/2018/11/02/movies/holiday-movies-2018.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04HOLIDAY-FILM-LISTINGS24/04HOLIDAY-FILM-LISTINGS24-facebookJumbo.jpg", "publishedAt": "2018-11-02T13:00:12Z", "content": "THE GIRL IN THE SPIDERS WEB A long way from Buckingham Palace, Claire Foy (The Crown) takes over for Rooney Mara and Noomi Rapace as the leather-clad, tatted avenger Lisbeth Salander, in the first film adapted from a book by David Lagercrantz, who continued t… [+1242 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHRYN SHATTUCK", "title": "When the Stars Get Down, What Movies Cheer Them Up?", "description": "Jason Momoa, KiKi Layne, Jovan Adepo, Tim Blake Nelson, Sarah Silverman, Leslie Mann and Felicity Jones share the titles they turn to in dark times.", "url": "https://www.nytimes.com/2018/11/02/movies/movie-stars-uplifting-films.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04HOLIDAY-HELPERS1/04HOLIDAY-HELPERS1-facebookJumbo.jpg", "publishedAt": "2018-11-02T13:00:06Z", "content": "If its going to be a pick-me-up, its probably going to have to be comedy, and for me its tied between Step Brothers or Year One. Those movies have unlimited quotables as far as lines that I thought were hilarious. And I tend to use them in everyday life. One … [+997 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nathaniel Popper", "title": "The Week in Tech: Social Media Ugliness Hits Home", "description": "Google employees marched to protest workplace harassment. Apple profits soared. But the big news was social media’s role in real-world violence.", "url": "https://www.nytimes.com/2018/11/02/technology/social-media-pittsburgh-synagogue-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/us/03TECHNEWSLETTER/03TECHNEWSLETTER-facebookJumbo.jpg", "publishedAt": "2018-11-02T13:00:00Z", "content": "The big social networks have, of course, been trying to confront the spread of divisive news and misinformation on their platforms. Facebooks quarterly financial results, which it announced on Tuesday, showed a slowdown in revenue that appears to have been ca… [+2133 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THOMAS FULLER and INYOUNG KANG", "title": "California Today: California Today: The Homeless Millennial Connection", "description": "Stormy Nichole Day, left, and Nord, with his dog, Hobo, on Haight Street. A measure on San Francisco’s ballot would tax the city’s wealthiest companies to raise $300 million for homelessness and mental health services.", "url": "https://www.nytimes.com/2018/11/02/us/california-today-homelessness-millennials.html", "urlToImage": "https://static01.nyt.com/images/2018/10/30/us/30Cal-Today2/30Cal-Today2-facebookJumbo.jpg", "publishedAt": "2018-11-02T12:58:59Z", "content": "If you happened to be wandering around downtown San Francisco on Halloween night, you might have noticed an unusual sight at the top of Salesforce Tower: flames with an ominous flickering eye in the middle. As it turns out, more than 11,000 people signed a Ch… [+730 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Palau Bans Many Kinds of Sunscreen, Citing Threat to Coral - New York Times", "description": "New York Times Palau Bans Many Kinds of Sunscreen, Citing Threat to Coral New York Times SYDNEY, Australia — The Western Pacific nation of Palau has become the first country to ban many kinds of sunscreen, in a move to protect its coral reefs from chemicals t…", "url": "https://www.nytimes.com/2018/11/02/world/asia/palau-sunscreen-ban-coral.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03palau-suncreen-1/03palau-suncreen-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T12:33:54Z", "content": "Not all sunscreens are reef toxic. But some of the sunscreens without these chemicals are quite expensive, which is a disincentive, Dr. Ward said. Im sure someone will get it soon, and put out these products at an affordable rate. The most common commercial s… [+1692 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Ceylan Yeginsu", "title": "Japan Airlines Pilot Pleads Guilty to Being Drunk at Heathrow Minutes Before Flight", "description": "The pilot was arrested after a bus driver smelled alcohol on his breath. He admitted he had consumed two bottles of wine and five cans of beer hours before he was to fly to Tokyo.", "url": "https://www.nytimes.com/2018/11/02/world/europe/uk-drunk-japanese-pilot.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03drunk-pilot/03drunk-pilot-facebookJumbo.jpg", "publishedAt": "2018-11-02T12:22:19Z", "content": "Japan Airlines apologized for the pilots actions and said it would take the violations seriously. Safety remains our utmost priority, the airline said in a statement. We will implement immediate actions to prevent any future occurrence and to regain our custo… [+560 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "Inequality Makes People Hate", "description": "A homemade campaign sign supporting Donald Trump in front of an Ohio home on Election Day 2016.", "url": "https://www.nytimes.com/2018/11/02/opinion/trump-voters-inequality-racism.html", "urlToImage": "https://static01.nyt.com/images/2018/10/23/opinion/23leonhardt-newsletter/23leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-02T12:17:40Z", "content": "[ Listen to The Argument podcast every Thursday morning with Ross Douthat, Michelle Goldberg and David Leonhardt. ] Why? The new class of the superwealthy have pushed (mostly Republican) politicians to support ever more extreme policies to protect their wealt… [+1521 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Trump's Latest Tariffs Undercut His First Trade Salvo in Solar", "description": "In January, President Donald Trump fired the opening shot of his trade war, slapping tariffs on solar panel imports to boost U.S. manufacturing of a product long dominated by cheap foreign competition.", "url": "https://www.nytimes.com/reuters/2018/11/02/business/02reuters-usa-trade-solar-insight.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-02T12:04:09Z", "content": "\"The impacts are generally very, very negative,\" Suvi Sharma, the chief executive of Solaria, told Reuters. Jinko slashed a planned $410 million investment at a manufacturing facility in Florida to just $50 million, costing the city of Jacksonville some 600 p… [+1672 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "The Week in Arts: Bryan Cranston in ‘Network,’ Lucas Hedges in ‘Boy Erased’", "description": "Ah, fake news and fury — a Broadway adaptation, starring Cranston, of the 1976 film feels rumblingly prescient now.", "url": "https://www.nytimes.com/2018/11/02/arts/the-week-in-arts-bryan-cranston-in-network-lucas-hedges-in-boy-erased.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04WEEK-THEATER/04WEEK-THEATER-facebookJumbo.jpg", "publishedAt": "2018-11-02T12:00:04Z", "content": "Nov. 8; sundancenow.com. Of all the things that can happen to a person, and theres a few things that could be worse can you think of any? asks Joanna (Jenna Coleman), a Scottish teacher whose infant son has been abducted. But as The Cry, a BBC One drama secon… [+1069 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Raymond Zhong", "title": "Alibaba Feels the Pinch From China’s Slowing Growth", "description": "The e-commerce giant lowered its estimate for revenue growth as challenges mount for the world’s second largest economy.", "url": "https://www.nytimes.com/2018/11/02/technology/alibaba-quarterly-earnings.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03alibaba1/merlin_146184618_22264c22-96d5-485e-a5c2-87ef178f947a-facebookJumbo.jpg", "publishedAt": "2018-11-02T11:53:40Z", "content": "The company now operates nearly 80 of its lavish, full-service Hema supermarkets, up from 20 a year ago. Alibabas logistics arm, Cainiao, recently opened what it called the largest robotic smart warehouse in China, in which 700 boxy droids wheel about rearran… [+1222 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Petra Laszlo, Hungarian camerawoman who kicked migrants, has conviction overturned", "description": "Hungary’s highest court on Tuesday overturned the conviction of a camerawoman who was filmed kicking refugees at the height of the migrant crisis in 2015, briefly becoming a symbol of the country’s hostility to people fleeing the war in Syria.", "url": "https://www.nytimes.com/2018/10/31/world/europe/woman-kicking-migrants-refugees.html?smid=fb-nytimes&smtyp=cur", "urlToImage": "https://d30fl32nd2baj9.cloudfront.net/media/2018/11/02/hungary-serbia-border.jpg/ALTERNATES/w640/Hungary-Serbia-border.jpg", "publishedAt": "2018-11-02T10:56:52Z", "content": "The court acknowledged in a statement that the conduct of the camerawoman, Petra Laszlo, was morally deplorable and against the law, but found that the lower courts had wrongly convicted her of disorderly conduct, a misdemeanour under Hungarian law. If there … [+1749 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID M. HALBFINGER", "title": "Among Israel’s Ultra-Orthodox, It’s (Sort of) the Year of the Woman", "description": "Mindful of ultra-Orthodox sensibilities, Aliza Bloch campaigned for mayor of the fanatically religious hill town of Beit Shemesh without posting any photos of herself. She won anyway.", "url": "https://www.nytimes.com/2018/11/02/world/middleeast/israel-women-mayors-ultra-orthodox.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03israel2/03israel2-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:54:06Z", "content": "The ultra-Orthodox sects have typically wielded political power by voting as a bloc and by uniting across internal rifts Hasidic and non-Hasidic, Ashkenazi and Sephardic to deliver the biggest possible numbers for their candidates and their allies. But with t… [+2628 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Javier C. Hernández", "title": "Fury Erupts in China as Video Shows Fight Led to Fatal Bus Crash", "description": "A dispute between a passenger and driver that led to 13 deaths elicited shock, scorn and questions about whether there was too much vitriol in society.", "url": "https://www.nytimes.com/2018/11/02/world/asia/china-bus-crash-fight.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03china-bus/03china-bus-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:51:28Z", "content": "Zheng Chuankai, a lawyer with Anli Partners in Beijing, said the incident underscored the need to maintain strict laws to punish those who endanger public safety. This case is very typical and very vicious, he said. Previously, state media outlets had blamed … [+850 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FAHIM ABED", "title": "At War: Afghan War Casualty Report: Oct. 26-Nov. 01", "description": "At least 36 civilians and 18 security force members were killed during the past week as fighting spread to eight provinces.", "url": "https://www.nytimes.com/2018/11/02/magazine/afghan-war-casualty-report.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/world/02atwar-casualty-report/01taliban-2-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:48:02Z", "content": "Oct. 31 Uruzgan Province: 21 people killed Clashes between the Taliban and a local militia commander named Hakim Shujaee have been terrorizing Khas Uruzgan District for several days. The exact reason of fighting is not clear. Twenty-one people, both militia m… [+1476 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRISTINE HAUSER", "title": "‘Are You Actually an M.D.?’: A Black Doctor Is Questioned as She Intervenes on a Delta Flight", "description": "A Delta spokesman said that flight attendants were not required to verify credentials from someone who says she or he is a physician, physician assistant, nurse, paramedic or emergency technician.", "url": "https://www.nytimes.com/2018/11/02/us/delta-black-doctor-racial-profiling.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/autossell/01XP-DOCTOR02/01XP-DOCTOR02-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:37:31Z", "content": "Moving forward, we are following up with our connection carrier partner to ensure their employees understand and consistently apply the policy, he said in an email. Jon Austin, a spokesman for Republic, said in an email on Thursday that the airline was workin… [+1274 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "No One Wants to Campaign with Bill Clinton Anymore...", "description": "In an election shaped by the #MeToo movement, female voters and female candidates, Mr. Clinton finds his legacy tarnished by past allegations of sexual assault and misconduct.", "url": "https://www.nytimes.com/2018/11/02/us/politics/bill-clinton-elections-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/10/26/us/politics/xxclinton-1/xxclinton-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:25:37Z", "content": "The uneasiness around Mr. Clinton may serve as a warning sign for others considering their political futures in the party. Joseph R. Biden Jr., the former vice president, has been struggling to address his role leading the 1991 Clarence Thomas-Anita Hill hear… [+2259 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS STANFORD", "title": "Immigration, Google, ‘Bohemian Rhapsody’: Your Friday Briefing", "description": "President Trump told supporters at a rally in Columbia, Mo., on Thursday that the constitutional grant of citizenship to any person born in the U.S. was a “crazy, lunatic policy that we can end.”", "url": "https://www.nytimes.com/2018/11/02/briefing/immigration-google-bohemian-rhapsody.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/politics/02us-ambriefing-trump-amcore/merlin_146196531_cfd45189-6630-414e-b99e-a7f450fa529f-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:11:25Z", "content": "A major new survey of works by Andy Warhol is set to open at the Whitney Museum of American Art. Here are five facts about the Pop artist that may surprise you. At New York City Center, this weeks festival celebrating George Balanchine shows what it means to … [+974 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Ask Michelle Goldberg Your Questions", "description": "Michelle Goldberg is taking questions about her col​umn on the rise of liberal gun enthusiasts​​.", "url": "https://www.nytimes.com/2018/11/02/opinion/michelle-goldberg-questions-readers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/goldberg-still/goldberg-still-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:07:21Z", "content": "Michelle Goldberg is taking questions about her column on the rise of liberal gun enthusiasts."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHELLE GOLDBERG", "title": "The Left Gets Triggered", "description": "A gun store in Atlanta. The North Georgia branch of the Socialist Rifle Association meets in that city.", "url": "https://www.nytimes.com/2018/11/02/opinion/socialist-left-guns-nra-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02goldberg2/02goldberg2-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:01:43Z", "content": "The mission of the S.R.A. is to arm and train the working class for self-defense. It launched in its current form this spring before that there was a Facebook group of the same name and now has several hundred dues-paying members and over 30 chapters. This Mo… [+1764 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARGOT SANGER-KATZ", "title": "Republicans Say They Will Protect Pre-existing Conditions. Their Records Say Something Else.", "description": "Martha McSally, with President Trump before a recent rally in Mesa, Ariz., is running for Senate. As a House member, she voted against the Affordable Care Act.", "url": "https://www.nytimes.com/2018/11/02/upshot/republicans-pre-existing-conditions-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/upshot/02-preexist/02-preexist-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:00:11Z", "content": "In most such lawsuits, the Justice Department defends laws passed by Congress. But the Trump administration has declined to do so. Its position is that most of the law should stand, but that the court should eliminate only the provisions that protect American… [+1768 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA S. LEVINE and AMY PADNANI", "title": "New York Today: New York Today: What Does the Marathon Mean?", "description": "Friday: Reflections on race day, and the marathon pioneer Miki Gorman.", "url": "https://www.nytimes.com/2018/11/02/nyregion/new-york-today-marathon-sunday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/nyregion/02nytoday1/02nytoday1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-02T10:00:05Z", "content": "Unity. I run for a charity that helps survivors of the Holocaust. With the events in Pittsburgh last week, it is more important than ever that we never forget. Joshua Gorelick, 34, Boston Instead of ignoring each other on the subway, we cheer for every strang… [+755 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATTHEW FUTTERMAN", "title": "How to Run a Marathon Faster as You Get Older", "description": "The elite field of the New York City Marathon includes 40-somethings like Abdi Abdirahman and Bernard Lagat. Increasingly, aging amateur runners are maintaining their speed.", "url": "https://www.nytimes.com/2018/11/02/sports/how-to-run-a-faster-marathon.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/sports/04older/04older-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:00:05Z", "content": "The nerve supply to fast-twitch muscle fibers dies off, and a fiber that once had fast-twitch capabilities is converted to a slow-twitch fiber, he said. While you still have a functioning muscle fiber, the fiber is now an endurance fiber. Since the fast-twitc… [+1901 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIA KOURLAS", "title": "Luca Guadagnino Unleashes the Witchy Power of Modern Dance", "description": "The dancers in “Suspiria” are like a pulsating organism. The choreography is by Damien Jalet, who said that the structure of “Volk,” the main dance in the film, is “a little bit like a spider’s web on which the dancers are moving through kind of a hidden netw…", "url": "https://www.nytimes.com/2018/11/02/arts/dance/luca-guadagnino-dance-suspiria-damien-jalet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04SUSPIRIA/04SUSPIRIA-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:00:04Z", "content": "In the film, Madame Blanc says: There are two things that dance can never be again. Beautiful and cheerful. Today we need to break the nose of every beautiful thing. Mr. Kajganich wrote that line in response to a quotation by Joseph Goebbels, the Nazi ministe… [+1241 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FRANK BRUNI", "title": "What Kind of Democrat Can Beat Trump in 2020?", "description": "The midterms will answer some questions, but not the biggest one of all.", "url": "https://www.nytimes.com/2018/11/02/opinion/midterms-democrats-trump-2020.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04Bruni-1/04Bruni-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T10:00:04Z", "content": "She noted that most of the Democrats signaling possible candidacies are from blue states and dont really understand the Trump phenomenon and that is a disadvantage. In my little liberal Democratic world in Massachusetts, people seriously cant comprehend how t… [+2443 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOHAMMED HANIF", "title": "Contributing Op-Ed Writer: Blasphemy, Pakistan’s New Religion", "description": "Members of Pakistan’s new religious right protesting the court decision overturning Asia Bibi’s blasphemy conviction, in Lahore on Wednesday.", "url": "https://www.nytimes.com/2018/11/02/opinion/pakistan-bibi-blasphemy-death-sentence.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/opinion/02hanifBIBI/02hanifBIBI-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:47:04Z", "content": "Ahead of the last election the same people who are now demanding the army chiefs head laid siege to the capital. They were protesting against the government for changing one word in the oath that you are required to take as a member of parliament. This blasph… [+2257 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook: Google’s Mea Culpa and the Murdochs’ Future Deals", "description": "At yesterday’s DealBook conference in New York, we heard from some of America’s most important business leaders. Here’s what they said.", "url": "https://www.nytimes.com/2018/11/02/business/dealbook/dealbook-conference-2018.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/dealbookemail/03db-newsletter-pichai/merlin_146191314_518f6717-42ed-4b0d-a0b5-ca5e4423f1de-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:46:23Z", "content": "John Hammergren will retire as McKessons C.E.O. next year. Bill McNabb will step down as Vanguards chairman at the end of the year. Hell be replaced by the investment firms C.E.O., Tim Buckley. Deals Carl Icahn sued Dell over its plan to buy out investors in … [+916 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL CUNNINGHAM", "title": "The Imagined Story Behind Leonard Cohen’s ‘Suzanne’", "description": "“My job is to encourage hesitant lovers to take the risk. Get the phone number and call it (after a few days, so you don’t seem overeager). Go in for the kiss.”", "url": "https://www.nytimes.com/2018/11/02/t-magazine/montreal-fairy-tale-leonard-cohen.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/t-magazine/01tmag-montreal-slide-PWAC/01tmag-montreal-slide-PWAC-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:10:04Z", "content": "She didnt care, she didnt care much, about his stubbled homeliness. And he was poet enough to know that everyone, every single person, was a mystery he could spend a lifetime trying to solve. It was a misunderstanding. It shouldnt have been difficult for me. … [+1846 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Audrey Carlsen", "title": "'Fired Up' Voters in 18 States Are Outpacing 2014 Early Ballot Counts - New York Times", "description": "New York Times 'Fired Up' Voters in 18 States Are Outpacing 2014 Early Ballot Counts New York Times More Americans are taking advantage of absentee and early voting this year, with 28 million ballots already cast nationwide and four days of the campaign still…", "url": "https://www.nytimes.com/interactive/2018/11/02/us/politics/early-voting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/elections/early-voting-1541096691685/early-voting-1541096691685-facebookJumbo-v6.png", "publishedAt": "2018-11-02T09:06:42Z", "content": "More Americans are taking advantage of absentee and early voting this year, with 28 million ballots already cast nationwide and four days of the campaign still to go. In 18 states and Washington, D.C., advance vote counts have already surpassed those of the l… [+2186 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Patricia Cohen", "title": "Jobs Report for October: Here’s What to Watch For", "description": "The Labor Department data will provide the latest snapshot of the American economy.", "url": "https://www.nytimes.com/2018/11/02/business/economy/jobs-report.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/business/03JOBS/03JOBS-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:02:24Z", "content": "Florence really held down the jobs growth number last month, it was below where weve been trending, Mr. Anderson said. We do expect some bounce back. Jobs came back in the Carolinas. The expected rebound, however, could be dampened by Hurricane Michael, which… [+1544 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Cavaliers Have No Cure for Life Without LeBron James - New York Times", "description": "New York Times The Cavaliers Have No Cure for Life Without LeBron James New York Times CLEVELAND — LeBron James is no longer in Cleveland to save the Cavaliers. Gone are his blocks, his passes, his points and his unmatched, electric presence. He was not there…", "url": "https://www.nytimes.com/2018/11/02/sports/cavaliers-lebron-james-tyronn-lue.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/sports/03cavs-web2/03cavs-web2-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:01:58Z", "content": "Shortly before the regular season began, a relaxed and confident Lue sat on a bench at the teams practice facility and spoke about guiding a team Cleveland without James far different from the one he had coached to multiple championship finals. Everything LeB… [+1367 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Edmund Lee", "title": "Succession at CBS Will Be Tougher Than It Looks", "description": "The board faces a difficult task in finding a new chief executive. Richard Parsons, the former interim chairman, had discussed the job with HBO’s Richard Plepler, according to two people. Mr. Plepler wasn’t interested.", "url": "https://www.nytimes.com/2018/11/02/business/media/cbs-replacing-moonves-candidates.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/business/02cbs/02cbs-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:01:36Z", "content": "But strikingly, the networks new leaders are temporary at least in title making everyone they have appointed potentially temporary, too. Add a recent board shake-up, and the company is in a deep state of flux. Five weeks into the new season, CBS is still the … [+1393 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Beto and Cruz Latest, Sinema Pickup, Cuomo Skips Debate: 4 Days to Go - New York Times", "description": "New York Times Beto and Cruz Latest, Sinema Pickup, Cuomo Skips Debate: 4 Days to Go New York Times Representative Beto O'Rourke campaigning this week in Waco, Tex.CreditCreditChip Somodevilla/Getty Images North America. By Jonathan Martin and Matt Flegenheim…", "url": "https://www.nytimes.com/2018/11/02/us/politics/beto-cruz-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/us/03Tipsheet1/03Tipsheet1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:01:27Z", "content": "With early voting underway, Mr. ORourke is trying to energize Latino voters, who are crucial to his chances in this deeply red state. While Mr. ORourke has excited Democrats, he remains a long shot. But he may be narrowing the gap with Mr. Cruz in the final d… [+1706 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEVIN ARMSTRONG", "title": "Last Time Around: New York City Marathon Chief Takes Measure of a Long Journey", "description": "Each year, a group from the New York Road Runners surveys the 26.2-mile route of the New York City Marathon in advance, led by the race director, Peter Ciaccia. This will be Mr. Ciacca's last year as director.", "url": "https://www.nytimes.com/2018/11/02/nyregion/new-york-city-marathon-course-peter-ciaccia.html", "urlToImage": "https://static01.nyt.com/images/2018/10/30/nyregion/00nymarathonpromo/00nymarathonpromo-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:20Z", "content": "Mr. Ciaccia, the son of southern Italians, grew up by West 233rd Street and Broadway in the Bronx. He went to Lehman College, refers to Van Cortlandt Park as Vanny and trots out D.J. Kool Herc to perform on stage for some events. He does what he can for his h… [+1109 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALINA TUGEND", "title": "Colleges Grapple With Teaching the Technology and Ethics of A.I.", "description": "Prof. Shawn Blanton, left, teaches electrical and computer engineering at Carnegie Mellon University in Pittsburgh, which offers an undergraduate degree in artificial intelligence.", "url": "https://www.nytimes.com/2018/11/02/education/learning/colleges-grapple-with-teaching-ai.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/learning/04AI1/04AI1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:16Z", "content": "And the expansion is not just happening in the countrys top science and technology schools. The University of Rhode Island this fall opened an A.I. lab operated by its college library. But this growth also means new challenges, such as figuring out how to tea… [+1065 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VERA BROSGOL", "title": "Children’s Books: A Graphic Appreciation for ‘Catherine, Called Birdy’", "description": "The illustrator Vera Brosgol pays homage to Karen Cushman’s historical fiction classic.", "url": "https://www.nytimes.com/2018/11/02/books/review/karen-cushman-catherine-called-birdy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04BackPage/04BackPage-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:15Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEKADO MURPHY", "title": "Three Grinches, Three Ways to Steal Christmas", "description": "From left, the Grinch in the 1966 television special, in the 2000 live-action movie (starring Jim Carrey), and in the latest version, voiced by Benedict Cumberbatch.", "url": "https://www.nytimes.com/2018/11/02/movies/dr-seuss-grinch-comparison.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/movies/04GRINCH-COMBO/04GRINCH-COMBO-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:14Z", "content": "The filmmakers looked at the simplicity of the original drawings and worked out the best way to realize them in a three-dimensional space. So that pear shape becomes really pear-y. And while the live-action Grinch was somewhat off-putting in his menacing slap… [+497 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jen A. Miller", "title": "Winter Is Coming", "description": "Is your home ready for the first deep freeze?", "url": "https://www.nytimes.com/2018/11/02/realestate/winter-is-coming.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/realestate/04winterize-flat-image-promo/04winterize-flat-image-promo-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:13Z", "content": "While home-energy audits are focused on saving energy, they also touch on safety issues, something that was on Stephan Edels mind when he had an audit done in 2013 on a two-bedroom, one-bathroom home in Queens that he and his wife were renting. They were abou… [+1925 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KERRY HANNON", "title": "More Colleges Are Playing the Long Game", "description": "Geoff Holm, center, teaches a cell biology class in a state-of-the-art conference room at Benton Hall at Colgate University, where students prepare for life after college.", "url": "https://www.nytimes.com/2018/11/02/education/learning/colleges-universities-career-services.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/learning/04careers1/04careers1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:12Z", "content": "Online platforms like Handshake are transforming the way students and employers are communicating and connecting. The San Francisco-based company, begun in 2014, helps those students whose schools have partnered with it to learn about jobs and internships, re… [+2366 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LISA LERER", "title": "No One Wants to Campaign with Bill Clinton Anymore", "description": "Clarke Tucker, center, a Democratic nominee for Congress from Arkansas, defended Bill and Hillary Clinton in a political skirmish last year, but hasn’t asked the former president for help in his tight House race.", "url": "https://www.nytimes.com/2018/11/02/us/politics/bill-clinton-elections-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/10/26/us/politics/xxclinton-1/xxclinton-1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:12Z", "content": "The uneasiness around Mr. Clinton may serve as a warning sign for others considering their political futures in the party. Joseph R. Biden Jr., the former vice president, has been struggling to address his role leading the 1991 Clarence Thomas-Anita Hill hear… [+2259 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TINA JORDAN", "title": "Inside the List: What Did the Fiction Best-Seller List Look Like 25, 50, 75 Years Ago?", "description": "Since there’s not much new on this week’s list, we took a deep dive into The Times’s archives to see what we could find about popular books in decades past.", "url": "https://www.nytimes.com/2018/11/02/books/review/fiction-best-seller-history.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11-BKS-LIST/11-BKS-LIST-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:12Z", "content": "The only new name on the fiction list this week is John Grisham, whose book The Reckoning debuts at No. 1. It made us wonder: What novelists were popular 25, 50 and 75 years ago? Well, 25 years ago, Grisham was. In November 1993, his fourth novel, The Client,… [+1531 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICKOLAS BUTLER", "title": "Fiction: Leif Enger’s New Novel Brims With Grace and Quirky Charm", "description": "In “Virgil Wander,” a resident of a fading Rust Belt town embarks on a voyage of rediscovery after a car accident wipes his memory clean.", "url": "https://www.nytimes.com/2018/11/02/books/review/leif-enger-virgil-wander.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Butler1/04Butler1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:11Z", "content": "VIRGIL WANDER By Leif Enger 300 pp. Grove Atlantic. $27. What a wondrous miracle, to wake up, memory muddled, slightly unmoored, with just the task of relearning yourself, your friends, your hometown nestled along the ruggedly beautiful shores of Lake Superio… [+1743 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO", "title": "Best of Late Night: Jimmy Fallon Mocks Trump’s Focus on Immigration: ‘Play Some New Stuff!’", "description": "Five days before the midterms, Fallon and other late-night hosts were exhibiting signs of campaign-season fatigue.", "url": "https://www.nytimes.com/2018/11/02/arts/television/jimmy-fallon-trump-immigration-rhetoric.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/arts/02latenight1/02latenight1-facebookJumbo.png", "publishedAt": "2018-11-02T09:00:11Z", "content": "Get this: Mexicos Supreme Court just ruled that a ban on legal weed is unconstitutional. Which explains why a giant caravan of Americans is now making its way towards Mexico. JIMMY FALLON I read that Toys R Us may be relaunching as a new store called Geoffrey… [+558 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY BLOOM", "title": "Fiction: A Poor Girl’s Progress Through the Gilded Age", "description": "Rosellen Brown’s new novel, “The Lake on Fire,” tells the story of a young woman who seems straight out of Henry James in her struggles with love and work.", "url": "https://www.nytimes.com/2018/11/02/books/review/lake-on-fire-rosellen-brown.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Bloom1/04Bloom1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:11Z", "content": "In The Lake on Fire, she begins with the indelible dark, damp misery of Jewish farmers (not really farmers: city people who found themselves in a Wisconsin field and built shaky cabins, leaky chicken coops and grew nothing that anyone could eat) and our prota… [+1574 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CAMPBELL ROBERTSON", "title": "Republican Purges and Feuds in Oklahoma Show the Pitfalls of One-Party Rule", "description": "State Representative Chris Kannady at his office in Oklahoma City. Mr. Kannady led a well-funded campaign of attack ads in primaries across the state.", "url": "https://www.nytimes.com/2018/11/02/us/oklahoma-midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/10/22/us/00oklahoma-01/00oklahoma-01-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:09Z", "content": "Mr. Kannady insists that he was only acting in self-defense against primary challenges and that, with an array of business interests helping fund the operation, he was the only lawmaker involved. Both of the claims are hotly disputed by his Republican adversa… [+1394 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By TOBY BILANOW", "title": "Weekly Health Quiz: Cellphones, Cancer and Broken-Heart Syndrome", "description": "Test your knowledge of this week’s health news.", "url": "https://www.nytimes.com/interactive/2018/11/02/well/live/02healthquiz-11022018.html", "urlToImage": "https://static01.nyt.com/images/2018/10/30/science/30BRODYCONFLICT/merlin_145738203_da1d55bd-86da-4b5f-b12f-34232d371b54-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:09Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nathaniel Popper", "title": "Bitcoin’s ‘First Felon’ Faces More Legal Trouble", "description": "Charlie Shrem went to prison in 2015 after he pleaded guilty to helping people buy drugs online. Now he’s being sued by the Winklevoss twins.", "url": "https://www.nytimes.com/2018/11/02/technology/bitcoin-charlie-shrem-winklevoss-twins.html", "urlToImage": "https://static01.nyt.com/images/2018/10/25/business/25BITCOIN01/00BITCOIN01-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:08Z", "content": "The twins asked Mr. Shrem to help them amass the beginnings of what would become an enormous stockpile of cryptocurrencies, giving him $750,000 to buy Bitcoin from other deep-pocketed investors. A few months into this partnership, the twins said they realized… [+1553 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ABIGAIL MEISEL", "title": "The Shortlist: Family Sagas: Three Novels Probe Generations of Secrets", "description": "Whether it’s decades’ worth of Portuguese and French women or an Australian clan’s one long weekend, these fictional relatives tell revelatory tales.", "url": "https://www.nytimes.com/2018/11/02/books/review/in-your-hands-ines-pedrosa.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Shortlist/04Shortlist-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:07Z", "content": "Inevitably, the women scrutinize one another. Jenny sees Camilla as obsessed with her work and Natália as living a tepid life in which her mission is to liberate women like me from the terrible masculine yoke. Natália, in turn, is terrified that shell never b… [+2142 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAULETTE PERHACH", "title": "Programmed for Success", "description": "Yesenia Vazquez, left, a student at Triton College in Illinois, works with a teaching assistant to solve a problem at the new iLaunch math lab.", "url": "https://www.nytimes.com/2018/11/02/education/learning/programmed-for-success.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/autossell/04apps1/04apps1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:07Z", "content": "If youre an 18-year-old student with no children, two college-educated parents and only one task over the next four years to get a degree it might not be that difficult to navigate registration, find time to get to the bookstore, or stay late after class for … [+880 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARILYN STASIO", "title": "Crime: Cold Cases and Hot Emotions: Marilyn Stasio’s Crime Column", "description": "From Lee Child’s New Hampshire thriller, “Past Tense,” to Michael Connelly’s latest Los Angeles mystery, “Dark Sacred Night,” the sleuthing is in high gear.", "url": "https://www.nytimes.com/2018/11/02/books/review/past-tense-lee-child.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Crime/04Crime-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:07Z", "content": "On this case, Renée Ballard, a young cop attached to the Hollywood Division of the L.A.P.D., makes a terrific partner for the old lion. She does the methodical inside work while Bosch rashly steps on the toes of the Mexican Mafia and nearly gets killed. The p… [+2075 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ARIELLE DOLLINGER", "title": "Video Games Are a Waste of Time? Not for Those With E-sports Scholarships", "description": "Members of the Bay Shore High School e-sports team look on as Matthew Ruiz competes at the Microsoft store at the Roosevelt Field Mall on Long Island. Watching, from left, Dimetrius Bostick, Skylar Lampel, Connor DeGraff, Aidan Zicolella and Dominick Bostick.", "url": "https://www.nytimes.com/2018/11/02/education/learning/video-games-esports-scholarships.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/learning/04esports1/04esports1-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:07Z", "content": "Today, almost 90 Robert Morris students play, and about 80 of them receive e-sports scholarships, Mr. Melcher said. Varsity-level players can receive scholarships that cover up to 70 percent of their tuition; reserve players receive 35 percent tuition coverag… [+1522 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHOZICK", "title": "Children’s Books: How Do You Talk to Children About Politics These Days? Try These Books.", "description": "A Trump biography for teenagers, a picture book biography of Elizabeth Warren, Justice Sotomayor’s life story for kids, and more of this fall’s books for future voters.", "url": "https://www.nytimes.com/2018/11/02/books/review/unpresidented-martha-brockenbrough.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Chozick-01/merlin_145534935_110165c1-346c-43e5-a2bf-08793ebb50cb-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:06Z", "content": "Political mythmaking or not, the books subtitle Nevertheless, She Persisted is satisfying. Id bet that the majority leader, Mitch McConnell, didnt know hed uttered the C-Span moment that launched a thousand childrens books when he tried to silence Warrens obj… [+2329 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CORINNA da FONSECA-WOLLHEIM", "title": "Reconsideration: How a Grandmother’s Diary Led to a Long-Lost Literary Gem", "description": "A journal entry prompted Corinna da Fonseca-Wollheim to seek out the novels of Irmgard Keun, once dubbed the “It Girl” of German literature.", "url": "https://www.nytimes.com/2018/11/02/books/review/irmgard-keun-gilgi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Fonseca-Wollheim/04Fonseca-Wollheim-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:06Z", "content": "Gilgi has no time for the virtue-signaling of her activist friend Pit, who mansplains socialism to her and calls her a superficial little thing when she prods his vanity. And she certainly has no patience for the condescension of the pathetic medical-school M… [+2059 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAMUEL G. FREEDMAN", "title": "Nonfiction: Race and Class and Youth Football in Brownsville, Brooklyn", "description": "Albert Samaha’s “Never Ran, Never Will” spends two seasons with the Mo Better Jaguars, tracking the lives of the team’s young, nonwhite, often at-risk players.", "url": "https://www.nytimes.com/2018/11/02/books/review/albert-samaha-never-ran-never-will.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Freedman/04Freedman-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:06Z", "content": "Now comes Albert Samaha, a first-time author, with Never Ran, Never Will. Whether deliberately or by coincidence, he has set himself an especially daunting task, because his book about two seasons with a youth football team takes place in the Brownsville sect… [+2636 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES B. STEWART", "title": "Nonfiction: Alan Greenspan’s Ode to Creative Destruction", "description": "In “Capitalism in America,” co-written with Adrian Wooldridge, Greenspan offers a history of the free market and its positive impact on the United States.", "url": "https://www.nytimes.com/2018/11/02/books/review/alan-greenspan-capitalism-in-america-adrian-wooldridge.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/04STEWART-COMBO/04STEWART-COMBO-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:05Z", "content": "In the authors approving view, men like the banker John Pierpont Morgan, the oil baron John D. Rockefeller and the steel magnate Andrew Carnegie, all born within a few years of one another in the 1830s, were giants of energy and ambition who exercised more po… [+3148 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RANDY BOYAGODA", "title": "Nonfiction: Antonia Fraser Revisits a Volatile Era in British Catholicism", "description": "The noted historian’s latest book, “The King and the Catholics,” documents the sometimes violent struggle for religious equality in Georgian England.", "url": "https://www.nytimes.com/2018/11/02/books/review/antonia-fraser-king-catholics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/books/review/04Boyagoda/04Boyagoda-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:04Z", "content": "THE KING AND THE CATHOLICS England, Ireland, and the Fight for Religious Freedom, 1780-1829 By Antonia Fraser Illustrated. 319 pp. Nan A. Talese/ Doubleday. $29.95. When Amazon Prime finally starts delivering to heaven, Evelyn Waugh should order a copy of Ant… [+2226 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD KLASCO, M.D.", "title": "Ask Well: Do High-Cholesterol Foods Raise Your Cholesterol?", "description": "The best evidence available suggests that saturated fat, rather than dietary cholesterol per se, is the major contributor to serum cholesterol.", "url": "https://www.nytimes.com/2018/11/02/well/eat/do-high-cholesterol-foods-raise-your-cholesterol.html", "urlToImage": "https://static01.nyt.com/images/2018/11/06/well/ask-cholesterol/merlin_115927904_f8006182-daa9-4505-9edc-085f5e83f76f-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:02Z", "content": "Q. What is the evidence that dietary cholesterol or other fat influences serum cholesterol? A. Foods high in cholesterol, like eggs or cheese, can raise blood cholesterol levels, though the effect is relatively modest and varies from person to person. The bes… [+1561 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Letters to the Editor", "description": "Readers respond to recent issues of the Sunday Book Review.", "url": "https://www.nytimes.com/2018/11/02/books/review/letters-to-the-editor.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-02T09:00:01Z", "content": "Fortunately for publishers and my library, unread books remind me of the many pleasures to come. Books have been the center of my intellectual life, but, read or unread, they interrupt the drift of ordinary life with the thrill of expectancy and unlearned ple… [+1660 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By STAN GORNICZ", "title": "How to Be the Go-to House", "description": "As a kid, I craved clamor, but my parents cherished serenity over chaos. When I became a parent I wanted to create a welcoming, noisy home.", "url": "https://www.nytimes.com/2018/11/02/well/family/how-to-be-the-go-to-house.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/well/02ties/02ties-facebookJumbo.jpg", "publishedAt": "2018-11-02T09:00:01Z", "content": "Each time I passed an open window, I eagerly awaited the rumble of the garage door opening and the rush of footsteps inside to claim a basketball for an impromptu game of H-O-R-S-E or friendly pickup game of hoops for anyone whod stop by. Or the sound and sce… [+1550 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AUSTIN RAMZY", "title": "Lodi Gyari, Top Envoy for the Dalai Lama, Dies at 69", "description": "Lodi Gyaltsen Gyari in New Delhi in 2008. He later said his decades of negotiations with China over Tibet’s future had been “challenging and disappointing.”", "url": "https://www.nytimes.com/2018/11/02/obituaries/lodi-gyari-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/03gyari/03gyari-facebookJumbo.jpg", "publishedAt": "2018-11-02T08:36:33Z", "content": "Lodi Gyaltsen Gyari was born in 1949 in Nyarong, a Tibetan district that is now in western Sichuan Province. He was recognized as a rinpoche, or reincarnated lama, and educated as a child in the traditional monastic system of Tibetan Buddhism. As a young man … [+1776 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Chris Stanford, Anna Schaverien", "title": "News Quiz: Test Your Knowledge of the Week's Headlines - New York Times", "description": "New York Times News Quiz: Test Your Knowledge of the Week's Headlines New York Times News Quiz: Test Your Knowledge of the Week's Headlines. By CHRIS STANFORD and ANNA SCHAVERIEN NOV. 2, 2018. Did you stay up to date this week? Take our quiz to find out. Last…", "url": "https://www.nytimes.com/interactive/2018/11/02/briefing/02weeklynewsquiz.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/world/02newsquiz-india/01xp-statue-2-facebookJumbo.jpg", "publishedAt": "2018-11-02T08:30:39Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "U.S. Indicts Chinese, Taiwan Firms for Targeting Micron Trade Secrets", "description": "The U.S. Justice Department on Thursday unveiled an indictment against two companies based in China and Taiwan and three individuals, saying they conspired to steal trade secrets from U.S. semiconductor company Micron Technology Inc relating to its research a…", "url": "https://www.nytimes.com/reuters/2018/11/02/business/02reuters-usa-justice-china-espionage.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-02T08:25:32Z", "content": "In January, UMC filed a patent infringement lawsuit against Micron in China. \"No country presents a broader, more severe threat to our ideas, our innovation, and our economic security than China,\" FBI Director Christopher Wray said in a statement. The indictm… [+1392 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE BLOOM", "title": "Lin-Manuel Miranda on ‘Mary Poppins Returns’ and Movie Musicals", "description": "Lin-Manuel Miranda in “Mary Poppins Returns,” out Dec. 19. The original movie was in rotation on the VHS player in his home while he was growing up.", "url": "https://www.nytimes.com/2018/11/02/movies/lin-manuel-miranda-mary-poppins-returns.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04LIN-MANUEL-MIRANDA-FILMS1/04LIN-MANUEL-MIRANDA-FILMS1-facebookJumbo.jpg", "publishedAt": "2018-11-02T08:00:03Z", "content": "One of the hardest things to do is to make a successful musical, he said. I dont mean financially successful, I mean artistically. Where all the art forms the choreography, the music, the dancing, the sets, the songs, all build toward these moments. When they… [+1308 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "New York Times", "title": "Goldman Sachs’ biggest scandal? A multibillion international fraud that also funded ‘The Wolf Of Wall Street’", "description": "According to court documents, former Goldman Sachs employees paid bribes and kickbacks to foreign leaders to secure $6 billion in bond underwriting deals for Goldman that generated $600 million in fees.", "url": "https://www.nytimes.com/2018/.../business/goldman-sachs-malaysia-investment-fund.html", "urlToImage": "https://images.indianexpress.com/2018/11/goldman_bankers-759.jpg?w=759", "publishedAt": "2018-11-02T06:40:07Z", "content": "By: New York Times | New York | Published: November 2, 2018 12:10:07 pm The Goldman Sachs offices in Manhattan. (Source: The New York Times) Goldman Sachs is facing one of the most significant scandals in its history, a multibillion-dollar international fraud… [+7748 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PENN BULLOCK", "title": "Europe Edition: President Trump, Saudi Arabia, Brexit: Your Friday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/02/briefing/president-trump-saudi-arabia-brexit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/briefing/11022018-ambriefing-euro-slide-GLUX/11022018-ambriefing-euro-slide-GLUX-facebookJumbo.jpg", "publishedAt": "2018-11-02T05:14:38Z", "content": "North Korean women who work in the countrys growing markets are often preyed on by officials demanding sexual favors, Human Rights Watch researchers found. Above, a silk factory in Pyongyang. [ The New York Times ] The British police are investigating whether… [+1080 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAMIEN CAVE", "title": "Letter 79: Our Networked (Dangerous) World: Do Australia’s Leaders Get It?", "description": "This week’s Australia Letter explores the connection between international threats, journalism and technology.", "url": "https://www.nytimes.com/2018/11/02/world/australia/our-networked-dangerous-world.html", "urlToImage": "https://static01.nyt.com/images/2017/10/13/opinion/sunday/02australialetter79-Silicon-Valley/Silicon-Valley-Is-Not-Your-Friend-1507876008370-facebookJumbo.jpg", "publishedAt": "2018-11-02T05:02:05Z", "content": "For many people, all of this creates a sense of dislocation and anxiety. Even within national borders, its hard to know whats really shaping daily life as the world feels progressively harder to understand. At The New York Times, of course, we believe that pa… [+1524 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "What's on TV Friday: 'The Other Side of the Wind' and 'House of Cards' - New York Times", "description": "New York Times What's on TV Friday: 'The Other Side of the Wind' and 'House of Cards' New York Times “House of Cards” returns for a final season. And after decades locked away unfinished, Orson Welles's “The Other Side of the Wind” debuts on Netflix. What's S…", "url": "https://www.nytimes.com/2018/11/02/arts/television/whats-on-tv-friday-the-other-side-of-the-wind-and-house-of-cards.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/arts/02tvcol-otherside/02tvcol-otherside-facebookJumbo.jpg", "publishedAt": "2018-11-02T05:00:41Z", "content": "House of Cards returns for a final season. And after decades locked away unfinished, Orson Welless The Other Side of the Wind debuts on Netflix. HOUSE OF CARDS on Netflix. Robin Wright leads the sixth and final season of Netflixs troubled political drama afte… [+859 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD SEYMOUR", "title": "The Last Gasp of Northern Ireland", "description": "A hard-line loyalist party has British politics in its death grip, because it knows that its cause is dying.", "url": "https://www.nytimes.com/2018/11/02/opinion/northern-ireland-brexit-unionism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/opinion/01Seymour/01Seymour-facebookJumbo.jpg", "publishedAt": "2018-11-02T05:00:03Z", "content": "For the theocrats at the core of the D.U.P. leadership, this is a threat to the political self-defense of Protestants against, as Ian Paisley used to put it, the Papal Antichrist. Hence, the D.U.P. obstructs gay marriage, abortion rights and Irish language ri… [+2459 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By IBBY CAPUTO", "title": "On My Wedding Day, Wishing I Looked Like Someone Else", "description": "My eyes were too swollen for me to walk down the aisle. It wasn’t from crying.", "url": "https://www.nytimes.com/2018/11/02/style/modern-love-wedding-day-leukemia-swollen-eyes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/04MODERNLOVE/merlin_146139309_177d0f1c-084a-4ac4-8b85-2f46acc3b0f4-facebookJumbo.jpg", "publishedAt": "2018-11-02T04:00:00Z", "content": "Damian would later say that after he met me, he kept thinking, Wheres Ibby? I did get the sense he was always finding me around the center, but not in a creepy way more how a Labrador greets you at the door, tail wagging, ready to receive you. I wanted to pro… [+1357 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN RAPPEPORT", "title": "美国司法部起诉中国公司从事间谍活动", "description": "司法部称晋华从美国科技公司窃取商业机密。与晋华同时遭到起诉的还有其台湾合作伙伴联华电子及另外三名涉事个人。此举为特朗普政府打击中国“经济间谍行为”的最新举措。 Paul Sakuma/Associated Press 美国司法部指控一家中国国企及其台湾合作伙伴窃取美国科技公司美光的商业机密。", "url": "https://cn.nytimes.com/usa/20181102/chinese-company-espionage-charges/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/02/business/02dc-chinaspy/02dc-chinaspy-articleLarge.jpg", "publishedAt": "2018-11-02T02:43:23Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "赫海威", "title": "5岁男孩15页简历走红网络，引发中国教育大讨论", "description": "一个5岁男孩为申请上海一所私立小学，写了一份长达15页的简历。此事在互联网上引发了关于中国的应试教育体系、资源分配以及家长的焦虑感等方面的讨论。 Aly Song/Reuters 2月，上海一所小学。在中国，进入好学校的竞争是出了名的残酷。", "url": "https://cn.nytimes.com/china/20181102/china-child-resume/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/02/world/02china-resume/02china-resume-articleLarge.jpg", "publishedAt": "2018-11-02T02:20:39Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "YURU CHENG", "title": "听话还是大声说出来？美籍华裔妈妈的教育抉择", "description": "一年前，美籍华裔作家朱贲兰出书记录了儿子在中国公立幼儿园上学的欣喜和挣扎，也写下她透过教育对当下中国社会的洞察。如今，她找到答案了吗？她后悔当初的决定吗？ Courtesy of Lenora Chu 美籍华裔作家朱贲兰与儿子Rainey。", "url": "https://cn.nytimes.com/china/20180905/little-soldier-lenora-chu/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/09/04/business/cn-lenora-span/cn-lenora-span-articleLarge.jpg", "publishedAt": "2018-11-02T01:54:43Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Review: Lessons in Love From a Drama Queen in 'Torch Song' - New York Times", "description": "New York Times Review: Lessons in Love From a Drama Queen in 'Torch Song' New York Times Michael Urie as Arnold in the revival of Harvey Fierstein's “Torch Song” on Broadway.CreditCreditSara Krulwich/The New York Times. Torch Song: NYT Critic's Pick: Broadway…", "url": "https://www.nytimes.com/2018/11/01/theater/torch-song-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/theater/02torchsong-web/02torchsong-web-facebookJumbo.jpg", "publishedAt": "2018-11-02T01:45:41Z", "content": "This is evident in his tortured relationships with Ed; with the woman Ed marries, Laurel (Roxanna Hope Radja, who winningly brings out the characters wry masochism); and with the handsome, much younger Alan, the model (a likable Michael Hsu Rosen). Those are … [+1974 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA JACOBS", "title": "Texas Jury Awards $68,000 to Black Girl Who Said Classmates Wrapped Rope Around Her Neck", "description": "The wounds on the neck of a sixth grader whose family sued a private school in Waco, Tex., in 2016. On Wednesday, a jury ordered the school to pay $68,000 in damages.", "url": "https://www.nytimes.com/2018/11/01/us/waco-texas-school-rope-jury.html", "urlToImage": "https://static01.nyt.com/images/2016/06/18/us/02XP-WACO/18neck_xp-facebookJumbo.jpg", "publishedAt": "2018-11-02T01:42:25Z", "content": "The lawsuit, which was filed in 2016, said the episode occurred at a swing that was hanging from a tree and had a separate rope used to pull it higher. The girl said she was standing to the side when she felt the rope pulled around her neck, violently jerking… [+1273 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "NYT: Nationalism Is Breaking Point for Some Suburban Voters...", "description": "NYT: Nationalism Is Breaking Point for Some Suburban Voters... (First column, 4th story, link ) Related stories: Trump pledges asylum crackdown, tent cities... OPEN FIRE ON MIGRANTS WHO THROW ROCKS? 'When I can, I tell the truth'... Advertise here", "url": "https://www.nytimes.com/2018/11/01/us/politics/republicans-trump-house.html?partner=msft_msn", "urlToImage": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BBPepZH.img?h=630&w=1200&m=6&q=60&o=t&l=f&f=jpg&x=718&y=465", "publishedAt": "2018-11-02T01:25:36Z", "content": "HOUSTON Two years ago, the presidential election hinged in large part on a rightward shift among working-class whites who deserted Democrats. Tuesdays House election may turn on an equally significant and opposite force: a generational break with the Republic… [+10291 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY CHAN", "title": "简报：“我也是”在朝鲜；他们为什么被哈佛选中", "description": "详解美国中期选举；全球海洋升温速度超预期；习近平与特朗普通电话；福建晋华被诉窃取美国公司商业机密；香港最后一家禁书书店歇业……新闻简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181102/north-korea-midterm-climate/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/02/briefing/02ambriefing-asia-slide-slide-5FCP/02ambriefing-asia-slide-slide-5FCP-articleLarge-v2.jpg", "publishedAt": "2018-11-02T01:24:43Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Trump, Offering No Evidence, Cites Stacey Abrams's 'Past' and Calls Her 'Unqualified' - New York Times", "description": "New York Times Trump, Offering No Evidence, Cites Stacey Abrams's 'Past' and Calls Her 'Unqualified' New York Times ATLANTA — President Trump disparaged Stacey Abrams, the Democratic nominee for governor of Georgia, in ambiguous and unusually personal terms o…", "url": "https://www.nytimes.com/2018/11/01/us/politics/trump-stacey-abrams-brian-kemp.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/politics/02tipsheet-oprah/02tipsheet-oprah-facebookJumbo.jpg", "publishedAt": "2018-11-02T01:13:09Z", "content": "She is not qualified to be the governor of Georgia, not qualified, Mr. Trump said. Asked why not, he said, Take a look at her past, take a look at her history, take a look at what she wants to do and what she has in mind for the state. That state will be in b… [+1514 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LINDA QIU", "title": "Fact Check of the Day: Trump’s Falsehood-Laden Speech on Immigration", "description": "At the White House, and in the lead-up to the midterm elections, President Trump issued a warning to the migrant caravan headed toward the United States. His speech was filled with inaccurate claims.", "url": "https://www.nytimes.com/2018/11/01/us/politics/fact-check-trump-immigration-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/politics/IMMIGFACT-video/IMMIGFACT-video-facebookJumbo-v3.jpg", "publishedAt": "2018-11-02T01:01:45Z", "content": "The drug agency also noted that the most common method of drug smuggling used by criminal organizations is by driving through official American ports of entry not a migrant caravan of people on foot. In some of those vehicles, the drugs are kept in concealed … [+2361 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIFFANY HSU", "title": "Peter Thiel Is a Man on an Island", "description": "Mr. Thiel, whose frequent defense of President Trump sets him apart in the tech industry, said Mr. Trump was not the main cause of the current political polarization.", "url": "https://www.nytimes.com/2018/11/01/business/dealbook/peter-thiel-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/business/02db-live-thiel/merlin_146192463_1b812fde-61ac-4e00-a20d-60c378e360d1-facebookJumbo.jpg", "publishedAt": "2018-11-02T00:45:48Z", "content": "At the DealBook conference on Thursday, he acknowledged that the current political environment was not healthy but said that the country had been polarized since the late 60s and that Mr. Trump was not the main cause. Mr. Thiel did allow that the conspiracy t… [+584 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Edmund Lee", "title": "What’s Next for the Murdochs’ Media Empire?", "description": "Lachlan Murdoch discussed what his family’s sale of much of 21st Century Fox to Disney could mean for the family’s other assets.", "url": "https://www.nytimes.com/2018/11/01/business/dealbook/murdoch-fox-dealbook-conference.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/business/02db-live-murdoch/merlin_146182416_f02c44a8-07af-4cc1-a974-0876a51228cb-facebookJumbo.jpg", "publishedAt": "2018-11-02T00:38:56Z", "content": "He cited figures that showed more Fox viewers are tuned to its sober news segments than to the fiery opinion hours. I think a lot of people dont realize that, he said. And what does he think about the fact that Mr. Trump likes Fox News so much? I think he dis… [+742 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "That Time Oprah Came to My House to Campaign - New York Times", "description": "New York Times That Time Oprah Came to My House to Campaign New York Times ATLANTA — Kassie Jones was cleaning up from a Halloween party at her home in Marietta, Ga., on Thursday when Oprah Winfrey dropped by to talk politics. It was a pretty big deal. Ms. Jo…", "url": "https://www.nytimes.com/2018/11/01/us/politics/oprah-winfrey-stacey-abrams-georgia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/us/politics/02oprahdoorknock/02oprahdoorknock-facebookJumbo.jpg", "publishedAt": "2018-11-02T00:34:54Z", "content": "ATLANTA Kassie Jones was cleaning up from a Halloween party at her home in Marietta, Ga., on Thursday when Oprah Winfrey dropped by to talk politics. It was a pretty big deal. Ms. Jones, 66, a retiree who worked in the banking and retail sectors, moved to thi… [+760 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARC TRACY", "title": "Board Chairman Resigns in Fallout Over a Maryland Football Player’s Death", "description": "James T. Brady stepped down after widespread criticism over the board’s recommendation that Maryland’s football coach keep his job.", "url": "https://www.nytimes.com/2018/11/01/sports/maryland-board-of-regents-resign.html", "urlToImage": "https://static01.nyt.com/images/2018/11/02/sports/02MARYLAND1-print/02MARYLAND1-print-facebookJumbo.jpg", "publishedAt": "2018-11-02T00:07:37Z", "content": "A day later, Mr. Loh reversed course and fired Mr. Durkin. Last night, President Loh informed the chancellor of his plan to terminate Mr. Durkins contract, the boards statement on Thursday said. The board acknowledges and accepts his decision and his authorit… [+1187 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID BROOKS", "title": "The Retrenchment Election", "description": "Nobody is moving, just settling into place.", "url": "https://www.nytimes.com/2018/11/01/opinion/2018-midterms-realignment-partisanship.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/opinion/01brooksWeb/01brooksWeb-facebookJumbo.jpg", "publishedAt": "2018-11-02T00:01:10Z", "content": "The other big impression I get is that grand canyons now separate different sectors of American society and these canyons are harder and harder to cross. On the one hand, as Amy Walter of Cook Political Report has pointed out, very little has changed over the… [+1299 chars]"}]}