{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Joanne Kaufman", "title": "Mr. Maisel’s Memorabilia", "description": "Michael Zegen, of “The Marvelous Mrs. Maisel,” is an unabashed hunter and gatherer. It runs in the family.", "url": "https://www.nytimes.com/2018/11/27/realestate/mr-maisels-memorabilia.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/realestate/02WHATILOVE-slide-MR7N/02WHATILOVE-slide-MR7N-facebookJumbo.jpg", "publishedAt": "2018-11-27T00:00:00Z", "content": "You dont need to spend much time in the apartment to learn that Mr. Zegen is a hunter and gatherer of no mean talent, a gift he said he inherited from his mother, a habitué of garage, estate and yard sales, who scored the red-and-black rug on the floor in the… [+954 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "One Constant of the Tennis Season: Mixed Emotions - New York Times", "description": "New York Times One Constant of the Tennis Season: Mixed Emotions New York Times The official tennis season ended in joy and thinly disguised rage on Sunday in the northern French city of Lille. While Marin Cilic and the Croats celebrated their decisive 3-1 Da…", "url": "https://www.nytimes.com/2018/11/26/sports/tennis-end-of-season.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/sports/27clareyweb1/27clareyweb1-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:56:41Z", "content": "In a New York Times poll this month of ATP players, coaches and leading analysts, Djokovic, Nadal and Federer dominated the voting on the best shots in the game. Perhaps most remarkable: They finished 1-2-3 in the movement category despite all three being in … [+1176 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Manny Fernandez", "title": "Beto O’Rourke Says He Isn’t Ruling Out 2020 Presidential Bid", "description": "During his campaign against Senator Ted Cruz of Texas, Mr. O’Rourke said repeatedly he wouldn’t run for president in 2020. But on Monday, he said he had “made a decision not to rule anything out.”", "url": "https://www.nytimes.com/2018/11/26/us/beto-2020-presidential-bid.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/27beto/27beto-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:54:59Z", "content": "When asked by a member of the audience if he was running in 2020, Mr. ORourke said he was focused on spending time with his wife, Amy, and his children, as well as finishing his term in Congress, which ends in January. And then, Amy and I will think about wha… [+761 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Trump Blindsides May, Calling Her Brexit Deal 'Great for the EU' - New York Times", "description": "New York Times Trump Blindsides May, Calling Her Brexit Deal 'Great for the EU' New York Times LONDON — As Prime Minister Theresa May of Britain continued her effort on Monday to sell her agreement to withdraw from the European Union to skeptics in Parliament…", "url": "https://www.nytimes.com/2018/11/26/world/europe/trump-may-brexit-eu.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27brexit1/27brexit1-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:54:16Z", "content": "The spokesman added that the government has already been laying the groundwork for an ambitious agreement with the U.S. through our joint working groups, which have met five times so far. This was not the first time Mr. Trump has publicly undermined the Briti… [+920 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL GENZLINGER", "title": "Meena Alexander, Poet Who Wrote of Dislocation, Dies at 67", "description": "Born in India and later a resident of Africa, Europe and the United States, she explored themes of feminism, post-colonialism and the search for identity.", "url": "https://www.nytimes.com/2018/11/26/obituaries/meena-alexander-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/obituaries/27ALEXANDER-OBIT1/27alexander-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:53:31Z", "content": "Meena Alexander, a poet and scholar whose writings reflected the search for identity that came with a peripatetic life, including time in India, Africa, Europe and the United States, died on Wednesday in Manhattan. She was 67. Her husband, David Lelyveld, sai… [+1069 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THOMAS GIBBONS-NEFF and MUJIB MASHAL", "title": "U.S. and Czech Troops Investigated for Death of Afghan Prisoner", "description": "The prisoner, an Afghan commando, was accused of killing a Czech soldier in one of four deadly insider attacks this year by Afghan soldiers on NATO troops.", "url": "https://www.nytimes.com/2018/11/26/us/politics/czech-soldiers-american-military-afghanistan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/politics/27dc-commando-print/27dc-commando1-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:44:16Z", "content": "A senior Afghan security official in Kabul said the Afghan government considered Mr. Khan a Taliban infiltrator. Reports from the scene as well as comments from American officials in meetings with Afghan officials indicated there may have been a verbal argume… [+1621 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHERYL GAY STOLBERG", "title": "Amy Klobuchar Is ‘Minnesota Nice.’ But Is That What Democrats Want for 2020?", "description": "Senator Amy Klobuchar at a campaign event in Carleton College in Northfield, Minn., before the midterms. She clobbered her Republican opponent in a state President Trump had nearly won in 2016.", "url": "https://www.nytimes.com/2018/11/26/us/politics/amy-klobuchar-2020-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/politics/27dc-klobuchar-print/00dc-klobuchar1-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:23:40Z", "content": "In the Senate, Ms. Klobuchar is not in the forefront on divisive issues like immigration, but she has led efforts to curb the skyrocketing cost of prescription drugs, expand voting rights, address sexual harassment and protect online privacy after revelations… [+1763 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL POLITI and DAVID D. KIRKPATRICK", "title": "Argentina Considers Charges Against Saudi Crown Prince Ahead of G-20", "description": "A prosecutor in Argentina, site of the Group of 20 summit this week, is examining war crimes charges against Crown Prince Mohammed bin Salman.", "url": "https://www.nytimes.com/2018/11/26/world/americas/argentina-crown-prince-mohammed-saudi-arabia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27mbs-argentina-print/merlin_147211923_54cdca88-eae5-4368-81f6-a26a73b0a13a-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:16:59Z", "content": "An airstrike by the Saudi-led coalition in August 2018 killed at least 26 Yemeni children and wounded 19 others in or near a school bus. An airstrike in October 2016 killed or wounded thousands of civilians at a crowded funeral. A series of bombings at a well… [+2006 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and HIROKO MASUIKE", "title": "Climate Change, Immigration, Mars Landing: Your Monday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/26/briefing/climate-change-immigration-mars.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/briefing/112618evening-briefing-promo/112618evening-briefing-promo-facebookJumbo.jpg", "publishedAt": "2018-11-26T23:14:14Z", "content": "6. Ukraines Parliament voted to declare martial law in areas bordering Russia, responding to a Russian attack on three Ukrainian naval vessels on Sunday. The events escalated an undeclared war the two countries have been fighting for nearly five years. The Uk… [+675 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GINA KOLATA, SUI-LEE WEE and PAM BELLUCK", "title": "Chinese Scientist Claims to Make First Genetically Edited Babies", "description": "The researcher, He Jiankui, offered no evidence or data to back up his assertions. If true, some fear the feat could open the door to “designer babies”", "url": "https://www.nytimes.com/2018/11/26/health/gene-editing-babies-china.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27BABIES1/27BABIES1-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:55:22Z", "content": "At the conference, whose organizers included Jennifer Doudna, one of the inventors of Crispr technology, Dr. He gave a careful talk about something that fellow attendees considered squarely within the realm of ethically approved research, said one of those wh… [+2423 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: A New Japanese Marketplace Opens in Brooklyn", "description": "Japan Village in Industry City, in Sunset Park, features a grocery as well as a collection of casual dining spots.", "url": "https://www.nytimes.com/2018/11/26/dining/japan-village-industry-city-brooklyn.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28burner7/28burner7-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:54:18Z", "content": "The market, which occupies about half the single-story space, includes a seafood counter (most of the fish comes from Japan), a fresh tofu stall and a butcher shop run by Japan Premium Beef from the East Village. The rest is an array of specialized dining cou… [+1052 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NIRAJ CHOKSHI", "title": "‘They Started Running’: Photograph of Children in Diapers Fleeing Tear Gas at the Border Sparks Anger", "description": "The image of a woman and two children in diapers fleeing a cloud of tear gas prompted anger among critics of President Trump’s immigration policies.", "url": "https://www.nytimes.com/2018/11/26/world/americas/tear-gas-migrant-children-photo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27xp-photo/27xp-photo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-26T22:52:38Z", "content": "In the photo, an American flag can be seen poking above a border wall in the background, with crowds of people clustered throughout. The smoking tear gas canister sits in a culvert to the left, behind the woman, who is wearing a shirt with characters from Dis… [+651 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "On Politics With Lisa Lerer: A Choice for Mississippi - New York Times", "description": "New York Times On Politics With Lisa Lerer: A Choice for Mississippi New York Times Hi. Welcome to On Politics, your guide to the day in national politics. I'm Lisa Lerer, your host. I hope you all survived your Thanksgiving holidays. My takeaway: Who needs t…", "url": "https://www.nytimes.com/2018/11/26/us/politics/on-politics-mississippi-senate-race.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/us/politics/26onpolitics-01/26onpolitics-01-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:46:09Z", "content": "Thats where the real battle could take place: Ms. Pelosi must win a majority of the full House to be formally elected speaker next year, meaning she can afford to lose only 15 Democrats. (Assuming all lawmakers are present and she garners no Republican backin… [+1377 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "World’s First Gene-Edited Babies Born This Month, Researcher Says", "description": "The researcher, He Jiankui of China, who claims he helped alter the DNA of twin girls born this month, said the world “has moved on to the stage for embryo gene editing.”", "url": "https://www.nytimes.com/video/world/asia/100000006232429/chinese-researcher-genetic-edited-babies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27BABIES2/27BABIES2-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-26T22:46:04Z", "content": "International video coverage from The New York Times."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY ZIPKIN", "title": "Intrepid Business Travelers Are Finding Another Way to the Airport: Bike", "description": "Conor Semler, a transportation planner, rides his bike to Boston Logan Airport when he needs to head out of town. “I prefer not to be in a car,” he said.", "url": "https://www.nytimes.com/2018/11/26/business/business-travel-airport-bike.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/business/27ITINERARIES-01/27ITINERARIES-01-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:45:27Z", "content": "On the websites for the San Diego International Airport and Portland International, bicyclists have their own pages with directions. Portland airport also has a separate bicycle assembly area for passengers who fly with their cycles, a repair station, free bi… [+1877 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: This Lobster Roll Is a Bargain. Really.", "description": "At Luke’s Lobster, Petrossian caviar and lobster meet on a buttery roll, for a price that is less than a tin of the good stuff.", "url": "https://www.nytimes.com/2018/11/26/dining/lukes-lobster-roll-caviar-petrossian.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28Burner1/28Burner1-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:43:07Z", "content": "This holiday indulgence is more bluejeans than blue blood. The buttery lobster rolls at several Lukes Lobster locations can now be ordered through the end of the year with a little tin of Petrossian caviar (baerii sturgeon labeled Baika from Lake Baikal in Si… [+821 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: A Sip of French Tradition With a Hint of New Orleans", "description": "Grand Brulot, an aged digestif made with coffee and V.S.O.P. Cognac, is easy to savor.", "url": "https://www.nytimes.com/2018/11/26/dining/drinks/grand-brulot-digestif.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28burner3/28burner3-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:40:38Z", "content": "Grand Brulot is a new take on the French tradition of spiking coffee with brandy as a digestif. The brandy is a V.S.O.P. Cognac from a fifth-generation estate owned by the Tardy family in the Cognac region of France. The coffee is a robusta from Ecuador, sele… [+578 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Boca Juniors Said to Ask Conmebol to Disqualify River Plate", "description": "BUENOS AIRES — The most anticipated Copa Libertadores final in decades might not be decided on the field after all. The South American soccer confederation, Conmebol, will decide Tuesday whether to disqualify River Plate and award the title to its archrival, …", "url": "https://www.nytimes.com/2018/11/26/sports/boca-juniors-river-plate-copa-libertadores.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/sports/27copa/27copa-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:32:00Z", "content": "BUENOS AIRES The most anticipated Copa Libertadores final in decades might not be decided on the field after all. The South American soccer confederation, Conmebol, will decide Tuesday whether to disqualify River Plate and award the title to its archrival, Bo… [+786 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: Preserved Lemons in Paste Form", "description": "New York Shuk’s latest offering is Moroccan-style salted lemons, puréed and ready for sauces, dips and dressings.", "url": "https://www.nytimes.com/2018/11/26/dining/preserved-lemon-paste.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28burner2/28burner2-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:21:29Z", "content": "Preserved lemon is an essential ingredient for capturing a taste of Morocco. Not long ago, you had to make it, a time-consuming process of curing whole lemons in salt. Then whole, salted lemons became available in jars. And now New York Shuk, a small producer… [+439 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Front Burner: Chocolate Bars Dressed for the Party", "description": "These slabs of Italian chocolate are topped with dried fruits and nuts. Serve them to guests or gift-wrap them for friends.", "url": "https://www.nytimes.com/2018/11/26/dining/marco-colzani-chocolate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28burner4/merlin_147126879_b5151452-2428-423c-87ea-b4717ad82656-facebookJumbo.jpg", "publishedAt": "2018-11-26T22:13:55Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "黄安伟,傅才德", "title": "中国如何抓捕外逃官员：扣留他的美国孩子", "description": "两位美国公民在中国机场发现自己无法离境。他们的父亲是交通银行广州分行前行长刘昌明。警方正试图以他们为人质，迫使其父归国。这是中国追捕外逃官员的最新手段。 - 家族朋友所供照片中的维克多·刘和辛西娅·刘，他们是美国公民，但被禁止离开中国。", "url": "https://cn.nytimes.com/china/20181127/china-exit-ban/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/26/us/politics/25dc-hostages1/25dc-hostages1-articleLarge.jpg", "publishedAt": "2018-11-26T21:48:48Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TYLER PAGER", "title": "Amid New York’s Blue Wave, a Republican County Resists", "description": "Putnam County, which includes Cold Spring, N.Y., seems like a curious outlier, a land that Democrats forgot along the Metro-North line.", "url": "https://www.nytimes.com/2018/11/26/nyregion/putnam-county-republican-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/nyregion/27putnam01/00putnam01-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:38:44Z", "content": "Gun rights, she said, are also paramount in a county where hunting is popular. Its generational, she said. Its about tradition, and its about family values. But some Democrats say the emphasis on tradition serves to exclude and divide residents, particularly … [+899 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRAD PLUMER", "title": "Five Big Ways the United States Will Need to Adapt to Climate Change", "description": "A sweeping new climate report warns that the United States will have to spend billions of dollars to protect coastlines, rebuild sewers and overhaul farming. Here are some places to start.", "url": "https://www.nytimes.com/2018/11/26/climate/adaptation-us-climate-change.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/climate/27CLI-ADAPTATION1/27CLI-ADAPTATION1-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:37:34Z", "content": "Climate adaptation isnt just a matter of redesigning roads or power plants to be more resilient to extreme weather. The report also details ways that our natural environment, if managed properly, can be a cost-effective defense against climate change. Plantin… [+1666 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "UNHCR, the UN Refugee Agency", "title": "Bakers From Baghdad, Who Fled Violence Against Christians, Pursue a Sweet Dream", "description": "The Najjar family’s church was attacked, and they lost family members. Joining an exodus of Iraqi Christians, they’ve opened a sweet shop near San Diego.", "url": "https://www.nytimes.com/2018/11/25/neediest-cases/iraq-christians-refugee-bakers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/neediest-cases/00ncf-irccalifornia1/00ncf-irccalifornia1-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:33:19Z", "content": "Financed by three-year federal grants, the program is intended to ease refugees into the economy by helping small-business ventures. Over the past three-year cycle, it has enrolled 115 clients in the San Diego area, matching almost $420,000 in savings, said F… [+1155 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SCOTT TOBIAS", "title": "Bertolucci’s Best Movies Streaming Now: ‘Last Tango in Paris,’ ’1900’ and More", "description": "Clockwise from top left, scenes from the Bernardo Bertolucci films “The Conformist,” “Last Tango in Paris,” “The Last Emperor” and “Stealing Beauty.”", "url": "https://www.nytimes.com/2018/11/26/movies/bernardo-bertolucci-movies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/arts/27bertolucci-streaming-combo/-27bertolucci-streaming-combo-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:25:43Z", "content": "Where to watch: Amazon This historical epic immediately ran aground when his 317-minute directors cut, which he had hoped to release in two parts, was scuttled by his producer, who edited together a 195-minute version before they compromised at 247. Since its… [+1824 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By NICHOLAS BAKALAR", "title": "Probiotics Do Not Ease Stomach Flu", "description": "Treatment with probiotics did not speed recovery from gastroenteritis in children.", "url": "https://www.nytimes.com/2018/11/26/well/eat/probiotics-do-not-ease-stomach-flu.html", "urlToImage": "https://static01.nyt.com/images/2016/09/14/well/well_pog_altmedicine/well_pog_altmedicine-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:23:26Z", "content": "Probiotics, the beneficial bacteria that live in our digestive tracts, are widely used to treat gastroenteritis or stomach flu, an inflammation of the stomach and intestines usually caused by a virus or bacterium. But a randomized clinical trial has found tha… [+732 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOAN NATHAN", "title": "On ‘Bureka Tuesdays,’ They Make Pastries the Way Their Grandmothers Did", "description": "Betty Israel, a member of Congregation Or VeShalom in Atlanta, is one of the 50 or so volunteers who makes burekas to sell at the synagogue’s annual Hanukkah bazaar.", "url": "https://www.nytimes.com/2018/11/26/dining/bureka-pastries-congregation-or-veshalom-hanukkah.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28bureka6/28bureka6-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:22:01Z", "content": "Around 1912, a group of Sephardic Jews left Turkey and Rhodes, and many settled in the American South. Some made their way to Atlanta, and within a few years established Or VeShalom. They served the burekas for tea and for Saturday desayunos (meaning breakfas… [+671 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK CHAPPATTE", "title": "Trapped Between Two Bullies", "description": "Will Southeast Asian countries have to choose a side?", "url": "https://www.nytimes.com/2018/11/26/opinion/trapped-between-two-bullies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/opinion/26chappatte/26chappatte-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:18:55Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL M. GRYNBAUM", "title": "Netflix for Conservatives? Fox News Introduces Fox Nation, a Streaming App", "description": "Jesse Watters, a host on Fox Nation, during a rehearsal. The streaming service will provide archives of Mr. Watters’s man-on-the-street interviews, which originally aired on “The O’Reilly Factor.”", "url": "https://www.nytimes.com/2018/11/26/business/media/fox-news-nation-streaming.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/business/27FOXNATION-02/27FOXNATION-02-facebookJumbo.jpg", "publishedAt": "2018-11-26T21:12:28Z", "content": "For now, Fox Nation is being pitched as complementary content for Fox News superfans, as the network likes to call them. Theyre all in; they feel like they know you, Mr. Kilmeade said. Billboards in major cities have also advertised the service to conservativ… [+1832 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "Have You Worked as a Missionary? We Want to Hear From You", "description": "John Allen Chau, an American missionary, was killed last week as he tried to spread Christianity to North Sentinel, a forbidden island in the Andaman Sea with a long history of repelling outsiders.", "url": "https://www.nytimes.com/2018/11/26/reader-center/missionary-killed-north-sentinel-island-john-allen-chau.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/world/27readers-chau/25andamans2-facebookJumbo.jpg", "publishedAt": "2018-11-26T20:59:51Z", "content": "The killing this month of an American missionary, John Allen Chau, on an remote island in the Andaman Sea has prompted an international debate over the role of missionaries around the world and how police should respond to Mr. Chaus death. Mr. Chau ventured t… [+299 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE HIRSCHFELD DAVIS", "title": "Pelosi Faces Another Internal Threat to Her Leadership, This Time Over Partisan Gridlock", "description": "Nine Democrats say they will not support Nancy Pelosi as speaker unless she fundamentally alters procedures of the House in ways they say will alleviate gridlock.", "url": "https://www.nytimes.com/2018/11/26/us/politics/pelosi-democrats-house-rules.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/politics/27dc-democrats/27dc-democrats-facebookJumbo.jpg", "publishedAt": "2018-11-26T20:50:43Z", "content": "The effort has infuriated newly empowered liberals, who have accused the Problem Solvers Caucus of being corporatist Democrats beholden to the same political donors that Republicans rely on. They question why Democrats are always the ones to cede power when t… [+2152 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SYDNEY EMBER", "title": "Mia Love Criticizes Trump in Scathing Concession Speech", "description": "Ms. Love, the daughter of Haitian immigrants, also criticized Republicans for how they interact with minority voters.", "url": "https://www.nytimes.com/2018/11/26/us/politics/mia-love-trump-utah.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/politics/27love/27love-facebookJumbo.jpg", "publishedAt": "2018-11-26T20:43:13Z", "content": "Mia Love gave me no love, and she lost, Mr. Trump said. Too bad. Sorry about that, Mia. Democrats had tried to portray Ms. Love as a Trump loyalist. But during her campaign, she had not enlisted the presidents help and had spoken out against him. [ A banner y… [+739 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZAM AHMED and ELISABETH MALKIN", "title": "Mexico’s New Leader Faces Clash With Trump Over Migrant Caravan", "description": "As Andrés Manuel López Obrador takes office on Saturday, he must balance his humanitarian promises with a hope for good relations with the United States.", "url": "https://www.nytimes.com/2018/11/26/world/americas/mexico-lopez-obrador-migrants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27amlo1/27amlo1-facebookJumbo.jpg", "publishedAt": "2018-11-26T20:41:06Z", "content": "And while Mr. López Obrador has promised humane treatment for migrants passing through or staying in Mexico, it is unclear what his country will get for housing tens of thousands of migrants as they await asylum decisions from backlogged American courts. The … [+1143 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AISHA HARRIS", "title": "Critic’s Notebook: Why Michael B. Jordan Is More Than a Movie Star", "description": "The star of “Creed II” has taken some heat from critics over his performance in “Black Panther.” But his talent is clear.", "url": "https://www.nytimes.com/2018/11/26/movies/michael-b-jordan-creed-black-panther.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/arts/27jordan-actor1/27jordan-actor1-facebookJumbo.jpg", "publishedAt": "2018-11-26T20:38:42Z", "content": "In Fruitvale Station more than a decade later, his first major star turn and first collaboration with the director Ryan Coogler, Jordan portrayed Oscar Grant III, a young man who was killed by a police officer in Oakland, Calif., without painting him as a sai… [+1054 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PHILIP P. PAN", "title": "The Land That Failed to Fail", "description": "The West was sure the Chinese approach would not work. It just had to wait. It’s still waiting.", "url": "https://www.nytimes.com/2018/11/26/world/asia/china-economic-growth.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/world/25china-index/merlin_139116450_3a175e05-5163-4ce4-bd48-cf29b040161a-facebookJumbo.jpg", "publishedAt": "2018-11-26T20:24:36Z", "content": "In cities like Shanghai, Chinese schoolchildren outperform peers around the world. For many parents, though, even that is not enough. Because of new wealth, a traditional emphasis on education as a path to social mobility and the states hypercompetitive colle… [+2087 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GINA KOLATA,黄瑞黎,PAM BELLUCK", "title": "中国科学家宣布世界首例基因编辑婴儿诞生", "description": "研究者贺建奎称，这对双胞胎能抵抗艾滋病病毒的感染，但并未提供任何支持性证据或数据。此举引发有关科学伦理的担忧，122名中国科学家发表联署声明，称其“疯狂”。 Mark Schiefelbein/Associated Press 来自中国科学家贺建奎实验室的培养皿，其中含有基因被编辑过的胚胎。 贺建奎的公告促使122名科学家发表声明，谴责他的行为“疯狂”。", "url": "https://cn.nytimes.com/science/20181127/gene-editing-babies-china/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27BABIES1/merlin_147335079_f8e6386f-e0f4-4663-9015-572c85446f50-articleLarge.jpg", "publishedAt": "2018-11-26T20:15:58Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By JEN A. MILLER", "title": "Why Run Marathons?", "description": "There’s a magic in the marathon, from every person who cheers to the church choir singing along the course to the running club whose members dressed in unicorn and bear costumes to give out free beer.", "url": "https://www.nytimes.com/2018/11/26/well/move/why-run-marathons.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/well/family/well-miller-marathon/well-miller-marathon-facebookJumbo.jpg", "publishedAt": "2018-11-26T20:15:27Z", "content": "Well, first, because its there. I live 10 miles from the start line, and Id run a 50K six weeks before, so I was relatively sure I could cover the distance. But second, because I have found, even in marathons that have gone horribly wrong, where my legs have … [+2001 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Man Killed by Police at Alabama Mall Was a 'Good Guy With a Gun,' Family's Lawyer Says - New York Times", "description": "New York Times Man Killed by Police at Alabama Mall Was a 'Good Guy With a Gun,' Family's Lawyer Says New York Times Protesters marched on Saturday outside the Riverchase Galleria mall in Hoover, Ala., to demand justice for Emantic Fitzgerald Bradford Jr., wh…", "url": "https://www.nytimes.com/2018/11/26/us/black-man-killed-alabama-mall-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/27XP-BRADFORD2/27XP-BRADFORD2-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:59:28Z", "content": "Benjamin L. Crump, a lawyer for Mr. Bradfords family, said that Mr. Bradford had one problem when the officer saw him holding a gun: He was black. Its almost as if the Second Amendment doesnt apply to black people, Mr. Crump said in an interview on Monday. Mr… [+737 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY SPIVACK", "title": "The Story of a Thing: The Chef Behind ‘Salt Fat Acid Heat’ on Her Most Prized Possession", "description": "Samin Nosrat recalls the time she crossed the country to help a friend host an unforgettable night — and received a one-of-a-kind keepsake.", "url": "https://www.nytimes.com/2018/11/26/t-magazine/samin-nosrat-salt-fat-acid-heat-most-prized-possession.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/t-magazine/food/26tmag-nosrat-slide-8L60/26tmag-nosrat-slide-8L60-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:41:55Z", "content": "Cooking for my friends is where I really bring it. Same thing, I think, with florists like Sarah. When you get hired for a job, its one thing, but when you get to do it for yourself, you put all your crazy ideas into practice. We were able to do something tha… [+1041 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALISON ROMAN", "title": "Creamy, Hearty and (Sort of) Virtuous", "description": "Crisped chickpeas are cooked in coconut milk with ginger, turmeric and dark leafy greens, then topped with herbs and yogurt.", "url": "https://www.nytimes.com/2018/11/26/dining/chickpea-stew-recipe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28Roman1/merlin_143092557_bd1a318a-b94c-4619-bd3d-885f6081f752-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:41:08Z", "content": "I am not the kind of person who likes to put labels on things, because doing so often makes me feel restricted. Tell me something is gluten-free, and I immediately assume I am missing out on a better version made with gluten. Call it vegetarian, and I will co… [+705 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Another Bleak Climate Report, Shrugged Off by Trump", "description": "One reader calls the president’s refusal to address climate change “as befuddling as it is inexcusable.” Readers also discuss efforts to eliminate coal as an energy source.", "url": "https://www.nytimes.com/2018/11/26/opinion/letters/climate-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/us/24cli-report-takeaways-print/merlin_146963592_796379da-2f65-4015-97c0-c48cd312536b-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:21:45Z", "content": "To the Editor: Re U.S. Climate Study Has Grim Warnings of Economic Risks (front page, Nov. 24): We have been warned. If the status quo continues, the ravages of climate change will be devastating. Tens of thousands of Americans will die prematurely and the ec… [+1137 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: A Reality Check for Chief Justice Roberts", "description": "Chief Justice John G. Roberts Jr. arriving for President Trump’s inauguration ceremony in 2017.", "url": "https://www.nytimes.com/2018/11/26/opinion/letters/john-roberts-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/us/politics/22dc-roberts-print/22dc-roberts-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:14:38Z", "content": "To the Editor: Re Roberts Rebukes Trump for Swipe at Obama Judge (front page, Nov. 22): Never in my wildest dreams did I imagine I would side with President Trump in a dispute with a Supreme Court justice, but that unlikely moment has arrived. What does Chief… [+268 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBERT SIMONSON", "title": "The Secret to That Bright-Red Drink? Little Bugs", "description": "Three American aperitivos that use carmine, the insect-derived coloring that Campari has replaced in most of its bottlings since 2006.", "url": "https://www.nytimes.com/2018/11/26/dining/drinks/campari-color-aperitif-aperitivo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28cochineal2/merlin_147073185_e7cdaa92-1668-447a-b4d5-7cb2ee2547fb-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:10:34Z", "content": "Cochineal lends no aroma or flavor, and its use is traditional something that appeals to craft distillers, a breed known for their allegiance to historical practices. Why would you change tradition when its been done that way for centuries? Mr. Amodeo asked. … [+1231 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHUHUA TANG", "title": "Nonbinary：男女之外，性别的第三个选项", "description": "Nonbinary意为“非二元的”，可指那些超越传统意义上的二元划分，不单纯属于男性或女性的自我性别认同。它也被广泛称作Genderqueer（性别酷儿）。 Angie Wang", "url": "https://cn.nytimes.com/culture/20181127/wod-nonbinary/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/sunday/25fausto-sterling/merlin_145897476_60e60b76-d239-4a2f-83fa-17c1f8732a9a-articleLarge.jpg", "publishedAt": "2018-11-26T19:09:38Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Struggling Flyers Part With General Manager Ron Hextall - New York Times", "description": "New York Times Struggling Flyers Part With General Manager Ron Hextall New York Times The Philadelphia Flyers fired General Manager Ron Hextall on Monday, with the team struggling and coming off a 6-0 loss to Toronto. Hextall was dismissed after four and half…", "url": "https://www.nytimes.com/2018/11/26/sports/nhl-roundup.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/sports/27nhlweb1/merlin_147351384_6ff0c8ab-ac2d-4202-b982-febc18f18099-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:04:25Z", "content": "Hextall had wanted to ease off the franchises win-now mode that had been a hallmark since the 1970s under the former owner Ed Snider. Hextall inherited a salary cap mess from Holmgren, his predecessor, and inherited a talented nucleus of stars that included C… [+1560 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TACEY RYCHTER", "title": "Profile: An Artist Who Explores Emotional Pain Inspires a Novel That Does the Same", "description": "Sitting in front of Marina Abramovic at the Museum of Modern Art showed the author Heather Rose what it meant to be vulnerable.", "url": "https://www.nytimes.com/2018/11/26/books/heather-rose-museum-of-modern-love-marina-abramovic.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/books/review/27Rose1/27Rose1-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:00:04Z", "content": "Rose nervously wrote to the Sean Kelly Gallery, which represents Abramovic, and got the artists blessing. Rather than relief, it brought a fresh wave of anxiety for Rose. I didnt want to let her down in any way, she said. Abramovic was not let down. I really … [+841 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALIDA BECKER", "title": "Nonfiction: Manspreading, Renaissance-Style: 2 Experts Weigh In on Etiquette of Centuries Past", "description": "“How to Behave Badly in Elizabethan England,” by Ruth Goodman, and “What Would Mrs. Astor Do?,” by Cecelia Tichi, are witty guides to the manners and insults of previous eras.", "url": "https://www.nytimes.com/2018/11/26/books/review/how-to-behave-badly-elizabethan-england-ruth-goodman-what-would-mrs-astor-do-cecelia-tichi.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02BECKER-COMBO1/02BECKER-COMBO1-facebookJumbo.jpg", "publishedAt": "2018-11-26T19:00:03Z", "content": "Goodman is pleased to identify elbowing as the Renaissance counterpart of manspreading and wonders if our own urban gang culture can illuminate that earlier eras urgent need for visible respect. You might, though, have a moment of doubt when she goes on to de… [+2570 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN GROCER", "title": "‘Sleepwalking’ Markets Woke Up This Year. That’s a Good Thing.", "description": "If 2018 feels volatile to stock investors, it may be a reflection of how placid 2017 was.", "url": "https://www.nytimes.com/2018/11/26/business/dealbook/stock-market-volatility.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/business/dealbook/27db-volatility1/27db-volatility1-facebookJumbo.png", "publishedAt": "2018-11-26T18:52:02Z", "content": "Get the DealBook newsletter to make sense of major business and policy headlines and the power-brokers who shape them. __________ If 2018 feels volatile to stock investors, it may be a reflection of how placid 2017 was. The S&amp;P 500 was up around 1 percent… [+871 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID RENARD", "title": "Alec Baldwin, ‘The Lion King’ and More: 5 Things in Pop Culture Today", "description": "Alec Baldwin, left, with his lawyer Alan Abramson in a Manhattan court on Monday. Abramson said Baldwin “did not commit any crime” in a dispute over a parking space earlier this month.", "url": "https://www.nytimes.com/2018/11/26/arts/alec-baldwin-lion-king-trailer.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/arts/27cheatsheet1/27cheatsheet1-facebookJumbo.jpg", "publishedAt": "2018-11-26T18:50:09Z", "content": "The film world lost three important figures over the last few days: Bernardo Bertolucci, 77. The director is best known for Last Tango in Paris (1972), which caused a furor for its depiction of an intense sexual relationship and whose star, Maria Schneider, l… [+532 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN OTIS and REMY TUMIN", "title": "The Neediest Cases Fund: On Giving Tuesday, ‘No Act of Giving Is Too Small’", "description": "The investor and stamp collector Bill Gross at his Newport Beach, Calif., office.", "url": "https://www.nytimes.com/2018/11/24/neediest-cases/giving-tuesday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/neediest-cases/25ncf-givingtuesday-2-print/00ncf-giving1-facebookJumbo.jpg", "publishedAt": "2018-11-26T18:38:18Z", "content": "After he reached his term limit on the board, he continues to be involved, guiding the agency through a redevelopment and refinancing of its headquarters. For a kid like me, from the Bronx, who was told I wouldnt amount to much, I feel like maybe I did a litt… [+1213 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL SCHWIRTZ", "title": "Russia Isolated at U.N. as Western Nations Condemn Attack on Ukrainian Ships", "description": "During a meeting of the Security Council in New York on Monday, United Nations representatives voted on issues surrounding the conflict between Russia and Ukraine.", "url": "https://www.nytimes.com/2018/11/26/world/europe/russia-ukraine-kerch-strait.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27ukraine1/27ukraine1-facebookJumbo.jpg", "publishedAt": "2018-11-26T18:31:32Z", "content": "At the United Nations on Monday, the Russian delegation tried to convene an emergency session of the Security Council that would have condemned Ukrainian aggression, but was blocked by other members of the council. Russias representative, Dmitry Polyansky, la… [+833 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DWIGHT GARNER", "title": "Books of The Times: Los Angeles Through the Centuries, Glimpsed by Kerouac, de Beauvoir, Waugh and Others", "description": "In “Dear Los Angeles,” the editor David Kipen compiles excerpts from the letters and diaries of a wide range of people to compose a kaleidoscopic view of the city.", "url": "https://www.nytimes.com/2018/11/26/books/review-dear-los-angeles-david-kipen.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/books/27bookkipen1/27bookkipen1-facebookJumbo.jpg", "publishedAt": "2018-11-26T18:21:23Z", "content": "David Kipen, in the new anthology he has edited, Dear Los Angeles: The City in Diaries and Letters, 1542 to 2018, isnt on a rescue mission exactly. He prints plenty of contumely mostly snobbish disapproval from Eastern visitors about his hometown. But his boo… [+1025 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SARAH MASLIN NIR", "title": "‘There Wasn’t Anything That Wasn’t on Fire’: Firefighters Recount a Historic Blaze", "description": "Thousands of firefighters fought the Camp Fire, the most destructive in the state’s history. For every disheartening loss, there was sometimes a moment of hope.", "url": "https://www.nytimes.com/2018/11/26/us/firefighters-california-camp-fire.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/us/00fighters-01/00fighters-01-facebookJumbo.jpg", "publishedAt": "2018-11-26T18:05:30Z", "content": "Here are the firefighters in their own words. Jeff Edson, a Cal Fire fire captain in Butte County, where the Camp Fire began, was among the first firefighters dispatched that morning. He and a colleague drove to the town of Concow, just east of Paradise, blas… [+5930 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SARAH MASLIN NIR", "title": "‘There Wasn’t Anything That Wasn’t on Fire’: Firefighters Recount a Historic Blaze", "description": "Thousands of firefighters fought the Camp Fire, the most destructive in the state’s history. For every disheartening loss, there was sometimes a moment of hope.", "url": "https://www.nytimes.com/2018/11/26/us/camp-fire-california-firefighters.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/us/00fighters-01/00fighters-01-facebookJumbo.jpg", "publishedAt": "2018-11-26T18:05:30Z", "content": "Here are the firefighters in their own words. Jeff Edson, a Cal Fire fire captain in Butte County, where the Camp Fire began, was among the first firefighters dispatched that morning. He and a colleague drove to the town of Concow, just east of Paradise, blas… [+5930 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Metropolitan Diary: ‘The Guy in the Two-Seater Next to Me Had His Head Hung Over an Open Book.’", "description": "An accident serves a purpose, coming up short on the credit card minimum and more reader tales of New York City in this week’s Metropolitan Diary.", "url": "https://www.nytimes.com/2018/11/26/nyregion/metropolitan-diary.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/nyregion/26diary-5/26diary-5-facebookJumbo.jpg", "publishedAt": "2018-11-26T18:04:00Z", "content": "I brought a bag of fruit to the register. As the man at the register rang me up, I realized there was probably a minimum charge for using a credit card, and that I only had three dollars. The register said $3.50. Five dollar minimum, the man said. I fumbled f… [+753 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Tear-Gassing at the Border", "description": "Fleeing tear gas Sunday in Tijuana. Only a small fraction of those in the caravan had run to the border.", "url": "https://www.nytimes.com/2018/11/26/opinion/letters/migrants-tijuana.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/us/26TIJUANApageoneALT2/merlin_147327153_474c627f-d0f9-4c77-afd7-bbba8dd3dd03-facebookJumbo.jpg", "publishedAt": "2018-11-26T17:40:34Z", "content": "To the Editor: In Migrants in Tijuana Rush Border but Retreat in Clouds of Tear Gas (front page, Nov. 26), you depict children tear-gassed, probably left sobbing with irritated and burning eyes, problems breathing and fearful hearts. I am a pediatrician who p… [+699 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS HORTON", "title": "台湾向选民提出10个问题，得到了一些意外的答案", "description": "台湾选民对同性婚姻表达了压倒性的反对意见，“奥运正名公投”也以失败告终。这些公投的结果也许令很多年轻人感到震惊和愤怒，但公投本身对台湾来说有着更大的意义。 Tyrone Siu/Reuters 周日，台湾高雄市同性婚姻的支持者举行游行。此前，选民在公投中表达了对同性婚姻的压倒性反对意见。", "url": "https://cn.nytimes.com/asia-pacific/20181127/taiwan-election/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27taiwan-print/merlin_147295041_1f3bf259-21cd-4ec0-b243-fd303320df5d-articleLarge.jpg", "publishedAt": "2018-11-26T17:37:21Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID TANIS", "title": "City Kitchen: A Chicken That Finds Its Flavor in the Wild", "description": "Dried wild mushrooms, smoked bacon and red wine perfume the sauce here, while buttered potatoes serve as a hearty side.", "url": "https://www.nytimes.com/2018/11/26/dining/braised-chicken-mushrooms-recipe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28kitchen4/merlin_146065869_02dc8a16-4e5d-4637-ae81-d50243646006-facebookJumbo.jpg", "publishedAt": "2018-11-26T17:21:26Z", "content": "Roasted chicken is a simple pleasure, fried chicken is a delight and chicken grilled over fire is lip-smackingly good. However (though I dont like to play favorites), a braised chicken dish is always more interesting. I seem to be constantly proselytizing for… [+932 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Medical Care for Transgender Adults", "description": "The writer of an Atlantic cover story takes issue with a Sunday Review essay.", "url": "https://www.nytimes.com/2018/11/26/opinion/letters/transgender-medical-care.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25CHU/25CHU-facebookJumbo.jpg", "publishedAt": "2018-11-26T17:17:00Z", "content": "To the Editor: In Surgery, Hormones, but Not Happiness (Sunday Review, Nov. 25), Andrea Long Chu, writing about my July/August Atlantic cover story about gender-dysphoric youths, sums up my argument, ostensibly delivered to readers through a dog whistle, as f… [+841 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL MOZUR", "title": "Myanmar Dispatch: A General Kicked Off Facebook Can Still Glorify Military at Grandiose Museum", "description": "The colossal museum built by Myanmar’s military to honor itself and its leader showcases the mind-set of a force obsessed with its reputation. A critic calls it “a sign of their megalomania.”", "url": "https://www.nytimes.com/2018/11/26/world/asia/myanmar-rohingya-military-museum.html", "urlToImage": "https://static01.nyt.com/images/2018/10/19/business/00museum-dispatch-1/00museum-dispatch-1-facebookJumbo.jpg", "publishedAt": "2018-11-26T17:00:03Z", "content": "But aside from groups of soldiers, whose visits are likely mandatory, there are not many people to admire these artifacts. On a recent visit, museum staff members easily outnumbered the civilians wandering the halls, mostly monks in small groups. One attendan… [+661 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIMOTHY WILLIAMS", "title": "He Says He Got Away With 90 Murders. Now He’s Confessing to Them All.", "description": "Samuel Little, a convicted killer who one detective calls “pure evil,” has told the police that he killed more than 90 women since 1970. They believe him.", "url": "https://www.nytimes.com/2018/11/26/us/samuel-little-serial-killer-murderer.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/00serial-01/00serial-01-facebookJumbo.jpg", "publishedAt": "2018-11-26T16:58:31Z", "content": "As the weeks have passed and new cases and details have emerged, more than a dozen local investigators, along with the F.B.I., have flocked to Texas to speak to Mr. Little in person. The authorities say Mr. Little displays no sign of remorse while discussing … [+1377 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MELISSA CLARK", "title": "A Good Appetite: Brownies for Those Who Live to Lick the Bowl", "description": "Olive oil and a touch of sea salt make this recipe both gooey and slightly savory.", "url": "https://www.nytimes.com/2018/11/26/dining/olive-oil-brownies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28appe4/28appe4-facebookJumbo.jpg", "publishedAt": "2018-11-26T16:53:38Z", "content": "A latke fried in bubbling fat may be a classic way to celebrate Hanukkah, but its not the only nosh that can commemorate the oil-centric holiday. Olive oil brownies are another, albeit less traditional, option. This recipe is particularly suited to the task b… [+448 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS HORTON", "title": "Taiwan Asked Voters 10 Questions. It Got Some Unexpected Answers.", "description": "The votes may not have turned out the way the governing party wanted, but the referendums themselves served a larger purpose in staving off Beijing’s territorial claim.", "url": "https://www.nytimes.com/2018/11/26/world/asia/taiwan-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27taiwan/27taiwan-facebookJumbo.jpg", "publishedAt": "2018-11-26T16:19:54Z", "content": "Partly for that reason, Taiwans referendum law prohibits the public from proposing questions on issues of national sovereignty like the islands name, flag and territory. The president can, however, put such issues to referendum in existential emergencies, lik… [+1774 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERIC ASIMOV", "title": "Wine School: Is There a Role for Tawny Port in the Digital Age?", "description": "The proverbial after-dinner drink doesn’t get much attention nowadays. It’s one thing to recognize its qualities. It’s another to find a place for it.", "url": "https://www.nytimes.com/2018/11/26/dining/wine-school-assignment-tawny-port.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/dining/28Next1/28Next1-facebookJumbo.jpg", "publishedAt": "2018-11-26T16:16:38Z", "content": "Taylor Fladgate 20 Year Old Tawny Port (Kobrand, New York) $52 The idea is to examine both the genre and the effects of aging, with an effort to eliminate the variables that might surface when tasting ports from multiple producers. My picks should be widely a… [+1142 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERIC ASIMOV", "title": "Wine School: You Can Teach an Old-Vine Grape New Tricks", "description": "In California, where a handful of grapes dominates the industry, explorations with carignan yield potential for wonderful, unpretentious wines.", "url": "https://www.nytimes.com/2018/11/26/dining/drinks/wine-school-carignan.html", "urlToImage": "https://static01.nyt.com/images/2018/10/31/dining/31next1/31next1-facebookJumbo.jpg", "publishedAt": "2018-11-26T16:16:20Z", "content": "Unlike in Europe where, in many regions, decisions about which grapes to plant were culturally preordained Californians faced no such restrictions. Without traditions or local grapes, they could choose whatever they desired. Beginning roughly in the 1960s, Am… [+1437 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REUTERS", "title": "Wall Street Rises on Gains in Retailers as Cyber Monday Begins", "description": "U.S. stocks gained on Monday, helped by shares of retailers on expectations of blockbuster sales on the largest online shopping day of the year, and as technology shares rose after taking a beating last week.", "url": "https://www.nytimes.com/reuters/2018/11/26/business/26reuters-usa-stocks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T15:52:40Z", "content": "Wall Street's main indexes fell more than 3 percent last week, with the Dow and the Nasdaq posting their biggest weekly percentage declines since March, on plunging oil prices, worries about slowing global growth and peaking corporate earnings. The S&amp;P 50… [+760 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Neal E. Boudette", "title": "G.M. to Stop Production at 5 Plants in U.S. and Canada", "description": "The factories, making vehicles and transmissions, will cease operation next year. Some could resume output depending on union negotiations.", "url": "https://www.nytimes.com/2018/11/26/business/general-motors-cutbacks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/business/27gm1/27gm1-facebookJumbo.jpg", "publishedAt": "2018-11-26T15:36:42Z", "content": "General Motors said Monday that it planned to idle three car plants and two transmission plants in a bid to trim costs as the North American auto sector slows. The plants include a factory in Lordstown, Ohio, that makes the Chevrolet Cruze compact; the Detroi… [+596 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBYN MAK", "title": "Breakingviews: Big December I.P.O.s Are Rare. Why Would Tencent Music Do One?", "description": "China’s answer to Spotify may push on with a $2 billion New York listing next month, but it’s a bad time of year to sell new equity.", "url": "https://www.nytimes.com/2018/11/26/business/dealbook/tencent-music-ipo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/business/27db-viewstencent/merlin_147140898_02f74518-2a32-437b-87ae-c569645b8c15-facebookJumbo.jpg", "publishedAt": "2018-11-26T15:31:47Z", "content": "Get the DealBook newsletter to make sense of major business and policy headlines and the power-brokers who shape them. __________ Tencent Musics initial public offering will test out global I.P.O. markets. Chinas answer to Spotify may push on with a $2 billio… [+1165 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook Right Now", "description": "Move past Thanksgiving, and make what you crave: spicy chicken diavolo, spicy beef stir-fry, or fish tacos.", "url": "https://www.nytimes.com/2018/11/26/dining/what-to-cook-right-now-newsletter.html", "urlToImage": "https://static01.nyt.com/images/2015/09/18/dining/18CHICKENDIAVOLO/18CHICKENDIAVOLO-facebookJumbo.jpg", "publishedAt": "2018-11-26T15:30:04Z", "content": "Good morning. Theyre gone now, your family and guests, and the house is yours again after the long holiday weekend. Or youre gone now, out of that town that you cant believe you lived in for 18 years, with all those people and what they believe, back to your … [+1144 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEEK MILL", "title": "Meek Mill: Prisoners Need a New Set of Rights", "description": "Like many who are now incarcerated, I was the victim of a miscarriage of justice. I got lucky, but because of dysfunctional, discriminatory rules, most don’t.", "url": "https://www.nytimes.com/2018/11/26/opinion/meek-mill-criminal-justice-reform.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/autossell/op-meek-mill/op-meek-mill-facebookJumbo.jpg", "publishedAt": "2018-11-26T15:23:35Z", "content": "But I know Im the exception to the rule a lucky one. Its clearer than ever that a disproportionate number of men and women of color are treated unfairly by a broken criminal justice system. The system causes a vicious cycle, feeding upon itself sons and daugh… [+1376 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEEK MILL", "title": "Meek Mill: Prisoners Deserve a New Set of Rights", "description": "The criminal justice system has a set of rights created to protect you. But is it really protecting us? The rapper Meek Mill explains the urgent need for criminal justice reform.", "url": "https://www.nytimes.com/video/opinion/100000006204524/meek-mill-criminal-justice-reform.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/autossell/op-meek-mill/op-meek-mill-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-26T15:23:27Z", "content": "The criminal justice system has a set of rights created to protect you. But is it really protecting us? The rapper Meek Mill explains the urgent need for criminal justice reform."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Paula Span", "title": "Social Security Runs Short of Money and Ideas Fly on How to Repair It", "description": "As Social Security dips into its trust fund, policymakers propose changes to fix the program’s finances and strengthen its benefits, especially for women.", "url": "https://www.nytimes.com/2018/11/26/health/social-security.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27SPANSOCIALSECURTIY/merlin_147222675_4a08b531-857e-43bd-a666-be0ff710302d-facebookJumbo.jpg", "publishedAt": "2018-11-26T15:21:28Z", "content": "This bill would boost the incomes of Social Security recipients who are most likely to be living in poverty, the majority of whom are women, Mr. Casey, ranking member of the Senate Special Committee on Aging, said in a statement. Speaking of women and Social … [+1373 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SIOBHAN ROBERTS", "title": "This Is the Way the Paper Crumples", "description": "Paper is an ideal model for studying other crumpling challenges, such as how DNA packs into a cell, or how best to cram a giant solar sail into a small satellite.", "url": "https://www.nytimes.com/2018/11/26/science/crumple-paper-math.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27SCI-CRUMPLE-promo/27SCI-CRUMPLE-promo-facebookJumbo.jpg", "publishedAt": "2018-11-26T15:21:27Z", "content": "A single-state philosophy The news that crumpled paper obeys a state variable or a crease law, or a damage law has been received in the academy with wonderment and delight, since, as the authors noted, it represented a remarkable reduction in complexity. The … [+1845 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "What We Learned in NFL Week 12 - New York Times", "description": "New York Times What We Learned in NFL Week 12 New York Times It was a week for streaks. Cleveland secured its first winning streak since 2014, Denver ended Pittsburgh's winning streak and the Colts, behind Andrew Luck's streak of eight games with three or mor…", "url": "https://www.nytimes.com/2018/11/26/sports/nfl-highlights-week-12.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/sports/27nfl/27nfl-facebookJumbo.jpg", "publishedAt": "2018-11-26T15:18:02Z", "content": "It was a week for streaks. Cleveland secured its first winning streak since 2014, Denver ended Pittsburghs winning streak and the Colts, behind Andrew Lucks streak of eight games with three or more touchdowns, won their fifth in a row. Heres what we learned. … [+3785 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RENA SILVERMAN", "title": "Lens: Examining Arnold Newman's Environmental Portraits", "description": "When taking portraits, Arnold Newman was less interested in the details of his subject’s surroundings than with the symbols he could create with them.", "url": "https://www.nytimes.com/2018/11/26/lens/examining-arnold-newmans-environmental-portraits.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/lens/26newman1/26newman1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-26T14:31:28Z", "content": "The magazine rejected it. It was one of my first assignments for Harpers Bazaar, Mr. Newman told The Boston Globe. Stravinsky was staying in a hotel room. Hotels were part of his life, of course, since he traveled, but somehow I felt it wouldnt represent him.… [+888 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY BADGER, QUOCTRUNG BUI and JOSH KATZ", "title": "The Suburbs Are Changing. But Not in All the Ways Liberals Hope.", "description": "Though Democrats dominated the suburbs in the midterms, some of those gains may be fragile.", "url": "https://www.nytimes.com/2018/11/26/upshot/suburbs-changing-midterms-democrats-hopes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/upshot/up-density-chart-1542840521583/up-density-chart-1542840521583-facebookJumbo.png", "publishedAt": "2018-11-26T14:18:56Z", "content": "The imagination of the suburbs is stuck in a model that emerged in Orange County in the 1960s: Goldwater-Reagan voters, white-collar, conservative activists, said Matthew Lassiter, a University of Michigan historian who has also studied suburban voters. By co… [+1768 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "Corporate Giants, Hurting the Economy", "description": "A new data set shows that big companies like CVS have become increasingly dominant in one industry after another.", "url": "https://www.nytimes.com/2018/11/26/opinion/monopolies-corporate-giants-economy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/opinion/26leonhardt-newsletter/26leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-26T14:16:26Z", "content": "[ Listen to The Argument podcast every Thursday morning with Ross Douthat, Michelle Goldberg and David Leonhardt. ] This one is based on another data set that tries to make up for the federal governments willful blindness on monopolies. The data comes from th… [+957 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER THAL LARSEN", "title": "Breakingviews: Theresa May Shouldn’t Bank on a TARP Moment for Brexit", "description": "British Prime Minister Theresa May at a European Union summit in Brussels yesterday. She needs the British Parliament to vote through her draft Brexit proposal.", "url": "https://www.nytimes.com/2018/11/26/business/dealbook/brexit-tarp-theresa-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/business/27db-viewsbrexit/merlin_147302463_23221737-8c50-4e56-80be-3f5971bd8585-facebookJumbo.jpg", "publishedAt": "2018-11-26T14:03:09Z", "content": "The theory has several flaws. A cliff-edge Brexit would hardly be a surprise; it has been possible since Britain voted to leave the European Union in June 2016. The reaction may also not force a rethink. Analysts think the pound might drop by about 15 percent… [+977 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM NAGOURNEY and JILL COWAN", "title": "California Today: California Today: Sexual Misconduct Claims Roil the State’s Democratic Party", "description": "Monday: Allegations of abuse against the leader of California Democratic Party, the Camp Fire is contained at last, and a clash at the border.", "url": "https://www.nytimes.com/2018/11/26/us/california-today-eric-bauman-democratic-party.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/27ericbauman/merlin_133850666_67871ea2-dd4f-4d28-854b-c47daae872a8-facebookJumbo.jpg", "publishedAt": "2018-11-26T13:58:43Z", "content": "After claiming at least 85 lives, burning more than 18,000 structures and raging for more than two weeks, the Camp Fire, the deadliest wildfire in Californias history, has been fully contained, officials said on Sunday. But they warned about coming rain. [ Th… [+1083 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "What Tesla Did for Luxury Cars, Rivian Wants to Do for Pickups", "description": "Rivian Automotive plans to debut its all-electric pickup truck at the Los Angeles auto show on Monday, and its founder and chief executive exudes optimism about his desire to do for the U.S. auto industry's most lucrative segment what Tesla did for luxury car…", "url": "https://www.nytimes.com/reuters/2018/11/26/technology/26reuters-autoshow-la-electricpickup.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T13:07:20Z", "content": "Rivian, which last year bought the former Mitsubishi plant in Normal, Illinois, for $16 million to build its truck, will also likely face financial challenges and the need to raise more money as it moves into production, if Tesla's experience is any guide. Te… [+1554 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jonathan Corum", "title": "How To Land On Mars", "description": "On November 26, NASA's InSight spacecraft will try to land on Mars.", "url": "https://www.nytimes.com/interactive/2018/11/25/science/insight-how-to-land-on-mars.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/science/insight-how-to-land-on-mars-1542761619947/insight-how-to-land-on-mars-1542761619947-facebookJumbo-v3.png", "publishedAt": "2018-11-26T12:45:35Z", "content": "After six months of travel from Earth, the InSight spacecraft is on a precise trajectory to land on the red planet. About three hours before landing, mission navigators will have a final chance to adjust InSights timing or alignment to avoid any perilous Mart… [+4552 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CARLOTTA GALL", "title": "Turkey Searches Saudi-Owned Mansion for Evidence in Khashoggi Case", "description": "Investigators still have not found the remains of Jamal Khashoggi, the dissident who was killed inside the Saudi Consulate in Istanbul.", "url": "https://www.nytimes.com/2018/11/26/world/europe/turkey-saudi-arabia-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27turkey-sub/merlin_147341487_845a5b22-71a4-464b-9e77-51245fbc9f48-facebookJumbo.jpg", "publishedAt": "2018-11-26T11:58:54Z", "content": "ISTANBUL The Turkish police searched a Saudi-owned mansion south of Istanbul on Monday as part of the investigation into the murder of the Saudi dissident Jamal Khashoggi, whose remains have not been found. Irfan Fidan, the chief prosecutor of Istanbul and th… [+965 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook Briefing: Stocks Aren’t the Only Market Falling Into the Red", "description": "Many asset classes are at risk of posting negative total returns for the year.", "url": "https://www.nytimes.com/2018/11/26/business/dealbook/falling-markets-widespread.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/business/dealbookemail/27db-newsletter-stoxx/merlin_147228984_dee2aec4-1b26-4f5c-a94b-6257c01833cf-facebookJumbo.jpg", "publishedAt": "2018-11-26T11:30:45Z", "content": "Late last week, the Trump administration published a climate change report with an incredibly stark warning: If significant steps arent taken to rein in global warming, environmental damage could disrupt supply chains, exports and crop yields. That could wipe… [+1689 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "NASA's Latest Mars Craft Nears Landing for Unprecedented Seismic Mission", "description": "NASA's first spacecraft built to explore the deep interior of another world streaked toward a landing scheduled for Monday on a vast, barren plain on Mars, carrying instruments to detect planetary heat and seismic rumblings never measured anywhere but Earth.", "url": "https://www.nytimes.com/reuters/2018/11/26/technology/26reuters-space-mars.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T11:23:32Z", "content": "While Earth's tectonics and other forces have erased most evidence of its early history, much of Mars - about one-third the size of Earth - is believed to have remained largely static, creating a geologic time machine for scientists. InSight's primary instrum… [+1239 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "U.S. Supreme Court Weighs Antitrust Dispute Over Apple App Store", "description": "U.S. Supreme Court justices on Monday will take up Apple Inc's effort to bury a lawsuit seeking damages from the company for allegedly monopolizing the market for iPhone software applications and forcing consumers to overpay.", "url": "https://www.nytimes.com/reuters/2018/11/26/business/26reuters-usa-court-apple.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T11:15:46Z", "content": "Though developers set the prices of their apps, Apple collects the payments from iPhone users, keeping a 30 percent commission on each purchase. One area of dispute in the case is whether app developers recoup the cost of that commission by passing it on to c… [+1253 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZI PAYBARAH", "title": "New York Today: N.Y. Today: Protests for Amazon on Cyber Monday", "description": "Cyber Monday is a big day for online retailers, particularly Amazon, which just announced it was building a headquarters in Queens. Critics are mobilizing.", "url": "https://www.nytimes.com/2018/11/26/nyregion/newyorktoday/new-york-news-protests-amazon-cyber-monday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/style/-15AmazonDecaptacon-1/-15AmazonDecaptacon-1-facebookJumbo.jpg", "publishedAt": "2018-11-26T11:12:34Z", "content": "Gov. Andrew M. Cuomo and Mayor Bill de Blasio both support the deal in New York. Critics have objected to using public subsidies to help Amazon expand here. That makes today the perfect opportunity to calmly discuss Amazon. Or to protest loudly. Gothamist s s… [+803 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "N. ÁNGEL PINILLOS", "title": "The Stone: Knowledge, Ignorance and Climate Change", "description": "Pump jacks at work bringing up oil in Campbell County, Wy. Climate change skeptics focus on uncertainty even in the face of abundant evidence, N. Ángel Pinillos writes.", "url": "https://www.nytimes.com/2018/11/26/opinion/skepticism-philosophy-climate-change.html", "urlToImage": "https://static01.nyt.com/images/2018/11/28/opinion/26stone/26stone-facebookJumbo.jpg", "publishedAt": "2018-11-26T11:00:03Z", "content": "In my own work, I have speculated that an extreme version of this phenomenon is operative in obsessive compulsive disorder, a condition that affects millions of Americans. In many cases of O.C.D., patients are paralyzed with doubt about some fact against all … [+3231 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS STANFORD", "title": "Migrants, Cyber Monday, Mars: Your Monday Briefing", "description": "Migrants running from tear gas near the U.S.-Mexico border on Sunday after a march in Tijuana, Mexico, veered out of control.", "url": "https://www.nytimes.com/2018/11/26/briefing/migrants-cyber-monday-mars.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/world/26us-ambriefing-tijuana-Amcore/merlin_147320661_0fa0f897-1000-4bc9-b985-00736f91cf3f-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:48:36Z", "content": "Mrs. May has struggled to define how closely Britain should remain tied to Continental Europe, ultimately choosing a middle path that has left many dissatisfied. The 585-page treaty agreed to in Brussels on Sunday deals with Britains outstanding payments to t… [+1155 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Bitcoin Extends Falls as Selloff in Crypto Currencies Resumes", "description": "Bitcoin extended its falls on Monday to $3,843, down more than five percent from the day's highs on renewed selling in cryptocurrencies.", "url": "https://www.nytimes.com/reuters/2018/11/26/business/26reuters-crypto-currencies.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T10:22:17Z", "content": "LONDON Bitcoin extended its falls on Monday to $3,843, down more than five percent from the day's highs on renewed selling in cryptocurrencies. Other cryptocurrencies also fell sharply, with Ethereum's ether down 1.6 percent and Ripple's XRP down a similar am… [+313 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NANCY HASS", "title": "Kiki Smith and the Pursuit of Beauty in a Notably Unbeautiful Age", "description": "In her four-decade career, the artist has gone her own way, creating unapologetically lovely work that feels particularly relevant.", "url": "https://www.nytimes.com/2018/11/26/t-magazine/kiki-smith-artist-profile.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/t-magazine/26tmag-smith-slide-2MZ2/26tmag-smith-slide-2MZ2-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:05:00Z", "content": "IF SMITHS ART has always been influenced by her surroundings, her early work centered on her close circle of bohemian artist friends, who lived on broken-bottle-strewn avenues, and their struggles with sex, their bodies and death. Now, the severed appendages … [+2492 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DENNIS LIM", "title": "Bernardo Bertolucci, Director of ‘Last Tango in Paris,’ Dies at 77", "description": "Mr. Bertolucci’s early work reflected the revolutionary spirit of the 1960s and ’70s, in particular the shifting social and sexual mores of the times.", "url": "https://www.nytimes.com/2018/11/26/obituaries/bernardo-bertolucci-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/obituaries/27bertolucci2/merlin_147340392_94b861d9-17c0-4bf8-84ff-afc0c95fc9b8-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:01:20Z", "content": "Many of Mr. Bertoluccis films were warmly embraced by Hollywood. The Last Emperor (1987), a lavish biopic of Pu Yi, who became the emperor of China at the age of 3, won all nine Academy Awards for which it was nominated, including Best Picture and Best Direct… [+870 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'It's a Long Story': Justice John Paul Stevens, 98, Is Publishing a Memoir - New York Times", "description": "New York Times 'It's a Long Story': Justice John Paul Stevens, 98, Is Publishing a Memoir New York Times WASHINGTON — Four years after Justice John Paul Stevens retired from the Supreme Court in 2010, his wife, Maryan, threw a surprise party for his 94th birt…", "url": "https://www.nytimes.com/2018/11/26/us/politics/john-paul-stevens-memoir.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/us/politics/27dc-bar1/27dc-bar1-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:40Z", "content": "He was a Navy cryptographer, an accomplished lawyer and a respected appeals court judge. When President Gerald R. Ford nominated him to the Supreme Court in 1975, he was confirmed by a unanimous vote. Three decades later, Ford expressed satisfaction with his … [+1043 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "NASA's Mars InSight Landing: Back to the Red Planet Once Again - New York Times", "description": "New York Times NASA's Mars InSight Landing: Back to the Red Planet Once Again New York Times More than six months and 300 million miles since it launched from California's Vandenberg Air Force Base, NASA's InSight lander is due to arrive at Mars on Monday to …", "url": "https://www.nytimes.com/2018/11/26/science/nasa-insight-mars-landing.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27MARSLANDING2/27MARSLANDING2-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:23Z", "content": "Thus, the InSight lander will use a series of mechanisms a heat shield, parachutes and rocket engines to slow down. It is to arrive on the Martian surface at a speed of 5 miles per hour. Sixteen minutes later to allow time for dust kicked up from landing to s… [+1121 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FRANCES ROBLES", "title": "$3,700 Generators and $666 Sinks: FEMA Contractors Charged Steep Markups on Puerto Rico Repairs", "description": "FEMA is spending more than $1 billion on emergency repairs to homes in Puerto Rico damaged by Hurricane Maria, but much of it is going to contractors charging steep markups and overhead.", "url": "https://www.nytimes.com/2018/11/26/us/fema-puerto-rico-housing-repairs-maria.html", "urlToImage": "https://static01.nyt.com/images/2018/11/06/us/prcontract-promo/prcontract-promo-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:19Z", "content": "The bureaucracy around the housing repairs was so complex that the first repairs did not begin until more than five months after the hurricane. A full year after the September 2017 storm, a New York Times review found that thousands of Puerto Ricans were stil… [+2284 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL GREENBERG", "title": "Ski Issue: Skiing Quebec, Where the Chef’s Table Is Just a Schuss Away", "description": "Seeking snow during an uncertain winter, a skier and his son head to Quebec, where gastronomic exploration (seal tartare, anyone?) ends up being part of their journey.", "url": "https://www.nytimes.com/2018/11/26/travel/quebec-skiing.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/travel/02ski-quebec1/02ski-quebec1-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:14Z", "content": "Its beyond the scope of a ski article to tackle Quebecs food scene. The local chef and food enthusiast Nancy Hinton put it well when she wrote, Quebec City beats to its own drum. Steeped in culinary tradition, yet open and creative, naïve and gutsy the perfec… [+2201 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KAREN ZRAICK", "title": "Real vs. Artificial Christmas Trees: What’s the Greener Choice?", "description": "Mountain Top Fraser Fir, a Christmas tree farm in Newland, N.C., has been growing trees for 41 years. It was chosen to supply this year’s White House Christmas tree.", "url": "https://www.nytimes.com/2018/11/26/business/energy-environment/fake-christmas-tree-vs-real-tree.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/climate/27xp-christmastree3/27xp-christmastree3-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:13Z", "content": "You can also avoid the need to discard an old tree entirely. Some vendors sell living Christmas trees that can be replanted. Others rent traditional Christmas trees, complete with delivery and setup. Brad McAllister, a managing director of WAP Sustainability … [+524 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GABRIEL LEIGH", "title": "s: The Rockies, the Alps, the Caucasus? Georgia Plans for the Future", "description": "This country has beautiful mountains, dependable snow, hearty food and welcoming people. Now they just need to decide how to build a tourism industry.", "url": "https://www.nytimes.com/2018/11/26/travel/ski-georgia-caucasus-mountains.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/travel/02ski-georgia15/02ski-georgia15-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:12Z", "content": "A few weeks after our trip, a video showing an apparent lift malfunction at Gudauri went viral. In it, we see the lift reversing at high speed down the mountain, the skiers facing the opposite direction having to jump off, and the chairs being swung violently… [+1802 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELISABETH VINCENTELLI", "title": "5 Women-Only Ski Camps That Will Help You Shred Better", "description": "Women-only ski camps are proliferating at popular resorts in the United States and Canada, with the difficulty level ranging from beginner to expert.", "url": "https://www.nytimes.com/2018/11/26/travel/5-women-only-ski-camps-.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/travel/02skicamp-sidebat1/02skicamp-sidebat1-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:08Z", "content": "Started by freeskier Alison Gannett, Rippin Chix has a laid-back, somewhat irreverent approach and offers camps in a number of western locations: Whitewater Ski Resort in British Columbia; Crystal Mountain Ski Resort, in Washington; Alta Ski Area, in Utah; an… [+1089 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELISABETH VINCENTELLI", "title": "How to Get the Most Out of a Women’s Ski Camp", "description": "Three days of concentrated instruction at Alta, near Salt Lake City, provided lessons in skiing the steeps, and a glimpse into why so many women seem to be flocking to these camps.", "url": "https://www.nytimes.com/2018/11/26/travel/how-to-get-the-most-out-of-a-womens-ski-camp.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/travel/02skicamp1/02skicamp1-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:08Z", "content": "Another benefit for women in their 50s and up is getting guidance on how to get the most of the modern shaped skis, which behave differently from the long, narrow planks of yore. As for boots, they are the most critical piece of equipment and a necessary inve… [+1619 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOLLY YOUNG", "title": "Nonfiction: The Morning After: One Man’s Quest for a Hangover Cure", "description": "Shaughnessy Bishop-Stall’s “Hungover” is filled with boozy factoids, eccentric remedies and tales of alcoholic adventures on several continents.", "url": "https://www.nytimes.com/2018/11/26/books/review/shaughnessy-bishop-stall-hungover.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/books/review/02young/02young-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:08Z", "content": "According to Bishop-Stall, a hangover is composed of two forces combining to form a third force of great evil, like warm water and a storm cluster smashing together into a hurricane. One of the forces is dehydration. Alcohol is a diuretic, which is the reason… [+3246 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By JANE E. BRODY", "title": "Helping Teenagers to Be Safer Drivers", "description": "New drivers are more likely to get into trouble because they lack experience, but the best way to reduce the risk of a crash is to become an experienced driver.", "url": "https://www.nytimes.com/2018/11/26/well/family/helping-teenagers-to-be-safer-drivers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/science/27BRODYTEENDRIVER/merlin_147119025_e0b0626c-bc93-4ec2-a414-d432f7ca2d3a-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:05Z", "content": "Therein lies the Catch-22: New drivers are more likely to get into trouble because they lack experience, but the best way to reduce the risk of a crash is to become an experienced driver. Dr. Alderman, an adolescent medicine specialist at Montefiore Medical C… [+2254 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PERRI KLASS, M.D", "title": "Family Birthday Rituals, Distinctly Ours", "description": "All three children requested the same dish of pasta and ribs for each and every birthday. I stopped cooking it on other occasions, to keep it special.", "url": "https://www.nytimes.com/2018/11/26/well/family/family-birthday-rituals-distinctly-ours.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/well/family/26klass-cake/26klass-cake-facebookJumbo.jpg", "publishedAt": "2018-11-26T10:00:00Z", "content": "I stopped cooking the dish on other occasions, to keep it special for birthdays. And three times a year, I would go into a particular market to buy the ribs, and the butcher would recognize me, ask which childs turn it was, and provide me with a ridiculous qu… [+2874 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOTOKO RICH", "title": "Ghosn Is Removed as Chairman of Mitsubishi Motors in New Setback", "description": "The board of the Japanese automaker acted after Nissan also removed Carlos Ghosn as chairman and accused him of underreporting his income to the government.", "url": "https://www.nytimes.com/2018/11/26/business/carlos-ghosn-mitsubishi-nissan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/business/27ghosn/26ghosn-facebookJumbo.jpg", "publishedAt": "2018-11-26T09:51:36Z", "content": "TOKYO Carlos Ghosn, one of the auto industrys most powerful leaders, lost another title on Monday when the board of Mitsubishi Motors removed him as chairman, one week after he was arrested in Tokyo on suspicion of financial misconduct. Mr. Ghosn, who was str… [+922 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL WOLGELENTER", "title": "Matthew Hedges, British Student Accused of Spying, Is Pardoned by U.A.E.", "description": "Matthew Hedges, who was said to be researching the effects of the Arab Spring on the United Arab Emirates’ approach to diplomacy, was arrested in May.", "url": "https://www.nytimes.com/2018/11/26/world/middleeast/matthew-hedges-pardoned-uae.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/world/26uk-uae/26uk-uae-facebookJumbo.jpg", "publishedAt": "2018-11-26T09:00:23Z", "content": "The pardon allows us to return our focus to the underlying fundamental strength of the U.A.E.-U.K. bilateral relationship and its importance to the international community, said Anwar Mohammed Gargash, the Emirati minister of state for foreign affairs, accord… [+1011 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "北京大兴国际机场，光鲜背后的挑战与难题 - 纽约时报中文网", "description": "纽约时报中文网 北京大兴国际机场，光鲜背后的挑战与难题 纽约时报中文网 北京——在北京南郊的农田里，一个由混凝土、钢筋和玻璃构成的网状建筑拔地而起，这个世界上最大的机场之一已做好了投入使用的准备，其建设仅用了五年的时间，与那些更富裕的地方令人痛苦的基础设施... 新型气象雷达将为北京大兴国际机场提供气象保障服务 新华网 美媒：一座大型新机场展现中国的力量 环球网 此专题所有 16 篇报道 »", "url": "https://cn.nytimes.com/china/20181126/china-beijing-daxing-airport/", "urlToImage": "https://static01.nyt.com/images/2018/11/25/world/25china-airport-1/merlin_143012238_ece543fc-e71d-45df-bc7c-eefaa25c4f95-articleLarge.jpg", "publishedAt": "2018-11-26T08:11:23Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SARAH MASLIN NIR", "title": "How a Liberal Couple Became Two of N.Y.’s Biggest Trump Supporters", "description": "Bill White and Bryan Eure supported Barack Obama and Hillary Clinton. Now they are fund-raising for President Trump and have his sons’ numbers on speed dial.", "url": "https://www.nytimes.com/2018/11/26/nyregion/gay-trump-supporters.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/nyregion/00trumpcouple01/00trumpcouple01-facebookJumbo.jpg", "publishedAt": "2018-11-26T08:00:05Z", "content": "Over the summer, they hosted a private dinner for Donald Trump Jr. and his girlfriend, Kimberly Guilfoyle, the former Fox News host. The occasion? Celebrating that the couple were dating. For Mr. Eure, the fealty feels natural. The son of a chicken and soybea… [+1207 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RORY SMITH", "title": "On Soccer: For Copa Libertadores at a Crossroads, a Weekend to Forget", "description": "A final between Boca Juniors and River Plate was to be a showcase for Argentine soccer, and for the South American game. Then bus windows were smashed, and the vision fell apart.", "url": "https://www.nytimes.com/2018/11/26/sports/copa-libertadores-boca-juniors-river-plate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/sports/25onsoccer1-print/25onsoccer-3-facebookJumbo.jpg", "publishedAt": "2018-11-26T07:30:04Z", "content": "And starting next year, the two-legged format for the final will be abolished in favor of a Champions League-style, one-off final, held at a neutral site. The first edition is slated for Santiago, Chile. Conmebol, rather than the two host clubs, will be in ch… [+873 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Shares Tick Up on U.S. Holiday Sales Hopes, but Oil Rout Checks Enthusiasm", "description": "Asian stocks and U.S. equity futures posted modest gains on Monday on hopes of solid U.S. holiday sales, though risk appetite was tempered as plunging oil prices fanned worries about the global economic outlook.", "url": "https://www.nytimes.com/reuters/2018/11/26/business/26reuters-global-markets.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T07:05:35Z", "content": "Oil prices bounced slightly after having dived 8 percent on Friday for their biggest weekly losses in almost three years as signs of slowing demand and rising U.S. production intensified fears of a supply glut. So far this month, both WTI and Brent futures we… [+1159 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "More Than 140 Pilot Whales Are Dead After Mass Beaching in New Zealand - New York Times", "description": "New York Times More Than 140 Pilot Whales Are Dead After Mass Beaching in New Zealand New York Times WELLINGTON, New Zealand — More than 140 pilot whales died after beaching themselves in southern New Zealand, with half being euthanized by conservation worker…", "url": "https://www.nytimes.com/2018/11/26/world/asia/pilot-whale-beaching-new-zealand.html", "urlToImage": "https://static01.nyt.com/images/2018/11/27/world/27nz-whale-1/27nz-whale-1-facebookJumbo.jpg", "publishedAt": "2018-11-26T06:38:54Z", "content": "Krista Hupman, a marine mammal biologist for the National Institute of Water and Atmospheric Research in New Zealand, said whale conservation groups kept a close eye on Farewell Spit and were ready to convene rescue teams at short notice when the animals appe… [+1316 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Trump Is Right, Jobs for Black Americans Abound. Here's Why It May Not Last", "description": "Ask Memphis residents and they might say that President Donald Trump got this one right: this is the best job market as far as many in this majority black city can remember.", "url": "https://www.nytimes.com/reuters/2018/11/26/business/26reuters-world-work-minority-employment-insight.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T06:23:19Z", "content": "E-COMMERCE WINDFALL The city has long been politically and culturally important as a battleground of the 1960s civil rights movement, the site of Martin Luther King Jr.'s assassination, and a cornerstone of American music where the careers of Elvis Presley, B… [+1920 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "In China's Hinterland, Car Market Growth Engine Sputters", "description": "When Cao Jun, 40, an engineer from the central Chinese city of Pingdingshan, takes his old, grey MG 3 car to be serviced he always steals a few moments to pop into the Nissan and Honda dealerships next door.", "url": "https://www.nytimes.com/reuters/2018/11/26/business/26reuters-china-autos-provinces-insight.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T06:13:45Z", "content": "Cutbacks on car purchases by Cao and others like him in China's smaller cities, are hitting local car dealers and global automotive makers from General Motors Co to Volkswagen AG. \"The main slowing markets now are those 4-6 tier cities in China,\" said Xu Haid… [+1168 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KELLY WHITESIDE", "title": "The ‘Old Soul’ of the Nets Is Steering the Team in a New Direction", "description": "Brooklyn Nets center Jarrett Allen is making a difference on the court for a rebuilding team, but he is also finding creative ways to extend his influence outside basketball.", "url": "https://www.nytimes.com/2018/11/25/sports/jarrett-allen-brooklyn-nets.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/sports/26nets-web1/merlin_147053109_68f8bded-106a-4403-9cf8-5ed43a027d42-facebookJumbo.jpg", "publishedAt": "2018-11-26T05:34:51Z", "content": "He has everything you want. Hes athletic, he can run the floor, space the floor vertically, shoot, finish with both hands and protect the rim, Dinwiddie said. Right now, the only thing you can knock him for is not being physically imposing, but hes only 20 ye… [+1518 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY COCHRANE", "title": "Congress’s Lame-Duck Session: Critical Bills, Looming Deadlines, Little Unity", "description": "Hanging in the balance in Congress’s lame-duck session are a reauthorization of the farm bill, the largest federal criminal justice rewrite in a generation, President Trump’s border wall and a potential government shutdown.", "url": "https://www.nytimes.com/2018/11/25/us/politics/congress-lame-duck-shutdown.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/us/26dc-cong1/26dc-cong1-facebookJumbo.jpg", "publishedAt": "2018-11-26T05:25:17Z", "content": "The government funding deadline is not the only one lawmakers face: The farm bill expires in December, and its reauthorization has stalled over the Houses addition of new work requirements for able-bodied adults seeking food stamps, a move Mr. Trump has encou… [+1886 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PENN BULLOCK", "title": "Europe Edition: Brexit, Ukraine, France: Your Monday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/26/briefing/brexit-ukraine-france.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/briefing/112618briefing-europe-promo/112618briefing-europe-promo-facebookJumbo.jpg", "publishedAt": "2018-11-26T05:06:52Z", "content": "Two years ago, the director Barry Jenkins, above center, strode onstage at the Gotham Awards and accepted the nights top prize for his film Moonlight. Tonight, he has a chance to win the same award for his follow-up feature, If Beale Street Could Talk, which … [+1093 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By NICHOLAS BAKALAR", "title": "Excess Weight Increases Asthma Risk", "description": "At least 10 percent of childhood asthma cases may be attributable to obesity.", "url": "https://www.nytimes.com/2018/11/26/well/live/excess-weight-increases-asthma-risk.html", "urlToImage": "https://static01.nyt.com/images/2016/09/14/well/well_pog_child/well_pog_child-facebookJumbo-v2.jpg", "publishedAt": "2018-11-26T05:01:00Z", "content": "Children who are overweight or obese are at increased risk for asthma, researchers report. A retrospective study, published in Pediatrics, included 507,496 children followed for an average of four years. None of the children had incidents of asthma before the… [+747 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Nets Blow 20-Point Lead and Lose to 76ers on Jimmy Butler 3-Pointer - New York Times", "description": "New York Times Nets Blow 20-Point Lead and Lose to 76ers on Jimmy Butler 3-Pointer New York Times Jimmy Butler made a 3-pointer with 2.3 seconds remaining to give the Philadelphia 76ers a 127-125 victory over the host Nets on Sunday. Butler's shot from the ri…", "url": "https://www.nytimes.com/2018/11/25/sports/nba-nets-sixers-knicks-grizzlies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/sports/26nba1/merlin_147333177_7c60a6b1-7d76-4b1c-89ab-46af281505f7-facebookJumbo.jpg", "publishedAt": "2018-11-26T04:21:11Z", "content": "The win, the Knicks third in a row, led to a celebration, as Fizdales players doused him with water and ice as he entered the locker room. Youre getting me emotional because I cant put it into words, Fizdale said. Enes Kanter had a career-high 26 rebounds and… [+1172 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HENG", "title": "中菲交好，美国怎么办？（漫画）", "description": "习近平访问菲律宾时称中菲关系“又见彩虹”；杜特地则不吝于表达对习近平的爱慕，还经常发表损美言论。美国的亚洲政策究竟会走向何方？", "url": "https://cn.nytimes.com/opinion/20181126/china-philippines-visit-apec-trump/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/26/universal/zh/c26heng-china-philippines/c26heng-china-philippines-articleLarge.jpg", "publishedAt": "2018-11-26T04:13:55Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Dollar Steady in Safe-Haven Trade, Sterling Gains Slightly on Brexit Deal News", "description": "The dollar held broad gains on Monday as investors sought shelter in the world's most liquid currency on fears of a slowdown in global economic growth and as U.S.-Sino trade tensions sapped risk appetite.", "url": "https://www.nytimes.com/reuters/2018/11/25/business/25reuters-global-forex.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T03:45:28Z", "content": "\"This would bode well for the riskier currencies such as the Aussie, kiwi dollar and the Asian emerging market currencies.\" The yen &lt;JPY=&gt; changed hands at 113.22, with the dollar gaining 0.25 percent over the Japanese currency. Analysts expect the yen … [+999 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NOAM SCHEIBER", "title": "Campbell Soup Nears Truce With Activist Hedge Fund", "description": "Under the terms of the deal, Third Point would appoint two new directors and advise the company in selecting a new chief executive.", "url": "https://www.nytimes.com/2018/11/25/business/campbell-soup-hedge-fund-truce.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/business/26CAMPBELLS1/26CAMPBELLS1-facebookJumbo.jpg", "publishedAt": "2018-11-26T02:49:09Z", "content": "Under a turnaround plan the company announced in August, Campbell would sell off international assets, like Arnotts Biscuits, and retreat from other businesses, like refrigerated soup. It would use the proceeds to pay down debt and focus on canned soup and we… [+648 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The Associated Press", "title": "AP Exclusive: First Gene-Edited Babies Claimed in China", "description": "A Chinese researcher claims that he helped make the world's first genetically edited babies — twin girls whose DNA he said he altered with a powerful new tool capable of rewriting the very blueprint of life.", "url": "https://www.nytimes.com/aponline/2018/11/25/health/ap-us-med-genetic-frontiers-gene-edited-babies.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T02:46:26Z", "content": "However, one famed geneticist, Harvard University's George Church, defended attempting gene editing for HIV, which he called \"a major and growing public health threat.\" \"I think this is justifiable,\" Church said of that goal. In recent years scientists have d… [+1462 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD GOLDSTEIN", "title": "Willie Naulls, Knicks All-Star and Celtics Champion, Dies at 84", "description": "Knicks forward Willie Naulls, right, tried to block a shot by Wilt Chamberlain, the N.B.A.’s leading scorer in 1962, in a game against the San Francisco Warriors. Naulls was an All-American at U.C.L.A. and an N.B.A. All-Star.", "url": "https://www.nytimes.com/2018/11/25/obituaries/willie-naulls-dies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/obituaries/26naullsobit2/26naullsobit2-facebookJumbo.jpg", "publishedAt": "2018-11-26T02:03:57Z", "content": "During that streak, his tally of 31 points against the Philadelphia Warriors on March 2, 1962, went essentially unnoticed. On the same court in Hershey, Pa., Wilt Chamberlain had astonished the basketball world with a 100-point game. That night, putting the t… [+1529 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'Outlander,' Season 4, Episode 4: Bear Killer - New York Times", "description": "New York Times 'Outlander,' Season 4, Episode 4: Bear Killer New York Times “It's said the Highlander has much in common with the Indian savage. You think it so?” “Outlander” has several times drawn parallels between the Scottish Highlanders, who fought Engli…", "url": "https://www.nytimes.com/2018/11/25/arts/television/outlander-recap.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/arts/26outlander-recap/26outlander-recap-facebookJumbo.jpg", "publishedAt": "2018-11-26T02:00:34Z", "content": "And Outlander is clearly ready to put its tangles with race and colonialism behind for a while and settle into its settlers lives. We get plenty of the Frasers in woodsy domestic bliss. Claire, Jamie and Ian gut trout, chop trees, mend nets and plan for the s… [+1846 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS HORTON", "title": "台湾地方选举民进党大败，蔡英文辞任党主席", "description": "国民党候选人韩国瑜成功拿下高雄，重挫绿营；无党派候选人柯文哲险胜，连任台北市长。本次选举为国民党带来重获新生的机会，同时给蔡英文的连任竞选形势打上问号。 Sam Yeh/Agence France-Presse — Getty Images 台湾总统蔡英文（中）辞去了民进党主席一职。", "url": "https://cn.nytimes.com/asia-pacific/20181126/taiwan-election-results/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/25/world/25taiwan1-sub/merlin_147252867_f352b7ef-09ec-469f-a46b-3bfc8aaf80f6-articleLarge.jpg", "publishedAt": "2018-11-26T01:45:20Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "简报：中国如何控制公民；台湾选举民进党大败 - 纽约时报中文网", "description": "纽约时报中文网 简报：中国如何控制公民；台湾选举民进党大败 纽约时报中文网 早安，欢迎阅读时报最新推出的中文每日简报。我们将为你介绍《纽约时报》当日的重点英文报道，并为你推荐部分已被译成中文的精选内容。希望它能更好地满足你的资讯需求。新读者请点击此处订阅。 “九合一”选举民进党惨败反映民众在乎两岸关系和平发展 大公网 分析师观点：台湾执政党地方选举惨败短线股汇承压料强化经济议题 路透 台湾民主的新一页——评台湾2018年“九合一”大选 FT中文网 此专题所有 543 篇报道 »", "url": "https://cn.nytimes.com/morning-brief/20181126/china-rules-freedoms-control-taiwan/", "urlToImage": "https://static01.nyt.com/images/2018/11/25/crosswords/cn-span/cn-span-articleLarge.png", "publishedAt": "2018-11-26T01:43:20Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Patriots' Path to Playoffs Includes a Bit More Tinkering This Time - New York Times", "description": "New York Times Patriots' Path to Playoffs Includes a Bit More Tinkering This Time New York Times EAST RUTHERFORD, N.J. — The primary issue confronting the New England Patriots at the moment is not whether they will advance to the postseason, because they have…", "url": "https://www.nytimes.com/2018/11/25/sports/patriots-jets.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/sports/26Patriots-print1/26Patriots-print1-facebookJumbo.jpg", "publishedAt": "2018-11-26T01:35:45Z", "content": "This is kind of the first time weve had a lot of guys healthier, said Brady, who completed 20 of 31 passes for 283 yards and two touchdowns. It just helped everything out. The Patriots otherwise manhandled the Jets, outgaining them 498 to 338. They inflicted … [+1752 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHANG CHIEN", "title": "简报：中国如何控制公民；台湾选举民进党大败", "description": "北京新机场彰显中国的实力和弱点；欧盟批准英国脱欧协议草案；港珠澳大桥大陆观光客引争议；朝韩计划连接铁路；为什么摆脱煤炭这么难……新闻简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181126/china-rules-freedoms-control-taiwan/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/25/crosswords/cn-span/cn-span-articleLarge.png", "publishedAt": "2018-11-26T01:28:11Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Oil Prices Edge Up After Nearly Eight-Percent 'Black Friday' Plunge", "description": "Oil prices won back some ground after hefty losses on Friday, but remained under pressure with Brent crude below $60 per barrel amid weak fundamentals and struggling financial markets.", "url": "https://www.nytimes.com/reuters/2018/11/25/business/25reuters-global-oil.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-26T01:20:26Z", "content": "Greg McKenna, an independent financial analyst from Australia said there had been an \"utter capitulation in crude oil\" markets. The downward pressure comes from surging supply and a slowdown in demand-growth which is expected to result in an oil supply overha… [+745 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Sandra E. Garcia", "title": "Over 700 Flights Canceled for Midwest Snowstorm", "description": "A snowstorm in the Midwest grounded flights out of Kansas City and Chicago, causing a nightmare on the busiest travel weekend of the year.", "url": "https://www.nytimes.com/2018/11/25/us/kansas-missouri-illinois-blizzard-warning.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/us/politics/26xp-storm2/26xp-storm2-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:57:38Z", "content": "The busiest travel weekend of the year got a bit busier in the Midwest. Blizzard-like conditions in Kansas, Missouri and Illinois caused a flurry of cancellations and delays on Sunday at Kansas City International Airport and OHare International Airport in Chi… [+644 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BARBARA MARCOLINI", "title": "As Migrants Try to Cross U.S. Border, U.S. Closes It", "description": "Hundreds of migrants tried to evade police and cross from Tijuana, Mexico, into San Diego. The U.S. Customs and Border Protection Agency responded by firing tear gas and closing the border in both directions. Thousands of migrants from Central America have be…", "url": "https://www.nytimes.com/video/world/americas/100000006231728/tijuana-mexico-border-migrants-video.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/world/26tijuana1-sub/26tijuana1-sub-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-26T00:47:05Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Giants Resume Their Free Fall Toward the Future - New York Times", "description": "New York Times Giants Resume Their Free Fall Toward the Future New York Times PHILADELPHIA — Three weeks ago, Giants General Manager Dave Gettleman was spotted on, of all places, a sideline in Salt Lake City. Oregon was there playing Utah. And the Ducks featu…", "url": "https://www.nytimes.com/2018/11/25/sports/giants-eagles-nfl-draft.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/sports/26giants-eli/26giants-eli-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:45:18Z", "content": "Knowing that theyve struggled in the secondary, personally I wouldve loved to attack them, Beckham said. But it wasnt in our game plan. The Eagles took the lead, 22-19, with 10 minutes 11 seconds remaining on a 1-yard touchdown run by Josh Adams. After the Gi… [+1074 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIM HERRERA", "title": "4 Ways to Stay Motivated When You’re in a Rut", "description": "Studies have shown that you can trick your brain into increasing dopamine levels by setting and achieving micro-goals.", "url": "https://www.nytimes.com/2018/11/25/smarter-living/4-ways-to-stay-motivated-when-youre-in-a-rut.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/smarter-living/26sl-newsletter/26sl-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:35:41Z", "content": "Be accountable Confide in a favorite co-worker that youre feeling off today, and ask them to gently check on you to make sure youre staying on task. Find someone you trust who can give you a helpful nudge that wont feel invasive, but is just a little somethin… [+1368 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLES M. BLOW", "title": "Will Mitch Run?", "description": "Mitch Landrieu after receiving the 2018 John F. Kennedy Profile in Courage Award at the Kennedy Presidential Library in Boston.", "url": "https://www.nytimes.com/2018/11/25/opinion/will-mitch-run.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25blow/merlin_138466836_8a2795e8-d74e-450d-9b9d-efa474a7bcb1-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:34:05Z", "content": "Mitch is now asked about running for president so often that his answers sound like ones that have been honed by repetition, shaved down sharp and smooth. He recalls a recent exchange he had about the subject: Someone said to me the other day, Are you running… [+1117 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN FEUER and EMILY PALMER", "title": "Muted Testimony in the El Chapo Trial: Mysteries of the Second Week", "description": "Jesus Zambada García, shown after his arrest in 2008, finished his turn last week as a star witness in the trial of Joaquín Guzmán Loera, known as El Chapo.", "url": "https://www.nytimes.com/2018/11/25/nyregion/el-chapo-trial.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/nyregion/26CHAPOweek/26CHAPOweek-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:21:26Z", "content": "Telenovela Mr. Zambada remained unflappable over the course of four days of testimony. But the defense asserted that much of what he was telling the court could not be trusted and was not true. Do you know what a telenovela is? the attorney asked. Yes, Mr. Za… [+1280 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "New Book Gives Voice to Trump's Claims of a Vast Conspiracy Against Him - New York Times", "description": "New York Times New Book Gives Voice to Trump's Claims of a Vast Conspiracy Against Him New York Times A new book by two informal advisers to President Trump aims to buttress his claim that he is the victim of a vast conspiracy inside the federal government, a…", "url": "https://www.nytimes.com/2018/11/25/us/politics/trump-book-lewandowski.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/us/26DC-Book-1/26DC-Book-1-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:11:48Z", "content": "The book has caused anxiety among Trump aides for weeks, as they anticipated that Mr. Lewandowski and Mr. Bossie would use it to harm some of them with the president after a bruising midterm election cycle. In reality, the book mostly reserves its shots for f… [+1176 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Ukraine, After Naval Clash With Russia, Considers Martial Law - New York Times", "description": "New York Times Ukraine, After Naval Clash With Russia, Considers Martial Law New York Times MOSCOW — A dispute between Ukraine and Russia in which each accuses the other of violating laws of the sea escalated sharply on Sunday when the Ukrainian Navy said the…", "url": "https://www.nytimes.com/2018/11/25/world/europe/ukraine-russia-kerch-strait.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/world/26ukraine1/26ukraine1-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:10:02Z", "content": "The North Atlantic Treaty Organization, in a statement carried by Ukrainian media, came down on Ukraines side in the dispute. NATO fully supports the sovereignty of Ukraine and its territorial integrity, including its rights to navigation in its own territori… [+1468 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN RHODES and JAKE SULLIVAN", "title": "A Chance to Repair America’s Image Abroad", "description": "Deh Bala, Nangarhar Province, Afghanistan, near the Pakistani border, in July. Despite running on a pledge to withdraw from military conflicts, President Trump has escalated every conflict he inherited, the authors write.", "url": "https://www.nytimes.com/2018/11/25/opinion/a-chance-to-repair-americas-image-abroad.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25RHODES/25RHODES-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:00:04Z", "content": "Second, Democrats should challenge the president on his approach to the forever war. Despite running on a pledge to withdraw from military conflicts, Mr. Trump has escalated every conflict he inherited largely behind a cloak of secrecy and without a clear str… [+2561 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "The Monopolization of America", "description": "In one industry after another, big companies have become more dominant over the past 15 years, new data show.", "url": "https://www.nytimes.com/2018/11/25/opinion/monopolies-in-the-us.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25LEONHARDT/25LEONHARDT-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:00:04Z", "content": "The new corporate behemoths have been very good for their executives and largest shareholders and bad for almost everyone else. Sooner or later, the companies tend to raise prices. They hold down wages, because where else are workers going to go? They use the… [+1707 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FRANÇOISE GIRARD", "title": "Abortion Pills Are No Post-Roe Panacea", "description": "Yes, they are revolutionary. But price and legal barriers to access mean that coat hangers aren’t safely back in the closet for good just yet.", "url": "https://www.nytimes.com/2018/11/25/opinion/medication-abortion-roe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25GIRARD/25GIRARD-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:00:03Z", "content": "In places where the laws are restrictive as they are in countries like Brazil or El Salvador those barriers mount. In the United States, a patchwork of state-level restrictions perpetuate the falsehood that medication abortion must be taken in a clinical sett… [+2630 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Kim Velsey", "title": "Leading the Way to Flushing, Queens", "description": "After they moved to a rent-stabilized building, seven of their friends followed, lured by the affordable rent and the great food in the neighborhood.", "url": "https://www.nytimes.com/2018/11/26/realestate/leading-the-way-to-flushing-queens.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/realestate/02renters2/02renters2-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:00:00Z", "content": "The first, a pair Ms. Chung has known since sixth grade, found a one-bedroom listed on StreetEasy and snapped it up immediately. Then two friends considering a two-bedroom in Astoria heard about another opening in the building and decided to take it. Others f… [+1704 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HENG", "title": "China Comes a Courtin’", "description": "And leaves America in the dust.", "url": "https://www.nytimes.com/2018/11/25/opinion/china-philippines-visit-apec-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/26/opinion/26heng/26heng-facebookJumbo.jpg", "publishedAt": "2018-11-26T00:00:00Z", "content": "President Xi Jinping of China has visited the Philippines, the first state visit from China in 13 years. Mr. Xis trip immediately followed the Asia-Pacific Economic Cooperation summit, a high-level meeting that President Trump declined to attend. Follow The N… [+78 chars]"}]}