{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jane Margolies", "title": "One Building, Three Looks", "description": "A new condominium in Long Island City has sections that feature distinct architectural styles: industrial metal, old-school brick and curtain wall glass.", "url": "https://www.nytimes.com/2018/11/16/realestate/long-island-city-condo-one-building-three-looks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18highend-lic1/18highend-lic1-facebookJumbo.jpg", "publishedAt": "2018-11-16T00:00:00Z", "content": "Galeries apartments two-thirds of them are one- and two-bedrooms went on sale in February, and over 30 percent are now in contract, according to Halstead Property Development Marketing, which is handling sales. The complex has been attracting renters in the a… [+998 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK McGEEHAN", "title": "Snow Causes Commuter Chaos at Penn Station, Port Authority and on New Jersey Roadways", "description": "Commuters crowd the Port Authority Bus Terminal in Manhattan. By 5:30 p.m. Thursday, officials were advising people to take trains or ferries instead of buses.", "url": "https://www.nytimes.com/2018/11/15/nyregion/mta-nj-transit-nyc-commute.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/nyregion/16commute4/16commute4-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:58:45Z", "content": "The Metropolitan Transportation Authority said on Twitter that some subway lines were delayed because of snow-related switch and signal problems. At 6 p.m., Marlyne Page, an executive assistant who works in Midtown, had already been in line for an hour but wa… [+631 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRISTOPHER LEE and HECTOR EMANUEL", "title": "The Look of Amazon’s HQ2 Winners, Before Amazon", "description": "Crystal City in Virginia and Long Island City in Queens are about to become home to an internet giant. They will probably never appear the same again.", "url": "https://www.nytimes.com/2018/11/15/technology/amazon-headquarters-photos-crystal-city-long-island-city.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16AMZCOMPARE01/16AMZCOMPARE01-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:54:26Z", "content": "Instead of one new home, Amazon chose two. Two places, with waterfront views and organic shops and abandoned buildings, that will someday house tens of thousands of high-tech workers. We spent much of this week in those two places, Crystal City in Arlington, … [+363 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARC STEIN", "title": "Houston Rockets ‘Parting Ways’ With Carmelo Anthony", "description": "Anthony, 34, has struggled since the Knicks traded him to Oklahoma City in 2017. His newest challenge is finding a team to sign him.", "url": "https://www.nytimes.com/2018/11/15/sports/carmelo-anthony-houston-rockets.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/sports/00melo-web1/00melo-web1-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:53:55Z", "content": "With the Rockets, Anthony vowed to accept the sixth-man role that he openly resisted as a member of the Thunder, but he ended up appearing in just 10 games for Houston, starting twice. Carmelo had a tremendous approach during his time with the Rockets and acc… [+1573 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KAREN ZRAICK", "title": "Neo-Nazi Harassment Not Protected by First Amendment, Judge Rules", "description": "A lawsuit against the publisher of the neo-Nazi website Daily Stormer for unleashing a “terror campaign” of harassment against a Jewish realtor can proceed.", "url": "https://www.nytimes.com/2018/11/15/us/daily-stormer-anti-semitic-lawsuit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16xp-nazi/16xp-nazi-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:47:57Z", "content": "By the spring of 2017, the family had received more than 700 vulgar and hateful messages, including death threats, many referencing the Holocaust. Some phone messages consisted solely of the sound of gunshots. The Southern Poverty Law Center filed the lawsuit… [+1788 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEKADO MURPHY", "title": "Anatomy of a Scene: Watch Viola Davis Lead a Heist in ‘Widows’", "description": "The director Steve McQueen narrates a sequence from his thriller, which also stars Cynthia Erivo, Michelle Rodriguez and Elizabeth Debicki.", "url": "https://www.nytimes.com/2018/11/15/movies/widows-scene.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/arts/widows-anatomy1/widows-anatomy1-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:36:17Z", "content": "In Anatomy of a Scene, we ask directors to reveal the secrets that go into making key scenes in their movies. See new episodes in the series each Friday. You can also watch our collection of more than 150 videos on YouTube and subscribe to our YouTube channel… [+594 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Cecilia Kang", "title": "Mark Zuckerberg Defends Facebook as Furor Over Its Tactics Grows", "description": "Mr. Zuckerberg said that he wouldn’t step down as chairman and that his No. 2, Sheryl Sandberg, was “doing great work” despite questions about their management.", "url": "https://www.nytimes.com/2018/11/15/technology/zuckerberg-facebook-sandberg-tactics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16FACEBOOK01/16FACEBOOK01-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:35:26Z", "content": "On Thursday, one of those shareholders, Scott M. Stringer, the comptroller of New York City, who administers the citys public pension fund, said Mr. Zuckerbergs grip over Facebook protected him from being answerable for the companys mistakes. Renegade executi… [+1358 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VALERIYA SAFRONOVA", "title": "Defense Lawyer Suggests a Thong Equals Consent — and Ireland Erupts", "description": "On Wednesday, hundreds of people in cities around Ireland protested victim blaming in the justice system’s handling of a sexual-assault case.", "url": "https://www.nytimes.com/2018/11/15/world/europe/ireland-underwear-rape-case-protest.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/fashion/16ireland-underwear-print/15irelandunderwear-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:26:10Z", "content": "Ms. Crilly, who has worked on behalf of rape survivors for 35 years, said that though a cultural change in womens status in Ireland had been slow, it was happening. For decades, Ireland was a socially conservative society ruled by the norms of the Roman Catho… [+1380 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "As Migrants Line Up, Hoping for Asylum, a Quiet Day at a Busy California Border - New York Times", "description": "New York Times As Migrants Line Up, Hoping for Asylum, a Quiet Day at a Busy California Border New York Times TIJUANA, Mexico — The vanguard of what President Trump has labeled an invasion force formed an orderly line at about 6:45 a.m. on Thursday near a maj…", "url": "https://www.nytimes.com/2018/11/15/world/americas/caravan-mexico-honduras-guatemala-migrants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16caravan1-print/16caravan1-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:18:59Z", "content": "Last spring, advocates provided similar help to a large caravan of mostly Central American migrants that traversed Mexico and ended up in Tijuana. At its peak, that caravan numbered about 1,500, by some estimates. Of those, several hundred eventually applied … [+1309 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEKADO MURPHY", "title": "‘Widows’ | Anatomy of a Scene", "description": "Steve McQueen narrates a sequence from the film featuring Viola Davis, Cynthia Erivo, Michelle Rodriguez and Elizabeth Debicki.", "url": "https://www.nytimes.com/video/movies/100000006218404/widows-anatomy-of-a-scene.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/arts/widows-anatomy1/widows-anatomy1-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-15T23:18:27Z", "content": "Film directors walk viewers through one scene of their movies, showing the magic, motives and the mistakes from behind the camera."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and MARCUS PAYADUE", "title": "California Wildfires, Brexit, Yellowstone: Your Thursday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/15/briefing/california-wildfires-brexit-yellowstone.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/briefing/c-5PMBRIEFING-US-core/15PMBRIEFING-US-SLIDE-SHO-slide-UEMO-facebookJumbo.jpg", "publishedAt": "2018-11-15T23:15:55Z", "content": "5. The high cost of poor handwriting. As the Florida Senate race looks to be headed to a hand recount, a judge ruled to give voters with sloppy penmanship a second chance. Thousands of ballots were invalidated because voters signatures didnt match signatures … [+788 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "黄瑞黎", "title": "笼罩在丑闻中的医疗帝国：莆田系医院发迹史", "description": "中国约8000家莆田系私立医院在缺乏政府监管的条件下迅速发展壮大。大学生魏则西之死引发了全国性的公愤，也让这个医疗网络陷入虚假营销和欺诈的丑闻。 Bryan Denton for The New York Times 在中国莆田东庄，两名农民的身后，当地人用通过民营医疗网络得到的财富建起了豪宅。", "url": "https://cn.nytimes.com/china/20181116/china-private-hospitals-putian/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/08/28/business/00chinahospitals-1/merlin_137629800_b12f2959-3815-45cd-a5e6-2d1b35a53612-articleLarge.jpg", "publishedAt": "2018-11-15T23:02:52Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THOMAS FULLER, KIRK JOHNSON and CONOR DOUGHERTY", "title": "As Fires Rage in California, a Housing Crisis Only Adds to the Woes", "description": "With thousands of homes destroyed in the California wildfires, the state’s housing crisis, already acute before the disaster, just got worse.", "url": "https://www.nytimes.com/2018/11/15/us/homeless-california-wildfires-evacuees.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16housing-01-print/16housing-01-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:59:44Z", "content": "One possible solution, she said, would be for FEMA, the Federal Emergency Management Agency, to provide trailers that people could live in while their homes were being rebuilt. For now, though, authorities are focused on providing immediate relief. We are wor… [+1375 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Couple and Homeless Man Behind Viral GoFundMe Campaign Are Charged With Conspiracy - New York Times", "description": "New York Times Couple and Homeless Man Behind Viral GoFundMe Campaign Are Charged With Conspiracy New York Times The tale of the New Jersey couple who wanted to help out a homeless man by starting a GoFundMe campaign has taken another turn. The couple, Mark D…", "url": "https://www.nytimes.com/2018/11/15/nyregion/homeless-man-couple-gofundme-scam.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16xp-gofundme-couple/07xp-gofundme-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:51:42Z", "content": "The couple started a GoFundMe campaign for Mr. Bobbitt in 2017. Ms. McClure claimed that she had been out of gas and money when Mr. Bobbitt, who was homeless at the time, offered her his last $20 so that she could get home. The couple took a photo of Mr. Bobb… [+611 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BINYAMIN APPELBAUM", "title": "Fed Chairman Seeks to Reassure Those Left Behind by Roaring Economy", "description": "As he toured Houston, Jerome H. Powell, the Fed chairman, told residents that the Fed understands the economic recovery has been uneven and parts of the United States remain distressed.", "url": "https://www.nytimes.com/2018/11/15/business/fed-chairman-economy-houston.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16dc-fed/16dc-fed-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:50:11Z", "content": "The Fed, she said, could help by making sure banks are serving the community. I think its an underutilized resource in terms of making sure that weve got our banking partners at the table and were getting enough from that community, she said. Federal regulato… [+1808 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Four US Commandos Charged in Strangling of Army Green Beret in Africa - New York Times", "description": "New York Times Four US Commandos Charged in Strangling of Army Green Beret in Africa New York Times WASHINGTON — Two members of the Navy's elite SEAL Team 6 and two Marine Corps Special Operations troops have been charged in the strangling of an Army Green Be…", "url": "https://www.nytimes.com/2018/11/15/us/politics/green-beret-navy-seals-mali-melgar.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/politics/16dc-commando-print/16dc-commando-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:35:21Z", "content": "Sergeant Melgar, a graduate of Texas Tech University who joined the Army in 2012, was assigned to the Third Special Forces Group, based at Fort Bragg, N.C., the same unit whose soldiers were attacked by a much larger and heavily armed group of Islamic State f… [+1832 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER MEDINA", "title": "President Trump to Visit California in Wake of Fires", "description": "The president has visited the state just once since he was elected, preferring instead to attack its leaders and policies from a distance.", "url": "https://www.nytimes.com/2018/11/15/us/trump-california-fires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15trump/15trump-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:29:54Z", "content": "LOS ANGELES President Trump plans to travel to California on Saturday, to tour the damage and meet with those affected by the wildfires that have ravaged the state. The visit will come a week after he blamed state officials for the destructive blazes, erroneo… [+776 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Kroger Shooting Suspect Is Charged With Hate Crimes in Killings of 2 Black People - New York Times", "description": "New York Times Kroger Shooting Suspect Is Charged With Hate Crimes in Killings of 2 Black People New York Times A federal grand jury on Thursday handed down hate crime charges against a white man who the authorities say shot and killed two black grandparents …", "url": "https://www.nytimes.com/2018/11/15/us/kroger-shooting-charges-louisville.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16xp-kroger/16xp-kroger-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:23:44Z", "content": "If convicted, Mr. Bush faces life in prison without parole. The authorities have not decided whether to pursue the death penalty. Mr. Bush had already been charged by a state prosecutor with two counts of murder and 10 counts of wanton endangerment and could … [+788 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Baltimore 'Fiddler' Disrupted by 'Heil Hitler, Heil Trump' - New York Times", "description": "New York Times Baltimore 'Fiddler' Disrupted by 'Heil Hitler, Heil Trump' New York Times A touring production of “Fiddler on the Roof,” shown here in Syracuse last month, was disrupted by an anti-Semitic outburst during its run at Baltimore's Hippodrome.Credi…", "url": "https://www.nytimes.com/2018/11/15/theater/fiddler-on-the-roof-heil-hitler-heil-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16FIDDLER/16FIDDLER-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:19:52Z", "content": "The Baltimore incident comes as the nation is still mourning the deaths of 11 people killed last month at a Pittsburgh synagogue, among the deadliest attacks on a Jewish group in United States history. Anti-Semitic incidents have been on the rise in the Unite… [+1286 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAMIEN CAVE", "title": "Letter 81: Giving Thanks, ‘Ausmerican’ Style", "description": "From small towns and juicy mangoes to the rich sounds of Sydney, the Australia bureau has a lot to be thankful for this year.", "url": "https://www.nytimes.com/2018/11/15/world/australia/thanksgiving-ausmerican-style.html", "urlToImage": "https://static01.nyt.com/images/2017/11/23/opinion/16australialetter81-23thu1-copy/23thu1-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:18:33Z", "content": "Isabella Kwai The beginning of the Australian summer. The way the days stretch into infinity and excitement fills the air and peoples faces just relax. The air smells sweeter somehow. Preholiday sales. Seriously, everything is on sale right now. Well, dont ju… [+1127 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN KENIGSBERG", "title": "3 Film Series to Catch in N.Y.C. This Weekend", "description": "A scene from Wang Bing’s breakthrough documentary, the nine-hour “Tie Xi Qu: West of the Tracks,” which the Film Society of Lincoln Center will show in three installments over Friday and Saturday as part of its retrospective on the Chinese director.", "url": "https://www.nytimes.com/2018/11/15/movies/film-series-in-nyc-this-week.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16list-movies/merlin_146762181_a51de3d1-07dc-440e-8a95-301efbd42be0-facebookJumbo.jpg", "publishedAt": "2018-11-15T22:00:04Z", "content": "VOYAGE OF TIME at the BAM Howard Gilman Opera House (Nov. 16-17, 7:30 p.m.). You can view this longer cut of Terrence Malicks meditation on creation and evolution with a live orchestra, whose performance of the soundtracks snatches of Mahler, Beethoven and Ba… [+1552 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By NICHOLAS BAKALAR", "title": "Blacks Are Twice as Likely as Whites to Experience Sudden Cardiac Death", "description": "The rate of sudden cardiac death in African-Americans is twice as high as in whites, and no one knows why.", "url": "https://www.nytimes.com/2018/11/15/well/live/blacks-are-twice-as-likely-as-whites-to-experience-sudden-cardiac-death.html", "urlToImage": "https://static01.nyt.com/images/2016/09/14/well/well_pog_heart/well_pog_heart-facebookJumbo-v2.jpg", "publishedAt": "2018-11-15T21:32:33Z", "content": "The rate of sudden cardiac death in African-Americans is twice as high as in whites, and no one knows why. Sudden cardiac death is an unexpected fatality from cardiac causes that happens within an hour of the onset of symptoms, usually with no known cause. Fo… [+655 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN CASTLE", "title": "Brexit for the Non-Brit: What Is It, and Why Can’t They Get It Done?", "description": "The debate has been going on for years — really, since Britain joined the forerunner of the European Union in 1973. Here’s why.", "url": "https://www.nytimes.com/2018/11/15/world/europe/brexit-uk.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16brexit-explainer/16brexit-explainer-facebookJumbo.jpg", "publishedAt": "2018-11-15T21:24:59Z", "content": "The Achilles heel of the entire process of Brexit is the border between Ireland, a member of the European Union, and Northern Ireland, which is part of the United Kingdom. For years, this border was militarized and a focal point of The Troubles, the sectarian… [+1687 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MIKE HALE", "title": "Review: A Sensational Prison Escape, Without the Sensation", "description": "Showtime’s mini-series “Escape at Dannemora,” starring Benicio Del Toro, Paul Dano and Patricia Arquette, takes a somber approach to a startling story.", "url": "https://www.nytimes.com/2018/11/15/arts/television/escape-at-dannemora-review-showtime.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16dannemora/16dannemora-facebookJumbo.jpg", "publishedAt": "2018-11-15T21:23:42Z", "content": "Less credible is the shows treatment of Mitchell and her loyal husband, Lyle (Eric Lange). The show tries to put her actions in a context of rural economic malaise and male entitlement, but it mostly condescends to her, and Lyle comes off as a hapless bumpkin… [+1194 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Editors’ Choice: 4 New Books We Recommend This Week", "description": "Suggested reading from critics and editors at The New York Times.", "url": "https://www.nytimes.com/2018/11/15/books/review/4-new-books-we-recommend-this-week.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18ed-covers/18ed-covers-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:51:33Z", "content": "Last week we offered you 12 new books to read ambitious, I know, even for people who love books the way we do. So consider this the hangover edition, or the self-care edition, or what have you: four titles on an array of subjects, from historical fiction out … [+2515 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IOAN GRILLO", "title": "El Chapo Puts the Drug War on Trial", "description": "Joaquin Guzman’s prosecution will inadvertently highlight the government’s failure to stop the flow of narcotics and the related bloodshed.", "url": "https://www.nytimes.com/2018/11/15/opinion/el-chapo-trial-drug-war.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15GRILLO/15GRILLO-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:48:34Z", "content": "MEXICO CITY An iconic photo from 1993 shows Colombian police officers smiling as they crouch over the bullet-ridden corpse of Pablo Escobar, who Forbes magazine had claimed was the richest drug trafficker on the planet. The picture was taken by Steve Murphy, … [+1654 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "纽约时报中文网", "title": "Toxic：2018，“有毒”的一年", "description": "牛津词典宣布2018年度词汇：toxic（有毒的）。这个历史悠久的词在今天有了不同的含义。从环境中的有毒物质、对政治环境的哀叹，到“我也是”运动都与之相关。 Petros Karadjias/Associated Press 牛津字典选出“Toxic”作为2018年度词汇。", "url": "https://cn.nytimes.com/culture/20181116/wod-toxic/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/15/arts/15wordoftheyear/15wordoftheyear-articleLarge.jpg", "publishedAt": "2018-11-15T20:46:27Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Should the House Move to Impeach Trump?", "description": "One reader says impeachment “is not a question of choice but of duty.” Others worry that impeachment could backfire and urge a focus on legislation instead.", "url": "https://www.nytimes.com/2018/11/15/opinion/letters/trump-impeachment-house.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/opinion/08Steyer/08Steyer-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:46:00Z", "content": "Eric W. Orts Philadelphia The writer is a professor of legal studies and business ethics at the Wharton School of the University of Pennsylvania. To the Editor: That there is little appetite among many Democrats for impeachment is a positive and remarkably ma… [+1360 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: For Florida Voters, Signatures Are Stressful", "description": "A voter recounts the challenge of matching the signature on record to ensure that his vote would be counted.", "url": "https://www.nytimes.com/2018/11/15/opinion/letters/florida-voters-signatures.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15signatures2/merlin_146836902_187399ed-4ea9-4837-ac83-362b5b11e531-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:42:37Z", "content": "To the Editor: Re Parsing Signatures, Not Chads, in Florida Vote (front page, Nov. 15): Im a Florida 2018 midterms voter who had asked for a mail-in ballot. As I was finishing it up, I saw the notice that my signature must match the one in their records or my… [+828 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JUSTIN SABLICH", "title": "Trending: The Best Shopping Holiday for Travelers May Not Be Black Friday (but It’s Close)", "description": "Whether you're planning a winter getaway to someplace warm, or want to snag a deal booking your spring vacation in advance, the holiday shopping season is a good time to buy.", "url": "https://www.nytimes.com/2018/11/15/travel/best-shopping-holiday-travel-black-friday-cyber-monday-tuesday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/travel/16trending-flight-deals1/merlin_142654128_6afb162e-5be3-4f18-9aba-4c8ef01fa3d5-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:42:25Z", "content": "Even Skyscanner found that travelers who booked on the Tuesday after Thanksgiving in 2017 saved an average of 11 percent compared to those who bought airfare on the Friday after the holiday. There may not be a consensus on the best day to book, but all of the… [+1489 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Where Are the Democrats on Climate Change?", "description": "A reader says the party went missing in the midterms on an important issue.", "url": "https://www.nytimes.com/2018/11/15/opinion/letters/democrats-climate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/us/14dc-freshmen-1-print/merlin_146791575_796d979c-a849-40eb-acdb-324cafb526a1-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:39:20Z", "content": "To the Editor: Re A Left-Flank Protest on Day 1 Signals a Democratic House Divided (news article, Nov. 13): Im with Alexandria Ocasio-Cortez, the newly elected congresswoman from New York, who joined a protest against global warming outside the office of Nanc… [+445 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: One Vote, My Vote", "description": "Billboards encouraging people to vote in the midterm election in Arizona, where the Green Party candidate was a factor.", "url": "https://www.nytimes.com/2018/11/15/opinion/letters/vote-green-party.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/opinion/00LcollinsWeb/00LcollinsWeb-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:33:06Z", "content": "To the Editor: Re Elections Over, Lets Have a Rant (column, Nov. 10): Gail Collins writes in response to Green Party candidates in close races, Even if both candidates in a major election seem terrible, deep in your heart you know one is more terrible than th… [+615 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Mexico’s Timely Reminder", "description": "A reader says its welcome to Central American refugees offers a humane lesson.", "url": "https://www.nytimes.com/2018/11/15/opinion/letters/mexico-central-american-refugees.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/world/11caravan2/11caravan3-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:26:36Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Brexit, Saudi Arabia, Chinese Hospitals: Your Friday Briefing", "description": "Britain’s political crisis. Prime Minister Theresa May’s government slipped into turmoil after two of her cabinet ministers quit, including Dominic Raab, her chief Brexit negotiator. The surprise resignations dented Mrs. May’s authority a day after her cabine…", "url": "https://www.nytimes.com/2018/11/15/briefing/brexit-saudi-arabia-chinese-hospitals.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16ambriefing-asia-promo/16ambriefing-asia-promo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-15T20:23:00Z", "content": "On Fridays, The Times publishes a news quiz, which our U.S. briefing writer, Chris Stanford, compiles with the help of a colleague, Anna Schaverien. Chris writes: My days are spent scanning headlines and synthesizing the news, and the quiz represents an alter… [+400 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: The V.A. in the Vanguard of Medical Care", "description": "A veteran of the war in Afghanistan, who has vision problems due to being in close proximity to numerous blasts in the war, having an eye exam at the VA Connecticut Healthcare System.", "url": "https://www.nytimes.com/2018/11/15/opinion/letters/department-veterans-affairs-medical-care.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/opinion/sunday/11Gordon/11Gordon-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:15:52Z", "content": "To the Editor: Dont Sell Out Veterans, by Suzanne Gordon (Sunday Review, Nov. 11), was consistent with my own experience as the eighth secretary of the Department of Veterans Affairs. I entered government after 33 years with the Procter &amp; Gamble Company, … [+676 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA BAIRD", "title": "Your Fake Australian Accent Is Terrible, Mate", "description": "Americans and the British love to mock how we talk. But they can’t imitate it.", "url": "https://www.nytimes.com/2018/11/15/opinion/australian-accents-the-good-place.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18BAIRD/18BAIRD-facebookJumbo.jpg", "publishedAt": "2018-11-15T20:00:03Z", "content": "SYDNEY, Australia Running out of gas is one of the most foolish things you can do, but I was guilty of it several times when I was a lean-living university student. That changed, though, when Hugh Jackman was hired as the attendant at my local gas station. He… [+1617 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETE WELLS", "title": "10 of the Best New N.Y.C. Restaurants (For Now)", "description": "These are the dinners and dining rooms our restaurant critic, Pete Wells, craves most — at least for the next few months.", "url": "https://www.nytimes.com/2018/11/15/nyregion/best-new-nyc-restaurants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/07/nyregion/00best-restaurants-Frenchette/merlin_140661675_bbab8efe-e160-41eb-8904-3c0e4ec8cb1e-facebookJumbo.jpg", "publishedAt": "2018-11-15T19:57:52Z", "content": "On the first floor of a Brooklyn brownstone, Sofreh has a hospitable, dinner-party atmosphere and Persian cooking of the sort that an Iranian émigré might make for friends. The saffron rice, the nigella-flecked loaves of barbari, the eggplant and yogurt dips … [+197 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER EAVIS", "title": "Pound Slides as Brexit Turmoil Hits Britain Again", "description": "The decline in the currency comes as the British government struggles to find support for its plans to leave the European Union.", "url": "https://www.nytimes.com/2018/11/15/business/dealbook/britain-pound-brexit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/dealbook/db-pound-1542304765487/db-pound-1542304765487-facebookJumbo.png", "publishedAt": "2018-11-15T19:52:13Z", "content": "The plunging pound has in some ways absorbed the fallout of the Brexit decision. The currencys decline made British goods cheaper to foreign buyers, which supports the countrys exports. A weaker pound may also encourage foreigners to invest in Britain because… [+1404 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM ROBERTS", "title": "Herbert Fingarette, Contrarian Philosopher on Alcoholism, Dies at 97", "description": "Herbert Fingarette in 1981 with material related to his book “Confucius: The Secular as Sacred,” which a historian said “revolutionized the field of Chinese studies.”", "url": "https://www.nytimes.com/2018/11/15/obituaries/herbert-fingarette-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/obituaries/15FINGARETTE1/15FINGARETTE1-facebookJumbo.jpg", "publishedAt": "2018-11-15T19:40:14Z", "content": "Professor Fingarettes book Confucius: The Secular as Sacred (1972) revolutionized the field of Chinese studies by identifying the sayings ascribed to Confucius and his disciples as a marvelously subtle work sketching human potentials for dignity through human… [+1487 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "NFL Week 11 Predictions: Our Picks Against the Spread - New York Times", "description": "New York Times NFL Week 11 Predictions: Our Picks Against the Spread New York Times Two of the most exciting offenses ever to take the field will square off on Monday night. Nearly everything on Sunday seems like an appetizer before the Chiefs and the Rams. H…", "url": "https://www.nytimes.com/2018/11/15/sports/nfl-picks-week-11.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/sports/18nflmatchups-top/18nflmatchups-top-facebookJumbo.jpg", "publishedAt": "2018-11-15T19:31:53Z", "content": "Panthers at Lions, 1 p.m., Fox The destruction of the Panthers (6-3) at the hands of the Pittsburgh Steelers was on Thursday last week, so Carolina has had extra time to stew in its embarrassment. The offense got three touchdowns from Christian McCaffrey, who… [+2413 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Marc Santora", "title": "Former Macedonian Leader Seeks Asylum in Hungary to Avoid Prison", "description": "The flight of Nikola Gruevski stoked outrage and threw up another challenge to the European Union.", "url": "https://www.nytimes.com/2018/11/15/world/europe/hungary-orban-macedonia-asylum.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16hungary/16hungary-facebookJumbo.jpg", "publishedAt": "2018-11-15T19:30:43Z", "content": "Nikola Gruevski has submitted an asylum request to the competent Hungarian authority, the government said in a statement. Given that he was prime minister of his country for 10 years, for security reasons the Hungarian authorities have allowed Mr. Gruevski to… [+1272 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nellie Bowles", "title": "‘I Don’t Really Want to Work for Facebook.’ So Say Some Computer Science Students.", "description": "A job at Facebook is plum. But at a recent university hackathon, some young engineers showed a changing attitude toward working at the social network.", "url": "https://www.nytimes.com/2018/11/15/technology/jobs-facebook-computer-science-students.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16FBRECRUITING05/16FBRECRUITING05-facebookJumbo.jpg", "publishedAt": "2018-11-15T19:12:31Z", "content": "Employees are wising up to the fact that you can have a mission statement on your website, but when youre looking at how the company creates new products or makes decisions, the correlation between the two is not so tightly aligned, said David Chie, the head … [+1249 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD BEALES", "title": "中国的影响力投资可能为时尚早", "description": "在中国，投资者只期望获得回报，关于环境、社会及治理因素的可靠信息极少，如何利用数据也十分棘手。因此影响力投资目前主要是外国投资者参与的项目。 Jason Lee/Reuters 可持续性投资可能最终在中国生根发芽，但目前它仍是面向外国投资者的一个项目。", "url": "https://cn.nytimes.com/business/20181116/china-esg-investment/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16db-viewsesg/merlin_146820615_d6d6df2b-0bc5-4574-a39e-0931a1cb1833-articleLarge.jpg", "publishedAt": "2018-11-15T19:10:29Z", "content": "environmental, social and governanceESG Asian Corporate Governance AssociationACGAESGACGAcorporate social responsibilityCSR20141600 (CLSA)(Charles Yonts)ACGAMSCI(FTSE)ESG Richard Beales breakingviews.com"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FAHIM ABED and ROD NORDLAND", "title": "At War: Afghan War Casualty Report: Nov. 9-15", "description": "The bodies of 20 commandos were lined up outside the governor’s office in Sang-e-Masha, Afghanistan, on Sunday. Their company was almost entirely destroyed fighting the Taliban.", "url": "https://www.nytimes.com/2018/11/15/magazine/afghan-war-casualty-report.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/magazine/16atwar-casualty-report/merlin_146674404_47d3026c-a022-4da9-ad17-1297590bf986-facebookJumbo.jpg", "publishedAt": "2018-11-15T19:00:16Z", "content": "Nov. 14 Wardak Province: six soldiers killed The Taliban attacked an army outpost in the Malangi area of Sayed Abad District, killing six soldiers and wounding five others. The outpost was captured by the Taliban, but later it was retaken by government forces… [+1915 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GABRIEL DEBENEDETTI", "title": "Nonfiction: When Tribalism First Entered American Politics", "description": "Steve Kornacki’s “The Red and the Blue” traces current political divisions back to the battles between Newt Gingrich and Bill Clinton.", "url": "https://www.nytimes.com/2018/11/15/books/review/steve-kornacki-the-red-and-the-blue.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18Debenedetti/merlin_145887180_737e84a5-a8d9-44d9-b5d3-17926f53035e-facebookJumbo.jpg", "publishedAt": "2018-11-15T19:00:04Z", "content": "THE RED AND THE BLUE The 1990s and the Birth of Political Tribalism By Steve Kornacki Illustrated. 497 pp. Ecco/HarperCollins Publishers. $29.99. It can be a strange experience these days to read a book about modern American politics and divisions that is not… [+1914 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BILL FRISKICS-WARREN", "title": "Roy Clark Is Dead at 85; a Face of Country Music on ‘Hee Haw’", "description": "Roy Clark, right, performing with Roy Acuff during a taping of the syndicated television show “Hee Haw” in 1983. The show was conceived as a down-home answer to the sketch comedy series “Rowan & Martin’s Laugh-In.”", "url": "https://www.nytimes.com/2018/11/15/obituaries/roy-clark-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/obituaries/16CLARK1/16CLARK1-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:55:35Z", "content": "He was also among the first country acts to perform in concert with symphony orchestras. In 1976, more than a decade before the Berlin Wall came down, he embarked on a world tour that included 18 dates in the Soviet Union. The concert halls of Europe and Nort… [+2134 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW E. KRAMER", "title": "European Court Vindicates Aleksei Navalny, Russian Opposition Leader", "description": "The Russian opposition leader Aleksei A. Navalny addressing the news media in Strasbourg, France, on Thursday after Europe’s top human rights ordered the Russian government to pay him 63,678 euros, or $72,000.", "url": "https://www.nytimes.com/2018/11/15/world/europe/aleksei-navalny-european-court.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16russia/16russia-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:54:08Z", "content": "Mr. Navalny had won rulings against the Russian government over the same seven arrests in February 2017, when the court decided they were arbitrary, that he had not received fair trails and that his right to assembly had been violated. The appeal handed him a… [+1799 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "New & Noteworthy", "description": "A selection of books published this week; plus, a peek at what our colleagues around the newsroom are reading.", "url": "https://www.nytimes.com/2018/11/15/books/review/new-noteworthy-concepcion-de-leon.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18newnoteworthy0/18newnoteworthy0-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:52:14Z", "content": "THE ODYSSEY translated by Emily Wilson, read by Claire Danes. (Audible.) Wilson is the first woman to translate Homers epic of adventure and yearning for home into English. Its a version that has been widely praised for its lyricism and use of contemporary id… [+2422 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW KEH", "title": "A Hall of Famer in Exile: Larry Brown’s Italian Adventure", "description": "Brown’s renowned wanderlust carried him to 15 coaching jobs in a five-decade career. His latest post is in Italy, and, so far, it hasn’t been easy.", "url": "https://www.nytimes.com/2018/11/14/sports/basketball/larry-brown-torino-nba.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/sports/15larrybrown-web-1/15larrybrown-web-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:49:04Z", "content": "TURIN, Italy Larry Brown has always been something of an enigma. But rarely has he been so misunderstood. Brown, the Hall of Fame basketball coach, moved to Turin months ago, but he still hasnt been able to get on the same page as his cleaning lady. The clerk… [+669 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PHILIP GALANES", "title": "‘Mommy’? But I Barely Know Them!", "description": "A reader hears pressure to procreate in her mother’s words.", "url": "https://www.nytimes.com/2018/11/15/style/mom-children-pressure.html", "urlToImage": "https://static01.nyt.com/images/2011/07/28/fashion/social_inline/social_inline-facebookJumbo-v4.jpg", "publishedAt": "2018-11-15T18:46:59Z", "content": "TROY Assuming your adorable dog is on a leash and doesnt snap without provocation, no need for further training. Simply amend your response to include the word no. (May I touch him? No, he snaps.) Skip the cutesy grooming talk; it minimizes the danger. For th… [+1437 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "Millennial Monopoly, Go Directly to Jail: 5 Things in Pop Culture Today", "description": "The classic Monopoly board. In the Monopoly for Millennials edition, Rich Uncle Pennybags is shown wearing mirrored shades and taking a selfie.", "url": "https://www.nytimes.com/2018/11/15/arts/monopoly-for-millennials-dumbo-trailer.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16cheatsheet1/16cheatsheet1-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:43:33Z", "content": "What would you like to see here? Email us at popculture@nytimes.com. Hello! Welcome to your daily roundup of whats going on in pop culture. I never made it to the play Fleabag in London before there was a TV show Fleabag on Amazon, so its very exciting to lea… [+541 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "‘We Will Leave’: May Asserts Confidence in Brexit Deal", "description": "Prime Minister Theresa May of Britain spoke about her plan for leaving the European Union after two cabinet ministers quit her government and others in her own party showed a lack of support.", "url": "https://www.nytimes.com/video/world/europe/100000006217735/theresa-may-brexit-plan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16brexit1-sub/16brexit1-sub-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-15T18:42:28Z", "content": "International video coverage from The New York Times."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES B. STEWART", "title": "Common Sense: Why Amazon Chose the Wrong Locations for Its HQ2", "description": "Amazon missed an opportunity to generate good will and bridge the divide between red and blue America by picking a city in the heartland.", "url": "https://www.nytimes.com/2018/11/15/business/amazon-hq2.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16stewart-01/16stewart-01-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:42:16Z", "content": "There are smaller cities in this country that are incredible places to live, Mr. Stringer said. Theyre great places to raise families, theyre affordable, and theyre fun. In its initial request for proposals, Amazon emphasized many of those qualities, ranking … [+1429 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FRANCES ROBLES", "title": "Florida’s Recount Nears End. But a ‘Significant Number’ of Votes Could Remain Uncounted", "description": "The only county that is not expected to meet Thursday’s deadline is Palm Beach County, where antiquated vote-counting machines do not allow multiple races to be counted simultaneously.", "url": "https://www.nytimes.com/2018/11/15/us/florida-recount.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16florida/16florida-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:31:04Z", "content": "Despite all the problems, most election workers in Palm Beach County did not show up for work until about 10 a.m. on Thursday. Ms. Bucher defended her decision to let her exhausted staff go home at 9 p.m. to sleep and eat. A skilled team of three workers need… [+2141 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RONDA KAYSEN", "title": "Is It Time to Drain the Water Heater? There’s an App for That", "description": "A variety of apps can help you keep track of home maintenance tasks and put a little fun into the tedious side of homeownership.", "url": "https://www.nytimes.com/2018/11/15/realestate/is-it-time-to-drain-the-water-heater-theres-an-app-for-that.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18MaintenanceIllo/merlin_146879862_d73e3b86-23d6-4c41-840e-49d325d3b087-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:28:57Z", "content": "Sure, you may get a reminder that you need to clean the dryer vent, but if you have no idea how to do that or who to call to do it for you, a push alert is just another annoying disruption. In come the apps meant to show you how to do the work, or help you fi… [+692 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jan Hoffman", "title": "Q&A: The ABCs of E-Cigarettes", "description": "As vaping grows more popular, especially among teens, here are answers to some basic questions about its health effects.", "url": "https://www.nytimes.com/2018/11/15/health/qna-ecigarettes-teenagers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/science/15JUUL-QNA1/00JUUL-QNA1-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:25:31Z", "content": "Though studies have not conclusively shown that e-cigarettes can be relied upon to help adult smokers quit, there is substantial evidence that teenagers who use them have a higher risk of smoking cigarettes. Teens are also using vapes to inhale marijuana. It … [+1778 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "A.O. SCOTT", "title": "‘Green Book’ Review: A Road Trip Through a Land of Racial Clichés", "description": "A real-life story starring Mahershala Ali and Viggo Mortensen becomes a feel-good fable buoyed by its lead performances.", "url": "https://www.nytimes.com/2018/11/15/movies/green-book-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16GREEN-BOOK/16GREEN-BOOK-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:19:00Z", "content": "He also becomes, inevitably, a kind of white savior, intervening to shield his employer, when he can, from white people who have no such obligation. The hypocrisies of segregation are laid out Don is celebrated as an artist and denied service at hotels and re… [+1812 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Maine's Bruce Poliquin, Lone Republican in House from New England, Loses Re-election - New York Times", "description": "New York Times Maine's Bruce Poliquin, Lone Republican in House from New England, Loses Re-election New York Times Jared Golden, a Marine Corps veteran and Democratic state lawmaker in Maine, defeated New England's lone House Republican, Bruce Poliquin, on Th…", "url": "https://www.nytimes.com/2018/11/15/us/politics/poliquin-maine-loses.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/us/politics/00POLIQUIN/00POLIQUIN-WINS-facebookJumbo.jpg", "publishedAt": "2018-11-15T18:11:15Z", "content": "The Second District was once a Democratic stronghold that Mr. Poliquin, a former state treasurer, turned red in 2014, with a message that his background in finance would make him a job creator. Democrats had been itching to retake the seat ever since. Democra… [+1551 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GERRY MULLANY", "title": "彭斯：特朗普将向习近平强调对朝制裁", "description": "美国副总统彭斯表示，特朗普本月与习近平会晤时，很可能会提出对朝鲜实施制裁事宜。此前美国国会发布报告称中国已放松对朝制裁。此外，中国证实中美贸易谈判将重新启动。 Wallace Woon/EPA, via Shutterstock 周四，新加坡，美国副总统彭斯在东盟峰会上。", "url": "https://cn.nytimes.com/asia-pacific/20181116/pence-north-korea-sanctions-china/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/15/world/15pence/merlin_146864427_e9d91c2e-dcb6-405d-aff6-57fb7abf662c-articleLarge.jpg", "publishedAt": "2018-11-15T17:38:57Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MANOHLA DARGIS", "title": "‘At Eternity’s Gate’ Review: An Exquisite Portrayal of van Gogh at Work", "description": "Willem Dafoe plays Vincent van Gogh in Julian Schnabel’s movie, which is attentive to the hardships of the artist — and to art itself.", "url": "https://www.nytimes.com/2018/11/15/movies/at-eternitys-gate-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16ateternity-1/16ateternity-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T17:37:29Z", "content": "In At Eternitys Gate, a vivid, intensely affecting portrait of Vincent van Gogh toward the end of his life, the artist walks and walks. Head bowed, he looks like a man on a mission, though at other times he seems more like a man at prayer. Often dressed in a … [+1035 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHOIRE SICHA", "title": "Work Friend: What We Really Think About Millennials at Work", "description": "We like you. You’re wonderful. Just please stop calling your parents every day. They already wrote your college essay! They can’t help you now!", "url": "https://www.nytimes.com/2018/11/15/business/coworker-slurps-loudly-millennial-ageism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/business/18WORKFRIEND-01/18WORKFRIEND-01-facebookJumbo.jpg", "publishedAt": "2018-11-15T17:13:04Z", "content": "Many of my colleagues are very young and seem to think that they all are equally effective at their jobs (or maybe equally ineffective?) and freak out when someone is let go, without seeming to consider that their colleague may not have been good at their job… [+2836 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETE WELLS", "title": "10 of the Best Pizza Slices in N.Y.C.", "description": "Pete Wells, our restaurant critic, on old-school pizzerias.", "url": "https://www.nytimes.com/2018/11/15/nyregion/best-pizza-slices-nyc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/30/nyregion/00bestpizza-PAULIEGEES/00bestpizza-PAULIEGEES-facebookJumbo-v2.jpg", "publishedAt": "2018-11-15T17:12:04Z", "content": "The grandma pie at Loring Place is not sold by the slice. You have to get a whole pan, for $17, and you have to sit down in a real restaurant to eat it. But its worth bending the rules for because an entire pie is only about twice as big as a standard grandma… [+597 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHERYL GAY STOLBERG", "title": "Nancy Pelosi Says She Has the Votes to Become House Speaker", "description": "More than a dozen Democrats have said they are opposed to Ms. Pelosi, the House Democratic leader, returning to the speaker post. Representative Marcia Fudge of Ohio may challenge her leadership.", "url": "https://www.nytimes.com/2018/11/15/us/politics/pelosi-house-speaker.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/politics/16dc-pelosi/16dc-pelosi-facebookJumbo.jpg", "publishedAt": "2018-11-15T17:11:59Z", "content": "The current split over her leadership is especially striking among women, who make up two-thirds of the incoming freshmen Democrats. It seems both generational and ideological, with older women in the caucus almost universally in support of Ms. Pelosi, and so… [+1631 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Americans Are Moving Closer to Nature, and Into Fire Zones - New York Times", "description": "New York Times Americans Are Moving Closer to Nature, and Into Fire Zones New York Times The deadly wildfires that are devastating communities in parts of Northern and Southern California first ignited in an expanding part of the American landscape: not in fo…", "url": "https://www.nytimes.com/2018/11/15/climate/california-fires-wildland-urban-interface.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/climate/16CLI-WILDLAND1b/16CLI-WILDLAND1b-facebookJumbo.jpg", "publishedAt": "2018-11-15T17:08:23Z", "content": "Since 1991, a structure built in the wildland-urban interface has to be made up of noncombustible materials, noncombustible roof, closed eaves, said Jonathan Cox, a division chief with the California Department of Forestry and Fire Protection. The regulations… [+793 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICOLE LAMY", "title": "Match Book: Poems to Uplift and Inspire Young Adults", "description": "From the fantastical to the natural, these “happy” poetry collections are perfect for readers of all ages.", "url": "https://www.nytimes.com/2018/11/15/books/review/young-adult-poetry.html", "urlToImage": "https://static01.nyt.com/images/2017/03/16/books/review/16matchbook-image/16matchbook-image-facebookJumbo.jpg", "publishedAt": "2018-11-15T17:07:59Z", "content": "More spring joys proliferate in two of the most reliable sources for mood elevation: Shakespeares sonnets and Emily Dickinsons nature poetry. The structure of the sonnets offers comforting conventions 14 lines in iambic pentameter which you can count on even … [+2491 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KARA SWISHER", "title": "Kara Swisher: Can California Be Saved?", "description": "The toxic smoke is a bleak backdrop and an apt metaphor for where Silicon Valley finds itself.", "url": "https://www.nytimes.com/2018/11/15/opinion/california-fires-facebook-kara-swisher.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15SWISHER02/15SWISHER02-facebookJumbo.jpg", "publishedAt": "2018-11-15T17:06:46Z", "content": "The overall sense of this year is that the brilliant digital minds who told us they were changing the world for the better might have miscalculated. Dan Lyons, a longtime tech observer and author of the new book Lab Rats: How Silicon Valley Made Work Miserabl… [+3129 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMMA G. FITZSIMMONS", "title": "M.T.A. Warns of Fare Increases and Service Cuts as Budget Crisis Looms", "description": "Without new funding or huge service cuts, a subway official said, fares might have to rise by as much as 15 percent.", "url": "https://www.nytimes.com/2018/11/15/nyregion/mta-fare-hike-nyc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/nyregion/16mta/16mta-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:53:10Z", "content": "The revelation that there could be significant fare increases or service reductions came after the news that Amazon was promised more than $2 billion in government incentives in exchange for locating a headquarters in Long Island City, Queens. The M.T.A. defi… [+856 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PALKO KARASZ and ILIANA MAGRA", "title": "Britons on Twitter: #BrexitShambles, #BrexitChaos", "description": "After a dramatic morning for the British government, people in the U.K. took to social media to express their concern about the country’s direction.", "url": "https://www.nytimes.com/2018/11/15/world/europe/uk-brexit-theresa-may-twitter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16brexit-social/16brexit-social-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:45:18Z", "content": "LONDON Presenting the agreement she had negotiated for Britain to leave the European Union, Prime Minister Theresa May told Parliament on Thursday: It is a draft treaty that means that we will leave the E.U. in a smooth and orderly way on the 29th of March, 2… [+518 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOANNA KLEIN", "title": "Trilobites: Hurricane Harvey Passed Over, but These Fish Kept Making Babies", "description": "Underwater audio recordings rescued from Hurricane Harvey showed that the urge to spawn was more powerful than a category 4 storm.", "url": "https://www.nytimes.com/2018/11/15/science/fish-hurricane-harvey.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/science/16TB-HURRICANEFISH1/16TB-HURRICANEFISH1-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:42:06Z", "content": "And then the two recorders that survived the hurricane yielded another unexpected finding. At first, the researchers thought the storms noise was too loud to hear anything. But when it calmed, they heard the fish spawning the day before the storm, in its eye … [+839 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DES SHOE", "title": "The Week in Good News: A ‘Time Capsule for Organisms,’ Thanksgiving for Refugees, Neediest Cases", "description": "Planting trees near Modesto, Calif. The state is working to convert 2,100 acres of farmland back to floodplain.", "url": "https://www.nytimes.com/2018/11/15/briefing/week-in-good-news-thanksgiving-for-refugees-neediest-cases.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/climate/15CLI-NATURALSOLUTIONS-goodnews/15CLI-NATURALSOLUTIONS-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:33:15Z", "content": "Sometimes it seems as if were living under a constant barrage of heavy news. But it isnt all bad out there. This feature is meant to send you into the weekend with a smile, or at least a lighter heart. Want to get The Week in Good News by email? Sign up here.… [+505 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WENDY MACNAUGHTON", "title": "Meanwhile: Green Burials: At the End of Life, Thinking Outside the Coffin", "description": "They offer lower costs, fewer chemicals and a quicker route to being reborn — in one sense, anyway.", "url": "https://www.nytimes.com/2018/11/15/business/green-burials-wendy-macnaughton.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/business/18meanwhile-image1/18meanwhile-image1-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:28:40Z", "content": "meanwhile They offer lower costs, fewer chemicals and a quicker route to being reborn in one sense, anyway."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KENNEDY ODEDE", "title": "What a Kenyan Slum Can Teach America About Politics", "description": "Kibera Slum is six kilometers from the city center of Nairobi, visible in the background.", "url": "https://www.nytimes.com/2018/11/15/opinion/what-a-kenyan-slum-can-teach-america-about-politics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15ODEDE/15ODEDE-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:21:54Z", "content": "Ive seen this same dynamic in my hometown, Kibera, one of the largest slums in Kenya. As in Flint, clean water is not easily accessible to Kibera residents; without formal piping into the slum much of our water is easily contaminated with disease. To make thi… [+1471 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Marguerite Holloway, Josh Haner", "title": "Your Children's Yellowstone Will Be Radically Different", "description": "Climate change is altering America's first national park so quickly that plants and animals may not be able to adapt.", "url": "https://www.nytimes.com/interactive/2018/11/15/climate/yellowstone-global-warming.html", "urlToImage": "https://static01.nyt.com/images/2018/10/28/climate/00YELLOWSTONE-slide-G5SR/00YELLOWSTONE-slide-G5SR-facebookJumbo-v2.jpg", "publishedAt": "2018-11-15T16:20:45Z", "content": "YELLOWSTONE NATIONAL PARK — On a recent fall afternoon in the Lamar Valley, visitors watched a wolf pack lope along a thinly forested riverbank, ten or so black and gray figures shadowy against the snow. A little further along the road, a herd of bison swung … [+11627 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KURT STREETER", "title": "Talent. A Football Scholarship. Then Crushing Depression.", "description": "A promising wide receiver hit rock bottom with mental illness and is among a number of college athletes learning about, and dealing with, depression.", "url": "https://www.nytimes.com/2018/11/15/sports/isaiah-woods-mental-health.html", "urlToImage": "https://static01.nyt.com/images/2018/10/28/sports/28isaiah-web-top/28isaiah-web-top-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:20:45Z", "content": "If he wasnt playing well, or if he played well and the team lost, Chieko Woods recalled, he took everything just so hard. That included his relationship with his hard-charging father. My dad was a football coach first with me, Isaiah would say when he tried t… [+1564 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA ALTER", "title": "Like a Boss: Megan Abbott’s Work Diary: ‘My Psychiatrist Notes How Tired I Look, Which Is Great’", "description": "The author of nine acclaimed novels, including “Give Me Your Hand” and “Dare Me,” is adapting four (four!) of them for TV.", "url": "https://www.nytimes.com/2018/11/15/business/megan-abbott-work-diary-dare-me.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/business/18LIKEABOSS-01/18LIKEABOSS-01-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:17:55Z", "content": "9 p.m. Weary from the time difference, I walk back to my hotel and crawl into bed. 5 a.m. Wake up and stumble downstairs for coffee. I try to get caught up on emails: logistics for Saturdays Morristown Book Festival, etc. 9:30 a.m. Walk over to the Wallis Ann… [+2132 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ARTHUR LUBOW", "title": "Critic’s Pick: Arbus, Untitled and Unearthly", "description": "In Diane Arbus's “Untitled (49) 1970-71,”; residents of a home for the developmentally disabled in New Jersey, dressed for Halloween, seem to be issuing a greeting to a parallel world. The photograph is part of a series, presented for the first time in its en…", "url": "https://www.nytimes.com/2018/11/15/arts/design/diane-arbus-zwirner.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16arbus1/16arbus1-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:16:09Z", "content": "Because of tightened protections on informed consent, it is unlikely that such photographs as well as Avedons work at East Louisiana State could be made today, at least in the United States. That is true, too, of the pictures that are the closest precedent to… [+1122 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DHARISHA BASTIANS and JEFFREY GETTLEMAN", "title": "Fists. A Flying Garbage Can. And Maybe, at Last, Negotiations in Sri Lanka", "description": "A brawl in Parliament erupts and now the divided government is talking about how to break the political deadlock that has gripped this nation for weeks.", "url": "https://www.nytimes.com/2018/11/15/world/asia/sri-lanka-parliament-brawl.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16srilanka/16srilanka-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:10:55Z", "content": "This Indian Ocean island nation of 22 million people, known for its tasty tea and plentiful coconuts, is seen as a prize by both India and China. India had a friendly relationship with Sri Lanka for years, but recently China has invested heavily in the countr… [+1394 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOSHUA M. BERNSTEIN", "title": "For a Buck and Sometimes a Buzz, Brewers Are Putting Cannabis Into Cans", "description": "A new I.P.A. from SweetWater Brewing Company evokes the G13 variety of marijuana (without the high) by blending hops, hemp flavor and terpenes.", "url": "https://www.nytimes.com/2018/11/15/dining/drinks/beer-cbd-marijuana-breweries.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21potbeer7/merlin_146653476_ce848552-6d41-4545-9255-fd77221717c0-facebookJumbo.jpg", "publishedAt": "2018-11-15T16:04:26Z", "content": "That may require transforming Americans attitudes toward marijuana. Right now, there isnt a socially acceptable way to consume cannabis with friends and family, said Keith Villa, who retired this year from MillerCoors, where, as head brewmaster, he created th… [+1187 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERIC ASIMOV", "title": "The Pour: Thanksgiving Wines: A Last-Minute Checklist", "description": "Suggestions for when you have no time to think (or agonize) about what bottles to buy for the feast.", "url": "https://www.nytimes.com/2018/11/15/dining/drinks/thanksgiving-wine.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21pour/21pour-facebookJumbo.jpg", "publishedAt": "2018-11-15T15:51:33Z", "content": "I want a pinot noir. Good, inexpensive pinot noirs are not easy to come by. The grape is tricky to grow, and loses its appeal if not planted in the correct places. Weve already mentioned Montinores pinot noir. Two other Willamette Valley labels to look for, t… [+2391 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN LELAND", "title": "Album: Brooklyn’s Visual Reboot", "description": "Photographs of the most populous borough reveal a new landscape being experienced by people new to the terrain, with little investment in Brooklyn’s past.", "url": "https://www.nytimes.com/2018/11/15/nyregion/brooklyns-visual-reboot.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/nyregion/18album1/18album1-facebookJumbo.jpg", "publishedAt": "2018-11-15T15:50:47Z", "content": "Its a little bit like the nation, Brooklyn. You have your grottoes of educated professionals, saturated in self-mythologizing media, and your more traditional old Brooklyn turf, often sentimentalized or ignored, where neighbors know each others families and s… [+478 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Steven Johnson", "title": "The Human Brain Is a Time Traveler", "description": "Looking to the future has always defined humanity. Will A.I. become the best crystal ball of all?", "url": "https://www.nytimes.com/interactive/2018/11/15/magazine/tech-design-ai-prediction.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/magazine/18mag-Prediction-hp/18mag-Prediction-image1-facebookJumbo.jpg", "publishedAt": "2018-11-15T15:49:54Z", "content": "Randy Buckner was a graduate student at Washington University in st. Louis in 1991 when he stumbled across one of the most important discoveries of modern brain science. For Buckner — as for many of his peers during the early ’90s — the discovery was so count… [+30188 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Gardiner Harris", "title": "U.S. Levels Sanctions on 17 Saudis for Alleged Involvement in Khashoggi Killing", "description": "The Trump administration announced sanctions against 17 Saudis accused of involvement in the killing of the Saudi dissident Jamal Khashoggi.", "url": "https://www.nytimes.com/2018/11/15/world/middleeast/saudis-sanctions-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/politics/16dc-sanctions/16dc-sanctions-facebookJumbo.jpg", "publishedAt": "2018-11-15T15:45:39Z", "content": "In Riyadh, the hope is that the latest explanation will protect Crown Prince Mohammed bin Salman from growing questions about whether he is suited to rule. In Washington, the Trump administration is hoping to forestall congressional proposals to restrict arms… [+1272 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBERTA SMITH", "title": "Critic’s Pick: Sterling Ruby Pipes Down, a Bit", "description": "Installation view of “Sterling Ruby: Ceramics” at the Museum of Arts and Design. His works exude signs of the artist’s hands — deep squeezes here, dragged fingers there and exteriors punched with thumbprints, like little waves.", "url": "https://www.nytimes.com/2018/11/14/arts/design/sterling-ruby-ceramics-review-museum-of-arts-and-design.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16sterling-oak/16sterling-oak-facebookJumbo.jpg", "publishedAt": "2018-11-15T15:33:50Z", "content": "The Museum of Arts and Design and Sterling Ruby have worked out what might be called an equitable exchange of power. With the exhibition Sterling Ruby: Ceramics, the museum raises its game while the artist tones his down a welcome step on both counts. Once na… [+1217 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "Retailers, Homebuilders Lead Early Slide in US Stocks", "description": "U.S. stocks moved broadly lower in early trading Thursday, extending the market's losing streak into a sixth day. The slide followed a sell-off in European indexes as the British pound slumped.", "url": "https://www.nytimes.com/aponline/2018/11/15/world/europe/ap-financial-markets.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-15T15:29:48Z", "content": "U.S. stocks moved broadly lower in early trading Thursday, extending the market's losing streak into a sixth day. Losses among retailers, homebuilders and health care companies outweighed gains in technology stocks. The slide followed a sell-off in European i… [+1025 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Sheila Kaplan", "title": "F.D.A. Will Still Allow Sales of Flavored E-Cigarettes, but Will Seek a Menthol Cigarette Ban", "description": "The agency declined to prohibit sales of the popular vaping flavors, and will begin the process to prohibit menthol cigarettes.", "url": "https://www.nytimes.com/2018/11/15/health/ecigarettes-fda-flavors-ban.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/science/16FDA1/16FDA1-facebookJumbo.jpg", "publishedAt": "2018-11-15T15:15:02Z", "content": "Azim Chowdhury, a lawyer who represents vape manufacturers and vape shops, said that the simplest way for the shops to continue to sell all flavors without walling off displays was to restrict entire stores to consumers 18 and older, a policy that many of his… [+1636 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER J. HENNING", "title": "White Collar Watch: Goldman Blames Rogue Staff for Its 1MDB Scandal. That May Not Wash.", "description": "Goldman Sachs seems unlikely to be able to slough off its role in the looting of a multibillion-dollar Malaysian government investment fund as the work of a few miscreants.", "url": "https://www.nytimes.com/2018/11/15/business/dealbook/goldman-sachs-1mdb.html", "urlToImage": "https://static01.nyt.com/images/2018/12/12/business/12db-henning/12db-henning-facebookJumbo.jpg", "publishedAt": "2018-11-15T15:09:37Z", "content": "Companies often claim that misconduct was just the product of rogue employees who do not reflect the true corporate culture of their organization. And so far thats the defense Goldman has put forth. On the sidelines of the DealBook conference this month, Lloy… [+2335 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD BEALES", "title": "Breakingviews: China’s Impact Investment? That’s Mainly a Project for Foreign Investors", "description": "In China, local share owners simply expect returns and information on which to judge sustainability is scarce. So impact investment remains a luxury.", "url": "https://www.nytimes.com/2018/11/15/business/dealbook/china-esg-investment.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16db-viewsesg/16db-viewsesg-facebookJumbo.jpg", "publishedAt": "2018-11-15T14:46:27Z", "content": "E.S.G., which is a more mature, mainstream version of C.S.R., is relatively new. Getting all the right data is a challenge worldwide. Companies may view reporting as a compliance exercise rather than a meaningful part of their strategic and risk-management th… [+1605 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANEMONA HARTOCOLLIS", "title": "7 Women Detail Sexual Abuse by Dartmouth Professors in Lawsuit", "description": "A lawsuit has accused three professors at Dartmouth College of turning the human behavior research department “into a 21st-century Animal House.”", "url": "https://www.nytimes.com/2018/11/15/us/dartmouth-professors-sexual-harassment.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16dartmouth/16dartmouth-facebookJumbo.jpg", "publishedAt": "2018-11-15T14:45:09Z", "content": "The way that he operated was he pushed the limits on drinking, doing things that were starting to tear down these professional boundaries, Ms. Rapuano, 30, said. Once that boundary is taken down, its really hard to re-establish, or I would say impossible. Pro… [+1409 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RANDAL C. ARCHIBOLD", "title": "Lens: Louisville and Muhammad Ali: A Rare Look at a Hometown Champ", "description": "Muhammad Ali, then Cassius Clay, before his fight against Ronnie O’Keefe on the WAVE-TV amateur boxing program, “Tomorrow’s Champions,” in November 1954.", "url": "https://www.nytimes.com/2018/11/15/lens/muhammad-ali-louisville-photographs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/lens/15ali1/15ali1-facebookJumbo.jpg", "publishedAt": "2018-11-15T14:31:26Z", "content": "That close connection paid dividends: Mr. Hardin had unfettered access to Ali at his Deer Lake, Pa., training camp while training for his rematch with Leon Spinks in September 1978. One morning, through a window, he noticed Ali praying in his private mosque. … [+889 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL J. de la MERCED", "title": "Dell Offers More Money to Investors to Ease Its Return to the Stock Market", "description": "Michael Dell hopes that a sweetened takeover offer for owners of a special class of shares will help him take his computer maker, Dell, public again.", "url": "https://www.nytimes.com/2018/11/15/business/dealbook/dell-takeover-deal.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/16db-dell/16db-dell-facebookJumbo.jpg", "publishedAt": "2018-11-15T14:29:20Z", "content": "The new terms offer a constructive compromise that we believe benefits all stockholders, Jonathan Heller, a partner at Canyon, said in a statement. For Dell and its partner, the investment firm Silver Lake, the deal helps clear the way for the computer maker … [+972 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL IRWIN", "title": "Why the Housing Market Is Slumping Despite a Booming Economy", "description": "Home prices are out of reach relative to incomes and mortgage rates. The big question for the economy is how the imbalance adjusts.", "url": "https://www.nytimes.com/2018/11/15/upshot/housing-market-slumping-despite-booming-economy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/upshot/up-housing2/up-housing2-facebookJumbo.jpg", "publishedAt": "2018-11-15T14:09:51Z", "content": "In less high-flying markets, there was still a disconnect. In the Minneapolis area, for example, incomes rose 22 percent while home prices rose 46 percent. Those rising home prices got help from years of very low mortgage rates, which put more expensive homes… [+1852 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER MEDINA and INYOUNG KANG", "title": "California Today: California Today: When Fires Destroy the State’s Most Treasured Places", "description": "Thursday: The Woolsey Fire claims gems for outdoor recreation, an investigation into how Facebook executives covered up problems, and the newest shops in L.A.", "url": "https://www.nytimes.com/2018/11/15/us/california-today-fires-outdoor-recreation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/nyregion/15CAlifornia-today1/15CAlifornia-today1-facebookJumbo.jpg", "publishedAt": "2018-11-15T14:01:36Z", "content": "Good morning. (Want to get California Today by email? Heres the sign-up.) In the last week, fires have decimated towns in Northern California, killing dozens and devouring thousands of homes. The flames have claimed three lives in Southern California and have… [+797 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEAL E. BOUDETTE", "title": "What Tesla’s ‘Delivery Logistics Hell’ Is Like for Model 3 Buyers", "description": "Jim Fyfe in his empty garage in Jacksonville, Fla. Twice, he said, he went to pick up a Tesla Model 3 he was told was ready, but both times he came home without one.", "url": "https://www.nytimes.com/2018/11/15/business/tesla-model-3-buyers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/business/14TESLA02/14TESLA02-facebookJumbo.jpg", "publishedAt": "2018-11-15T14:00:05Z", "content": "Tesla may also be facing a new customer-satisfaction issue reflected in the experience of Mr. Fyfe. Teslas owner forums show that other consumers have encountered similar problems. Dealers for established automakers rarely see damage to the cars trucked to th… [+1412 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "On the Market in the New York Region", "description": "This week’s properties are five-bedroom homes in Ridgewood, N.J., and Dix Hills, N.Y.", "url": "https://www.nytimes.com/slideshow/2018/11/15/realestate/on-the-market-in-the-new-york-region.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18OTM-REG-slide-VSPU/18OTM-REG-slide-VSPU-facebookJumbo.jpg", "publishedAt": "2018-11-15T13:55:17Z", "content": "Ridgewood Dutch Colonial • $2,100,000 • NEW JERSEY • 305 Gardner Road A five-bedroom, four-full-and-two-half-bath, 4,495-square-foot Dutch colonial-style house built in the 1930s and updated in the last decade. It features a sunken family room with radiant fl… [+216 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAGGIE HABERMAN, MICHAEL S. SCHMIDT and EILEEN SULLIVAN", "title": "Mueller Team Has ‘Gone Absolutely Nuts,’ Trump Says, Resuming Attacks on Russia Inquiry", "description": "President Trump speaking Wednesday in the Roosevelt Room at the White House. Mr. Trump has spent three days this week meeting with his personal legal team, crafting answers to written questions from the special counsel, Robert S. Mueller III.", "url": "https://www.nytimes.com/2018/11/15/us/politics/trump-mueller-russia-inquiry.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16dc-trump/merlin_146844213_f9cfd41e-613a-4b4d-b7a5-721ed88a85b3-facebookJumbo.jpg", "publishedAt": "2018-11-15T13:46:41Z", "content": "When he returned to Washington, Mr. Trump stepped into closed-door sessions with his personal lawyers and worked on drafting written answers to questions from the Mueller team, which is investigating Russian interference in the 2016 election and any possible … [+1112 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "Missing From Top Colleges: Veterans", "description": "David Smith, an Iraq veteran who studied at the University of California, Berkeley, on campus in 2012.", "url": "https://www.nytimes.com/2018/11/15/opinion/military-veterans-colleges-universities.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15leonhardt-newsletter/15leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-15T13:45:01Z", "content": "Cornell, which now has about 40 veterans among its undergraduates, plans to raise that number to 100 by 2020, for example. Indiana University, the University of Michigan and Muhlenberg College in Pennsylvania also said they would increase their numbers. And t… [+1196 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Steve McQueen and Viola Davis on Hollywood, Race and Power - New York Times", "description": "New York Times Steve McQueen and Viola Davis on Hollywood, Race and Power New York Times CHICAGO — In Steve McQueen's first meeting with Viola Davis, two years ago at her home in a verdant neighborhood of Los Angeles, he told her the story of his initial enco…", "url": "https://www.nytimes.com/2018/11/15/movies/steve-mcqueen-viola-davis-widows.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/arts/18widows-convo5/18widows-convo5-facebookJumbo.jpg", "publishedAt": "2018-11-15T13:34:55Z", "content": "McQUEEN Look, if I was aware of [doing] that, then we wouldnt do it. Now dont get me wrong theres no innocence involved in it. Its not naïveness. But I see images like [a middle-aged, interracial couple kissing] quite often. Its my reality. So its nothing new… [+2259 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROD NORDLAND and FAHIM ABED", "title": "Afghan Military Deaths Since 2015: More Than 28,000", "description": "The bodies of commandos were lined up outside the governor’s office in Sang-e-Masha, Afghanistan, on Sunday. Their company was almost entirely destroyed fighting the Taliban.", "url": "https://www.nytimes.com/2018/11/15/world/asia/afghanistan-military-death-toll.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16aghan-casualties-1/16aghan-casualties-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T13:15:01Z", "content": "The American military has been pressing the Afghans to abandon that policy and not worry so much about guarding rural areas as protecting population centers. At the same time, the government and the Americans have encouraged the training of more commando forc… [+1621 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARK ELLWOOD", "title": "Luxury Brands Buy Supply Chains to Ensure Meeting Demand", "description": "David Duncan, the owner of Silver Oak Cellars in California. To ensure supply, he took control of the Missouri company that supplies his wine barrels.", "url": "https://www.nytimes.com/2018/11/15/business/luxury-brands-buy-supply-chains-to-ensure-meeting-demand.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18raw-print2/18raw-print2-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:44:55Z", "content": "Mr. Delpal says that the easiest way to find publicly traded companies that have braved that potential backlash to invest in the future is to look at their value-added ratios: the lower the numbers, the less vertically integrated their operations and the more… [+1123 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook Briefing: How Facebook Wrestled With Its Scandals", "description": "A new investigation by the NYT reveals how the company fought its critics with delays, denials and frantic Washington lobbying.", "url": "https://www.nytimes.com/2018/11/15/business/dealbook/facebook-scandal-response.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/business/dealbookemail/16db-newsletter-fbsandberg/merlin_139580952_e69d869e-9c57-429b-b32e-92804a27723a-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:07:15Z", "content": "Good Thursday morning. (Was this email forwarded to you? Sign up here.) For more than a year, Facebook has faced a torrent of scandals over misinformation and data privacy, drawing a global backlash for its handling of the issues. A new investigation by the N… [+2853 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "‘Instant Family’ Review: The Adoption Option, Hollywood Style", "description": "“Instant Family” is a Sean Anders comedy with good intentions that’s not entirely hellish, but is reliably anodyne.", "url": "https://www.nytimes.com/2018/11/15/movies/instant-family-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16instantfamilypix1/merlin_146731482_160c938e-494c-432c-be39-a6deb4f60fce-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:05Z", "content": "Here is where I might make the usual comment about those good intentions. But Instant Family isnt a hellish movie, although it is very much a Hollywood one. Mark Wahlbergs Pete and Rose Byrnes Ellie find career success as theyre easing into early middle age a… [+795 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN KENIGSBERG", "title": "‘Of Fathers and Sons’ Review: A Look at Terrorists in Training", "description": "In this documentary a filmmaker embeds himself with a jihadist family, presenting himself as a sympathizer, but sheds little light on their inner lives.", "url": "https://www.nytimes.com/2018/11/15/movies/of-fathers-and-sons-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16offatherspix1/merlin_146595582_05a46426-f4ac-4f02-8cb9-10ad451f1459-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:05Z", "content": "For Of Fathers and Sons, the Berlin-based director Talal Derki spent more than two years in his native Syria making a documentary about a radical jihadist family. By presenting himself as a war photographer sympathetic to the cause, Derki gained the trust of … [+433 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "‘Miss Dalí’ Review: A Disorienting Biography of Surrealist’s Sister", "description": "Anna Maria Dalí died four months after her brother, Salvador Dalí. This film is set during that period and is full of reminiscence.", "url": "https://www.nytimes.com/2018/11/15/movies/miss-dali-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16missdali/16missdali-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:05Z", "content": "In a 1951 essay, André Breton, the founding father of Surrealism, wrote of the attitude he and his peers had toward cinema: I think what we valued most in it, to the point of taking no interest in anything else, was its power to disorient. I cant say what Bre… [+547 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "‘The Last Race’ Review: Long Island’s Fading Car Craze", "description": "This documentary explores the region’s long history of auto racing and the lively and eccentric culture it attracted.", "url": "https://www.nytimes.com/2018/11/15/movies/the-last-race-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16lastrace/16lastrace-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:05Z", "content": "In the beginning of The Last Race, we discover that auto racing first came to Long Island in the early 20th century, and that there have been over 40 racetracks operating there. This movie is about the last extant one, Riverhead Raceway. Auto racing is noisy … [+629 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN KENIGSBERG", "title": "‘Jonathan’ Review: Ansel Elgort as Two Brothers Sharing One Body", "description": "This often clever sci-fi feature puts new permutations on the concept of burning the candle at both ends.", "url": "https://www.nytimes.com/2018/11/15/movies/jonathan-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/arts/jonathan1/jonathan1-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:01Z", "content": "Putting new permutations on the concept of burning the candle at both ends, Jonathan tells the story of two brothers whose personalities are housed in one body. Jonathan, an aspiring architect, is conscious from 7 a.m. to 7 p.m., while John, who works as a te… [+650 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEANNETTE CATSOULIS", "title": "‘Under the Wire’ Review: Portrait of a War Reporter", "description": "The emotional testimony of the war photographer Paul Conroy dominates this heated and harrowing account of Marie Colvin’s last weeks.", "url": "https://www.nytimes.com/2018/11/15/movies/under-the-wire-review-marie-colvin.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/arts/under1/under1-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:01Z", "content": "She was so rude, the French journalist Edith Bouvier says of the war reporter Marie Colvin in Under the Wire, Chris Martins heated and harrowing account of Colvins last weeks. And while the movie is rightfully more interested in lauding her bravery than highl… [+577 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEANNETTE CATSOULIS", "title": "‘Cam’ Review: The Techno-Perils of Online Performance", "description": "An online sex worker has her identity hijacked in this unusual techno-thriller with an oddly feminist twist.", "url": "https://www.nytimes.com/2018/11/15/movies/cam-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/arts/cam1/cam1-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:01Z", "content": "Upending the typical thriller trope of the sex worker as helpless victim, Cam introduces us to the populous world of webcam pornography through the eyes of Alice, a.k.a. Lola (Madeline Brewer), a camgirl with smarts and agency. Shell need both when her flirty… [+629 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BILGE EBIRI", "title": "‘Mobile Homes’ Review: Imogen Poots Gives a Riveting Performance", "description": "In this film about a troubled, unwed mother, director Vladimir de Fontenay struggles to match the expressive power of his lead actress.", "url": "https://www.nytimes.com/2018/11/15/movies/mobile-homes-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/arts/mobile1/mobile1-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:01Z", "content": "Imogen Pootss turn as a troubled, unwed mother living on the margins in Mobile Homes presents a terrific showcase for her abilities: The tense dance of anguish, joy, panic and hope on her face is often riveting. If only Vladimir de Fontenays film could match … [+405 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEANNETTE CATSOULIS", "title": "‘The Clovehitch Killer’ Review: Unsolved Murders Haunt a Small Town", "description": "Favoring atmosphere over action, this slow-burning thriller follows the search for a serial killer in a Kentucky town.", "url": "https://www.nytimes.com/2018/11/15/movies/the-clovehitch-killer-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/arts/clovehitch1/clovehitch1-facebookJumbo.jpg", "publishedAt": "2018-11-15T12:00:00Z", "content": "Making a serial-killer movie without a slew of slaughters requires that tension be generated by other means. And because, almost from the start of The Clovehitch Killer, the identity of the offender already seems clear, a second source of suspense bites the d… [+696 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "David M. Halbfinger", "title": "With Small Steps, Palestinians and Israelis Try to Tackle Gaza’s Ills", "description": "The resumption of cease-fire talks after days of violence revived hopes for joint projects on solar energy, sewage treatment and drinking water.", "url": "https://www.nytimes.com/2018/11/15/world/middleeast/israelis-palestinians-tackle-gaza-problems.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16gaza/16gaza-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:30:49Z", "content": "In a sense, the timing couldnt be worse. The violence that began with a botched intelligence operation and gunfight in Khan Younis and wound up with hundreds of rockets raining down on Israeli cities led on Wednesday to the resignation of Defense Minister Avi… [+1657 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZI PAYBARAH", "title": "New York Today: New York Today: Snow Is Coming, Resisting Amazon and Powerball’s $343.8 Million Winner", "description": "Thursday: A messy afternoon storm and a lottery player’s plans.", "url": "https://www.nytimes.com/2018/11/15/nyregion/newyorktoday/new-york-news-snow-powerball-amazon.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/nyregion/15nytoday/15nytoday-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:28:40Z", "content": "Thats the plan of Robert Bailey of Manhattan, 67, who played the numbers 8-12-13-19-27-4 to win $343.8 million in Powerball after 25 years of using the same numbers. (He split the jackpot with a woman from Iowa.) He accepted a check for $125,396,690 his cut a… [+1851 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Saudi Arabia to Seek Death Penalty for Some Accused in Khashoggi Killing - New York Times", "description": "New York Times Saudi Arabia to Seek Death Penalty for Some Accused in Khashoggi Killing New York Times BEIRUT, Lebanon — Saudi Arabia's public prosecutor said on Thursday that he was requesting the death penalty for five people suspected of involvement in the…", "url": "https://www.nytimes.com/2018/11/15/world/middleeast/saudi-arabia-khashoggi-death-penalty.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16saudi/16saudi-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:23:36Z", "content": "The statement on Thursday sought to reinforce previous Saudi claims that the team in Riyadh had acted without the consent of the kingdoms top leadership, meaning King Salman and his son Crown Prince Mohammed bin Salman. Several current and former officials fr… [+856 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRET STEPHENS", "title": "Armistice Day and Our ‘Forever Wars’", "description": "Why do they drag on interminably? Because one side lacks the means to win and the other lacks the will.", "url": "https://www.nytimes.com/2018/11/15/opinion/israel-gaza-war-ceasefire.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15stephensWeb/15stephensWeb-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:00:27Z", "content": "Netanyahu sees no better outcome for Israel in Gaza than to accept what amounts to a kind of low-grade fever in Hamass violent but relatively controlled and predictable rule. If anything, Gaza serves him as a political billboard of sorts a warning to the Isra… [+2023 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ED FINN", "title": "Don’t Be Scared of Killer Robots", "description": "Pepper, a robot described as capable of recognizing human emotions and adapting its behavior to the mood of its interlocutor, at the Emotion A.I. Summit in September in Boston.", "url": "https://www.nytimes.com/2018/11/15/opinion/killer-robots-ai-humans.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15FINN/15FINN-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:00:05Z", "content": "As A.I. becomes more capable, we will start to see signs of real collaboration, which requires a level of trust akin to that of human partners in a complex environment. Our lives are full of cultural work that requires this kind of give and take, which depend… [+3763 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THOMAS B. EDSALL", "title": "As Long as Trump Is President, Blue Texas Could Actually Happen", "description": "A converted school bus in Houston offered free rides to polling places on Nov. 6.", "url": "https://www.nytimes.com/2018/11/15/opinion/texas-trump-blue-red-beto.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/opinion/14edsall1/14edsall1-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:00:04Z", "content": "In the Nov. 7 Observer, Hooks wrote: Something happened this year that has not happened before Republican-leaning voters studied specific down-ballot races and broke ranks. Thats a terrible omen for Republicans, who spent the month before the election begging… [+3561 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "A.O. SCOTT", "title": "‘Widows’ Review: Viola Davis Commands the Screen in a Somber Heist Film", "description": "The Oscar-winning director Steve McQueen has delivered a sullen, slow thriller driven by grief and dread, A.O. Scott writes.", "url": "https://www.nytimes.com/2018/11/15/movies/widows-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16widows1/16widows1-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:00:04Z", "content": "The two of them are initially skeptical of Veronicas proposal, and a fourth widow, Amanda (Carrie Coon), has her own reasons for staying out of the scheme. But Alice, Linda and Lindas sometime babysitter, Belle (Cynthia Erivo), join up, not out of any sense o… [+1604 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID J. BIER", "title": "America Is Rejecting More Legal Immigrants Than Ever Before", "description": "Trump says he wants more immigrants to come in legally. The economy needs them. So why are we making it so hard?", "url": "https://www.nytimes.com/2018/11/15/opinion/trump-legal-immigrants-reject.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15BIER/15BIER-facebookJumbo.jpg", "publishedAt": "2018-11-15T11:00:04Z", "content": "In 2018, the D.H.S. turned away 10 percent of applicants for employment authorization documents compared with 6 percent in 2016, and it rejected applications for advanced parole which gives temporary residents the authorization to travel internationally and r… [+1552 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JILLIAN RAYFIELD", "title": "Facebook, California Wildfires, Michael Avenatti: Your Thursday Briefing", "description": "Investigators have yet to determine the cause of the Camp Fire, which mostly destroyed the town of Paradise, Calif.", "url": "https://www.nytimes.com/2018/11/15/briefing/facebook-california-wildfires-michael-avenatti.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/world/15USBriefing-Amcore/15USBriefing-Fire-new-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:48:18Z", "content": "Why it matters: The surprise decision threatens to derail Mrs. Mays exit plan, which cabinet ministers had reluctantly approved on Wednesday. If the discontent spreads, her leadership position could be in danger. Investigators are trying to piece together the… [+1382 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO", "title": "Best of Late Night: Stephen Colbert Gloats (and Trump Sulks) as Midterm Results Trickle In", "description": "The “Late Show” host said the president’s foul mood had aides trying to avoid him. “Yes, they’re all holed up in the one place he’ll never go: a salad bar.”", "url": "https://www.nytimes.com/2018/11/15/arts/television/colbert-trump-midterm-results.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/arts/15latenight1/15latenight1-facebookJumbo.png", "publishedAt": "2018-11-15T10:40:28Z", "content": "Trevor Noah said the Trump administrations high rate of turnover had taken a turn toward the absurd. Honestly, I dont even know who this is. Mira Ricardel? Who is this person that theyre firing? Like, theyre running out of people we know to fire. This is like… [+879 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "ICE Nominee Seeks Approval Against Democrats’ Demands to Abolish Agency", "description": "WASHINGTON — Ronald D. Vitiello’s overarching concern on Thursday at his Senate confirmation hearing may not be whether he becomes the next director of Immigration and Customs Enforcement — but whether the agency remains intact. Mr. Vitiello is expected to fa…", "url": "https://www.nytimes.com/2018/11/15/us/politics/ronald-vitello-immigration-agency.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/politics/16dc-ice/16dc-ice-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:40:00Z", "content": "That contrasts with his predecessor, Thomas D. Homan, who became a Fox News contributor after retiring. Mr. Homan was known for his enthusiastic public support of the Trump administrations immigration enforcement policies, including telling members of the Hou… [+1771 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Sui Lee Wee", "title": "Scandals Catch Up to Private Chinese Hospitals, After Fortunes Are Made", "description": "The Putian network of 8,000 facilities, which expanded rapidly with little government oversight, is facing national outrage and scrutiny over a death and fraud allegations.", "url": "https://www.nytimes.com/2018/11/15/business/china-private-hospitals-putian.html", "urlToImage": "https://static01.nyt.com/images/2018/08/28/business/00chinahospitals-1/00chinahospitals-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:01:20Z", "content": "A nationwide scandal erupted after his death. The Putian network became the emblem of unfettered corruption within the private health care system. Local authorities took particular aim at one of its more egregious violations, operating clinics within other ho… [+1725 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Joyce Cohen", "title": "Contemplating Space and Time in the West Village", "description": "Aware that square footage isn’t easy to find downtown, a couple moves quickly through a labyrinth of sixth-floor walk-ups, mock balconies and dark studios.", "url": "https://www.nytimes.com/2018/11/15/realestate/contemplating-space-and-time-in-the-west-village.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18Hunt-WestVillage1/merlin_146520600_c0c81ab8-1584-4a43-9179-8b3c561b2068-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:01:03Z", "content": "One of the great things about Matt is that when he determines there is something beneficial, he gets laser-focused about the process, Ms. Yasuoka, 27, said. He started scheduling viewings left and right. Apartments came and went quickly. Mr. Cody would send h… [+1551 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The California Wildfires: How Experts Track a Blaze to Its Origin - New York Times", "description": "New York Times The California Wildfires: How Experts Track a Blaze to Its Origin New York Times PARADISE, Calif. — One huge fire was caused by a spark set off by a man with a hammer, working on a fence post in a field of dry vegetation. Another began at a bac…", "url": "https://www.nytimes.com/2018/11/15/us/camp-fire-paradise-cause.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15causes-01/15causes-01-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:52Z", "content": "In the age of the cellphone, another important investigative tool will be video. Many people turned on their phone cameras as they were escaping or as the fire was approaching their homes, and posted the video to social media. Investigators will be searching … [+1523 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TARA SIEGEL BERNARD", "title": "What to Know About Getting a Flu Shot This Year, No Matter Who’s Paying", "description": "Flu season is here, and there are at least six types of vaccine to choose from. It’s worth studying the options to determine which is likely to protect you the most.", "url": "https://www.nytimes.com/2018/11/15/your-money/flu-shot-options.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/business/00flu1/merlin_133073612_8d100a23-7b8a-4135-ad10-dbfb5b266ef3-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:16Z", "content": "Effectiveness varies each year. Because it takes at least six months to make and distribute the shots that become available in September, scientists have to make their best guess about which strains will circulate, and thus what to include in a vaccine, well … [+1892 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN HERRMAN", "title": "Everything on Amazon Is Amazon!", "description": "The infinite retailer appears to be ushering untold numbers of stealth brands into your life, even as it plans to take over the East Coast. If you like Ween Charm, you’ll love Austin Mill!", "url": "https://www.nytimes.com/2018/11/15/style/this-is-also-amazon.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/style/-15AmazonDecaptacon-1/-15AmazonDecaptacon-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:16Z", "content": "He added: Theyre very nice socks, comfortable indeed. Brooke Mille did not respond to a message sent through Amazon. Amazon declined to comment, but emphasized, as it does in some places on its site, that Our Brands include both Amazon-owned and exclusive bra… [+1855 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "J. DAVID GOODMAN", "title": "Some New Yorkers Hate the Amazon Deal. Can They Stop It?", "description": "The deal reached between Gov. Andrew M. Cuomo, Mayor Bill de Blasio and Amazon was constructed to blunt the veto power of local politicians.", "url": "https://www.nytimes.com/2018/11/15/nyregion/amazon-queens-opponents.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/nyregion/16amazon3/merlin_146845071_f57d98a0-354f-437f-ba17-ee5664470a25-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:09Z", "content": "The City Council could try to alter or eliminate the tax breaks promised Amazon by the city, public policy experts said, but those are not unique to Amazon, and any changes would similarly affect other companies tax packages. The State Legislature soon to be … [+1627 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SYDNEY EMBER", "title": "Sherrod Brown: Rumpled, Unvarnished and Just Maybe a Candidate for President", "description": "The Ohio Senator has solved the mystery of how to win as a Democrat in a right-leaning Midwestern state. Is that a viable path to success in 2020?", "url": "https://www.nytimes.com/2018/11/15/us/politics/sherrod-brown-ohio-president.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/politics/15sherrod/15sherrod-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:09Z", "content": "Mr. Browns bruising re-election battle made it difficult for him to establish the kind of presidential campaign infrastructure that others may already have, according to a Democratic strategist briefed on his campaign. At the same time, he still has his Senat… [+1908 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SUSAN CHIRA", "title": "Banner Year for Female Candidates Doesn’t Extend to Republican Women", "description": "Amid a record number of Democratic women elected to Congress, the number of Republican women in Congress next year will actually drop. The dynamic is similar in state legislatures.", "url": "https://www.nytimes.com/2018/11/15/us/politics/women-politics-republican.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/16repubwomen-hp/16repubwomen-hp-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:08Z", "content": "Not only did new groups focused on reclaiming Congress for the midterms, such as Swing Left and Indivisible, spring up after 2016, women running for office could rely on a powerful network of established organizations, like Emilys List and Emerge America, ded… [+1988 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KELSEY D. ATHERTON", "title": "At War: Are Killer Robots the Future of War? Parsing the Facts on Autonomous Weapons", "description": "Under what circumstances should militaries delegate the decision to take a human life to machines? It’s a moral leap that the international community is grappling with.", "url": "https://www.nytimes.com/2018/11/15/magazine/autonomous-robots-weapons.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/magazine/15atwar-robots-2/15atwar-robots-2-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:08Z", "content": "In autonomous cars, those new behaviors have already had deadly consequences, like when a Tesla Model S in autopilot mode in Florida failed to recognize a tractor-trailer crossing the highway ahead and drove under it, killing the cars owner. That crash, in 20… [+3852 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WESLEY MORRIS", "title": "Critic’s Notebook: Aretha Franklin Didn’t Want You to See This Movie. But You Must.", "description": "Aretha Franklin recorded her live album “Amazing Grace” over two nights in 1972. The footage in the concert documentary of the same name shows the transcendent process.", "url": "https://www.nytimes.com/2018/11/15/arts/music/aretha-franklin-amazing-grace-documentary.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/arts/15arethagrace1/15arethagrace1-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:08Z", "content": "The first night proceeds with a kind of formal chaos ( you try filming this many people catching the spirit); the second erupts in its human equivalent. And at the center of it all is Franklin, who performs at the piano, the dais and, at one point, unforgetta… [+2960 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "By the Book: John Sandford: By the Book", "description": "The author, most recently, of the Virgil Flowers novel “Holy Ghost” devotes specific spots to reading: “I like a good light, a good chair and a good book more than anything I can think of, except my wife.”", "url": "https://www.nytimes.com/2018/11/15/books/review/john-sandford-by-the-book.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18ByTheBook/18ByTheBook-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:07Z", "content": "Who is your favorite overlooked or underappreciated writer? Hes probably not overlooked, because a lot of serious people read his books, and Don Winslow does make the Times best-seller list, but he should go to No. 1 every time out. He doesnt. Hes one of the … [+2539 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Argument: Is Amazon Bad for America?", "description": "And is President Trump actually good for the Republican Party?", "url": "https://www.nytimes.com/2018/11/15/opinion/the-argument-amazon-headquarters-trump-republicans-cbd-gummies.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15argument-six/15argument-six-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:07Z", "content": "Ive been an Op-Ed columnist since 2009, and I write about politics, religion, pop culture, sociology and the places where they all intersect. Im a Catholic and a conservative, in that order, which means that Im against abortion and critical of the sexual revo… [+1442 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LUCAS PETERSON", "title": "Frugal Traveler: Cups of Tea, Pashminas and Momos, Seeing India’s Himalayas on a Budget", "description": "In the Ladakh region of northern India, the town of Leh is known for its beauty and culture, and for the experience of buying a cashmere scarf.", "url": "https://www.nytimes.com/2018/11/15/travel/budget-leh-india-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/travel/18Frugal-Leh1/18Frugal-Leh1-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:07Z", "content": "For a more modern take on local fare, try Namza, which is both a cafe and an upscale clothing store, owned by the designer Padma Yangchan. The clothes were a bit out of my league, price-wise, but the food was on point. A vegetarian o-chu tagi, soup with crimp… [+2673 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAURA CHEEKS", "title": "Rites of Passage: Combing My Hair and Finding Myself", "description": "Black women have intimate and sometimes fraught relationships with our hair. Today, my hair is helping me work out the most important relationship I’ll ever have: the one I have with myself.", "url": "https://www.nytimes.com/2018/11/15/style/combing-my-hair-and-finding-myself.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/style/self-care/18Rites-hair-1/15Rites-hair-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:06Z", "content": "Youre sure? my mom asked. I was. A relaxer is a painful affair made more painful by the fact that the pain signals its effectiveness. First, the white liquid is battered onto sections of your scalp. Then its pulled through strands of your hair. When it starts… [+1708 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SARAH MASLIN NIR", "title": "Not Far From Flint, Contamination Has Left Detroit School Taps Dry", "description": "Elevated lead and copper in school water fountains prompted officials to shut them down. Officials say they have a solution, but some Detroiters worry about ‘a baby Flint.’", "url": "https://www.nytimes.com/2018/11/15/us/detroit-schools-water-lead-contamination.html", "urlToImage": "https://static01.nyt.com/images/2018/10/26/us/00detroit-01/00detroit-01-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:06Z", "content": "Some parents, like Mr. Clark, the police officer, praised Detroits schools superintendent for stepping in to stem the problem even before the full extent of contamination was known. Others voiced outrage that the problem had gotten as far as it has, including… [+1104 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELAINE GLUSAC", "title": "36 Hours: 36 Hours in Denver", "description": "A weekend in the Mile High City offers something for everyone: a flourishing restaurant scene, microbreweries, miles of trails for skiers and bikers alike, and a vibrant street art movement.", "url": "https://www.nytimes.com/2018/11/15/travel/what-to-do-in-denver.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25Hours-Denver-3/25Hours-Denver-3-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "The Denver Art Museum, with its distinctively angular Daniel Libeskind-designed wing, anchors what has turned into the citys museum quarter now that the Kirkland Museum of Fine &amp; Decorative Art moved in two blocks away. The quirky museum (admission $10), … [+1353 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By SUSAN GUBAR", "title": "Tackling Cancer Anxiety", "description": "No matter how long I deal with periodic blood tests, abdominal CTs and mammograms, they always trigger a huge wave of ‘scanxiety.’", "url": "https://www.nytimes.com/2018/11/15/well/live/tackling-cancer-anxiety.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/well/family/well-gubar/well-gubar-facebookJumbo.jpg", "publishedAt": "2018-11-15T10:00:00Z", "content": "Walking, woodworking, weeding, video games, sporting events or playing an instrument succeed for some. What helped me was yoga and writing in my diary, where I could concentrate on crafting the best sentences to convey my emotions rather than the emotions the… [+2021 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Stephen Castle", "title": "U.K. Brexit Secretary Dominic Raab Quits", "description": "The decision, which came the morning after a tense meeting in which Prime Minister Theresa May gained cabinet approval for her withdrawal plan, cast doubt on her leadership.", "url": "https://www.nytimes.com/2018/11/15/world/europe/uk-brexit-theresa-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16Brexit/16Brexit-facebookJumbo.jpg", "publishedAt": "2018-11-15T09:30:34Z", "content": "LONDON Prime Minister Theresa May of Britain faced a new political crisis on Thursday after Dominic Raab, her chief negotiator on withdrawal from the European Union, quit, a decision that threatens to wreck not only her plans for exit, but also her leadership… [+592 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JASON FARAGO", "title": "3 Days, 150 Paintings: A Whirlwind Tintoretto Tour", "description": "A visitor taking a picture of Tintoretto’s “Paradiso” in the mail hall of the Palazzo Ducale in Venice. This year, the city is honoring 500 years since the painter’s birth.", "url": "https://www.nytimes.com/2018/11/15/arts/design/tintoretto-venice.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/arts/18tintoretto-paradiso/18tintoretto-paradiso-facebookJumbo.jpg", "publishedAt": "2018-11-15T09:22:15Z", "content": "What Tintoretto cared about were bodies, muscly and in motion. The figures are often foreshortened and hover in abbreviated spaces. Their poses are orchestrated to the max everyone is flying, crashing, charging, recoiling. Their clothes, especially white fabr… [+1403 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Trump to Raise North Korea Sanctions With Chinese Leader, Pence Says - New York Times", "description": "New York Times Trump to Raise North Korea Sanctions With Chinese Leader, Pence Says New York Times President Trump is likely to bring up the enforcement of sanctions against North Korea when he meets with President Xi Jinping of China this month, Vice Preside…", "url": "https://www.nytimes.com/2018/11/15/world/asia/pence-north-korea-sanctions-china.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/world/15pence/15pence-facebookJumbo.jpg", "publishedAt": "2018-11-15T09:02:46Z", "content": "The two leaders will meet at the end of the month at the Group of 20 gathering in Buenos Aires. Mr. Pences remarks came after the release of a congressional report that said China appeared to have eased up on the enforcement of sanctions against North Korea. … [+1224 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JASON FARAGO", "title": "critic’s pick: She Needed No Camera to Make the First Book of Photographs", "description": "Anna Atkins’s pioneering images, clockwise from top left: “Peacock” (1861), “Laminaria phyllitis” (1844-45), “Papaver rhoeas” (1861), and “Alaria esculenta” (1849-50).", "url": "https://www.nytimes.com/2018/11/15/arts/design/she-needed-no-camera-to-make-the-first-book-of-photographs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/arts/16blueprint6/16blueprint6-facebookJumbo.jpg", "publishedAt": "2018-11-15T09:00:08Z", "content": "The library has supplemented its showcase of Atkins with a pendant show upstairs, Anna Atkins Refracted, featuring 19 contemporary photographers. Most of them make use of cameraless photography techniques; a good number also engage with themes of botany or th… [+1290 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMANDA HESS", "title": "Critic’s Notebook: The End of Endings", "description": "How endless sequels, boundless TV revivals and self-perpetuating social media feeds are robbing us of closure.", "url": "https://www.nytimes.com/2018/11/15/arts/the-end-of-endings.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/arts/18Endings/merlin_146488572_41a122ca-2711-4af1-a9ee-83dfed1225ee-facebookJumbo.jpg", "publishedAt": "2018-11-15T09:00:07Z", "content": "The age of the sequel is over. Now its the age of the sequel to the sequel. Also the prequel, the reboot, the reunion, the revival, the remake, the spinoff and the stand-alone franchise-adjacent film. Canceled television shows are reinstated. Killed-off chara… [+1695 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN C. SOLOMON", "title": "‘It’s Time to Try to Change the Men’: Papua New Guinea’s Epidemic of Abuse", "description": "Ambai, 23, fled to a women’s shelter in Goroka, Papua New Guinea, after her husband hit her with a tire iron and put a gun to her neck. “At least the beatings will finish,” she remembered thinking.", "url": "https://www.nytimes.com/2018/11/15/world/asia/papua-new-guinea-apec-women-abuse.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/world/14png-women-1/14png-women-1-facebookJumbo.jpg", "publishedAt": "2018-11-15T08:53:58Z", "content": "Its better to be independent, Ms. Kaupa said, cooking outside her small home, where she raises chicken and pigs. With little assistance from government or NGO programs, makeshift shelters like hers have become an important alternative to what she called the b… [+1180 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL VICTOR", "title": "Minister in Charge of Japan’s Cybersecurity Says He Has Never Used a Computer", "description": "Yoshitaka Sakurada appeared not to know what a USB drive was, and told lawmakers that when it was necessary to use a computer, “I order my employees or secretaries” to do it.", "url": "https://www.nytimes.com/2018/11/15/world/asia/japan-cybersecurity-yoshitaka-sakurada.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16japan-cyber/16japan-cyber-facebookJumbo.jpg", "publishedAt": "2018-11-15T08:23:43Z", "content": "I dont know details well, he said. So how about having an expert answer your question if necessary, hows that? The comments were immediately criticized. I cant believe that a person who never used a computer is in charge of cybersecurity measures, said Masato… [+746 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATE NEUMAN", "title": "If You Like a Guy, Tell Him. Only Then Will Women Be Free.", "description": "The actors Dax Shepard and Kristen Bell in 2015, a year and a half after she proposed to him.", "url": "https://www.nytimes.com/2018/11/15/opinion/sadie-hawkins-women-ask-men-out.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/opinion/15NEUMAN/15NEUMAN-facebookJumbo.jpg", "publishedAt": "2018-11-15T08:00:03Z", "content": "How great, I thought, that someone came up with this idea! But when I look up its history now, I find that Sadie Hawkins is not, as I had always assumed, a remnant of Puritan times, a day when the rules went topsy-turvy in the spirit of a medieval carnival. I… [+2044 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IAN AUSTEN", "title": "Ottawa Dispatch: Justin Trudeau’s Official Home: Unfit for a Leader or Anyone Else", "description": "The prime minister’s residence in Canada has been in bad shape for years, but in a country where it’s political poison for officials to spend money on themselves, the renovation debate rages on.", "url": "https://www.nytimes.com/2018/11/15/world/canada/justin-trudeau-ottawa-prime-minister-residence.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/world/15ottawa-dispatch-2-print-sub/15ottawa-dispatch-facebookJumbo.jpg", "publishedAt": "2018-11-15T07:59:05Z", "content": "Its wiring, according to the report, has become a fire hazard; the boiler is obsolete; the exterior stonework is crumbling; and the plumbing blocks up regularly. The building by a pool added by Mr. Trudeaus father is rotting, the report said, and air-conditio… [+1036 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JANET MORRISSEY", "title": "The Start-Up Offering Credit to Other Start-Ups", "description": "Henrique Dubugras and Pedro Franceschi are the young founders of Brex, a start-up which offers credit cards to other start-ups. Brex is currently valued at $1.1 billion.", "url": "https://www.nytimes.com/2018/11/15/business/smallbusiness/start-up-brex-offers-credit-to-other-start-ups.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18creditcards/18creditcards-facebookJumbo.jpg", "publishedAt": "2018-11-15T07:30:04Z", "content": "But, there are conditions: Brex insists the card be paid in full every 30 days, and it monitors the companys bank account balance daily to ensure the start-up is not recklessly burning through cash. If theyre spending $50,000 a month and have $60,000 left in … [+1501 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANN CARRNS", "title": "How Parents Teach Smart Spending With Apps, Not Cash", "description": "Michelle Ibbetson with her children, Dallin, center, and Adelle. Ms. Ibbetson is using the Greenlight app to teach her children to be savvy about money.", "url": "https://www.nytimes.com/2018/11/15/business/children-allowance-apps.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18app-print1/merlin_146391918_b1bb2a40-fe0a-49c7-9724-0790fedd9ac8-facebookJumbo.jpg", "publishedAt": "2018-11-15T07:30:04Z", "content": "The parent ultimately has total control, she said. Parents can divide money into a spend anywhere account, or designate funds that can be spent only at certain stores. Greenlight says it is the first to offer store-level authorization control, which allows pa… [+1703 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL SULLIVAN", "title": "In an Uncertain Real Estate Market, Try Before You Buy", "description": "Maureen and Tom Porth purchased their condo in Steamboat Springs, Colo., after selling several restaurant franchises. Mr. Porth decided to buy it after having the opportunity to stay there before deciding whether to buy.", "url": "https://www.nytimes.com/2018/11/15/business/real-estate-try-before-you-buy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18TRYTOBUY-1/merlin_146250150_f390bd03-162a-4560-9d5d-fd0d98d0f388-facebookJumbo.jpg", "publishedAt": "2018-11-15T07:30:03Z", "content": "In some ways the hook would seem to be the home, but the real selling point is the experience. Developers can sometimes get away with less than a full home. Clear Creek Tahoe is a mountain community on the Nevada side of Lake Tahoe with golf, water sports, sk… [+1498 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mike Isaac", "title": "Facebook Said to Cut Ties With Definers Public Affairs", "description": "After facing scrutiny for working with Definers Public Affairs, a firm that applies political campaign tactics to public relations, Facebook was said to have ended its relationship with the company.", "url": "https://www.nytimes.com/2018/11/15/technology/facebook-definers-soros.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16fbdefiners/16fbdefiners-facebookJumbo.jpg", "publishedAt": "2018-11-15T06:46:10Z", "content": "In addition, Definers circulated a research document this summer casting Mr. Soros, the billionaire liberal donor, as the unacknowledged force behind what appeared to be a broad anti-Facebook movement. Definers pressed reporters to explore the financial conne… [+1626 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VANESSA FRIEDMAN", "title": "Dressing Michelle, Then and Now", "description": "Meredith Koop spent many years in the White House working with the former first lady on her wardrobe. Now she is helping her with the book tour and trying to figure out what comes next.", "url": "https://www.nytimes.com/2018/11/15/fashion/michelle-obama-stylist-meredith-koop.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/fashion/15KOOP-Denim/15KOOP-Denim-facebookJumbo.jpg", "publishedAt": "2018-11-15T05:00:01Z", "content": "But Ms. Goldman was running a business and couldnt move to D.C., so she was looking for a person to facilitate communications. Ms. Koop was young and didnt have anything keeping her in Chicago. And she could recognize an opportunity. She started as a general … [+1336 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PENN BULLOCK", "title": "Europe Edition: Brexit, Facebook, Michael Avenatti: Your Thursday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/14/briefing/brexit-facebook-michael-avenatti.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/briefing/11152018ambriefing-euro-promo/11152018ambriefing-euro-promo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-15T04:46:05Z", "content": "Wild boars strolled the streets of a busy neighborhood recently. Hundreds of wild cattle and water buffalo roam outlying villages. Snake encounters are a regular feature of local news. Above, a tourist makes a new friend. And theres a ready display right out … [+1055 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOUMANA KHATIB and ALEXANDRA ALTER", "title": "Books News: Sigrid Nunez Wins National Book Award for ‘The Friend’", "description": "The judges called the novel an “exquisitely written and deeply humane exploration of grief.” This year also saw the addition of a new category, for translated literature.", "url": "https://www.nytimes.com/2018/11/14/books/national-book-award-sigrid-nunez.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/books/review/15bookawards/14NBAlive12-facebookJumbo.jpg", "publishedAt": "2018-11-15T04:26:00Z", "content": "A new category, for translated literature, was introduced this year; The Emissary, by Yoko Tawada and translated by Margaret Mitsutani, won the inaugural award. Elizabeth Acevedos novel The Poet X won the award for young peoples literature. Written in verse, … [+2210 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EDWARD WONG", "title": "Lawmakers Push Trump to Act Against China on Uighur Detention", "description": "A Chinese policeman stands guard at a mosque in Kashgar, in Xinjiang, China. American officials say the Chinese government may have interned more than a million Muslims in camps in the region.", "url": "https://www.nytimes.com/2018/11/14/world/asia/congress-uighurs-china-detention.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/world/16uighurs/16uighurs-facebookJumbo.jpg", "publishedAt": "2018-11-15T03:17:26Z", "content": "The bills also ask the commerce secretary to consider prohibiting the sale or provision of any American-made goods or services to state agencies in Xinjiang. This measure is intended to prevent the sale of technology that might end up being used in the survei… [+2049 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "中俄尋求地區霸權，美國正失去軍事優勢？ - 紐約時報中文網", "description": "紐約時報中文網 中俄尋求地區霸權，美國正失去軍事優勢？ 紐約時報中文網 華盛頓——在與恐怖主義作戰近20年之後，五角大廈對來自中國和俄羅斯威脅的新關注「經常太過於依賴有問題的假設和薄弱的分析」，這是一個獨立的兩黨委員會週三發布的一份措辭強烈的批評性報告的結論，報告挑戰了川普總統支持一個強大軍隊的承諾。 總的來... 美國正喪失軍事優勢？ 報告：未來恐怕不敵中俄！ 自由時報電子報 二戰後遭2度侵略！ 俄外交官嗆陸「不是朋友」：要站美國那邊 ETtoday 美國會報告：美軍優勢不再對戰中俄恐輸 台灣日報新聞網版權所有…", "url": "https://cn.nytimes.com/usa/20181115/defense-strategy-china-russia-/zh-hant/", "urlToImage": "https://static01.nyt.com/images/2018/11/13/us/politics/-14DC-MILITARY/-14DC-MILITARY--articleLarge.jpg", "publishedAt": "2018-11-15T02:56:36Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW R. CHOW", "title": "Who Rules YouTube? Swift? Bieber? Nope. It’s T-Series, a Record Label in India.", "description": "A scene from the music video for “Bom Diggy Diggy” by Zack Knight and Jasmin Walia. The video, released by T-Series in February, has 343 million views.", "url": "https://www.nytimes.com/2018/11/14/world/asia/t-series-youtube-india.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/arts/television/15xp-tseries/15xp-tseries-facebookJumbo.jpg", "publishedAt": "2018-11-15T02:49:22Z", "content": "Their collective success could be just the beginning of an Indian content boom. India is the second most populous country in the world, with more than 1.35 billion people and according to Bain &amp; Company, only 34 percent of the country is online, compared … [+1221 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERIC SCHMITT", "title": "中俄寻求地区霸权，美国正失去军事优势？", "description": "美国国防战略委员会发布报告称，军队超负荷工作、军费开支减少，以及政治失衡等因素正让美国的国防战略陷入危险。面对中俄挑战，美国的军事优势正在减弱。 Pablo Martinez Monsivais/Associated Press 国防部长吉姆·马蒂斯与中国国防部长魏凤和将军会面。五角大楼高度重视来自中国和俄罗斯的威胁。", "url": "https://cn.nytimes.com/usa/20181115/defense-strategy-china-russia-/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/13/us/politics/-14DC-MILITARY/-14DC-MILITARY--articleLarge.jpg", "publishedAt": "2018-11-15T02:36:53Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "簡報：Facebook危機內幕；美國正失去軍事優勢？ - 紐約時報中文網", "description": "紐約時報中文網 簡報：Facebook危機內幕；美國正失去軍事優勢？ 紐約時報中文網 早安，歡迎閱讀時報最新推出的中文每日簡報。我們將為你介紹《紐約時報》當日的重點英文報導，並為你推薦部分已被譯成中文的精選內容。希望它能更好地滿足你的資訊需求。新讀者請點擊此處訂閱。 白宮醞釀換血；中美重啟貿易談判；英國內閣批准脫歐草案……以下... 中國書面回應美國對貿易改革的要求--美國政府消息人士 鉅亨網 (新聞發布) 美國要求廣泛貿易改革北京書面回應貿易戰可望落幕 新頭殼 美國前情報頭子：中國將成最大經濟體對美威脅大增 中…", "url": "https://cn.nytimes.com/morning-brief/20181115/facebook-defense-strategy-china-trump/zh-hant/", "urlToImage": "https://static01.nyt.com/images/2018/11/13/us/politics/-14DC-MILITARY/-14DC-MILITARY--articleLarge.jpg", "publishedAt": "2018-11-15T01:57:53Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": null, "description": "DeGrom won in a near-unanimous decision despite recording only 10 wins this year because of the Mets’ anemic offense.", "url": "https://www.nytimes.com/2018/11/14/sports/cy-young-award-degrom-blake-snell.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/sports/15CYYOUNGprint1/15CYYOUNGprint1-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:55:41Z", "content": "Blake Snell of the Tampa Bay Rays took the 2018 A.L. Cy Young Award, putting up the next-lowest E.R.A. in the majors after deGrom, at 1.89. Snells record, however, was much better: 21-5. Only he and Corey Kluber of the Cleveland Indians, a fellow Cy Young fin… [+1417 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN THRUSH, AUDRA D. S. BURCH and FRANCES ROBLES", "title": "In Florida Recount, Sloppy Signatures May Disqualify Thousands of Votes", "description": "Thousands of ballots have been rejected in Florida because voters’ signatures don’t match what’s on file. Democrats are arguing that’s disenfranchisement.", "url": "https://www.nytimes.com/2018/11/14/us/voting-signatures-matching-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15signatures2/merlin_146836902_187399ed-4ea9-4837-ac83-362b5b11e531-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:51:58Z", "content": "Younger voters dont have firm identity; their signature is in flux, said Daniel A. Smith, an elections expert and chairman of the political science department at the University of Florida who wrote the A.C.L.U. study. They are living in a digital world and as… [+1623 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATIE ROGERS", "title": "Mira Ricardel, Aide Who Crossed the First Lady, Is Removed From Her White House Role", "description": "The White House said that Ms. Ricardel was indeed leaving her post as a deputy national security adviser, but that she would still work in the administration — just not under the first lady’s roof.", "url": "https://www.nytimes.com/2018/11/14/us/politics/mira-ricardel-melania-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/politics/15dc-ricardel/15dc-ricardel-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:47:10Z", "content": "Among Ms. Ricardels offenses, three people familiar with the situation said, was a dispute over airplane seating she wanted to have a say over who was given seats on the plane to Africa. She grew angry when a seat for a National Security Council staff member … [+1606 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY CHAN", "title": "简报：Facebook危机内幕；美国正失去军事优势？", "description": "白宫酝酿换血，第一夫人强势介入；中美重启贸易谈判；英国内阁批准脱欧协议草案；部分罗辛亚人被遣返；美国打车软件展开补贴战……新闻简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181115/facebook-defense-strategy-china-trump/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/13/us/politics/-14DC-MILITARY/-14DC-MILITARY--articleLarge.jpg", "publishedAt": "2018-11-15T01:44:46Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nicholas Confessore", "title": "How Facebook Wrestled With Scandal: 6 Key Takeaways", "description": "An investigation by The New York Times revealed how Facebook fought back against critics during a flood of crises — with delays, denials and an influence campaign in Washington.", "url": "https://www.nytimes.com/2018/11/14/technology/facebook-crisis-mark-zuckerberg-sheryl-sandberg.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15facebook-takeaway1/merlin_136662690_c565fe9f-1759-40bd-8dd2-72a53f2c539a-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:20:30Z", "content": "Those efforts included depicting the billionaire liberal donor George Soros as the force behind a broad anti-Facebook movement, and publishing stories praising Facebook and criticizing Google and Apple on a conservative news site. Facebook faced worldwide out… [+1505 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Binyamin Appelbaum", "title": "Powell Says Fed Deserves Credit for Economic Growth", "description": "The Fed chairman, Jerome H. Powell, did not mention President Trump on Wednesday, but his remarks amounted to a defense of the central bank.", "url": "https://www.nytimes.com/2018/11/14/business/federal-reserve-powell-economy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/business/15dc-fed/15dc-fed-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:17:35Z", "content": "The Fed raised the rate in September to a range between 2 and 2.25 percent. Investors expect an increase of one-quarter of a percentage point at the Feds next meeting, in December, although the recent volatility of financial markets has created a little uncer… [+1563 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATTHEW HAAG", "title": "Police Report in Killing of Black Security Guard Is Criticized as Rushed", "description": "Illinois authorities defended an officer who killed the guard, Jemel Roberson, as he tried to stop a gunman at a bar. A Roberson family lawyer says the police are rushing to judgment.", "url": "https://www.nytimes.com/2018/11/14/us/security-guard-shot-by-cops-jemel-roberson.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15xp-guard-print/15xp-guard-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:05:23Z", "content": "The man suspected of opening fire inside the bar was being treated on Wednesday in a hospital, the Cook County Sheriffs Office said. He has not yet been charged. Mr. Roberson, who lived in Chicago, had hoped to become a police officer, Mr. Kulis said. Other s… [+1402 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "California Fire Liability Poses Threat to PG&E, a Major Utility - New York Times", "description": "New York Times California Fire Liability Poses Threat to PG&E, a Major Utility New York Times Investigators have yet to determine the cause of the Camp Fire, which has killed at least 48 people. Many fires in recent years have been caused by downed power line…", "url": "https://www.nytimes.com/2018/11/14/business/energy-environment/california-fire-utilities.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/business/15UTILITY-lede/merlin_146792448_74649e28-22d2-4c97-8729-061ce3e58ed2-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:02:27Z", "content": "Weve got failure of systems to hold PG&amp;E accountable for the destruction and devastation thats been caused, said Frank Pitre, a lawyer who has represented PG&amp;E customers in the gas explosion and the wildfires, including 35 people who lost property in … [+1554 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Witness at El Chapo Trial Gives Master Class on Sinaloa Cartel - New York Times", "description": "New York Times Witness at El Chapo Trial Gives Master Class on Sinaloa Cartel New York Times A former operations chief for the Sinaloa drug cartel took the witness stand Wednesday and offered a master class on the inner workings of the trafficking operation, …", "url": "https://www.nytimes.com/2018/11/14/nyregion/el-chapo-trial-brooklyn.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/nyregion/15chapo/15chapo-facebookJumbo.jpg", "publishedAt": "2018-11-15T01:01:51Z", "content": "Mr. Zambada recalled that he first met Mr. Guzmán in 2001, only hours after the kingpin escaped from the Puente Grande prison. That day, Mr. Zambada told the jury, he helped his brother known as Mayo, a diminutive of Ismael arrange a helicopter to swoop down … [+1815 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EILEEN SULLIVAN", "title": "Shorter Sentences, More Judicial Leeway: What the Criminal Justice Bill Would Do", "description": "A bipartisan proposal endorsed by President Trump to overhaul federal prison and sentencing laws would have its greatest effect on future prison populations.", "url": "https://www.nytimes.com/2018/11/14/us/politics/sentencing-prison-bill.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/politics/15takeways-sub/15takeways-sub-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:42:28Z", "content": "Judges could more widely ignore mandatory minimum sentencing rules for nonviolent drug offenders with the expansion of what is called the drug safety valve. As it stands now, judges can sidestep mandatory minimum sentences for a nonviolent drug offender with … [+1632 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICIA MAZZEI and ALAN BLINDER", "title": "What Happens When Politicians Who Oversee Elections Are Also the Candidates?", "description": "Brian Kemp and Rick Scott have drawn criticism for mixing their political lives with their public roles, contributing to the electoral turmoil in Georgia and Florida.", "url": "https://www.nytimes.com/2018/11/14/us/florida-georgia-scott-kemp.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15republicans1-print/15republicans1-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:40:06Z", "content": "More controversy arose when the Department of State revealed late Tuesday that it had asked federal prosecutors during election week to investigate whether the Florida Democratic Party had broken the law by sending voters apparently most of them Democrats inc… [+1615 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHAILA DEWAN and CARL HULSE", "title": "Republicans and Democrats Cannot Agree on Absolutely Anything. Except This.", "description": "The need to repair the nation’s criminal justice system has brought together the two parties in a way that is unusual in these days of partisan strife.", "url": "https://www.nytimes.com/2018/11/14/us/prison-reform-bill-republicans-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/15bipartisan-03/15bipartisan-03-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:33:45Z", "content": "The messenger matters as well: Public polling has shown that people trust police officers the most, then the formerly incarcerated. The Koch brothers were attracted to the topic because of the proliferation of criminal statutes too many on the federal level t… [+1600 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID D. KIRKPATRICK", "title": "Turkey Calls for International Inquiry in Khashoggi Killing", "description": "Jamal Khashoggi was a Saudi dissident killed in a consulate in Istanbul. Turkey is keeping pressure on as Saudi Arabia tries to wrap up its investigation.", "url": "https://www.nytimes.com/2018/11/14/world/europe/turkey-khashoggi-saudi-mohammed.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/world/15turkey/15turkey-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:18:14Z", "content": "Turkish officials have shared an audio recording of the killing with American and other Western intelligence agencies. The Turks have said that evidence shows the team of agents moved quickly and methodically to kill Mr. Khashoggi and then dismember his body … [+1401 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KIRK SEMPLE and ELISABETH MALKIN", "title": "First Wave of Migrants in Caravan Reaches U.S. Border in Tijuana", "description": "The caravan traveling from Central America begins arriving in the northern Mexico border city, setting up a potential confrontation with American authorities.", "url": "https://www.nytimes.com/2018/11/14/world/americas/migrants-caravan-tijuana-border.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/world/15caravan1/14caravan1-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:17:38Z", "content": "Early this month, during a several-day stop in Mexico City where the municipal government provided shelter and care to the migrants, the main caravan had a chance to coalesce once again, expanding to an estimated 5,000 or so. Refreshed and emboldened, it resu… [+1412 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REBECCA R. RUIZ and MATT STEVENS", "title": "Michael Avenatti Arrested on Suspicion of Domestic Violence in Los Angeles", "description": "The lawyer for Stormy Daniels has positioned himself as a critic of President Trump and has toyed with running for president in 2020.", "url": "https://www.nytimes.com/2018/11/14/us/michael-avenatti-arrested-domestic-violence-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/politics/15xp-avenatti/15xp-avenatti-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:09:57Z", "content": "Michael Avenatti, the lawyer who rose to fame representing the pornographic film actress Stephanie Clifford and positioned himself as a crusading critic of President Trump and fierce advocate of womens rights, was taken into police custody in Los Angeles on W… [+137 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLES M. BLOW", "title": "Grab ’Em by the Passion", "description": "Remember that you can be thoroughly anti-Trump without being completely Trump-obsessed.", "url": "https://www.nytimes.com/2018/11/14/opinion/trump-midterms-obsession.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/opinion/14blowWeb/14blowWeb-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:00:03Z", "content": "A poll released last week by the Pew Research Center found that: As was the case in late 2016, Trump is a more frequent topic of conversation for liberal Democrats than for other Democrats or among Republicans. Currently, 42 percent of liberal Democrats say T… [+1479 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Michael Kolomatsky", "title": "Immigrants and Homeownership", "description": "A new study examines the share of primary homes owned by the native-born and foreign-born in America’s most populated metropolitan areas.", "url": "https://www.nytimes.com/2018/11/15/realestate/immigrants-and-homeownership.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18calculator-1540996895580/18calculator-1540996895580-facebookJumbo-v6.png", "publishedAt": "2018-11-15T00:00:00Z", "content": "How is the American dream of homeownership working out for immigrants? To find out, LendingTree recently looked at the share of primary residences owned by the native-born and foreign-born in the 50 most populated metropolitan areas in the United States. The … [+573 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Stefanos Chen", "title": "Homes for Sale in Brooklyn and Manhattan", "description": "This week’s properties are in Clinton Hill, Brooklyn, Chelsea, and Lincoln Square.", "url": "https://www.nytimes.com/2018/11/15/realestate/real-estate-homes-for-sale-in-clinton-hill-chelsea-lincoln-square.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18OTM-NYC-slide-HOHX/18OTM-NYC-slide-HOHX-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "In Chelsea, a renovated two-bedroom, two-bath duplex co-op with three outdoor spaces and lots of sunlight, at the top of a prewar walk-up. In Lincoln Square, a one-bedroom, one-bath, prewar apartment with a sunken living room, a separate dining area and a kit… [+181 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jill P. Capuzzo", "title": "Homes for Sale in New York and New Jersey", "description": "This week’s properties are five-bedroom homes in Dix Hills, N.Y., and Ridgewood, N.J.", "url": "https://www.nytimes.com/2018/11/15/realestate/homes-for-sale-in-dix-hills-new-york-and-ridgewood-new-jersey.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18OTM-REG-slide-I8FP/18OTM-REG-slide-I8FP-facebookJumbo.jpg", "publishedAt": "2018-11-15T00:00:00Z", "content": "In Ridgewood, N.J., a five-bedroom, four-full-and-two-half-bath, 4,495-square-foot Dutch colonial-style house built in the 1930s and updated in the last decade. It features a sunken family room with radiant floor heating, an open kitchen with top-end applianc… [+377 chars]"}]}