{"articles": [{"source": {"id": "cnn", "name": "CNN"}, "author": "Ray Sanchez and Maria Santana, CNN", "title": "Alleged kingpin 'El Chapo' Guzman once made Forbes billionaires list. He now dons Kmart suits at his trial", "description": "The late mobster John Gotti, the self-styled \"Dapper Don,\" was a natty dresser known for his custom-tailored, double breasted suits, silk ties with matching pocket squares and handmade shoes.", "url": "https://www.cnn.com/2018/11/29/us/el-chapo-guzman-trial-attire/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129164659-el-chapo-trial-1116-super-tease.jpg", "publishedAt": "2018-11-29T23:42:45Z", "content": "New York (CNN) The late mobster John Gotti, the self-styled \"Dapper Don,\" was a natty dresser known for his custom-tailored, double breasted suits, silk ties with matching pocket squares and handmade shoes. But alleged drug kingpin Joaquin \"El Chapo\" Guzman, … [+3403 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Andrea Diaz, CNN", "title": "A 7-year-old Maryland girl is in critical condition after a truck hit her while she was getting off her school bus", "description": "The incident is the latest in a recent rash of accidents, some of them deadly, involving children being struck by vehicles at bus stops.", "url": "https://www.cnn.com/2018/11/29/us/maryland-girl-struck-school-bus-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129121426-girl-struck-by-truck-school-bus-super-tease.jpg", "publishedAt": "2018-11-29T23:31:10Z", "content": "(CNN) A 7-year-old Maryland girl remains in critical condition after being struck by a truck while getting off her school bus this week, the latest in a recent rash of accidents involving children at bus stops. Skyla Shirriel was struck by a pickup truck Tues… [+3222 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Dan Merica, CNN", "title": "Sen. Elizabeth Warren outlines foreign policy vision amid 2020 speculation", "description": "Sen. Elizabeth Warren, a Democrat widely considered a top presidential contender for 2020, outlined a foreign policy vision Thursday that echoed her progressive economic views, telling a Washington audience that US foreign policy should \"benefit all Americans…", "url": "https://www.cnn.com/2018/11/29/politics/elizabeth-warren-foreign-policy-speech-2020/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181018141137-01-elizabeth-warren-2018-super-tease.jpg", "publishedAt": "2018-11-29T23:29:03Z", "content": "(CNN) Sen. Elizabeth Warren, a Democrat widely considered a top presidential contender for 2020, outlined a foreign policy vision Thursday that echoed her progressive economic views, telling a Washington audience that US foreign policy should \"benefit all Ame… [+5488 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "(CNNEspañol.com)", "title": "Así Argentina endurece la seguridad para la Cumbre del G20", "description": "Hay restricciones de transporte público, el puerto cierra y los vuelos son desviados. Se esperan protestas.", "url": "https://cnnespanol.cnn.com/2018/11/29/asi-endurece-la-seguridad-argentina-para-la-cumbre-del-g20/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/181129115024-01-g20-security-1128-exlarge-169.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T23:25:42Z", "content": "(CNN) - Gran parte de la capital de Argentina quedó cerrada el jueves ahora que los líderes de las economías más grandes del mundo llegan a Buenos Aires para la cumbre de dos días del G20, que comienza el viernes. En un decreto firmado por el presidente argen… [+2002 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Steve Almasy, Bethlehem Feleke and Laura Diaz-Zuniga, CNN", "title": "The Copa Libertadores final is back on, and will be held in Madrid", "description": "The postponed Copa Libertadores final between Boca Juniors and River Plate, two major rival teams in Buenos Aires, Argentina, has been rescheduled for December 9 and will be played at the Real Madrid Stadium in Madrid, according to the South American Football…", "url": "https://edition.cnn.com/2018/11/29/football/football-argentina-copa-libertadores-rescheduled/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181126095937-river-fan-super-tease.jpg", "publishedAt": "2018-11-29T23:23:08Z", "content": "(CNN) The postponed Copa Libertadores final between Boca Juniors and River Plate, two major rival teams in Buenos Aires, Argentina, has been rescheduled for December 9 and will be played at the Real Madrid Stadium in Madrid, according to the South American Fo… [+2457 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Pamela Brown, Ariane de Vogue, Kevin Liptak and Laura Jarrett, CNN", "title": "Former Trump White House lawyer emerges as a contender for attorney general", "description": "President Donald Trump is considering tapping the assistant attorney general for the Justice Department's Antitrust Division, Makan Delrahim, to become the next attorney general, multiple sources familiar with the matter tell CNN.", "url": "https://www.cnn.com/2018/11/29/politics/trump-ag/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180612174526-01-time-warner-att-reaction---doj-super-tease.jpg", "publishedAt": "2018-11-29T23:13:52Z", "content": "Washington (CNN) President Donald Trump is considering tapping the assistant attorney general for the Justice Department's Antitrust Division, Makan Delrahim, to become the next attorney general, multiple sources familiar with the matter tell CNN. Delrahim is… [+10973 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Samantha Vinograd", "title": "Trump canceling Putin meeting is diplomatic slap on the wrist", "description": "Samantha Vinograd writes that Trump's decision to cancel his meeting with Putin over Ukraine is hardly believable. But if it is the real reason, Trump just let Putin get a relatively free pass on his military aggresion toward his neighbor.", "url": "https://www.cnn.com/2018/11/29/opinions/trump-g20-cancel-putin-meeting-vinograd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129125832-putin-trump-cancelan-reunion-g20-brk-rec-00000208-super-tease.jpg", "publishedAt": "2018-11-29T23:13:31Z", "content": "Samantha Vinograd is a CNN National Security Analyst. She served on President Obama's National Security Council from 2009-2013 and at the Treasury Department under President Bush. Follow her @sam_vinograd. The views expressed in this commentary are her own. V… [+8203 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ted Barrett, Phil Mattingly, Manu Raju and Clare Foran, CNN", "title": "GOP floats new border funding plan; Schumer counters with proposal to keep Homeland Security funded", "description": "Senate Republicans are considering a fresh proposal to break a standoff over government funding that would provide $5 billion over the next two years for President Donald Trump's border wall, according to Republican Sen. Richard Shelby, the chairman of the Ap…", "url": "https://www.cnn.com/2018/11/29/politics/border-wall-funding-shutdown-watch/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/141031133106-richard-shelby-pp-story-top.jpg", "publishedAt": "2018-11-29T23:11:27Z", "content": "(CNN) Senate Republicans are considering a fresh proposal to break a standoff over government funding that would provide $5 billion over the next two years for President Donald Trump's border wall, according to Republican Sen. Richard Shelby, the chairman of … [+2624 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Rita McGrath for CNN Business Perspectives", "title": "What happens when CEOs have too much power", "description": "Practices such as having the same person serve as chairman and CEO, failing to give decision making power to truly independent directors, and selecting directors from the same tired pool of contenders, are all likely to increase the chances that corporate lea…", "url": "https://www.cnn.com/2018/11/29/perspectives/facebook-mark-zuckerberg-nissan-carlos-ghosn-corporate-governance/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128133142-ceo-too-powerful-ghosn-super-tease.jpg", "publishedAt": "2018-11-29T23:10:50Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Warren: US in crisis decades in the making", "description": "Sen. Elizabeth Warren, a Democrat widely considered a top presidential contender in 2020, outlined a foreign policy vision that echos her progressive economic views, telling an audience in Washington that US foreign policy should \"benefit all Americans, not j…", "url": "https://www.cnn.com/videos/politics/2018/11/29/elizabeth-warren-foreign-policy-american-university-sot-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129175603-sen-elizabeth-warren-american-university-11-29-18-super-tease.jpg", "publishedAt": "2018-11-29T23:07:37Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ahiza Garcia, CNN Business", "title": "DJ Khaled, Floyd Mayweather Jr. charged with cryptocurrency fraud", "description": "DJ Khaled and Floyd Mayweather Jr. were charged by the Securities and Exchange Commission for failing to disclose payments they received for promoting investments in initial coin offerings.", "url": "https://www.cnn.com/2018/11/29/tech/dj-khaled-floyd-mayweather-coin-crypto-sec/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129170534-dj-khalid-floyd-mayweather-jr-split-super-tease.jpg", "publishedAt": "2018-11-29T22:57:59Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Bernadette Demientieff", "title": "Trump is making the warming of Alaska even worse", "description": "Many of Alaska's Native communities are already living the grim realities outlined in the recent climate change report. Instead of taking action to protect our communities, the Trump administration is rushing to make it even worse by opening up the coastal pl…", "url": "https://www.cnn.com/2018/11/29/opinions/climate-change-report-trump-administration-alaska-demientieff/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/150120145428-animal-migration---caribou-super-169.jpg", "publishedAt": "2018-11-29T22:49:37Z", "content": "Bernadette Demientieff is the Executive Director of the Gwich'in Steering Committee, which is dedicated to defending the coastal plain of the Arctic National Wildlife Refuge. The views expressed here are solely the author's. View more opinion articles on CNN.… [+4327 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ted Barrett, CNN", "title": "Republican senator effectively sinks nomination of controversial judicial pick Thomas Farr", "description": "Republican Sen. Tim Scott announced Thursday he would oppose President Donald Trump's nominee to be a US district judge in North Carolina, effectively ending the nomination that had been plagued with accusations that Thomas Farr supported measures that disenf…", "url": "https://www.cnn.com/2018/11/29/politics/tim-scott-thomas-farr-nomination/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128133901-01-thomas-farr-file-super-tease.jpg", "publishedAt": "2018-11-29T22:48:35Z", "content": "(CNN) Republican Sen. Tim Scott announced Thursday he would oppose President Donald Trump's nominee to be a US district judge in North Carolina, effectively ending the nomination that had been plagued with accusations that Thomas Farr supported measures that … [+2323 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Cohen testifies he lied to Congress out of 'loyalty' to Trump - CNN Video", "description": "CNN's Pamela Brown reports on Michael Cohen's plea agreement with Special Counsel Robert Mueller.", "url": "https://www.cnn.com/videos/tv/2018/11/29/lead-pamela-brown-dnt-cohen-trump-moscow-jake-tapper.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129103944-05-cohen-court-1129-super-tease.jpg", "publishedAt": "2018-11-29T22:45:54Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Manu Raju, Phil Mattingly, Sunlen Serfaty and Sarah Mucha, CNN", "title": "Senators trying to cut broad deal targeting Saudi Arabia by next week", "description": "Senate Foreign Relations Chairman Bob Corker said Thursday he was working with senators from both parties to try to cut a deal to formally rebuke Saudi Arabia over its role in the murder of journalist Jamal Khashoggi, the latest sign that Republicans want to …", "url": "https://www.cnn.com/2018/11/29/politics/congress-saudi-arabia-gina-haspel-kashoggi/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180108213053-graham-corker-super-tease.jpg", "publishedAt": "2018-11-29T22:22:25Z", "content": "(CNN) Senate Foreign Relations Chairman Bob Corker said Thursday he was working with senators from both parties to try to cut a deal to formally rebuke Saudi Arabia over its role in the murder of journalist Jamal Khashoggi, the latest sign that Republicans wa… [+4500 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "(CNNEspañol.com)", "title": "Final Boca-River de Copa Libertadores se jugará en el Santiago Bernabéu de Madrid", "description": "La Conmebol confirma que la final de la Copa Libertadores se jugará el domingo 9 de diciembre a las 20:30 hora local en el estadio Bernabéu en Madrid. La Conmebol además sancionó a River Plate: deb…", "url": "https://cnnespanol.cnn.com/2018/11/29/final-boca-river-de-copa-libertadores-se-jugaria-en-espana/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/river-boca-suspendido.jpg?quality=100&strip=info&w=1200", "publishedAt": "2018-11-29T22:21:25Z", "content": "(CNN Español) - El Tribunal Disciplinario de la Conmebol determinó que el partido de vuelta de la final de la Copa Libertadores se jugará en el estadio Santiago Bernabéu de Madrid el 9 de diciembre. El partido se jugará con las dos hinchadas en el estadio. El… [+1731 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Forrest Brown", "title": "Rockefeller Center tree lights up New York holidays", "description": "It's been one of the essential New York holiday traditions for decades now: The Rockefeller Center Christmas tree.", "url": "https://www.cnn.com/travel/article/rockefeller-center-tree/index.html", "urlToImage": "https://dynaimage.cdn.cnn.com/cnn/w_1200/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F171201175613-16-rockefeller-christmas-trees-super-tease.jpg", "publishedAt": "2018-11-29T22:20:23Z", "content": "(CNN) It's been one of the essential New York holiday traditions for decades now: The Rockefeller Center Christmas tree. The festive plaza -- with its tree, ice skating rink and holiday decorations -- is a prime destination for tourists and locals wanting the… [+1070 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Dakin Andone, CNN", "title": "Undocumented immigrants detained after boat washes ashore in Laguna Beach", "description": "Nine undocumented immigrants were detained Thursday after a small panga boat landed in Laguna Beach, California, according to police.", "url": "https://www.cnn.com/2018/11/29/us/undocumented-immigrants-laguna-beach-panga-boat/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129164610-01-panga-boat-laguna-beach-super-tease.jpg", "publishedAt": "2018-11-29T22:15:54Z", "content": "(CNN) Nine undocumented immigrants were detained Thursday after a small panga boat landed in Laguna Beach, California, according to police. Seven people who came off the boat were detained, the Laguna Beach Police Department said, in addition to 2 drivers who… [+1462 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Spencer Parlier and Christina Zdanowicz, CNN", "title": "More than 1,000 breweries are making one special beer to help Camp Fire survivors", "description": "From California to Louisiana, breweries across the United States are coming together to help survivors of the Camp Fire.", "url": "https://www.cnn.com/2018/11/29/us/camp-fire-resilience-beer-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129163236-camp-fire-new-beer-trnd-super-tease.jpg", "publishedAt": "2018-11-29T22:15:12Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Text story by Katia Hetter, CNN\nGraphics by India Hayes, CNN", "title": "Rockefeller Christmas Tree lights up", "description": "The Thanksgiving feasts are over, the seasonal sales have begun, and a 94-foot Norway spruce from upstate New York is the 84th annual Rockefeller Christmas Tree.", "url": "https://www.cnn.com/travel/article/rockefeller-christmas-tree-lighting-2016/index.html", "urlToImage": "https://dynaimage.cdn.cnn.com/cnn/w_1200/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F161130144001-christmas-tree-cover-super-tease.jpg", "publishedAt": "2018-11-29T22:14:58Z", "content": "(CNN) The Thanksgiving feasts are over, the seasonal sales have begun, and a 94-foot Norway spruce from upstate New York is the 84th annual Rockefeller Christmas Tree. The lighting ceremony took place on the evening of Wednesday, November 30, at Rockefeller P… [+1423 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "CNN10 - 11/30/18", "description": "The stage is set for meetings and drama at the G20, scientists attempt to increase precipitation with planes and chemicals, and a dog digs up something ancient.", "url": "https://www.cnn.com/videos/cnn10/2018/11/29/ten-1130.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129165128-ten-1130-00065328-super-tease.jpg", "publishedAt": "2018-11-29T22:09:59Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Susan Scutti, CNN", "title": "Congo Ebola outbreak is 2nd largest, 2nd deadliest", "description": "The current Ebola epidemic in the Democratic Republic of Congo -- with 426 total cases, including 245 deaths -- is now the second largest and second deadliest in history, according to Thursday's report from the nation's Ministry of Health.", "url": "https://www.cnn.com/2018/11/29/health/drc-ebola-update-who-bn/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181117190533-drc-baby-2-super-tease.jpg", "publishedAt": "2018-11-29T22:02:35Z", "content": "(CNN) The current Ebola epidemic in the Democratic Republic of Congo -- with 426 total cases, including 245 deaths -- is now the second largest and second deadliest in history, according to Thursday's report from the nation's Ministry of Health. A 2000-01 out… [+8315 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Jake Tapper: Mueller crossing Trump's red line", "description": "The latest charges in the Mueller probe cross what Trump has set as a red line -- an investigation into his family's business empire. CNN's Jake Tapper reports.", "url": "https://www.cnn.com/videos/politics/2018/11/29/jake-tapper-mueller-trump-red-line-lead-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129163039-tapper-lead-trump-mueller-red-line-super-tease.jpg", "publishedAt": "2018-11-29T21:50:18Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Laura Jarrett and David Shortell, CNN", "title": "Comey asks court to quash House subpoena", "description": "Former FBI Director James Comey has filed a motion in federal court in Washington to quash a congressional subpoena issued just before Thanksgiving soliciting his testimony on the FBI's actions leading up to the 2016 election.", "url": "https://www.cnn.com/2018/11/29/politics/comey-house-subpoena/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170608125444-20-comey-testify-0608-super-tease.jpg", "publishedAt": "2018-11-29T21:50:11Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "US life expectancy drops due to this", "description": "Life expectancy in the United States declined from 2016 to 2017, yet the 10 leading causes of death remained the same, according to three recent government reports. Increasing deaths due to drug overdoses and suicides explain this slight downtick in life expe…", "url": "https://www.cnn.com/videos/health/2018/11/29/cdc-report-life-expectancy-drop-us-brooke-baldwin-sanjay-gupta-intv-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/171216062512-cdc-banned-words-washington-post-newday-00000000-super-tease.jpg", "publishedAt": "2018-11-29T21:42:17Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Leyla Santiago, Rosalina Nieves and Catherine E. Shoichet, CNN", "title": "New shelter in Tijuana to house at least 3,000 migrants, official says", "description": "Authorities in Tijuana say they plan to open another shelter for migrants in the Mexican border city.", "url": "https://www.cnn.com/2018/11/29/americas/migrants-tijuana/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127173951-04-tijuana-migrant-shelter-112718-super-tease.jpg", "publishedAt": "2018-11-29T21:41:58Z", "content": "Tijuana, Mexico (CNN) Authorities in Tijuana say they plan to open another shelter for migrants in the Mexican border city. The shelter will house at least 3,000 people and will be located in the eastern part of the city, said Rodolfo Olimpo, a representative… [+618 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "CNN 10 - November 30, 2018", "description": "November 30, 2018", "url": "https://www.cnn.com/2018/11/29/cnn10/ten-content-fri/index.html", "urlToImage": "https://cdn.cnn.com/cnn/.e/img/4.0/logos/cnn_logo_social.jpg", "publishedAt": "2018-11-29T21:38:32Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Erica Hernandez and Delaney Strunk, CNN", "title": "Quickly catch up on the day's news", "description": "Here's what you might have missed today on CNN.", "url": "https://www.cnn.com/2018/11/29/app-news-section/quickly-catch-up-november-29/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129144533-stolen-renoir-detail-super-tease.jpg", "publishedAt": "2018-11-29T21:27:32Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Atika Shubert and Claudia Otto, CNN", "title": "Angela Merkel's plane diverted after technical issue", "description": "German Chancellor Angela Merkel's plane was forced to turn around and make an unscheduled landing due a technical problem, a government spokesman told CNN. Merkel was heading to Argentina for the G-20.", "url": "https://edition.cnn.com/2018/11/29/europe/merkel-plane-unscheduled-landing/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181113171038-angela-merkel-eu-super-tease.jpg", "publishedAt": "2018-11-29T21:20:00Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "CNN10 - 11/29/18", "description": "Scientists debate a recent claim that Chinese twins were genetically edited, and some Americans in rural communities grapple with unsafe drinking water.", "url": "https://www.cnn.com/videos/cnn10/2018/11/28/ten-1129.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128180457-ten-1129-00010230-super-tease.jpg", "publishedAt": "2018-11-29T21:16:44Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "CNN10 - 11/28/18", "description": "European leaders approve a Brexit proposal, lawmakers debate the security of Facebook, tech companies eye India, and NASA hopes for new \"Insight\" about Mars.", "url": "https://www.cnn.com/videos/cnn10/2018/11/27/ten-1128.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127175057-ten-1128-00005522-super-tease.jpg", "publishedAt": "2018-11-29T21:16:17Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ashley Killough and Phil Mattingly, CNN", "title": "Farm bill deal announced that excludes stricter food stamp work requirements", "description": "The top four congressional negotiators of the massive, must-pass farm bill announced an \"agreement in principle\" on Thursday, paving the way for passage by the end of the year.", "url": "https://www.cnn.com/2018/11/29/politics/farm-bill-deal-food-stamps/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/141020152622-03-kansass-midterm-elections-1020-story-top.jpg", "publishedAt": "2018-11-29T21:05:22Z", "content": "(CNN) The top four congressional negotiators of the massive, must-pass farm bill announced an \"agreement in principle\" on Thursday, paving the way for passage by the end of the year. While details of the deal were not released, CNN confirmed that stricter wor… [+1491 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Elie Honig", "title": "Cohen plea is very bad news for Trump", "description": "Michael Cohen's guilty plea and its documentation show us that Cohen is cooperating with Robert Mueller, says Elie Honig. Federal cooperation is all or nothing, says Honig, so if Cohen's cooperating, that should cause Donald Trump some sleepless nights ahead.", "url": "https://www.cnn.com/2018/11/29/opinions/cohen-court-guilty-plea-trump-honig/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129101247-01-cohen-court-1129-super-tease.jpg", "publishedAt": "2018-11-29T20:54:58Z", "content": "Elie Honig, a former federal and state prosecutor, is a CNN legal analyst and a Rutgers University scholar. The views expressed in this commentary are his own. View more opinion articles on CNN. (CNN) President Donald Trump lashed out on Thursday at his forme… [+5972 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Grace Sparks, CNN", "title": "A majority has long not believed Trump on Russia", "description": "President Donald Trump's former fixer and attorney Michael Cohen pleaded guilty in federal court Thursday to lying to Congress about his business talks with Russia during the 2016 presidential campaign.", "url": "https://www.cnn.com/2018/11/29/politics/trump-russia-polls/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129102812-03-cohen-court-1129-super-tease.jpg", "publishedAt": "2018-11-29T20:48:30Z", "content": "(CNN) President Donald Trump's former fixer and attorney Michael Cohen pleaded guilty in federal court Thursday to lying to Congress about his business talks with Russia during the 2016 presidential campaign. The White House and Trump shot back that Cohen can… [+2301 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Chloe Melas, CNN", "title": "Ariana Grande pens emotional letter about Manchester bombing in new docuseries", "description": "Ariana Grande is taking her fans behind the scenes of her \"Dangerous Woman Tour\" in a new docuseries.", "url": "https://www.cnn.com/2018/11/29/entertainment/ariana-grande-docuseries-youtube/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170712153652-ariana-grande-manchester-charity-concert-super-tease.jpg", "publishedAt": "2018-11-29T20:45:11Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "m.nadi", "title": "فتاة التروسيكل تتحدث لـCNN عن لقاء السيسي: \"حتة سكرة\"", "description": "على الرغم من نشأتها فى أقصى صعيد مصر، والذى يشتهر بصرامة العادات نحو مسألة عمل الفتيات، إلا أن مروة العبد البالغة من العمر 26 عاماً لم تلتفت لتلك العادات، كما لم تلتفت إلى طبيعة العمل.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/30/trocycle-girl-talks-cnn-about-sisi-meeting", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/30/images/46959197_514899239029461_6875623624439496704_n.jpg?itok=9NtCKNvW", "publishedAt": "2018-11-29T20:43:48Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Van Jones, Host", "title": "Van Jones: Tom Cotton is on the wrong side of the facts -- and history", "description": "Senator Tom Cotton has made headlines for opposing the FIRST STEP Act, which many agree would make America safer by refocusing the criminal justice system on rehabilitation in addition to punishment, writes Van Jones", "url": "https://www.cnn.com/2018/11/29/opinions/tom-cottom-first-step-act-opinion-van-jones/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129110958-01-tom-cotton-lead-image-super-tease.jpg", "publishedAt": "2018-11-29T20:31:54Z", "content": "Van Jones is the host of the \"The Van Jones Show\" and a CNN political commentator. He is the co-founder of #cut50, a national, bipartisan criminal justice initiative of the Dream Corps. The opinions expressed in this commentary are his own. View more opinion … [+6162 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ashley Strickland, CNN", "title": "NASA will go from 'Moon to Mars' with new partnerships", "description": "Nine US companies are eligible to bid on $2.6 billion worth of contracts to deliver services to the moon: Astrobotic Technology, Deep Space Systems, Draper, Firefly Aerospace, Intuitive Machines, Lockheed Martin Space, Masten Space Systems, Moon Express and O…", "url": "https://www.cnn.com/2018/11/29/us/nasa-moon-mars-partnerships-bn/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/140411092423-nasa-blood-moon-story-top.jpg", "publishedAt": "2018-11-29T20:27:39Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "خالد بن سلمان: مستقبل علاقات مصر والسعودية سيمضي لآفاق أوسع", "description": "أشاد الأمير خالد بن سلمان، السفير السعودي لدى الولايات المتحدة الأمريكية، بمستوى العلاقات بين بلاده ومصر، في معرض حديثع عن زيارة شقيقه ولي العهد السعودي، الأمير محمد بن سلمان، إلى القاهرة مؤخرا.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/30/khalid-bin-salman-future-relations-egypt-saudi-arabia", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/30/images/DtMYXSYUUAEv1tY.jpg?h=3240e7fd&itok=x7oLaA87", "publishedAt": "2018-11-29T20:23:11Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Brandon Miller, CNN", "title": "The past four years have been the hottest on record, and we are seeing the effects", "description": "The past four years have the been the hottest on record, going back to 1850, a new global report on climate change says, with the 20 hottest years on the list all occurring in the past 22 years.", "url": "https://www.cnn.com/2018/11/29/world/climate-change-wmo-2018-report-wxc/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129114205-warming-stripes-climate-change-weather-super-tease.jpg", "publishedAt": "2018-11-29T20:06:34Z", "content": "Despite having La Niña, 2018 was 4th warmest year 20 hottest years have all occurred since 1997 Warming is worsening world hunger Unprecedented heat and drought on multiple continents (CNN) Another day, another alarming report about how climate change is not … [+4730 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Doug Criss, CNN", "title": "A DC neighborhood group just voted to rename the street in front of the Saudi embassy for Jamal Khashoggi", "description": "The street would be symbolically renamed \"Jamal Khashoggi Way\" as a constant reminder to the Saudis that the US won't forget what happened to him, its advocates say.", "url": "https://www.cnn.com/2018/11/29/politics/khashoggi-street-renaming-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129134440-01-saudi-embassy-washington-1127-restricted-super-tease.jpg", "publishedAt": "2018-11-29T20:05:57Z", "content": "(CNN) An effort underway in Washington, D.C., would create an in-your-face way to remind Saudi Arabia of the killing of Jamal Khashoggi: Rename the street in front of the Saudi embassy in honor of the slain journalist. The first hurdle for this proposed honor… [+4357 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "سانا: وسائط الدفاع الجوي السوري تتصدى لأهداف \"معادية\" فوق الكسوة", "description": "نقلت وكالة الأنباء السورية (سانا)، الخميس، عن مصدر عسكري، لم تكشف عن هويته، قوله إن &quot;وسائط دفاعنا الجوي تتصدى لأهداف معادية فوق منطقة الكسوة وتسقطها&quot;.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/sana-syrias-air-defense-media-responding-enemy-targets", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/%D8%B9%D8%A7%D8%AC%D9%84_0.jpg?itok=QbwTRM4O", "publishedAt": "2018-11-29T19:58:59Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Veronica Stracqualursi and Rachel Ventresca, CNN", "title": "Who is Michael Cohen?", "description": "Once a Trump loyalist, now a Trump foe.", "url": "https://www.cnn.com/2018/11/29/politics/who-is-michael-cohen/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129101726-02-cohen-court-1129-super-tease.jpg", "publishedAt": "2018-11-29T19:55:00Z", "content": "Washington (CNN) Once a Trump loyalist, now a Trump foe. On Thursday, President Donald Trump's ex-lawyer Michael Cohen pleaded guilty to making false statements to Congress about the Russia investigation. Trump spoke with Cohen more extensively about the prop… [+5410 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "CNN Library", "title": "Jack Welch Fast Facts", "description": "View CNN's Fast Facts on Jack Welch and learn more about the life of the former CEO of General Electric.", "url": "https://www.cnn.com/2012/12/27/us/jack-welch---fast-facts/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/141017005312-jack-welch-story-top.jpg", "publishedAt": "2018-11-29T19:51:57Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Pamela Brown and Sophie Tatum, CNN", "title": "Rudy Giuliani: There is 'no contradiction' between Cohen and Trump responses to Mueller", "description": "Rudy Giuliani said Thursday the latest revelations on Michael Cohen misleading Congress about his business dealings with Russia during the 2016 campaign on behalf of the Trump Organization have \"no contradiction\" to what President Donald Trump has already sai…", "url": "https://www.cnn.com/2018/11/29/politics/giuliani-cohen-response/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180708114235-rudy-giuliani-michael-cohen-split-super-tease.jpg", "publishedAt": "2018-11-29T19:49:26Z", "content": "(CNN) Rudy Giuliani said Thursday the latest revelations on Michael Cohen misleading Congress about his business dealings with Russia during the 2016 campaign on behalf of the Trump Organization have \"no contradiction\" to what President Donald Trump has alrea… [+713 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "CNN Library", "title": "Herman Cain Fast Facts", "description": "Read CNN's Fast Facts about Herman Cain, candidate for the Republican nomination in the 2012 presidential election.", "url": "https://www.cnn.com/2013/07/08/us/herman-cain-fast-facts/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/111203113313-herman-cain-south-carolina-story-top.jpg", "publishedAt": "2018-11-29T19:49:25Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "m.nadi", "title": "غراهام يعلن موافقتها: CIA ستطلعني على إحاطة خاشقجي", "description": "قال السيناتور ليندسي غراهام إن وكالة المخابرات المركزية الأمريكية CIA وافقت الآن على إطلاعه على إحاطتها بشأن الصحفي السعودي جمال خاشقجي.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/graham-says-cia-agreed-brief-him-khashoggi", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1073332700_0.jpg?h=aca65329&itok=huVWyc8E", "publishedAt": "2018-11-29T19:43:28Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ray Sanchez, CNN", "title": "An autopsy report says a missing North Carolina boy with autism likely drowned", "description": "The death of a missing six-year-old boy with autism whose body was found in a North Carolina creek in September has been classified as a \"probable drowning,\" according to an autopsy report from the Mecklenburg County Medical Examiner.", "url": "https://www.cnn.com/2018/11/29/us/maddox-ritch-autistic-boy-death/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180923223813-maddox-scott-ritch-super-tease.jpg", "publishedAt": "2018-11-29T19:40:50Z", "content": "(CNN) The death of a missing six-year-old boy with autism whose body was found in a North Carolina creek in September has been classified as a \"probable drowning,\" according to an autopsy report from the Mecklenburg County Medical Examiner. Maddox Ritch went … [+2431 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Chris Cillizza, CNN Editor-at-large", "title": "Analysis: The smoke around Donald Trump and Russia is choking his presidency", "description": "NO COLLUSION, Donald Trump will tell you -- or, really, anyone -- if you ask about the ongoing special counsel investigation into Russia's interference in the 2016 election and the possibility that members of the Trump orbit colluded with the Russians to help…", "url": "https://www.cnn.com/2018/11/29/politics/donald-trump-russia-michael-cohen/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129110826-trump-mouth-super-tease.jpg", "publishedAt": "2018-11-29T19:37:46Z", "content": "(CNN) NO COLLUSION, Donald Trump will tell you -- or, really, anyone -- if you ask about the ongoing special counsel investigation into Russia's interference in the 2016 election and the possibility that members of the Trump orbit colluded with the Russians t… [+5908 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Payless dupes influencers with $640 shoes", "description": "A marketing stunt by affordable shoe retailer Payless had Instagram influencers paying hundreds of dollars for its shoes at a fake store front in Santa Monica.", "url": "https://www.cnn.com/videos/business/2018/11/29/payless-palessi-marketing-stunt.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129135948-payless-palessi-super-tease.jpg", "publishedAt": "2018-11-29T19:31:49Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Naomi Thomas, CNN", "title": "Measles cases surged globally in 2017 due to gaps in vaccine coverage, health agencies say", "description": "Measles cases around the world surged by 31% from 2016 to 2017, according to a new report published jointly by the World Health Organization and the US Centers for Disease Control and Prevention.", "url": "https://www.cnn.com/2018/11/29/health/measles-increase-2017-study-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/150130170154-measles-vaccine-super-169.jpg", "publishedAt": "2018-11-29T19:28:23Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "merinojavier73", "title": "Emmanuel lanza producción navideña con \"Jingle Bells\"", "description": "Llega diciembre y con este mes varios artistas deciden lanzar las canciones típicas de las fechas. Uno más que se suma esta lista navideña es el cantante mexicano Emmanuel bajo el nombre \"Navidad\".", "url": "https://cnnespanol.cnn.com/2018/11/29/emmanuel-lanza-produccion-navidena-con-jingle-bells/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/foto-emmanuel-1.jpg?quality=100&strip=info&w=1200", "publishedAt": "2018-11-29T19:23:36Z", "content": "(CNN Español) - Llega diciembre y con este mes varios artistas deciden lanzar las canciones típicas de las fechas. Uno más que se suma esta lista navideña es el cantante mexicano Emmanuel bajo el nombre \"Navidad\". Sobre el primer sencillo que se desprende, \"J… [+1725 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Donna Borak, CNN", "title": "Fed clears path for fourth rate hike in December, signals 'flexible' approach in 2019", "description": "The Federal Reserve on Thursday paved the way for a fourth rate hike in December, but sent a clear signal to investors that it would exert greater flexibility with its plans to ratchet up interest rates in 2019.", "url": "https://www.cnn.com/2018/11/29/economy/federal-reserve-november-rate-minutes/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129134132-02-jerome-powell-1128-super-tease.jpg", "publishedAt": "2018-11-29T19:15:58Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ashley Strickland, CNN", "title": "Scientists measure all of the starlight ever produced in the universe", "description": "The night sky may be full of stars, but that's nothing compared with the number of stars filling the universe. For the first time, scientists have actually been able to measure the amount of starlight produced by the observable universe over billions of years.", "url": "https://www.cnn.com/2018/11/29/world/starlight-universe-fermi-study/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128150031-wonders-of-the-universe-young-stars-super-tease.jpg", "publishedAt": "2018-11-29T19:01:55Z", "content": "(CNN) The night sky may be full of stars, but that's nothing compared with the number of stars filling the universe. For the first time, scientists have actually been able to measure the amount of starlight produced by the observable universe over billions of… [+4209 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ryan Browne, CNN", "title": "US sails warship past contested islands in South China Sea, drawing protest from China", "description": "The US Navy sailed the guided-missile cruiser USS Chancellorsville near contested islands in the South China Sea Monday, an action that drew a diplomatic protest from Beijing, two US officials told CNN.", "url": "https://www.cnn.com/2018/11/29/politics/us-warship-south-china-sea/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/131117044735-chancellorsville-story-top.jpg", "publishedAt": "2018-11-29T18:59:39Z", "content": "Washington (CNN) The US Navy sailed the guided-missile cruiser USS Chancellorsville near contested islands in the South China Sea Monday, an action that drew a diplomatic protest from Beijing, two US officials told CNN. The \"USS Chancellorsville sailed near t… [+2667 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Brad Lendon and Zachary Cohen, CNN", "title": "Japan preparing to put US-designed stealth jets on an 'aircraft carrier'", "description": "Japan is preparing an order for roughly 100 US-designed F-35 stealth fighter jets in a deal that could potentially upend the balance of power in Asia, according to sources familiar with the process.", "url": "https://www.cnn.com/2018/11/29/asia/japan-f-35-fighter-aircraft-carrier-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180326112554-okinawa-f-35-1-super-tease.jpg", "publishedAt": "2018-11-29T18:54:17Z", "content": "(CNN) Japan is preparing an order for roughly 100 US-designed F-35 stealth fighter jets in a deal that could potentially upend the balance of power in Asia, according to sources familiar with the process. That order would include a version of the jet that can… [+7960 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paula Bravo Medina", "title": "¿Cómo le fue a México en los rankings mundiales con Enrique Peña Nieto?", "description": "Mientras que en la confianza para los negocios México se posicionó a nivel mundial, la generación de talento fue donde peor le fue al país.", "url": "https://cnnespanol.cnn.com/2018/11/29/como-le-fue-a-mexico-en-los-rankings-mundiales-con-enrique-pena-nieto/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-posesiocc81n-1.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T18:49:55Z", "content": "(Expansión) - Los números no mienten y durante el sexenio de Enrique Peña Nieto, México tuvo un buen desempeño en mediciones económicas internacionales, gracias, en gran medida a las reformas estructurales. Sin embargo, el tema de corrupción y atracción de ta… [+1685 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "cnaserallah", "title": "لحظات مرعبة.. نجا من القطار بأعجوبة في آخر لحظة", "description": "يظهر مقطع الفيديو الذي وثقته كاميرا مراقبة سائق دراجة في هولندا وهو يتجنب بصعوبة قطارًا قادمًا أثناء مروره عبر سكة حديدية غير خاضعة للحراسة.", "url": "https://arabic.cnn.com/entertainment/video/2018/11/29/v68760-dutch-rail-cyclist-near-miss", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/Screen%20Shot%202018-11-29%20at%2010.29.46%20PM.jpg?itok=F7tQnE9y", "publishedAt": "2018-11-29T18:48:42Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Chris Boyette and Emanuella Grinberg, CNN", "title": "Inmates are suing to overturn a ban on pornography in Iowa prisons", "description": "Dozens of Iowa inmates are challenging a new law that bans sexually explicit material in the state's nine prisons, saying it demonstrates \"prejudice\" by denying them a constitutional right.", "url": "https://www.cnn.com/2018/11/29/us/iowa-prison-pornography-lawsuit/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128201748-fort-dodge-correctional-facility-super-tease.jpg", "publishedAt": "2018-11-29T18:48:16Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Clare Foran and Ashley Killough, CNN", "title": "House Democrats elect leaders for new Congress", "description": "House Democrats on Thursday elected Rep. Cheri Bustos to serve as the next chair of the House Democratic campaign arm, the Democratic Congressional Campaign Committee.", "url": "https://www.cnn.com/2018/11/29/politics/cheri-bustos-house-democrats-leadership-elections/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180521162954-democrats-better-deal-cheri-bustos-nation-rich-sot-00003514-super-tease.jpg", "publishedAt": "2018-11-29T18:40:11Z", "content": "Washington (CNN) House Democrats on Thursday elected Rep. Cheri Bustos to serve as the next chair of the House Democratic campaign arm, the Democratic Congressional Campaign Committee. Bustos represents a congressional district in Illinois that President Dona… [+2239 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Melissa Velásquez Loaiza", "title": "Cross Counter de Godolphin gana la Copa Melbourne de Australia bajo intensa lluvia", "description": "Bajo intensas lluvias, el caballo británico Cross Counter fue el ganador de la más reciente versión de la Copa Melbourne que se disputó en medio de fuertes lluvias.", "url": "https://cnnespanol.cnn.com/2018/11/29/cross-counter-de-godolphin-gana-la-copa-melbourne-de-australia-bajo-intensa-lluvia/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/melbourne-cup-4-exlarge-169.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T18:35:12Z", "content": "(CNN) - Cross Counter, de Godolphin, ganó la carrera hípica más prestigiosa de Australia, la Copa Melbourne, fue pionero en varios aspectos y le dio la tercera Copa al jinete Kerrin McEvoy. El caballo, criado en Gran Bretaña, le ganó a los otros 23 caballos d… [+7232 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Melissa Velásquez Loaiza", "title": "Comercio, seguridad y su primera vez en América Latina: la ambiciosa agenda de Donald Trump en el G20", "description": "El presidente Donald Trump, convencido de que él solo puede romper el estancamiento con sus contrapartes adversas en materia de comercio y seguridad, pondrá a prueba su teoría en Argentina esta semana. Además de tratar temas de comercio y seguridad, esta cumb…", "url": "https://cnnespanol.cnn.com/2018/11/29/comercio-seguridad-y-su-primera-vez-en-america-latina-la-ambiciosa-agenda-de-donald-trump-en-el-g20/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/donald-trump-1122-super-tease.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T18:30:56Z", "content": "(CNN) - El presidente Donald Trump, convencido de que él solo puede romper el estancamiento con sus contrapartes adversas en materia de comercio y seguridad, pondrá a prueba su teoría en Argentina esta semana. La cumbre del G20 en Buenos Aires se ha vuelto un… [+4543 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "cnaserallah", "title": "شاهد رد ترامب على سؤال: لماذا لن تلتقي ولي العهد السعودي؟", "description": "قال الرئيس الأمريكي دونالد ترامب بأنه لن يكون لديه الوقت للقاء ولي العهد السعودي أثناء قمة مجموعة العشرين.", "url": "https://arabic.cnn.com/world/video/2018/11/29/v68759-trump-no-time-meet-saudi-prince", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/Screen%20Shot%202018-11-29%20at%2010.23.33%20PM.jpg?itok=yx0TmCyu", "publishedAt": "2018-11-29T18:26:02Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ashley Fantz,Sonam Vashi", "title": "How rape cases went wrong: Police files show flawed investigations led to the trashing of evidence", "description": "How rape cases went wrong: Police files show flawed investigations led to the trashing of evidence cnn.com", "url": "https://www.cnn.com/interactive/2018/11/investigates/police-destroyed-rapekits/case-files.html", "urlToImage": "https://cdn.cnn.com/cnn/interactive/2018/11/investigates/police-destroyed-rapekits/media/images/1200/_GLD8124.jpg", "publishedAt": "2018-11-29T18:14:25Z", "content": "On April 2, 2013, the mother of a 7-year-old girl calls police in Fallon, Nevada, to report that her daughter woke up that morning saying she had been abducted the night before. A man duct-taped the childs wrists and ankles and put tape over her eyes, she sai… [+20556 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lauren Fox, CNN", "title": "Jim Jordan no longer running for top GOP Judiciary slot", "description": "Rep. Jim Jordan is no longer seeking to be President Donald Trump's chief defender on the House Judiciary Committee next year.", "url": "https://www.cnn.com/2018/11/29/politics/jim-jordan-not-running-judiciary/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181107093547-file-jim-jordan-07122018-super-tease.jpg", "publishedAt": "2018-11-29T18:10:31Z", "content": "(CNN) Rep. Jim Jordan is no longer seeking to be President Donald Trump's chief defender on the House Judiciary Committee next year. Jordan's office announced that he is no longer running for the top Republican slot on the committee after a spokesman from his… [+1680 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jordan Valinsky, CNN Business", "title": "Payless fools influencers with a fake store", "description": "Who would be willing to pay upward of $500 for Payless shoes?", "url": "https://www.cnn.com/2018/11/29/business/payless-fake-store/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129140655-01-palessi-grab-super-tease.jpg", "publishedAt": "2018-11-29T18:09:09Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Matt Egan, CNN Business", "title": "Jay Powell spoke. Investors were overjoyed. But did they hear him right?", "description": "Federal Reserve chief Jerome Powell is a lightning rod for criticism on Wall Street and in the White House. But he was treated as a hero by investors on Wednesday.", "url": "https://www.cnn.com/2018/11/29/investing/powell-fed-stocks-markets/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129131346-01-nyse-1128-super-tease.jpg", "publishedAt": "2018-11-29T18:08:43Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ashley Fantz,Sergio Hernandez,Sonam Vashi", "title": "Where police failed rape victims: They pressured victims. They didn’t interview suspects. Then they destroyed rape kits. Experts said the police department in this college town used ‘disturbing’ practices.", "description": "Where police failed rape victims: They pressured victims. They didn’t interview suspects. Then they destroyed rape kits. Experts said the police department in this college town used ‘disturbing’ practices. cnn.com", "url": "https://www.cnn.com/interactive/2018/11/investigates/police-destroyed-rapekits/springfield.html", "urlToImage": "https://cdn.cnn.com/cnn/interactive/2018/11/investigates/police-destroyed-rapekits/media/images/1200/springfield-02.jpg", "publishedAt": "2018-11-29T18:03:44Z", "content": "Detective Maggie McDowell read the patrol officers report: A man entered a womans apartment through a window while she was sleeping. He punched her repeatedly and threatened to kill her if she didnt stop screaming. Then, he cut a hole in the crotch of her pan… [+21015 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Brian Lowry, CNN", "title": "'Mowgli' adds new, darker chapter to 'Jungle Book' saga", "description": "\"Mowgli: Legend of the Jungle\" fell victim to a larger predator -- namely, Disney's big-budget reboot of \"The Jungle Book.\" Yet if you admire Rudyard Kipling's source material in its various forms, this darker, more distinctly British take directed by Andy Se…", "url": "https://www.cnn.com/2018/11/29/entertainment/mowgli-review/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127142013-mowgli-legend-of-the-jungle-super-tease.jpg", "publishedAt": "2018-11-29T18:01:44Z", "content": "(CNN) \"Mowgli: Legend of the Jungle\" fell victim to a larger predator -- namely, Disney's big-budget reboot of \"The Jungle Book.\" Yet if you admire Rudyard Kipling's source material in its various forms, this darker, more distinctly British take directed by A… [+3241 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Tara John, CNN", "title": "British lawmaker reveals he is HIV-positive - CNN", "description": "CNN British lawmaker reveals he is HIV-positive CNN (CNN) A British lawmaker revealed in Parliament on Thursday that he is HIV-positive. Lloyd Russell-Moyle, a member of Parliament for the opposition Labour Party, is believed to be the only sitting lawmaker i…", "url": "https://www.cnn.com/2018/11/29/health/british-mp-hiv-scli-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129115157-01-lloyd-russell-moyle-file-1129-super-tease.jpg", "publishedAt": "2018-11-29T18:00:57Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "s.zaghloul", "title": "بالأرقام.. خفض أسعار البنزين في الأردن", "description": "أعلنت الأردن الخميس تخفيض أسعار البنزين بأنواعه بنسبة 9%، بعد انخفاض أسعار النفط إلى مستويات متدنية خلال نوفمبر/تشرين الثاني.", "url": "https://arabic.cnn.com/business/article/2018/11/29/jordan-oil-prices-decrease", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-144543563.jpg?itok=SDjR82iZ", "publishedAt": "2018-11-29T17:56:11Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "دول الخليج تتقدم على تركيا في مؤشر الرخاء العالمي", "description": "أظهر تقرير لمعهد ليجاتوم عن مؤشر الرخاء العالمي تقدم دول الخليج على باقي الدول الشرق الأوسط، بما فيها تركيا وإيران، في المؤشر الذي يقيس عدة معايير أهمها مدى جودة الاقتصاد وسهولة ممارسة الأعمال وتحقيق الأمن والأمان والرعاية الصحية والتعليم وبيئة الأعمال والحوك…", "url": "https://arabic.cnn.com/business/video/2018/11/29/v68754-bus-gulf-turkey-middle-east-economy-prosperity", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-169223032_1.jpg?h=d3aa1dcd&itok=LIQwyAvv", "publishedAt": "2018-11-29T17:43:01Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Melissa Velásquez Loaiza", "title": "Trump se dirige a Argentina al G20 y al tipo de reuniones globales que le gusta odiar", "description": "Trump tiene un patrón de alterar las cumbres y reuniones globales, particularmente con aliados, provocando peleas antes de su llegada y lanzando críticas después de que se va. Esta vez puede que no sea diferente.", "url": "https://cnnespanol.cnn.com/2018/11/29/trump-se-dirige-a-argentina-al-g20-y-al-tipo-de-reuniones-globales-que-le-gusta-odiar/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/week-in-photos-0615-super-tease.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T17:40:12Z", "content": "(CNN) - El presidente Donald Trump llega a Argentina este jueves para la cumbre del G20, donde se darán cita varios líderes mundiales. Trump tiene un patrón de alterar las cumbres y reuniones globales, particularmente con aliados, provocando peleas antes de s… [+4062 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "m.nadi", "title": "الكرملين يرد على ترامب: إلغاء اجتماع بوتين يمنحه \"ساعات إضافية\" بقمة العشرين", "description": "أجاب المتحدث باسم الكرملين، دميتري بيسكوف، وهو في طريقه إلى قمة مجموعة العشرين المقرر عقدها في العاصمة الأرجنتينية بوينس آيرس، على رسائل نصية من CNN بشأن إلغاء الرئيس الأمريكي دونالد ترامب للاجتماع الثنائي مع الرئيس الروسي فلاديمير بوتين.", "url": "https://arabic.cnn.com/world/article/2018/11/29/kremlin-trumps-cancellation-g20-meeting-gives-putin-extra-couple-hours", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1060146516.jpg?h=63844b99&itok=gBWYfUxb", "publishedAt": "2018-11-29T17:34:37Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lisa Respers France, CNN", "title": "Quentin Tarantino got married", "description": "Quentin Tarantino is a married man.", "url": "https://www.cnn.com/2018/11/29/entertainment/quentin-tarantino-wedding/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129115601-quentin-tarantino-daniella-pick-tribeca-2017-super-tease.jpg", "publishedAt": "2018-11-29T17:28:34Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Christina Maxouris and Brandon Griggs, CNN", "title": "A Utah police officer spent hours watching a woman's children while she filed a domestic violence report", "description": "Going to a police station to file a domestic violence report is difficult enough without trying to do it with three small children in tow. But one mom got some welcome -- and unexpected -- emergency child care.", "url": "https://www.cnn.com/2018/11/29/us/officer-watches-kids-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129095555-02-officer-watches-kids-trnd-super-tease.jpg", "publishedAt": "2018-11-29T17:27:49Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Al Gore rips Trump over 'climate change denial'", "description": "Al Gore was on \"The Daily Show\" on Wednesday, and called out President Donald Trump for denying climate change.", "url": "https://www.cnn.com/videos/us/2018/11/29/al-gore-donald-trump-climate-change-orig-js.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129112756-al-gore-daily-show-super-tease.jpg", "publishedAt": "2018-11-29T17:26:59Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "s.zaghloul", "title": "النفط عند مستوى قياسي منخفض والتجار يترقبون قمة العشرين", "description": "انخفض الخام الأمريكي، الخميس، إلى أقل من 50 دولارا للبرميل، وهو أدنى سعر له في أكثر من عام.", "url": "https://arabic.cnn.com/business/article/2018/11/29/oil-saudi-usa-russia-prices", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-480270753.jpg?itok=T_YVKuMV", "publishedAt": "2018-11-29T17:23:53Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Holly Yan and Angela Barajas, CNN", "title": "Police have a hard time explaining why a cop killed a black man at a mall. Now they're asking the state to release info", "description": "One week after Alabama police said they killed a mall shooting suspect -- then said he probably wasn't the shooter -- authorities say they've arrested the real assailant.", "url": "https://www.cnn.com/2018/11/29/us/alabama-mall-shooting-update/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181123061704-alabama-mall-shooting-01-super-tease.jpg", "publishedAt": "2018-11-29T17:22:23Z", "content": "Hoover, Alabama (CNN) One week after Alabama police said they killed a mall shooting suspect -- then said he probably wasn't the shooter -- authorities say they've arrested the real assailant. Erron Brown, 20, was arrested Thursday at a relative's home in Sou… [+3184 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "m.nadi", "title": "بعد تعرضه لاعتداء ببريطانيا.. محامي الصبي السوري يتحدث لـCNN", "description": "قال المحامي محمد أكونجي، في مقابلة مع شبكة CNN، الخميس، إن الصبي السوري الذي شوهد يتعرض للاعتداء في شريط فيديو انتشر في المملكة المتحدة، إنه بدأ يتعرض للمضايقة في غضون شهرين من وصوله إلى المملكة المتحدة.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/cnn-syrian-boy-bullying-began-two-months-after-arrival-uk-lawyer", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/Screen%20Shot%202018-11-29%20at%209.16.37%20PM.jpg?itok=CU8Rte-9", "publishedAt": "2018-11-29T17:18:04Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Chloe Melas, CNN", "title": "Harry and Sally to reunite for one night", "description": "It's been 30 years since \"When Harry Met Sally\" captured moviegoers' hearts.", "url": "https://www.cnn.com/2018/11/29/entertainment/harry-met-sally-reunion-tcm-classic-film-festival/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/131227184438-harry-met-sally-1227-story-top.jpg", "publishedAt": "2018-11-29T17:17:26Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Tami Luhby, CNN", "title": "Trump administration gives states a roadmap for weakening Obamacare", "description": "The Trump administration is laying out for states how they can use their sweeping new powers to overhaul -- and likely undermine -- Obamacare.", "url": "https://www.cnn.com/2018/11/29/politics/obamacare-trump-subsidies/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180226074832-cnnmoneyobamacare-super-tease.jpg", "publishedAt": "2018-11-29T17:15:06Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Manu Raju, Sunlen Serfaty and Sarah Mucha, CNN", "title": "Democrats in Congress vow to investigate after Cohen pleads guilty to making false statements", "description": "Democrats across Capitol Hill are promising to sharply scrutinize the circumstances surrounding President Donald Trump's ex-attorney Michael Cohen pleading guilty Thursday to making false statements about the Russia investigation.", "url": "https://www.cnn.com/2018/11/29/politics/congress-reaction-michael-cohen/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129111642-cohen-1129-super-tease.jpg", "publishedAt": "2018-11-29T17:11:50Z", "content": "(CNN) Democrats across Capitol Hill are promising to sharply scrutinize the circumstances surrounding President Donald Trump's ex-attorney Michael Cohen pleading guilty Thursday to making false statements about the Russia investigation. In the House of Repres… [+3562 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Menendez: Trump 'can't find spine' with Putin", "description": "In an interview with CNN's Poppy Harlow, Sen. Bob Menendez (D-NJ) says that President Donald Trump canceling his meeting with Russian President Vladimir Putin because the Ukrainian sailors have not been released is Trump avoiding the problem instead of confro…", "url": "https://www.cnn.com/videos/politics/2018/11/29/sen-bob-menendez-intv-trump-putin-g20-meeting-argentina-confront-sot-ath-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129120824-bob-menendez-11-29-01-super-tease.jpg", "publishedAt": "2018-11-29T17:09:47Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Oren Libermann, CNN", "title": "Anti-Semitism, hatred of minorities 'corrupts society,' says Israeli President", "description": "Anti-Semitism and the hatred of minorities \"corrupts society,\" Israeli President Reuven Rivlin warned in an exclusive interview with CNN.", "url": "https://www.cnn.com/2018/11/29/middleeast/antisemitism-poll-reuven-rivlin-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129160920-rivlin-super-tease.jpg", "publishedAt": "2018-11-29T17:05:28Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "شرطي أمريكي ينجو من الاصطدام وجهاً لوجه مع شاحنة بآخر لحظة", "description": "تفادى الشرطي في ولاية أوكلاهوما، ديفيد هاميلتون، الاصطدام وجهاً لوجه مع شاحنة في اللحظات الأخيرة. ويُظهر فيديو من سيارة الضابط شاحنة كانت تحاول تجاوز المركبات أمامها في منطقة يحظر فيها التجاوز.", "url": "https://arabic.cnn.com/entertainment/video/2018/11/29/v68742-oklahoma-state-trooper-escapes-head-collision", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/Screen-Shot-2018-11-29-at-4.28.15-PM.jpg?itok=fvlTQd_n", "publishedAt": "2018-11-29T17:02:31Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Kamala Harris, Pramila Jayapal and Ai-jen Poo", "title": "Change begins at home -- and on the floor of Congress", "description": "Kamala Harris, Pramila Jayapal, and Ai-jen Poo explain why America needs a federal domestic worker's bill of rights and a transformative new Congress is the key opportunity to make it happen.", "url": "https://www.cnn.com/2018/11/29/opinions/domestic-workers-bill-of-rights-harris-poo-jayapal/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129112237-01-nurse-hands-file-super-tease.jpg", "publishedAt": "2018-11-29T17:01:27Z", "content": "Kamala Harris, a Democrat, is a US senator from California. Pramila Jayapal, a Democrat, represents Washington's 7th Congressional District in the House of Representatives. Ai-jen Poo is the executive director of the National Domestic Workers Alliance (NDWA).… [+6478 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "From a drop of blood, this company can predict what your face looks like", "description": "Criminal cold cases are now being solved with new DNA forensics technology that can create facial composites from a single drop of blood.", "url": "https://www.cnn.com/videos/business/2018/11/29/mission-ahead-dna-facial-composite-phenotype-cold-case-orig.cnn-business", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129113812-mission-ahead-dna-facial-prediction-01-super-tease.jpg", "publishedAt": "2018-11-29T17:00:46Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "m.nadi", "title": "ترامب يلغي القمة المرتقبة مع بوتين على هامش قمة العشرين", "description": "قرر الرئيس الأمريكي، دونالد ترامب، الخميس، إلغاء القمة المرتقبة مع نظيره الروسي فلاديمير بوتين، وذلك على هامش قمة العشرين.", "url": "https://arabic.cnn.com/world/article/2018/11/29/trump-cancels-upcoming-summit-putin-sidelines-g20-summit", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1060173242.jpg?itok=4ObE-iiP", "publishedAt": "2018-11-29T16:52:07Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Maegan Vazquez, CNN", "title": "Trump abruptly cancels planned Putin meeting", "description": "US President Donald Trump on Thursday abruptly canceled his meeting with Russian President Vladimir Putin, which was scheduled to occur during a G20 meeting in Buenos Aires.", "url": "https://www.cnn.com/2018/11/29/politics/donald-trump-cancel-vladimir-putin-meeting/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170214165412-trump-putin-split-super-tease.jpg", "publishedAt": "2018-11-29T16:50:53Z", "content": "Washington (CNN) US President Donald Trump on Thursday abruptly canceled his meeting with Russian President Vladimir Putin, which was scheduled to occur during a G20 meeting in Buenos Aires. \"Based on the fact that the ships and sailors have not been returned… [+1021 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paul R. La Monica, CNN Business", "title": "Starbucks is doing better than ever after Howard Schultz", "description": "Howard who? Shares of Starbucks are trading near an all-time high. CEO Kevin Johnson adeptly handled the PR nightmare in Philadelphia, has Starbucks growing in the US and China and has made mobile payments a success.", "url": "https://www.cnn.com/2018/11/29/investing/starbucks-stock-kevin-johnson/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129135536-01-starbucks-ceo-kevin-johnson-file-super-tease.jpg", "publishedAt": "2018-11-29T16:45:44Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Rob Picheta, CNN", "title": "UK meets UN target in fight to end HIV epidemic - CNN", "description": "CNN UK meets UN target in fight to end HIV epidemic CNN (CNN) The UK has exceeded UN targets for HIV diagnosis and treatment, proving efforts to control the epidemic can work. The number of people newly diagnosed with the infection fell by 17%, from 5,280 in …", "url": "https://www.cnn.com/2018/11/29/health/hiv-aids-diagnosis-treatment-gbr-scli-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/151127173651-hiv-ribbon-super-tease.jpg", "publishedAt": "2018-11-29T16:45:00Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paula Bravo Medina", "title": "Donald Trump cancela abruptamente su reunión con Vladimir Putin en el G20", "description": "El presidente de EE.UU., Donald Trump, tuiteó este jueves que cancelará su reunión con el presidente de Rusia, Vladimir Putin, programada para darse en el G20, que se celebra en Buenos Aires, Argentina. Argentina G20: lo que debes saber para entender la reuni…", "url": "https://cnnespanol.cnn.com/2018/11/29/donald-trump-dice-que-cancelara-su-reunion-con-vladimir-putin-en-el-g20/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/07/180717092440-trump-putin-hossain-super-tease.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T16:43:42Z", "content": "(CNN) - El presidente de EE.UU., Donald Trump, tuiteó este jueves que cancelará su reunión con el presidente de Rusia, Vladimir Putin, programada para darse en el G20, que se celebra en Buenos Aires, Argentina. Según dijo en dos tuits, el presidente explicó s… [+1344 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "See Trump's full reaction to Cohen's guilty plea", "description": "In response to former Trump attorney Michael Cohen pleading guilty to making false statements to Congress, the president said Cohen lied to reduce his prison sentence.", "url": "https://www.cnn.com/videos/politics/2018/11/29/trump-cohen-guilty-plea-mueller-weak-person-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129104522-trump-tape-turn-super-tease.jpg", "publishedAt": "2018-11-29T16:38:03Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Chris Isidore, CNN Business", "title": "BMW in America: What's really going on?", "description": "BMW is considering building a second plant in the United States. President Donald Trump is heralding that as proof his trade policies are creating American manufacturing jobs, but BMW says its plans date back years and remain uncertain.", "url": "https://www.cnn.com/2018/11/29/business/bmw-us-plant-trump/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129095821-01-bmw-spartanburg-file-super-tease.jpg", "publishedAt": "2018-11-29T16:36:42Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "4-year-old girl 'absolutely robbed' of justice", "description": "Legal and police experts review a case of alleged sexual assault on a child in Missouri and explain how investigators dropped the ball. See more at CNN.com/Destroyed.", "url": "https://www.cnn.com/videos/health/2018/11/28/destroyed-rape-kits-investigation-child-case-orig.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128220417-15-rape-kit-tease-super-tease.jpg", "publishedAt": "2018-11-29T16:33:27Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "AJ Willingham, CNN", "title": "Patagonia got $10 million in GOP tax cuts. They're donating it for climate change awareness", "description": "CEO Rose Marcario said it saved the money as a results of \"last year's irresponsible tax cut\" -- referring to tax cuts enacted by the Trump administration.", "url": "https://www.cnn.com/2018/11/29/business/patagonia-10-million-tax-climate-change-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181019155128-01-patagonia-endorses-candidates-101916-super-tease.jpg", "publishedAt": "2018-11-29T16:30:30Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jill Disis, CNN Business", "title": "Mic lays off majority of staff", "description": "The digital news company Mic has laid off most of its staff, a spokesperson for the company confirmed.", "url": "https://www.cnn.com/2018/11/29/media/mic-layoffs/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170817124014-mic-logo-super-tease.jpg", "publishedAt": "2018-11-29T16:30:29Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lisa Respers France, CNN", "title": "Paris Hilton reveals why she called off her engagement", "description": "Paris Hilton has revealed why she recently ended her engagement to actor and model Chris Zylka.", "url": "https://www.cnn.com/2018/11/29/entertainment/paris-hilton-ends-engagement/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129095531-paris-hilton-chris-zylka-october-2018-super-tease.jpg", "publishedAt": "2018-11-29T16:21:11Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Cyclist avoids train with no room to spare", "description": "Video shows a cyclist in the Netherlands narrowly avoiding an oncoming train as he passed through an unguarded crossing.", "url": "https://www.cnn.com/videos/world/2018/11/29/dutch-rail-cyclist-near-miss-orig-vstan-bdk.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129103651-dutch-rail-cyclist-near-miss-1-super-tease.jpg", "publishedAt": "2018-11-29T16:16:59Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "m.nadi", "title": "كيف أجاب ترامب على سؤال حول لقاء محمد بن سلمان في قمة العشرين؟", "description": "أدلى الرئيس الأمريكي، دونالد ترامب، الخميس، بمجموعة من التصريحات إلى الصحفيين، وذلك قبيل ذهابه إلى الأرجنتين للمشاركة في قمة العشرين.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/trump-asked-about-meeting-mohammed-bin-salman-g20", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1066360078.jpg?itok=X7iYVpfx", "publishedAt": "2018-11-29T16:15:12Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Gianluca Mezzofiore, CNN", "title": "He was stuck in an airport for 7 months. This was how he spent his first days of freedom", "description": "With humor, wit, and sometimes despair, Hassan Al Kontar narrated on Twitter the remarkable odyssey of being stuck in the transit area of a Malaysian airport -- for seven months.", "url": "https://www.cnn.com/2018/11/29/americas/syrian-refugee-malaysia-canada-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180423204355-hassan-al-kontar-super-tease.jpg", "publishedAt": "2018-11-29T16:11:00Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Perry Kostidakis, CNN", "title": "South Africa unites with 1995 Rugby World Cup win: CNN World Sport at 25", "description": "CNN World Sport is celebrating its 25th anniversary this year and reflecting on its coverage of the biggest events and stars in sport. After ending apartheid, South Africa came together to witness its rugby squad capture a miraculous World Cup win.", "url": "https://edition.cnn.com/2018/11/29/sport/south-africa-springboks-world-sport-25-spt-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181120120801-nelson-mandela-francois-pienaar-south-africa-rugby-world-cup-super-tease.jpg", "publishedAt": "2018-11-29T16:04:03Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Charles Riley, CNN Business", "title": "Bayer is cutting 12,000 jobs in the wake of its Monsanto deal", "description": "Bayer plans to slash thousands of jobs as part of a corporate overhaul following its acquisition of Monsanto.", "url": "https://www.cnn.com/2018/11/29/business/bayer-job-cuts-monsanto/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129095006-01-bayer-pill-file-super-tease.jpg", "publishedAt": "2018-11-29T16:03:39Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Betsy Klein, CNN", "title": "Trump calls Cohen 'very weak' in wake of former lawyer's new guilty plea", "description": "President Donald Trump reacted to the news that Michael Cohen pleaded guilty to making false statements to Congress about the Russia investigation, calling his former lawyer \"very weak.\"", "url": "https://www.cnn.com/2018/11/29/politics/donald-trump-michael-cohen-response/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170405174153-donald-trump-reporters-super-tease.jpg", "publishedAt": "2018-11-29T16:02:34Z", "content": "Washington (CNN) President Donald Trump reacted to the news that Michael Cohen pleaded guilty to making false statements to Congress about the Russia investigation, calling his former lawyer \"very weak.\" \"He's a weak person,\" Trump told reporters on the White… [+1253 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Trump reacts to Cohen plea", "description": "President Donald Trump reacts to his ex-attorney Michael Cohen's guilty plea to making false statements to Congress about the Russia investigation.", "url": "https://www.cnn.com/videos/politics/2018/11/29/trump-cohen-weak-person-guilty-plea-sot-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129104412-02-trump-on-cohen-1129-super-tease.jpg", "publishedAt": "2018-11-29T16:02:25Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Read Cohen's plea agreement", "description": "President Donald Trump's ex-attorney Michael Cohen pleaded guilty Thursday to making false statements to Congress about the Russia investigation.", "url": "https://www.cnn.com/2018/11/29/politics/michael-cohen-plea-agreement/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129090729-michael-cohen-file-08212018-super-tease.jpg", "publishedAt": "2018-11-29T16:02:24Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "posadasimon", "title": "El pintor español Murillo es el nuevo homenajeado por el doodle de Google", "description": "El pintor barroco español del siglo XVII Bartolomé Esteban Murillo es homenajeado este jueves con una obra de arte más moderna: el Google Doodle.", "url": "https://cnnespanol.cnn.com/2018/11/29/el-pintor-espanol-murillo-es-el-nuevo-homenajeado-por-el-doodle-de-google/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/181129094748-two-women-at-a-window-painting-exlarge-169.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T16:02:01Z", "content": "Lo más importante En las últimas semanas han aparecido en los Doodle de Google la ingeniera nativa americana Mary G. Ross, la pionera en artes marciales Mestre Bimba y el personaje de televisión infantil estadounidense Fred Rogers El próximo viernes se inaugu… [+1858 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "بعد إقراره بأنه مذنب.. ترامب: كوهين ضعيف للغاية", "description": "رد الرئيس الأمريكي دونالد ترامب على الأنباء التي تشير إلى أن محاميه السابق مايكل كوهين أقر بأنه مذنب في الإدلاء بتصريحات كاذبة للكونغرس حول التحقيق الخاص بروسيا.", "url": "https://arabic.cnn.com/world/article/2018/11/29/trump-calls-cohen-very-weak-in-wake-former-lawyers-new-guilty-plea", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1066360362.jpg?itok=5mN6dM-4", "publishedAt": "2018-11-29T15:59:40Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Tara John, CNN", "title": "Chuck Norris and Hungary's Viktor Orbn, together at last", "description": "Move over Vladimir Putin and Steven Seagal, there's a new bromance brewing between US martial arts star Chuck Norris and Hungarian Prime Minister Viktor Orbán.", "url": "https://edition.cnn.com/2018/11/29/europe/chuck-norris-orban-scli-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129090202-01-victor-orban-chuck-norris-super-tease.jpg", "publishedAt": "2018-11-29T15:57:30Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paula Bravo Medina", "title": "Trump dice que Cohen es una \"persona débil\" y está tratando de conseguir una \"sentencia reducida\"", "description": "El presidente Donald Trump reaccionó ante la noticia de que Michael Cohen se declaró culpable de hacer declaraciones falsas ante el Congreso sobre la investigación de Rusia, y calificó a su exabogado de \"muy débil\".", "url": "https://cnnespanol.cnn.com/2018/11/29/trump-dice-que-cohen-es-una-persona-debil-y-esta-tratando-de-conseguir-una-sentencia-reducida/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/181129104412-02-trump-on-cohen-1129.jpg?quality=100&strip=info&w=1200", "publishedAt": "2018-11-29T15:57:21Z", "content": "(CNN) - El presidente Donald Trump reaccionó ante la noticia de que Michael Cohen se declaró culpable de hacer declaraciones falsas ante el Congreso sobre la investigación de Rusia, y calificó a su exabogado de \"muy débil\". MIRA: Michael Cohen se declara culp… [+782 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Simon Cullen, CNN", "title": "Dutch church holds 800-hour service to save family from deportation", "description": "A church in the Netherlands is holding an around-the-clock service that has lasted more than 800 hours, to shield a family from deportation.", "url": "https://edition.cnn.com/2018/11/29/europe/netherlands-church-service-deportation-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129150622-01-dutch-church-migrants-super-tease.jpg", "publishedAt": "2018-11-29T15:55:41Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Nic Robertson, CNN", "title": "G20 summit is a glimpse at the future world order", "description": "If the G20 were a music festival, you'd be stressing about not being there.\nThe once snooze-worthy global power fest now looks like diplomacy on steroids.", "url": "https://www.cnn.com/2018/11/29/opinions/g20-future-of-the-world-opinion-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181019141502-bin-salman-trump-kushner-file-super-tease.jpg", "publishedAt": "2018-11-29T15:54:26Z", "content": "Nic Robertson is CNN's international diplomatic editor. The opinions in this article belong to the author. Buenos Aires If the G20 were a music festival, you'd be stressing about not being there. The once snooze-worthy global power fest now looks like diploma… [+6421 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Melissa Velásquez Loaiza", "title": "Informe de Pompeo y Mattis sobre la guerra en Yemen hace que Senado vote a favor de recortar apoyo para la guerra a Arabia Saudita", "description": "Tras una reunión informativa de los secretarios de Estado y de Defensa con senadores de Estados Unidos para discutir el reporte de la CIA sobre el asesinato de Jammal Khashoggi, el Senado votó a favor de recortar la ayuda a Arabia Saudita en la guerra con Yem…", "url": "https://cnnespanol.cnn.com/2018/11/29/informe-de-pompeo-y-mattis-sobre-la-guerra-en-yemen-hace-que-senado-vote-a-favor-de-recortar-apoyo-para-la-guerra-a-arabia-saudita/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/mike-pompeo-11282018-super-tease.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T15:48:43Z", "content": "(CNN) - Senadores estadounidenses han reprendido al gobierno del presidente Donald Trump después de que este negara un informe de la CIA sobre el asesinato del periodista Jammal Khashoggi. El Senado votó a favor de cortar la ayuda militar a Arabia Saudita en … [+4172 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Argentina tightens security in Buenos Aires", "description": null, "url": "https://www.cnn.com/collections/g20-walkup-intl-1129/", "urlToImage": null, "publishedAt": "2018-11-29T15:48:27Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "A family's 40-year search for answers", "description": "CNN's Jean Casarez follows the wicked trail of serial killer John Wayne Gacy in \"The Curious Case of the Killer Clown.\" A victim's sister describes her family's nightmare.", "url": "https://www.cnn.com/videos/tv/2018/11/27/csr-john-wayne-gacy-ron-4.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127164851-csr-john-wayne-gacy-ron-4-00010315-super-tease.jpg", "publishedAt": "2018-11-29T15:43:45Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "John Wayne Gacy: Unearthing a nightmare", "description": "CNN's Jean Casarez follows the wicked trail of serial killer John Wayne Gacy in \"The Curious Case of the Killer Clown.\" To the public's horror, dozens of victims were dug up on Gacy's property as their family members awaited news.", "url": "https://www.cnn.com/videos/tv/2018/11/27/csr-john-wayne-gacy-ron-2.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127171153-csr-john-wayne-gacy-ron-2-00010505-super-tease.jpg", "publishedAt": "2018-11-29T15:43:13Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Caught in a killing spree", "description": "CNN's Jean Casarez follows the wicked trail of serial killer John Wayne Gacy in \"The Curious Case of the Killer Clown.\" One family waited 40 years to find out if their relative was a victim.", "url": "https://www.cnn.com/videos/tv/2018/11/27/csr-john-wayne-gacy-ron-3.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127170315-csr-john-wayne-gacy-ron-3-00003324-super-tease.jpg", "publishedAt": "2018-11-29T15:42:21Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jessica Ravitz, CNN", "title": "26-year-old face transplant patient reveals new face", "description": "Cameron Underwood, of California, suffered a self-inflicted gunshot wound to the face in June 2016. Eighteen months later, after 25 hours of surgery, he received a face transplant at NYU.", "url": "https://www.cnn.com/2018/11/29/health/face-transplant-cameron-underwood/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128143510-face-transplant-cameron-underwood-after-super-tease.jpg", "publishedAt": "2018-11-29T15:36:40Z", "content": "(CNN) Less than 11 months after Cameron Underwood underwent a face transplant, the 26-year-old is revealing himself to the world. Underwood, of Yuba City, California, suffered a self-inflicted gunshot to the face in June 2016. The extensive damage left him mi… [+3473 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "كندا تفرض عقوبات على 17 سعوديا بسبب مقتل خاشقجي", "description": "أعلنت وزيرة الخارجية الكندية، كريستينا فريلاند، عن فرض عقوبات بموجب قانون العدالة لضحايا المسؤولين الأجانب الفاسدين ضد 17 مواطناً سعودياً مرتبطين بقتل الصحفي السعودي جمال خاشقجي.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/canada-charges-17-saudis-khashoggis-death", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1053361176.jpg?itok=g7puOE_U", "publishedAt": "2018-11-29T15:30:08Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Chris Cillizza, CNN Editor-at-large", "title": "Analysis: 7 facts to remember when Trump attacks Mueller", "description": "At 6:54 a.m. on Thursday, President Donald Trump continued his onslaught against special counsel Robert Mueller's investigation into Russian interference in the 2016 election.", "url": "https://www.cnn.com/2018/11/29/politics/donald-trump-mueller-investigation/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127211943-trump-gut-brain-federal-reserve-climate-change-report-ebof-vpx-00000000-super-tease.jpg", "publishedAt": "2018-11-29T15:28:14Z", "content": "THE POINT -- NOW ON YOUTUBE! In each episode of his weekly YouTube show, Chris Cillizza will delve a little deeper into the surreal world of politics. Click to subscribe!"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "See Cohen leave courthouse", "description": "Michael Cohen leaves federal court in New York after pleading guilty to making false statements to Congress about the Russia investigation.", "url": "https://www.cnn.com/videos/politics/2018/11/29/michael-cohen-leaves-federal-court-guilty-plea-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129141847-02-michael-cohen-lead-file-super-tease.jpg", "publishedAt": "2018-11-29T15:22:51Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lianne Kolirin, CNN", "title": "Whisky bottle sells for over $1.5M", "description": "The world's most expensive bottle of whisky has sold for £1.2 million ($1.53 million) at Christie's in London.", "url": "https://www.cnn.com/style/article/whisky-record-auction-intl-scli/index.html", "urlToImage": "http://cdn.cnn.com/cnnnext/dam/assets/181129132244-macallan-whiskey-tease-super-tease.jpg", "publishedAt": "2018-11-29T15:19:29Z", "content": "luxury Published 29th November 2018 The world's most expensive bottle of whisky has sold for £1.2 million ($1.53 million) at Christie's in London. The vintage spirit, which came in a unique bottle painted by Irish artist Michael Dillon, smashed a record set l… [+1220 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "كاميرا توثق رجلاً وهو يقوم بإيماءات فاحشة بيده لعائلة مسلمة", "description": "انحرفت شاحنة بيك آب بيضاء في طريق سريع بالقرب من مدينة أتلانتا الأمريكية ليقوم أحد الرجال بإيماءات فاحشة في وجه أفراد عائلة مسلمة.", "url": "https://arabic.cnn.com/world/video/2018/11/29/v68745-man-makes-obscene-gestures-muslim-family-in-georgia", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/man-gestures.jpg?itok=AvGb4cfK", "publishedAt": "2018-11-29T15:17:59Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jeanne Sahadi, CNN Business", "title": "IBM just bought his company for $34 billion. But he says its unique work culture won't change", "description": "Red Hat CEO Jim Whitehurst believes in an open company culture where managers are not in charge the way they would be in a top-down organization.", "url": "https://www.cnn.com/2018/11/29/success/red-hat-ceo-jim-whitehurst/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181126122423-03-jim-whitehurst-red-hat-112618-super-tease.jpg", "publishedAt": "2018-11-29T15:17:31Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ashley Fantz,Sergio Hernandez,Sonam Vashi", "title": "Destroyed: How the trashing of rape kits failed victims and jeopardizes public safety", "description": "A CNN investigation into the destruction of rape kits in dozens of agencies across the country found that police trashed evidence in 400 cases before the statutes of limitations expired or when there was no time limit to prosecute.", "url": "https://www.cnn.com/interactive/2018/11/investigates/police-destroyed-rapekits/index.html", "urlToImage": "https://cdn.cnn.com/cnn/interactive/2018/11/investigates/police-destroyed-rapekits/media/images/social-destroyed.jpg", "publishedAt": "2018-11-29T15:14:58Z", "content": "Editors note These stories contain graphic language used in police documents on rape cases. CNN chose to quote directly from the documents rather than use vague or euphemistic language that fails to convey the violence of the crimes. Reporters were unable to … [+38329 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Trump's take on diplomacy as he heads to G20", "description": "CNN's John Avlon outlines the fact that President Donald Trump heads into this year's G20 summit with very few ambassadors deployed around the world.", "url": "https://www.cnn.com/videos/politics/2018/11/29/reality-check-g20-summit-trump-newday-avlon-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129091541-reality-check-john-avlon-112918-super-tease.jpg", "publishedAt": "2018-11-29T15:14:58Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ashley Fantz , Sergio Hernandez and Sonam Vashi, CNN", "title": "5 takeaways from CNN's investigation into rape kit destruction", "description": "CNN's exclusive investigation, \"Destroyed,\" reveals police across the country have destroyed hundreds of rape kits -- many untested -- before the statute of limitations expired.", "url": "https://www.cnn.com/2018/11/29/health/destroyed-rape-kits-takeaways-invs/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128152153-destroyed-rape-kit-exam-animation-orig-00012007-super-tease.jpg", "publishedAt": "2018-11-29T15:12:52Z", "content": "By Ashley Fantz, Sergio Hernandez and Sonam Vashi, CNN Updated 10:12 AM ET, Thu November 29, 2018 Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds. (CNN) In the era of #MeToo and stories about the alleged perpetrators o… [+9726 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Veronica Stracqualursi, CNN", "title": "Ohio Senator: Trump said he 'wants to help' amid closing of GM plants", "description": "Democratic Sen. Sherrod Brown said President Donald Trump vowed his help in the wake of General Motors' announcement it would shutter production at five facilities and cut 15% of its salaried workers.", "url": "https://www.cnn.com/2018/11/29/politics/sherrod-brown-trump-gm-motors-cnntv/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129080327-sen-sherrod-brown-11-29-01-super-tease.jpg", "publishedAt": "2018-11-29T15:07:58Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "m.nadi", "title": "محامي ترامب السابق يقر بأنه مذنب بتضليل الكونغرس بشأن \"تحقيق روسيا\"", "description": "اعترف مايكل كوهين، المحامي السابق للرئيس الأمريكي دونالد ترامب، بأنه مذنب، الخميس، وذلك بسبب التصريح الكاذب الذي أدلى به للكونغرس حول التحقيق الخاص بروسيا.", "url": "https://arabic.cnn.com/world/article/2018/11/29/michael-cohen-pleads-guilty-misleading-congress-about-russia-investigation", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1020908522.jpg?itok=kv__zScb", "publishedAt": "2018-11-29T15:05:25Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ryan Browne, CNN", "title": "US displays weapons it says Iran provided to militants", "description": "As some of the most senior members of the Trump Administration sought to fend off a Congressional effort to stop US support for the Saudi-led coalition fighting the Houthis in Yemen, the administration is showcasing evidence of what it says is Iranian support…", "url": "https://www.cnn.com/2018/11/29/politics/us-iran-weapons/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129074442-01-us-iranian-weapons-restricted-super-tease.jpg", "publishedAt": "2018-11-29T15:01:06Z", "content": "Washington (CNN) As some of the most senior members of the Trump Administration sought to fend off a Congressional effort to stop US support for the Saudi-led coalition fighting the Houthis in Yemen, the administration is showcasing evidence of what it says i… [+6049 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lisa Respers France, CNN", "title": "John Legend and Chrissy Teigen's holiday special has us craving a sitcom", "description": "You love them on Twitter and now that they have brought their awesomeness to the small screen, someone really needs to get working on a John Legend and Chrissy Teigen sitcom.", "url": "https://www.cnn.com/2018/11/29/entertainment/john-legend-chrissy-teigen-special/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129085247-01-legend-teigen-christmas-special-super-tease.jpg", "publishedAt": "2018-11-29T14:58:12Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ryan Browne, CNN", "title": "US Navy sails ships through Taiwan Strait", "description": "The US Navy sailed two ships through the Taiwan Strait on Wednesday, according to US Pacific Fleet which oversees operations in the area.", "url": "https://www.cnn.com/2018/11/29/politics/us-navy-taiwan-strait/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181002131448-uss-decatur-tease-1002-super-tease.jpg", "publishedAt": "2018-11-29T14:54:33Z", "content": "Washington (CNN) The US Navy sailed two ships through the Taiwan Strait on Wednesday, according to US Pacific Fleet which oversees operations in the area. The guided missile destroyer, USS Stockdale, and the USNS Pecos \"conducted a routine Taiwan Strait Trans… [+756 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Donald Trump's former attorney to plead guilty to misleading Congress", "description": null, "url": "https://www.cnn.com/collections/cohen-russia-probe-1129-intl/", "urlToImage": null, "publishedAt": "2018-11-29T14:52:32Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lianne Kolirin, CNN", "title": "Thieves walk off with Renoir painting ahead of auction", "description": "Police in Vienna are searching for three men in connection with the theft of a landscape painting by French impressionist Pierre-Auguste Renoir.", "url": "https://www.cnn.com/style/article/stolen-renoir-vienna-intl-scli/index.html", "urlToImage": "http://cdn.cnn.com/cnnnext/dam/assets/181129132100-02-stolen-renoir-painting-super-tease.jpg", "publishedAt": "2018-11-29T14:50:17Z", "content": "arts Published 29th November 2018 Police in Austria are searching for three men in connection with the theft of a landscape painting by French impressionist Pierre-Auguste Renoir. The suspects are believed to have brazenly stolen \"Golfe, mer, falaises vertes\"… [+1343 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Eric Levenson and Evan Simko-Bednarski, CNN", "title": "Family member charged with 4 counts of murder after fatal New Jersey mansion fire", "description": "A close relative of the family of four killed last week at their New Jersey mansion has been charged with four counts of murder and with arson, court records issued Thursday show.", "url": "https://www.cnn.com/2018/11/29/us/nj-mansion-fire-murder-caneiro/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181122092604-nj-family-killed-arson-mansion-fire-casarez-vpx-00003412-super-tease.jpg", "publishedAt": "2018-11-29T14:48:31Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Nathaniel Meyersohn, CNN Business", "title": "Here's one market Amazon can't easily crack: Car parts", "description": "Advance has designed a vast logistics network to deliver parts to auto mechanics and do-it-yourself car owners right away.", "url": "https://www.cnn.com/2018/11/29/business/advance-auto-parts-oreilly-autozone/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181115182918-01-advance-auto-parts-super-tease.jpg", "publishedAt": "2018-11-29T14:46:00Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Eliza Mackintosh, CNN", "title": "Argentina tightens security in Buenos Aires ahead of G20 summit", "description": "Much of Argentina's capital will shut down on Thursday as leaders from the world's biggest economies descend on Buenos Aires for the two-day G20 summit, which kicks off on Friday.", "url": "https://www.cnn.com/2018/11/29/americas/g20-buenos-aires-argentina-shut-down-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129115024-01-g20-security-1128-super-tease.jpg", "publishedAt": "2018-11-29T14:45:25Z", "content": "(CNN) Much of Argentina's capital will shut down on Thursday as leaders from the world's biggest economies descend on Buenos Aires for the two-day G20 summit, which kicks off on Friday. In a decree signed by Argentinian President Mauricio Macri, the governmen… [+904 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Vasco Cotovio, CNN", "title": "Ukraine road trip: The 1,515 mile journey for 90 minutes of football", "description": "Arsenal are due to play a Europa League fixture against Vorskla Poltava in Kiev Thursday. The game had been switched to Ukraine's capital due to the security situation in the country. It means Arsenal fans miss out on a fascinating journey through Ukraine's i…", "url": "https://edition.cnn.com/2018/11/29/football/vorskla-poltava-arsenal-ukraine-europa-league-spt-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129131931-ukraine-vorskla-poltava-02-super-tease.jpeg", "publishedAt": "2018-11-29T14:36:57Z", "content": "(CNN) We'd trekked 1,515 miles (2,439 kilometers) for 90 minutes of football. Except the first 45 minutes hadn't gone as well as João Monteiro, a 32-year-old Portuguese motion graphics designer, might have hoped for. He'd traveled all the way from London to w… [+6436 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lisa Respers France, CNN", "title": "Mariah Carey's legendary Jennifer Lopez shade was her 'trying to be nice'", "description": "It was so shady that it's now one of the most popular memes and gifs of all times.", "url": "https://www.cnn.com/2018/11/29/entertainment/mariah-carey-jennifer-lopez-gif/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/130424112331-jennifer-lopez-mariah-carey-split-story-top.jpg", "publishedAt": "2018-11-29T14:32:39Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paula Bravo Medina", "title": "Michael Cohen se declararía culpable de hacer falsas declaraciones al Senado sobre la investigación de Rusia", "description": "Michael Cohen está en un tribunal federal de Nueva York, donde se espera que se declare culpable de hacer declaraciones falsas ante el Congreso sobre la investigación de Rusia, según ha sabido CNN.…", "url": "https://cnnespanol.cnn.com/2018/11/29/michael-cohen-se-declararia-culpable-de-hacer-falsas-declaraciones-al-senado-sobre-la-investigacion-de-rusia/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/08/180615103551-bt101-michael-cohen-file-061518-full-169.jpg?quality=100&strip=info&w=1200", "publishedAt": "2018-11-29T14:29:08Z", "content": "(CNN) - Michael Cohen está en un tribunal federal de Nueva York, donde se espera que se declare culpable de hacer declaraciones falsas ante el Congreso sobre la investigación de Rusia, según ha sabido CNN. De acuerdo con la información que se está leyendo en … [+908 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Kara Scannell And Pamela Brown", "title": "Cohen to admit Trump knew about Trump Tower Moscow talks well into 2016", "description": "Michael Cohen is in federal court in New York where he is expected to plead guilty to making false statements to Congress about the Russia investigation, CNN has learned.", "url": "https://www.cnn.com/2018/11/29/politics/michael-cohen-guilty-plea-misleading-congress/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180702171301-michael-cohen-0530-super-tease.jpg", "publishedAt": "2018-11-29T14:25:31Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "posadasimon", "title": "Exclusivo: administración Trump prohibiría los aceleradores de disparos", "description": "Los bump stock, o aceleradores de disparos, hacen que sea más fácil disparar desde un arma semiautomática, al aprovechar el retroceso del arma, o reculada, para \"golpear\" el gatillo más rápido. Según fuentes consultadas por CNN, la administración Trump estarí…", "url": "https://cnnespanol.cnn.com/2018/11/29/exclusivo-administracion-trump-prohibiria-los-aceleradores-de-disparos/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/171005171140-bump-stock-super-tease.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T14:22:26Z", "content": "(CNN) - La administración del presidente Donald Trump planea anunciar en los próximos días la norma federal largamente anticipada que prohíbe de manera oficia los bump stocks, o aceleradores de disparos, según funcionarios de EE.UU. familiarizados con el asun… [+4603 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Rishi Iyengar, CNN Business", "title": "Indian billionaire won't use tax dollars for controversial coal mine in Australia", "description": "The company, owned by one of India's richest men, said it has the money to fund its big coal mine in Queensland.", "url": "https://www.cnn.com/2018/11/29/business/adani-australia-coal-mine/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129065838-01-carmichael-australia-file-super-tease.jpg", "publishedAt": "2018-11-29T14:20:40Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paula Bravo Medina", "title": "Lo sentimos, al parecer los perros no son tan inteligentes. Al menos eso dice este estudio", "description": "En primer lugar, seamos claros: cada perro es el mejor perro, especialmente el tuyo. Pero, desafortunadamente, parece que tu ángel de la perfección que babea, aúlla, huele la ropa interior y come calcetines no es, bueno, especialmente inteligente.", "url": "https://cnnespanol.cnn.com/2018/11/29/lo-sentimos-al-parecer-los-perros-no-son-tan-inteligentes-al-menos-eso-dice-este-estudio/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/151030064738-tillman-the-english-bulldog-file.jpg?quality=100&strip=info&w=1200", "publishedAt": "2018-11-29T14:10:58Z", "content": "(CNN) - En primer lugar, seamos claros: cada perro es el mejor perro, especialmente el tuyo. Pero, desafortunadamente, parece que tu ángel de la perfección que babea, aúlla, huele la ropa interior y come calcetines no es, bueno, especialmente inteligente. MIR… [+2167 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "s.ghazal", "title": "وسط صحراء السعودية.. ما قصة قطيع من الإبل انتشرت صورته عبر وسائل التواصل الاجتماعي؟", "description": "لا يجتمع مع كاميرته في المناسبات الخاصة فحسب، وإنما تجدها بحوزته في شتى الأماكن، سواء تواجد في الطبيعة أو الصحراء. فبالنسبة إليه، لا يعد التصوير مجرد هواية يُمارسها دون كلل أو ملل، بل هي بمثابة شغف لا نهاية له.", "url": "https://arabic.cnn.com/style/article/2018/11/29/saudi-photographer-camels-desert", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/final1.jpg?itok=UVlSO6-o", "publishedAt": "2018-11-29T14:06:41Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Frosty the Snowman survives slashing", "description": "An unidentified person was caught on camera slashing an inflatable Frosty the Snowman in Pigeon Forge,Tennessee.", "url": "https://www.cnn.com/videos/us/2018/11/29/snowman-stabbed-tennessee-frosty-inflatable-newday-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129084415-frosty-one-super-tease.jpg", "publishedAt": "2018-11-29T14:04:24Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "شاهد كيف تعرض طفل سوري لاعتداء داخل مدرسة في بريطانيا", "description": "استدعي صبي في الـ16 من عمره للمثول أمام محكمة الأحداث لصلته بتلك الواقعة التي وقعت في نفس المدرسة في 25 أكتوبر الماضي.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/uk-syrian-boy-bullying", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/Screen%20Shot%202018-11-29%20at%205.49.03%20PM.jpg?itok=go0LfJ3m", "publishedAt": "2018-11-29T13:52:05Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paula Bravo Medina", "title": "¿Qué pasaría si de hecho Trump cierra la frontera de EE.UU. y México?", "description": "Si los tuits del presidente Donald Trump es la ventana a sus pensamientos, todo lo que diga allí debe tomarse en serio. Entonces, el hecho de que ya en tres ocasiones durante el último mes y medio haya amenazado con \"cerrar\" la frontera de EE.UU. con México s…", "url": "https://cnnespanol.cnn.com/2018/11/29/que-pasaria-si-de-hecho-trump-cierra-la-frontera-de-ee-uu-y-mexico/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/181127213755-san-ysidro-exlarge-169.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T13:47:18Z", "content": "(CNN) - Si los tuits del presidente Donald Trump es la ventana a sus pensamientos, todo lo que diga allí debe tomarse en serio. Entonces, el hecho de que ya en tres ocasiones durante el último mes y medio haya amenazado con \"cerrar\" la frontera de EE.UU. con … [+3637 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Catherine E. Shoichet and Leyla Santiago, CNN", "title": "The tear gas is gone. But in this shelter at the border, the situation is getting worse", "description": "Human rights groups warn of unsanitary conditions inside the sports complex where thousands of migrants have taken shelter in Tijuana, Mexico, and the city's mayor says he needs help handling a humanitarian crisis.", "url": "https://www.cnn.com/2018/11/29/americas/mexico-border-tijuana-shelter/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127173700-03-tijuana-migrant-shelter-112718-super-tease.jpg", "publishedAt": "2018-11-29T13:47:10Z", "content": "Tijuana, Mexico (CNN) Tents cover most of the dirt on the baseball diamond. Pants are hanging out to dry on top of the bleachers. And the scoreboard at Little Padres Park is blank. There's no room for sporting events here now. This municipal sports complex in… [+6852 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Melissa Velásquez Loaiza", "title": "Policía efectúa redada en la sede del Deutsche Bank en investigación por lavado de dinero en el caso de los papeles de Panamá", "description": "Investigadores indagan si el banco ayudó a sus clientes a establecer sociedades offshore en paraísos fiscales. La investigación hace parte del caso de los Papeles de Panamá de 2016, sobre redes de lavado de dinero y empresas fantasmas establecida por la firma…", "url": "https://cnnespanol.cnn.com/2018/11/29/policia-efectua-redada-en-la-sede-del-deutsche-bank-en-investigacion-por-lavado-de-dinero-en-el-caso-de-los-papeles-de-panama/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/deutsche-bank-frankfurt-1129-restricted-super-tease.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T13:46:03Z", "content": "(CNN Business) - 170 policías e investigadores de impuestos hicieron una redada en la sede principal del Deutsche Bank y en otras de sus sedes en Frankfurt, este jueves, como parte de una investigación de lavado de dinero. Los investigadores dijeron que las r… [+2103 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "y.awaja", "title": "مصور مغربي يتحرر بصوره من كل ما هو اجتماعي وروتيني", "description": "تتميز الصور الفوتوغرافية التي يلتقطها المصور المغربي، إسماعيل زايدي، بأنها تبعث مشاعر الطمأنينة في قلوب الناظرين إليها.", "url": "https://arabic.cnn.com/style/article/2018/11/29/zaidy-ismail-morocco-photographer", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/28/images/24_37753965_299688563911869_3330756956343238656_n.jpg?itok=XCnWRCrK", "publishedAt": "2018-11-29T13:44:07Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Steven Jiang, Helen Regan and Joshua Berlinger, CNN", "title": "China suspends scientists who claim to have produced first gene-edited babies", "description": "China has suspended the research activities of the scientists who claimed to have created the world's first gene-edited babies, state-run Xinhua news reported Thursday.", "url": "https://www.cnn.com/2018/11/29/health/china-gene-editing-he-jiankui-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129100059-he-jiankui-genetic-babies-02-super-tease.jpg", "publishedAt": "2018-11-29T13:40:18Z", "content": "Hong Kong (CNN) China has suspended the research activities of the scientists who claimed to have created the world's first gene-edited babies, state-run Xinhua news reported Thursday. The moves comes after Chinese scientist He Jiankui announced Monday that t… [+2622 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "alma", "title": "مطعم إيطالي في دبي يستقبل حبة كمأة بيضاء يبلغ سعرها 51 ألف دولار", "description": "قام مطعم &quot;روبيرتوز&quot; الإيطالي الفاخر في دبي مؤخراً بشراء حبّة كمأة بيضاء يبلغ وزنها 1005 غرامات، أي 1.005 كيلوغرام، وتُعتبر أكبر حبّة كمأة بيضاء طازجة تدخل البلاد.", "url": "https://arabic.cnn.com/travel/article/2018/11/29/dubai-robertos-largest-white-truffle", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/1.jpg?h=fd48674c&itok=MqC8DPyL", "publishedAt": "2018-11-29T13:25:44Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "jaafar", "title": "أروع وظيفة في العالم؟ خلف عدسة مصور فوتوغرافي سائح", "description": "صانع الأفلام والمصور المشهور مورغان ماسن يتحدث مع CNN عن السفر وتحديات عمله.", "url": "https://arabic.cnn.com/travel/video/2018/11/29/v68741-morgan-maassen-photographer-filmmaker", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/morgan-maassen-photographer-filmmaker.jpg?h=9a5b75e0&itok=_I8MBj_a", "publishedAt": "2018-11-29T13:17:38Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Perry Kostidakis, CNN", "title": "Roger Federer's first Wimbledon win: CNN World Sport at 25", "description": "CNN World Sport is celebrating its 25th anniversary this year and reflecting on its coverage of the biggest events and stars in sport. Roger Federer secured his first win at Wimbeldon in 2003, and CNN's Patrick Snell was there to capture the moment.", "url": "https://edition.cnn.com/2018/11/29/sport/roger-federer-tennis-wimbledon-grand-slam-world-sport-25-spt-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128155245-roger-federer-2003-super-tease.jpg", "publishedAt": "2018-11-29T13:03:48Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "جيب تكشف عن أول شاحنة لها منذ 25 عاماً.. شاهد مميزاتها", "description": "كشفت شركة السيارات جيب في معرض لوس أنجلوس للسيارات عن شاحنتها الجديدة &quot;غلادياتور&quot;،  التي تدمج لمسات من سيارتها الأيقونية رانجلر مع فاعلية الشاحنات.", "url": "https://arabic.cnn.com/business/video/2018/11/29/v68724-jeep-gladiator-unveiled", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/181128000008-jeep-gladiator.jpg?h=14c5b3a3&itok=m02_zEhk", "publishedAt": "2018-11-29T12:58:28Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "بعد اعتقال غصن.. رينو ونيسان وميتسوبيشي: ملتزمون بالتحالف", "description": "أعلنت شركات نيسان ورينو وميتسوبيشي عن تمسكها بالتحالف فيما بينها رغم التوترات التي نجمت عن عن اعتقال وإقالة كارلوس غصن، الأسبوع الماضي، والذي يرأس شركتين منهم.", "url": "https://arabic.cnn.com/business/article/2018/11/29/cars-nissan-mitsubishi-renault-carols-ghosn-france-japan", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1059123160.jpg?itok=CCMLthTM", "publishedAt": "2018-11-29T12:56:15Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Deontay Wilder vs. Tyson Fury: Tempers flare at angry news conference", "description": "Tyson Fury and Deontay Wilder face off in a heavyweight bout in Los Angeles Saturday, and amidst the pre-match trash talk Fury admitted this wasn't \"a battle of races or cultures.\"", "url": "https://edition.cnn.com/2018/11/29/sport/tyson-fury-deontay-wilder-heavyweight-boxing-spt-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129112210-fury-wilder-tease-2-super-tease.jpg", "publishedAt": "2018-11-29T12:54:23Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Tara John, CNN", "title": "Reggae music gets UNESCO protected status", "description": "Jamaica's Reggae music, popularized by artists such as Bob Marley, is added to the list of global cultural treasures by UNESCO.", "url": "https://www.cnn.com/travel/article/reggae-unesco-status-scli-intl/index.html", "urlToImage": "https://dynaimage.cdn.cnn.com/cnn/w_1200/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F181129120252-01-bob-marley-file-restricted-super-tease.jpg", "publishedAt": "2018-11-29T12:45:50Z", "content": "(CNN) Reggae music nowadays seems as ubiquitous to the beaches of Southeast Asia and dorm rooms of Boston as it does to its Jamaican homeland. Now the genre that evolved in the 1960s has been added to the list of global cultural treasures by UNESCO, the Unite… [+1848 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Joshua Berlinger, CNN", "title": "Maria Ressa, Rappler indicted by Philippines on tax evasion charges", "description": "Philippines news website Rappler and its chief executive have been indicted on tax evasion charges, the latest in a case that free speech and civil liberties advocates have warned is part of a wider crackdown on dissent by President Rodrigo Duterte's administ…", "url": "https://www.cnn.com/2018/11/29/asia/maria-ressa-rappler-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180116110826-rappler-sec-ruling-1-super-tease.jpg", "publishedAt": "2018-11-29T12:40:09Z", "content": "(CNN) Philippines news website Rappler and its chief executive have been indicted on tax evasion charges, the latest in a case that free speech and civil liberties advocates have warned is part of a wider crackdown on dissent by President Rodrigo Duterte's ad… [+2657 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "herbertholguin", "title": "¿Ha aprendido el mundo las lecciones del Holocausto? No lo creo", "description": "Susan Pollack considera que en antisemitismo tiene \"una forma de cambiar con el tiempo\" y sigue vigente.", "url": "https://cnnespanol.cnn.com/2018/11/29/holocausto-ha-aprendido-mundo-lecciones-no-lo-creo/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/nazi-campo-concentracion-bergen-belsen-alemania.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T12:29:58Z", "content": "Nota del editor: Susan Pollack es sobreviviente del Holocausto. Estuvo encarcelada en Auschwitz-Birkenau y Bergen-Belsen. Nacida en Hungría en 1930, perdió a 50 miembros de su familia en el Holocausto. Hoy, comparte su historia con niños en edad escolar en to… [+3376 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Rape victims endure invasive exams to get justice", "description": "Sexual assault victims consent to forensic exams hoping the invasive experience produces DNA evidence that might help investigators. But police have treated some rape kits like trash. See more at CNN.com/Destroyed.", "url": "https://www.cnn.com/videos/health/2018/11/28/destroyed-rape-kit-exam-animation-orig.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128152153-destroyed-rape-kit-exam-animation-orig-00012007-super-tease.jpg", "publishedAt": "2018-11-29T12:25:49Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Brian Stelter, CNN Business", "title": "Brian Stelter on the New York Times' Moonves bombshell", "description": "A version of this article first appeared in the \"Reliable Sources\" newsletter. You can sign up for free right here.", "url": "https://www.cnn.com/2018/11/29/media/reliable-sources-11-28-18/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128202759-les-moonves-september-2018-file-super-tease.jpg", "publishedAt": "2018-11-29T12:21:16Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Chris Isidore, CNN Business", "title": "Oil falls below $50 a barrel for the first time in over a year", "description": "US crude oil fell below $50 a barrel Thursday for the first time in more than a year.", "url": "https://www.cnn.com/2018/11/29/business/oil-prices-50-dollars/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129114228-03-texas-oil-file-restriced-super-tease.jpg", "publishedAt": "2018-11-29T12:17:24Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Perry Kostidakis, CNN", "title": "Tiger Woods speaks after 2008 US Open win: CNN World Sport at 25", "description": "Tiger Woods talks to CNN after winning his 14th and so far last major title in dramatic fashion at the 2008 US Open.", "url": "https://edition.cnn.com/2018/11/29/sport/tiger-woods-us-open-golf-world-sport-25-spt-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128153718-tiger-woods-2008-super-tease.jpg", "publishedAt": "2018-11-29T12:14:34Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "بلكمات وركلات.. اعتداء بالضرب على مرشح رئاسي بأوكرانيا", "description": "نشر المرشح للرئاسة الأوكرانية أناتولي جريتسينكو مقطع فيديو على صفحته الرسمية على فيسبوك. ويظهر في الفيديو تعرضه للضرب في مدينة أوديسا مع دخول قانون الطوارئ حيز التنفيذ في البلاد.", "url": "https://arabic.cnn.com/world/video/2018/11/29/v68739-ukrainian-presidential-candidate-beaten-in-odessa", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/Screen%20Shot%202018-11-29%20at%204.09.34%20PM.jpg?itok=r9U_B8pe", "publishedAt": "2018-11-29T12:14:33Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Danielle Wiener-Bronner, CNN Business", "title": "Chobani unveils its next big thing: Yogurt for kids", "description": "Chobani's latest move is all about kids.", "url": "https://www.cnn.com/2018/11/29/business/chobani-kids-gimmies/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128155238-02-chobani-kids-gimmies-112818-super-tease.jpg", "publishedAt": "2018-11-29T12:01:46Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ivana Kottasová, CNN Business", "title": "Deutsche Bank HQ raided by police in money laundering probe", "description": "Deutsche Bank's head office and other locations in Frankfurt were raided by 170 police officers and tax investigators on Thursday as part of a money laundering probe.", "url": "https://www.cnn.com/2018/11/29/business/deutsche-bank-police-raid/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129105728-01-deutsche-bank-frankfurt-1129-restricted-super-tease.jpg", "publishedAt": "2018-11-29T11:59:47Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "herbertholguin", "title": "Microsoft y Apple luchan por ser la compañía más valiosa del mundo", "description": "Microsoft alcanzó los  815.800 millones de dólares, en comparación con los aproximadamente 815.500 millones de dólares de Apple, según Refinitiv.", "url": "https://cnnespanol.cnn.com/2018/11/29/microsoft-apple-compania-mas-valiosa-mundo/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-microsoft-apple.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T11:48:46Z", "content": "(CNN) - Microsoft superó brevemente a Apple para convertirse en la compañía más valiosa del mundo este martes, según datos de Refinitiv. La mejora de Microsoft se debe a la tracción continua con la computación en la nube y su capacidad para evitar resultados … [+3504 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Tara John, CNN", "title": "Sister of attacked teenage Syrian refugee also targeted by bullies in UK school", "description": "The sister of schoolboy, a refugee from Syria who was attacked in an incident shared widely on social media, was also bullied at the same British school, according to the family's lawyer.", "url": "https://edition.cnn.com/2018/11/29/uk/syrian-teenager-attack-scli-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128120018-01-almondbury-school-incident-1128-super-tease.jpg", "publishedAt": "2018-11-29T11:43:17Z", "content": "London (CNN) The sister of a schoolboy, a refugee from Syria who was attacked in an incident shared widely on social media, was also bullied at the same British school, according to the family's lawyer. New footage emerged Wednesday showing a teenage girl in … [+3370 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "olivertapia", "title": "Trump amenaza con desclasificar documentos \"devastadores\" si los demócratas quieren \"jugar rudo\"", "description": "El presidente de Estados Unidos, Donald Trump, dijo que si los demócratas \"quieren jugar rudo\" cuando controlen la Cámara de Representantes el próximo año, él desclasificará documentos que serán \"devastadores\" para ellos. Trump parece sentirse acorralado por …", "url": "https://cnnespanol.cnn.com/2018/11/29/trump-amenaza-con-desclasificar-documentos-devastadores-si-los-democratas-quieren-jugar-rudo/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-trump.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T11:40:53Z", "content": "Washington (CNN) - El presidente de Estados Unidos, Donald Trump, dijo que si los demócratas \"quieren jugar rudo\" cuando controlen la Cámara de Representantes el próximo año, él desclasificará documentos que serán \"devastadores\" para ellos. \"Si quieren jugar … [+1871 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Dita Von Teese", "title": "Unseen photos provide a sensitive look at America's early 'working girls'", "description": "Photographer William Goldman's brothel portraits, shot in the 1890s, were lost for more than a century.", "url": "https://www.cnn.com/style/article/working-girls-william-goldman/index.html", "urlToImage": "http://cdn.cnn.com/cnnnext/dam/assets/181123164600-working-girls-tease-3-super-tease.jpg", "publishedAt": "2018-11-29T11:40:41Z", "content": "arts Published 29th November 2018 Dita Von Teese is a burlesque performer, model and author. This is an edited extract from her foreword to \"Working Girls: An American Brothel, Circa 1892\" by Robert Flynn Johnson. An accompanying exhibition is on at Serge Sor… [+4048 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "s.ghazal", "title": "رحلة بصرية بين أزقة مصر الضيقة.. فما الذي سُحر به هذا المصور البريطاني؟", "description": "بين الأزقة الضيقة والشوارع العاجقة.. جذبته أحد الأحياء المصرية، التي قد تكون فقيرة اقتصادياً، ولكنها ثرية تاريخياً. وبدوره، قرر المصور البريطاني، كريستوفر ويلتون-ستير، أن يأخذ الأشخاص برحلة بصرية تروي قصصاً قلَّ سردها عن حي درب الأحمر.", "url": "https://arabic.cnn.com/style/article/2018/11/29/egypt-artisans-al-darb-al-ahmar-photographer", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/39683630991_8078c8f7ce_o.jpg?itok=r-95GSdX", "publishedAt": "2018-11-29T11:37:29Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "hnoami", "title": "من قصد السبهان بتغريدة \"أشهر وسنين من الكذب والدجل والاجرام\" للنيل من السعودية؟", "description": "نشر ثامر السبهان، وزير الدولة السعودي لشؤون الخليج، تغريدة على صفحته بتويتر قال فيها &quot;اشهر وسنين من الكذب والدجل والاجرام&quot; على محاولات للنيل من بلاده، الأمر الذي أثار جدلا في التعليقات الواردة على التغريدة.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/thamer-sabhain-tweet-saudi-mbs", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/abdfadhed.jpg?itok=yVx8uxOm", "publishedAt": "2018-11-29T11:37:18Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Rob Picheta, CNN", "title": "Bartolome Esteban Murillo, Spanish baroque painter, gets the Google Doodle treatment", "description": "The 17th-century Spanish baroque painter Bartolomé Esteban Murillo is being celebrated Thursday with a more modern artwork -- the Google Doodle.", "url": "https://edition.cnn.com/2018/11/29/europe/murillo-google-doodle-scli-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129094748-two-women-at-a-window-painting-super-tease.jpg", "publishedAt": "2018-11-29T11:32:52Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "alma", "title": "بين الموضة والخوف.. أكثر أفلام الرعب أناقة للعام 2018", "description": "تشرح مصممة أزياء فيلم &quot;ساسبيريا&quot;، جوليا بيرسانتي، كيف صممت ملابس شخصيات الساحرات في فيلم الرعب الجديد.", "url": "https://arabic.cnn.com/style/article/2018/11/29/suspiria-costume-designs", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/181024110638-suspiria-2018-1.jpg?itok=SgtcClPP", "publishedAt": "2018-11-29T11:27:35Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "أحدث ناطحة سحاب في لندن تثير قلق مراقبة الملاحة الجوية", "description": "خطط لندن الطموحة لبناء ناطحة سحاب جديدة في لندن تقلق أنظمة مراقبة الملاحة الجوية.", "url": "https://arabic.cnn.com/style/video/2018/11/29/v68736-london-tulip-skyscraper-worries-airport", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/london-tulip-skyscraper-worries-airport.jpg?itok=lh35dxBs", "publishedAt": "2018-11-29T11:18:01Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "أودي تكشف عن سيارة كهربائية بتصميم رائع.. إليك مميزاتها", "description": "كشفت أودي عن سيارتها النموذجية E-Tron GT، وهي جزء من جهود الشركة لتطوير سيارات كهربائية جديدة. تقول أودي إنه يمكن قيادة السيارة لـ400 كيلومتراً دفعة واحدة، بينما يمكن إعادة شحن 80 بالمائة من طاقتها في 20 دقيقة.", "url": "https://arabic.cnn.com/business/video/2018/11/29/v68731-audi-etron-concept", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/181128220423-audi-unveils-the-e-tron-gt-concept.jpg?h=bf9fb9c7&itok=grZoq7Fm", "publishedAt": "2018-11-29T11:14:48Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Francesca Street, CNN", "title": "Vintage pictures show how LAX has changed over 90 years", "description": "LAX (Los Angeles International Airport) celebrates its 90th birthday in 2018. A lot's changed in nearly a century as these vintage pictures show.", "url": "https://www.cnn.com/travel/article/lax-airport-vintage-pictures-los-angeles/index.html", "urlToImage": "https://dynaimage.cdn.cnn.com/cnn/w_1200/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F181114161455-an-airplane-pilot-and-a-flight-attendant-talk-with-the-driver-of-a-1963-corvette-sting-ray-sport-coupe-in-a-parking-lot-at-los-angeles-international-airport-super-tease.jpg", "publishedAt": "2018-11-29T11:12:30Z", "content": "LAX started life as an empty field; now it regularly charts as one of the world's busiest airports. It was Charles Lindbergh's groundbreaking transatlantic flight of 1927 that convinced Los Angeles officials of the need for an airport in the City of Angels. O… [+5720 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "olivertapia", "title": "Este asesino confeso dice que mató a 90 personas. Y el FBI le cree", "description": "Samuel Little, de 78 años, cumplía una sentencia de por vida en prisión acusado de asesinar a tres personas. El FBI lo interrogó en relación a otros homicidios y la sorpresa fue que el hombre confesó haber matado hasta 90 personas.", "url": "https://cnnespanol.cnn.com/2018/11/29/este-asesino-confeso-dice-que-mato-a-90-personas-y-el-fbi-le-cree/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-asesino-serial.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T11:06:25Z", "content": "(CNN) - Samuel Little esperaba mudarse de prisión en la primera mitad de este año. El hombre de 78 años cumplía una sentencia de por vida en prisión acusado de asesinar a tres personas. Pero su nombre apareció en el Programa de Aprehensión de Criminales Viole… [+2093 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Harry Enten, CNN", "title": "Most Americans will have Democratic governors after the 2018 midterms", "description": "Most Americans will live under Democratic governors come next year.", "url": "https://www.cnn.com/2018/11/29/politics/americans-democratic-governor-2018-midterms/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181030161645-midterms-2018-elex-center-main-results-super-tease.jpg", "publishedAt": "2018-11-29T11:04:50Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Doug Criss, CNN", "title": "5 things to know for November 29: Russia probe, economy, life expectancy, tap water", "description": "Here's what else you need to know to Get Up to Speed and Out the Door.", "url": "https://www.cnn.com/2018/11/29/us/five-things-november-29-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170613101920-trump-mueller-split-2-super-tease.jpg", "publishedAt": "2018-11-29T11:04:29Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Z. Byron Wolf, CNN", "title": "What would actually happen if Trump actually closed the border?", "description": "If President Donald Trump's Twitter feed is the window to his thoughts, everything he says there should be taken seriously. So the fact that he has now on three occasions over the past month and a half threatened to \"close\" the US border with Mexico means he …", "url": "https://www.cnn.com/2018/11/29/politics/trump-border-tweets/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127213755-san-ysidro-super-tease.jpg", "publishedAt": "2018-11-29T11:03:44Z", "content": "(CNN) If President Donald Trump's Twitter feed is the window to his thoughts, everything he says there should be taken seriously. So the fact that he has now on three occasions over the past month and a half threatened to \"close\" the US border with Mexico mea… [+11554 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Perry Kostidakis, CNN", "title": "Serena Williams wins second straight Wimbledon title: CNN World Sport at 25", "description": "CNN World Sport is celebrating its 25th anniversary this year and reflecting on its coverage of the biggest events and stars in sport. Serena Williams was at the beginning of career in 2003, but was no less dominant, winning her second straight Wimbledon titl…", "url": "https://edition.cnn.com/2018/11/29/sport/serena-williams-2003-world-sport-25-spt-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128170838-serena-2003-super-tease.jpg", "publishedAt": "2018-11-29T10:51:49Z", "content": "(CNN) With how dominant she's been, and for how long, it's easy to forget the beginning of Serena Williams's career. That is, until you remember that her career started off with dominance as well. Serena won the first of her 23 grand slam singles title in 199… [+627 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Jacopo Prisco", "title": "Why was a legendary American car hidden away for 30 years?", "description": "The Shelby Daytona Cobra Coupe's extraordinary story includes beating Ferrari, being driven by Phil Spector, and spending three decades in a storage unit.", "url": "https://www.cnn.com/style/article/shelby-daytona-cobra-coupe/index.html", "urlToImage": "http://cdn.cnn.com/cnnnext/dam/assets/150501111132-shelby-daytona-tease-super-169.jpg", "publishedAt": "2018-11-29T10:51:01Z", "content": "Why was this legendary American car hidden away for 30 years? The Shelby Daytona Cobra Coupe's extraordinary story includes beating Ferrari, being driven by Phil Spector, and spending three decades in a storage unit. This story was originally published in Jun… [+10693 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "olivertapia", "title": "Brasil: Arrestan al gobernador de Río de Janeiro por acusaciones de corrupción", "description": "El gobernador de Río de Janeiro, Luiz Fernando Pezão, fue arrestado este jueves en el Palacio Laranjeiras, la residencia oficial del gobierno de la ciudad, acusado de corrupción.", "url": "https://cnnespanol.cnn.com/2018/11/29/brasil-arrestan-al-gobernador-de-rio-de-janeiro-por-acusaciones-de-corrupcion/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-pezao.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T10:37:45Z", "content": "(CNN) - El gobernador de Río de Janeiro, Luiz Fernando Pezão, fue arrestado este jueves en el Palacio Laranjeiras, la residencia oficial del gobierno local, por pedido de la fiscalía, de acuerdo con un reporte de la agencia oficial de noticias Agencia Brasil.… [+121 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "AngelaBonachera", "title": "Argentina G20: lo que debes saber para entender la reunión de líderes mundiales", "description": "¿No sabes en qué consiste el G20? ¿Para qué se reúnen? ¿Por qué esos países y no otros? Te explicamos las principales dudas sobre este encuentro.", "url": "https://cnnespanol.cnn.com/2018/11/29/argentina-g20-lo-que-debes-saber-para-entender-la-reunion-de-lideres-mundiales/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/03/gettyimages-882943484.jpg?quality=100&strip=info&w=1200", "publishedAt": "2018-11-29T10:36:26Z", "content": "(CNN Español) ¿Qué es y para qué sirve esta cumbre de líderes mundiales? ¿Qué es el G20? El G20 nació en 1999 como una reunión técnica de ministros de Finanzas y presidentes de Bancos Centrales, según se explica en su propia página web. Según la misma, \"en pl… [+4091 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "alvarovalde2020", "title": "5 cosas que debes saber este 29 de noviembre: Trump, atribulado; lo que se espera del G20; los retos de AMLO; el veredicto por Berta Cáceres y Kushner homenajeado", "description": "Mientras Trump luce consumido por la investigación sobre la conexión rusa, Argentina recibe a los líderes de la Cumbre del G20, y en México comienza la cuenta regresiva para la toma de posesión de AMLO. Esto es lo que necesitas saber para comenzar tu día. Pri…", "url": "https://cnnespanol.cnn.com/2018/11/29/5-cosas-que-debes-saber-este-29-de-noviembre-trump-atribulado-lo-que-se-espera-del-g20-los-retos-de-amlo-el-veredicto-por-berta-caceres-y-kushner-homenajeado/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/trump-rusia-mueller.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T10:35:13Z", "content": "Mientras Trump luce consumido por la investigación sobre la conexión rusa, Argentina recibe a los líderes de la Cumbre del G20, y en México comienza la cuenta regresiva para la toma de posesión de AMLO. Esto es lo que necesitas saber para comenzar tu día. Pri… [+3664 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "باحث: فخور بأول أطفال معدلين جينياً.. وعلماء: تصرف غير مسؤول", "description": "العالم الصيني الذي يزعم أنه ساعد في هندسة أول طفلين معدلين جينياً في العالم أشار إلى إمكانية ولادة طفل ثالث معدّل جينياً أيضاً.", "url": "https://arabic.cnn.com/world/video/2018/11/29/v68735-gene-edited-babies", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/181129095847-he-jiankui-genetic-summit.jpg?h=1c3b0df0&itok=iXA7cTvs", "publishedAt": "2018-11-29T10:23:05Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "olivertapia", "title": "El reggae ya es patrimonio cultural inmaterial de la humanidad", "description": "El reggae, un popular tipo de música con origen en Jamaica, fue incluido en la lista de Patrimonio Cultural Inmaterial de las Naciones Unidas, anunció la UNESCO este jueves.", "url": "https://cnnespanol.cnn.com/2018/11/29/el-reggae-ya-es-patrimonio-cultural-inmaterial-de-la-humanidad/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-marley.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T10:15:20Z", "content": "(CNN) - El reggae, un popular tipo de música con origen en Jamaica, fue incluido en la lista de Patrimonio Cultural Inmaterial de las Naciones Unidas. La UNESCO hizo el anuncio el jueves en la 13 sesión del Comité para la Salvaguardia del Patrimonio Cultural … [+860 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Euan McKirdy, CNN", "title": "Majority of au pairs in Australia exploited, study finds", "description": "The majority of foreign au pairs working in Australia are being asked to do housework on top of their childcare duties by families taking advantage of cheap labor, a new report has found.", "url": "https://edition.cnn.com/2018/11/29/australia/australia-au-pair-industry-exploitation-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129164408-woman-pushing-pram-bondi-beach-super-tease.jpg", "publishedAt": "2018-11-29T10:04:29Z", "content": "(CNN) The majority of foreign au pairs working in Australia are being asked to do housework on top of their childcare duties by families taking advantage of cheap labor, a new report has found. The report, \" Cultural Exchange or Cheap Housekeeper ?\" released … [+3418 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ben Church, CNN", "title": "Wembley to host historic match for Britain's most successful LGBT club", "description": "Over the top challenges, elbows, spitting, constant name calling and homophobic songs sung in their faces.", "url": "https://edition.cnn.com/2018/11/29/sport/wembley-diversity-stonewall-lgbt-football-fa-spt-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181116105801-giroud-super-tease.jpg", "publishedAt": "2018-11-29T10:03:41Z", "content": "Stonewall FC was formed in 1991 The club has recently partnered with the FA Together they hope to tackle homophobia in football (CNN) Over the top challenges, elbows, spitting, constant name calling and homophobic songs sung in their faces. Over the last thre… [+6178 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Daniel Shane, CNN Business", "title": "Renault, Nissan and Mitsubishi renew their alliance vows", "description": "Nissan, Renault and Mitsubishi are sticking with their alliance despite tensions triggered by the arrest and ouster of Carlos Ghosn as chairman of two of the companies.", "url": "https://www.cnn.com/2018/11/29/business/renault-nissan-mitsubishi-alliance/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181124085634-file-carlos-ghosn-nissan-super-tease.jpg", "publishedAt": "2018-11-29T10:02:20Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Sessions jokes about getting 'pink slip'", "description": "Former Attorney General Jeff Sessions made jokes about his departure from the White House during a keynote speech at the annual Chicago Crime Commission awards dinner.", "url": "https://www.cnn.com/videos/politics/2018/11/29/jeff-sessions-pink-slip-sot-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181107145906-18-jeff-sessions-lead-image-super-tease.jpg", "publishedAt": "2018-11-29T10:00:53Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "s.ghazal", "title": "طائرة نفاثة بشكل سمكة القرش الأبيض.. ما الذي يميزها؟", "description": "قد تكون صادفت سمك القرش أثناء زيارتك لإحدى أحواض الأسماك.. ولكن، ما رأيك إذا سُنحت لك الفرصة بالسفر في طائرة تحمل شكل هذه السمكة المفترسة؟ إليك بعض المعلومات عن طائرة &quot;إمبراير E190-E2&quot;، وميزاتها.", "url": "https://arabic.cnn.com/travel/article/2018/11/29/embraer-e190-e2-no-middle-seats", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/28/images/http_%252F%252Fcdn.cnn_.com%252Fcnnnext%252Fdam%252Fassets%252F181115163647-e2-190-shark-01.jpg?itok=Cbn6XUYC", "publishedAt": "2018-11-29T09:47:09Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ivana Kottasová, CNN Business", "title": "Unilever CEO to retire; Fed minutes; Nissan and Renault meet", "description": "Here's what you need to know about the markets before you start your business day.", "url": "https://www.cnn.com/2018/11/29/investing/premarket-stocks-trading/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181031111224-01-jerome-powell-lead-image-super-tease.jpg", "publishedAt": "2018-11-29T09:46:04Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "olivertapia", "title": "Los que se van y los que llegan: 6 gráficas para entender el estado de la migración en México", "description": "¿Cuál es la situación de la migración hacia y desde México? ¿Cuántos refugiados recibe México y cuántos mexicanos solicitan refugio en otros países? ¿Cuánto dinero recibe el país en función de las remesas que envían sus migrantes? Aquí hay seis gráficas que l…", "url": "https://cnnespanol.cnn.com/2018/11/29/los-que-se-van-y-los-que-llegan-6-graficas-para-entender-el-estado-de-la-migracion-en-mexico/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-gracc81ficas-1.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T09:44:52Z", "content": "(CNN) - México se encuentra en medio de una situación complicada debido a la llegada masiva de migrantes centroamericanos de la caravana que buscan llegar a Estados Unidos. Esto ha provocado una división en la sociedad entre quienes rechazan y quienes respald… [+2460 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "hnoami", "title": "محلل لـCNN: بولتون \"جبان\" لرفضه سماع تسجيل خاشقجي وصراخ التعذيب لغة عالمية", "description": "قال المقدم المتقاعد بالجيش الأمريكي، رالف بيترز، إن جون بولتون، مستشار الأمن القومي للرئيس الأمريكي، دونالد ترامب &quot;جبان&quot; لرفضه سماع &quot;تسجيلات تعذيب&quot; الإعلامي السعودي، جمال خاشقجي، قبل مقتله في قنصلية بلاده في إسطنبول.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/ralph-peters-cowards-not-listening-tapes-sot", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/zdbdzfbdf.jpg?itok=LkirhFkW", "publishedAt": "2018-11-29T09:34:52Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "s.ghazal", "title": "مدينة العلا الأثرية.. هل ستصبح أحدث وجهة رياضية لعشاق المغامرات بالسعودية؟", "description": "لطالما عُرفت مدينة العلا بكونها ملتقى للسياح دون منازع، خاصة أنها تتميز بآثارها وجبالها. وإذا كنت من هواة المغامرات، لربما تخيلت نفسك تتسلق قمم هذه المدينة في يوم من الأيام. فماذا سيكون شعورك إذا تحول هذا الحُلم إلى حقيقة؟", "url": "https://arabic.cnn.com/travel/article/2018/11/29/saudi-sport-activities-climbing-al-ula", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/28/images/11.jpeg?itok=8SyIyqIs", "publishedAt": "2018-11-29T09:18:30Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "ما هي أهم الأسباب التي أدت إلى هبوط أسعار \"البيتكوين\"؟", "description": "الرئيس التنفيذي لمجموعة شركات &quot;إنجوت&quot; إيمان مطلق تتحدث في هذا الفيديو عن أهم الأسباب والعوامل الحقيقية التي أدت إلى هبوط أسعار &quot;البيتكوين&quot; في الفترات الأخيرة.", "url": "https://arabic.cnn.com/business/video/2018/11/29/v68730-business-minute-bitcoin-prices-reasons-iman-mutlak", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-914861930.jpg?h=6af407f6&itok=IQDfpTuj", "publishedAt": "2018-11-29T09:06:39Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Salma Sylla Mbaye, for CNN", "title": "Why NASA chose Senegal to observe a frozen world beyond Pluto", "description": "NASA's New Horizons team observed the flyby of a trans-neptunian object called the Ultima Thule (beyond the known world) orbiting just beyond Pluto.", "url": "https://www.cnn.com/2018/11/29/africa/nasa-observation-of-ultima-thule-senegal-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128101809-nasa-senegal-super-tease.jpg", "publishedAt": "2018-11-29T09:00:58Z", "content": "Salma Sylla Mbaye, is the first Ph.D. student in Astronomy in Senegal. She is in her second year at Cheikh Anta Diop university in Dakar. Mbaye was part of two dozen Senegalese astronomers and scientists that accompanied NASA's New Horizons team to observe th… [+5283 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Radina Gigova and Laura Smith-Spark, CNN", "title": "Russian official: Trump and Putin will meet at G20", "description": "US President Donald Trump and Russian President Vladimir Putin will meet Saturday on the sidelines of the G20 summit in  Argentina, Russian presidential aide Yuri Ushakov told the state news agency RIA Novosti.", "url": "https://www.cnn.com/2018/11/29/politics/trump-putin-g20-meeting-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180727091704-02-trump-putin-super-tease.jpg", "publishedAt": "2018-11-29T08:49:23Z", "content": "(CNN) US President Donald Trump and Russian President Vladimir Putin will meet Saturday on the sidelines of the G20 summit in Argentina, Russian presidential aide Yuri Ushakov told the state news agency RIA Novosti. The meeting, at the Park Hyatt hotel in Bue… [+1610 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "قمة العشرين بالأرجنتين.. ماذا على المحك بين أمريكا والصين؟", "description": "ما يقال عن قمة مجموعة العشرين هو أنها لمجرد الاستعراض. مصافحات وصور جماعية دون أن يحدث شيء حقاً. لكن هذا العام قد تكون القمة في بيونس آيرس مختلفة.", "url": "https://arabic.cnn.com/world/video/2018/11/29/v68729-argentina-g20-preview", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/Screen%20Shot%202018-11-29%20at%2012.30.36%20PM.jpg?itok=y6zVWTiI", "publishedAt": "2018-11-29T08:42:18Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Madeline Holcombe, Eliott C. McLaughlin and Jason Hanna, CNN", "title": "Opening statements begin today in Charlottesville trial", "description": "Opening statements are expected to begin Thursday in the trial of the man accused of killing Heather Heyer last year at a white nationalist rally in Charlottesville, Virginia.", "url": "https://www.cnn.com/2018/11/29/us/charlottesville-james-fields-trial-opening-statements/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129013019-charlottesville-courthouse-james-fields-super-tease.jpg", "publishedAt": "2018-11-29T08:35:17Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Faith Karimi, CNN", "title": "16 USPS workers sentenced for taking bribes to deliver cocaine on their routes", "description": "Sixteen US Postal Service workers got sentences of between three to nine years in federal prison for accepting bribes to deliver  cocaine on their routes in Atlanta.", "url": "https://www.cnn.com/2018/11/29/us/atlanta-postal-workers-cocaine-sentencing-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/120913040628-cocaine-cutting-addiction-story-top.jpg", "publishedAt": "2018-11-29T08:32:00Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Charles Riley, CNN Business", "title": "Unilever CEO Paul Polman retires after 10 years", "description": "Unilever CEO Paul Polman is retiring at the end of the year after a decade in charge of one of the world's biggest consumer goods businesses.", "url": "https://www.cnn.com/2018/11/29/business/unilever-paul-polman-chief-executive/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129082009-02-paul-polman-file-super-tease.jpg", "publishedAt": "2018-11-29T08:30:47Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "jaafar", "title": "ما خلف موسيقى \"كي بوب\" الكورية.. أو البوب الكوري؟", "description": "تبلغ قيمة صناعة الموسيقى الكورية، أي الكي بوب، حوالي 5 مليارات دولار عالمياً. ولكن، هناك شيء يتخطى هذا الأمر عن الموسيقى الكورية.", "url": "https://arabic.cnn.com/travel/video/2018/11/29/v68726-south-korea-music-me-your-guide", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/south-korea-music-with-me-as-your-guide.jpg?itok=qxaN3Q6q", "publishedAt": "2018-11-29T08:13:46Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Nicole Chavez and Janet DiGiacomo, CNN", "title": "Man pleads guilty to rape and murder in killing of Muslim teen attacked near mosque", "description": "A man has pleaded guilty to killing a Muslim teenager as she and her friends walked to a mosque in northern Virginia, officials said.", "url": "https://www.cnn.com/2018/11/29/us/slain-muslim-teen-plea-deal/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129015554-darwin-martinez-torres-sketch-1128-super-tease.jpg", "publishedAt": "2018-11-29T08:13:17Z", "content": "(CNN) A man has pleaded guilty to killing a Muslim teenager as she and her friends walked to a mosque in northern Virginia, officials said. Darwin Martinez Torres, 25, accepted a plea deal Wednesday in a Fairfax County courtroom in a case that shook Virginia'… [+3029 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Victim: Destroying my rape kit tells me I don't matter", "description": "CNN speaks with a woman in Fayetteville, North Carolina, whose rape kit was destroyed after a detective decided what happened to her wasn't a crime. See more at CNN.com/Destroyed.", "url": "https://www.cnn.com/videos/health/2018/11/28/destroyed-rape-kits-investigation-cabrera-pkg.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127085618-03-rape-kit-tease-super-tease.jpg", "publishedAt": "2018-11-29T08:06:16Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "dalomari", "title": "الصين تبدأ ببناء أول قطار فائق السرعة تحت الماء بالعام 2019", "description": "أعطت بكين الضوء الأخضر لبناء أول قطار فائق السرعة تحت الماء في الصين.", "url": "https://arabic.cnn.com/travel/article/2018/11/29/china-underwater-high-speed-railway", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/http_%252F%252Fcdn.cnn_.com%252Fcnnnext%252Fdam%252Fassets%252F181127172233-gettyimages-912848438.jpg?itok=cwGWQ7Tb", "publishedAt": "2018-11-29T07:52:16Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "What to expect from US and China at G20 summit", "description": "With the US and China locked in a trade war, President Trump and Chinese President Xi Jinping are scheduled to discuss trade and North Korea at the G20 summit in Buenos Aires. CNN's Matt Rivers explains what you might see.", "url": "https://www.cnn.com/videos/world/2018/11/29/g20-summit-argentina-preview-trump-us-china-trade-war-matt-rivers-pkg-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181102151622-02-trump-xi-china-file-super-tease.jpg", "publishedAt": "2018-11-29T07:51:21Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "hnoami", "title": "العرعور يناظر الموسوي: لماذا لم يذكر الله الإمامة في القرآن بالمعنى الشيعي؟", "description": "نشر الداعية الإسلامي السني، عدنان العرعور، مناظرة له مع رجل الدين الشيعي، مهدي الموسوي، حول &quot;مصداقية الأدلة الإمامية على الإمامة الشيعية&quot;، وذلك في حلقة جديدة بسلسلة مناظرات يجريها ويتناول فيها نقاطا خلافية بين المذهبين السني والشيعي.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/arour-shiite-sunni-debate", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-1053759518.jpg?itok=A2I7ODb2", "publishedAt": "2018-11-29T07:47:32Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "olivertapia", "title": "Este es el gol del argentino Rogelio Funes Mori en México del que todo el mundo habla", "description": "El argentino Rogelio Funes Mori, delantero del club Monterrey del fútbol mexicano, anotó este miércoles un espectacular gol de chilena en el partido ante Santos Laguna por los cuartos de final de la liguilla del Torneo Apertura", "url": "https://cnnespanol.cnn.com/2018/11/29/este-es-el-gol-del-argentino-rogelio-funes-mori-en-mexico-del-que-todo-el-mundo-habla/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/cnn-rayados.jpeg?quality=100&strip=info", "publishedAt": "2018-11-29T07:29:07Z", "content": "(CNN Español) - El premio Puskas de la FIFA al mejor gol del año ya tiene un serio aspirante. El argentino Rogelio Funes Mori, delantero del club Monterrey del fútbol mexicano, anotó este miércoles un espectacular gol de chilena en el partido ante Santos Lagu… [+406 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Anderson Cooper: Why Trump's comments are problematic", "description": "CNN's Anderson Cooper discusses President Donald Trump's behavior on Twitter, and how it highlights a greater problem.", "url": "https://www.cnn.com/videos/politics/2018/11/29/trump-mueller-investigation-anderson-cooper-kth-ac360-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128203559-ac-kth-11282018-super-tease.jpg", "publishedAt": "2018-11-29T07:26:25Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "طفل يسرق الأضواء من البابا فرانسيس.. ما الذي قام به؟", "description": "سار طفل أرجنتيني في الـ6 من عمره إلى المنصة أثناء حفل بالفاتيكان، وظهر البابا فرانسيس وهو يحتفي باللحظة مع سحب وينزيل ويرث يد أحد الحراس.", "url": "https://arabic.cnn.com/entertainment/video/2018/11/29/v68722-boy-upstages-pope-francis-vatican", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/181128170513-papa-nino-autista.jpg?h=411aef33&itok=AsM8RQYM", "publishedAt": "2018-11-29T07:03:24Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Helen Regan, Rebecca Wright and Alexandra Field, CNN", "title": "World's leading geneticists call for investigation into 'deeply disturbing' claims", "description": "Organizers of a global genome conference have called for an independent investigation into a Chinese scientist who claims to have created the world's first genetically edited babies, describing his research as \"deeply disturbing.\"", "url": "https://www.cnn.com/2018/11/29/health/human-genome-summit-investigation-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129100059-he-jiankui-genetic-babies-02-super-tease.jpg", "publishedAt": "2018-11-29T06:57:28Z", "content": "(CNN) Organizers of a global genome conference have called for an independent investigation into a Chinese scientist who claims to have created the world's first genetically edited babies, describing his research as \"deeply disturbing.\" In a statement wrappin… [+4847 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Anti-Semitism reaches fever pitch in France", "description": "CNN's Clarissa Ward investigates the growing complexity of anti-Semitism in France, where racism from the far-right has been more recently compounded with radical elements in France's Muslim population, analysts say.", "url": "https://www.cnn.com/videos/world/2018/11/23/antisemitism-in-france-clarissa-ward-pkg-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181122211754-anti-semitism-france-3-super-tease.jpg", "publishedAt": "2018-11-29T06:47:08Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "s.zaghloul", "title": "تقرير: ترتيب الدول العربية الأكثر إهدارا للطعام", "description": "كشف تقرير أصدرته منظمة الأمم المتحدة للأغذية والزراعة (فاو) بالتعاون مع الإيكونوميست، أن المواطن المصري يعد الأكثر إهدارا للطعام بين المواطنين العرب، بينما يتصدر الأمريكيون شعوب العالم في هذا المجال، إذ يهدر المواطن الواحد 95 كيلوغراما سنويا.", "url": "https://arabic.cnn.com/business/video/2018/11/29/v68689-bus-food-egypt-usa-morocco-sudan", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/28/images/GettyImages-86093761.jpg?h=fed93d31&itok=OfRnsudT", "publishedAt": "2018-11-29T06:38:56Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "hnoami", "title": "الأمير خالد بن سلمان ينشر فيديو \"يكشف\" تجنيد الحوثي للأطفال", "description": "نشر الأمير خالد بن سلمان، سفير المملكة العربية السعودية في أمريكا، مقطع فيديو &quot;يكشف&quot; عمليات تجنيد جماعة الحوثي في اليمن للأطفال في القتال ضد التحالف الذي تقوده الرياض.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/khalid-bin-salman-houthi-video-tweet", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/dbrdf.jpg?itok=wy3nRFJe", "publishedAt": "2018-11-29T06:33:03Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "abelhaik", "title": "إيفانكا ترامب: اختلف مع والدي على انفراد", "description": "تحدثت إيفانكا ترامب أثناء مقابلة أجرتها معها شبكة ABC عن علاقة العمل بينها وبين الرئيس الأمريكي دونالد ترامب، مسلطة الضوء على الأحداث الفوضوية الأخيرة التي شهدتها الحدود الأمريكية - المكسيكية.", "url": "https://arabic.cnn.com/world/video/2018/11/29/v68719-ivanka-trump-abc-interview", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/181128072728-ivanka-trump-abc-news.jpg?h=192eba6f&itok=w_kD1aL8", "publishedAt": "2018-11-29T06:21:46Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Augusta Anthony, CNN", "title": "Jewish professor finds swastikas spray-painted on her office walls at Columbia's Teachers College", "description": "The NYPD has launched an investigation into a possible hate crime after a Columbia University professor's office was vandalized with two spray-painted swastikas and a derogatory word aimed at Jewish people.", "url": "https://www.cnn.com/2018/11/29/us/swastika-vandalism-columbia-university/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129010247-columbia-university-swastika-super-tease.jpg", "publishedAt": "2018-11-29T06:20:12Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Euan McKirdy, CNN", "title": "3 cops found guilty in first police convictions of Philippines drug war", "description": "Three police officers have each been sentenced to 40 years in prison without parole for their roles in the killing of Kian Delos Santos, a teenager caught in the crossfire of Philippines President Rodrigo Duterte's bloody war on drugs.", "url": "https://www.cnn.com/2018/11/29/asia/philippines-kian-delos-santos-first-drug-war-convictions-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170824155059-philippines-protest-aug-2017-1-super-tease.jpg", "publishedAt": "2018-11-29T06:06:49Z", "content": "(CNN) Three police officers have each been sentenced to 40 years in prison without parole for their roles in the killing of Kian Delos Santos, a teenager caught in the crossfire of Philippines President Rodrigo Duterte's bloody war on drugs. Arnel Oares, Jere… [+3369 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Stephen Collinson, CNN", "title": "Trump's aggressive bid to define Mueller's end game", "description": "President Donald Trump is sending an unmistakable and daringly public message to his jailed ex-campaign chairman, Paul Manafort, that his defiance of special counsel Robert Mueller could eventually see him walk free from jail.", "url": "https://www.cnn.com/2018/11/29/politics/donald-trump-robert-mueller-pardon-manafort/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/160815120149-01-paul-manafort-file-0815-super-tease.jpg", "publishedAt": "2018-11-29T06:00:28Z", "content": "(CNN) President Donald Trump is sending an unmistakable and daringly public message to his jailed ex-campaign chairman, Paul Manafort, that his defiance of special counsel Robert Mueller could eventually see him walk free from jail. And Trump's move -- delive… [+8365 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Nicole Gaouette, CNN", "title": "Trump heads to Argentina and the kind of global gathering he loves to hate", "description": "President Donald Trump will arrive in Argentina on Thursday evening for the G20 meeting, where world leaders may be bracing themselves.", "url": "https://www.cnn.com/2018/11/29/politics/trump-g20-love-hate/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180614152833-06-week-in-photos-0615-super-tease.jpg", "publishedAt": "2018-11-29T06:00:28Z", "content": "Washington (CNN) President Donald Trump will arrive in Argentina on Thursday evening for the G20 meeting, where world leaders may be bracing themselves. Trump has a pattern of disrupting global summits and gatherings, particularly with allies, picking fights … [+5578 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Don Lemon: Is Mueller getting under Trump's skin?", "description": "CNN's Don Lemon looks at whether special counsel Robert Mueller is getting under President Trump's skin.", "url": "https://www.cnn.com/videos/politics/2018/11/29/dons-take-trump-internet-troll-ctn-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129001109-don-lemon-11-28-super-tease.jpg", "publishedAt": "2018-11-29T05:59:24Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "hnoami", "title": "الكونغرس يوافق على رفع مشروع قرار لوقف دعم تحالف \"الشرعية\" باليمن", "description": "وافق الكونغرس الأمريكي على رفع مشروع قرار لوقف دعم تحالف &quot;دعم الشرعية&quot; في اليمن الذي تقوده المملكة العربية السعودية، وذلك في الوقت الذي يزداد فيه الجدل حول موقف الإدارة الأمريكية من قضية مقتل الإعلامي السعودي، جمال خاشقجي، في قنصلية بلاده ف", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/urgent-senate-votes-advance-resolution-ending-us-support-saudi-led-war", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-84211317.jpg?itok=o0uQX8tv", "publishedAt": "2018-11-29T05:42:37Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Susan Scutti, CNN", "title": "Drug overdoses, suicides cause drop in 2017 US life expectancy; CDC director calls it a 'wakeup call'", "description": "Life expectancy in the United States declined from 2016 to 2017, yet the 10 leading causes of death remained the same, government researchers say. Increasing drug overdose deaths and suicides may explain this slight downtick. CDC Director Dr. Robert Redfield …", "url": "https://www.cnn.com/2018/11/29/health/life-expectancy-2017-cdc/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/171220112713-us-life-expectancy-study-super-tease.jpg", "publishedAt": "2018-11-29T05:16:15Z", "content": "(CNN) Life expectancy in the United States declined from 2016 to 2017, yet the 10 leading causes of death remained the same, according to three government reports released Thursday. Increasing deaths due to drug overdoses and suicides explain this slight down… [+5983 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Tami Luhby, CNN", "title": "More American children are uninsured despite strong economy", "description": "For the first time in nearly a decade, the number of uninsured children in America has grown.", "url": "https://www.cnn.com/2018/11/29/politics/uninsured-children-rate/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128135334-01-uninsured-children-112818-super-tease.jpg", "publishedAt": "2018-11-29T05:01:55Z", "content": "New York (CNN) For the first time in nearly a decade, the number of uninsured children in America has grown. The reversal is unprecedented, particularly given a strong economy in which more people are landing jobs and gaining access to employer health coverag… [+3414 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "'Mrs. Doubtfire' cast reunites after 25 years", "description": "The cast of \"Mrs. Doubtfire\" reunited for the first time since the movie was released in 1993.", "url": "https://www.cnn.com/videos/business/2018/11/29/mrs-doubtfire-cast-remember-robin-williams-fsc-orig-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128225033-mrs-doubtfire-cast-super-tease.jpg", "publishedAt": "2018-11-29T05:00:30Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "hnoami", "title": "قرقاش: فرصة للقطريين لسؤال قيادتهم عن حكمة مهاجمة السعودية.. والرميحي يرد", "description": "قال أنور قرقاش، وزير الدولة الإماراتي للشؤون الخارجية إن هناك فرصة للمواطن القطري ليسأل فيها قيادته حول مصلحة البلاد في مهاجمة المملكة العربية السعودية وتضييع فرصة أمام الدوحة لتسهيل أزمتها.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/gargash-qataris-saudi-media-romahi-reaction", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/GettyImages-72831205.jpg?itok=0DuLUppG", "publishedAt": "2018-11-29T04:46:35Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Emanuella Grinberg, CNN", "title": "Ex-Alaska Airlines pilot says he lost his job over false #MeToo claims", "description": "A former Alaska Airlines pilot is firing back at an ex-colleague who accused him of rape, saying he lost his job because of her \"false #MeToo claims.\"", "url": "https://www.cnn.com/2018/11/28/us/alaska-airlines-lawsuit/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180511142828-paul-engelien-pilot-super-tease.jpg", "publishedAt": "2018-11-29T04:21:21Z", "content": "(CNN) A former Alaska Airlines pilot is firing back at an ex-colleague who accused him of rape, saying he lost his job because of her \"false #MeToo claims.\" In a lawsuit, Paul Engelien admits to consuming alcohol in a Minneapolis hotel lounge with first offic… [+5998 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Sarah Moon, CNN", "title": "Evacuation orders, flash flood watches for areas burned by California wildfires", "description": "Flash flood watches and evacuation orders were issued Wednesday for parts of California scorched by recent wildfires, as possible thunderstorms threatened to increase the risk of mudslides and debris flows in those areas.", "url": "https://www.cnn.com/2018/11/28/us/california-wildfires-evacuation-orders/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180813164331-holy-fire-helicopter-811-super-tease.jpg", "publishedAt": "2018-11-29T04:17:59Z", "content": "(CNN) Flash flood watches and evacuation orders were issued Wednesday for parts of California scorched by recent wildfires, as possible thunderstorms threatened to increase the risk of mudslides and debris flows in those areas. In Southern California, Cal Fir… [+1388 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ben Westcott, Jennifer Hansler and Sarah Faidell, CNN", "title": "US calls for release of young Americans trapped in China ahead of G20", "description": "Ahead of a high stakes meeting between Chinese and US leaders at the G20 summit in Buenos Aires, a top US security official has demanded the release of two young Americans who say they've been prevented from leaving China.", "url": "https://www.cnn.com/2018/11/28/asia/us-china-liu-exit-ban-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129102557-01-victor-cynthia-liu-super-tease.jpg", "publishedAt": "2018-11-29T04:04:51Z", "content": "Hong Kong (CNN) Ahead of a high stakes meeting between Chinese and US leaders at the G20 summit in Buenos Aires, a top US security official has demanded the release of two young Americans who say they've been prevented from leaving China. Victor and Cynthia L… [+3996 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "hnoami", "title": "تداول فيديو رد إعلامي كويتي على فيصل القاسم ومهاجمته السعودية على الهواء", "description": "تداول نشطاء على مواقع التواصل الاجتماعي، مقطع فيديو لرد الإعلامي الكويتي، عايد المناع على الإعلامي السوري، فيصل القاسم وطرحه نقاط هاجم فيها المملكة العربية السعودية.", "url": "https://arabic.cnn.com/middle-east/article/2018/11/29/social-reaction-faisal-qassem-saudi-manaa", "urlToImage": "https://static.arabic.cnn.com/sites/default/files/styles/og_image/public/2018/11/29/images/zdfbzdf.jpg?itok=ffq8Y3Ya", "publishedAt": "2018-11-29T04:01:35Z", "content": ""}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Cuomo: Trump miscasts migrants as monsters - CNN", "description": "CNN Cuomo: Trump miscasts migrants as monsters CNN CNN's Chris Cuomo dives into why President Trump looks at the migrant situation at the US-Mexico border as a win and how this attitude affects how Americans view immigrants. Source: CNN · CNN Original Series …", "url": "https://www.cnn.com/videos/politics/2018/11/29/chris-cuomo-closing-argument-trump-migrants-border-sot-cpt-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128221724-chris-cuomo-11-28-super-tease.jpg", "publishedAt": "2018-11-29T03:58:22Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "herbertholguin", "title": "El hombre que violó a esta mujer podría ver al hijo producto del abuso, denuncia víctima", "description": "\"Esta historia es en realidad sobre mí, sobre mi hijo y sobre el hombre que me violó\", denunció Sammy Woodhouse sobre su caso.", "url": "https://cnnespanol.cnn.com/2018/11/28/violador-hijo-producto-abuso-denuncia-victima/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/sammy-woodhouse-sexual-violacion-hijo.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T03:29:42Z", "content": "(CNN) - Una víctima de abuso sexual infantil afirma que a su violador encarcelado se le ofreció la oportunidad de ver a su hijo, quien nació como resultado de la violación. Sammy Woodhouse, quien renunció a su derecho legal al anonimato en un intento por ayud… [+4447 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Swati Gupta and James Griffiths, CNN", "title": "Indian transgender political candidate missing, feared kidnapped", "description": "A transgender activist campaigning for a state assembly seat in the southern Indian state of Telangana may have been kidnapped, according to a national human rights group.", "url": "https://www.cnn.com/2018/11/28/asia/india-transgender-politician-missing-intl/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181129105644-chandramukhi-muvvala-india-trans-01-super-tease.jpg", "publishedAt": "2018-11-29T03:25:22Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "macamilarincon", "title": "¿Mal aliento? 10 razones y soluciones para tu halitosis (o la de alguien más)", "description": "Aproximadamente 80 millones de personas sufren de mal aliento crónico. Si te preocupa el olor de tu boca, tranquilo: es probable que tenga solución.", "url": "https://cnnespanol.cnn.com/2018/11/28/mal-aliento-causas-soluciones-halitosis/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/mal-aliento-halitosis-soluciones-remedios-consejos.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T03:10:53Z", "content": "(CNN) ¿Estás fallando con regularidad la prueba del olor, en la que a escondidas soplas entre tus manos para revisar tienes mal aliento? (Pista: si puedes olerlo, entonces tu aliento es totalmente desagradable, ya que la mayoría de personas no suelen percibir… [+9126 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Sen. Graham flips Saudi vote: I'm pissed", "description": "Sen. Lindsey Graham (R-SC) flipped his vote on whether to cut US support to the Saudis in Yemen, saying the way the administration handled the Khashoggi killing was \"not acceptable.\"", "url": "https://www.cnn.com/videos/politics/2018/11/29/lindsey-graham-senate-saudi-arabia-yemen-vote-sot-ebof-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128200647-sen-lindsey-graham-r-sc-super-tease.jpg", "publishedAt": "2018-11-29T02:52:20Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Jeff Flake calls for Senate to vote on bill protecting Mueller", "description": "Sen. Jeff Flake (R-AZ) tells CNN's Anderson Cooper why he thinks there should be a vote on a bill to protect special counsel Robert Mueller.", "url": "https://www.cnn.com/videos/politics/2018/11/29/jeff-flake-mueller-trump-whitaker-cooper-ac-intv-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128211957-jeff-flake-super-tease.jpg", "publishedAt": "2018-11-29T02:51:18Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Briefing with Pompeo and Mattis backfires", "description": "The secretary of state said there is 'no direct reporting' connecting the Saudi crown prince to the Khashoggi killing, prompting swift backlash from lawmakers", "url": "https://www.cnn.com/collections/pompeo-mattis-saudi-1129-intl/", "urlToImage": null, "publishedAt": "2018-11-29T02:47:02Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Estados Unidos y China: ¿cuánto están perdiendo los países en esta guerra comercial? - CNN", "description": "CNN Estados Unidos y China: ¿cuánto están perdiendo los países en esta guerra comercial? CNN La guerra comercial entre Estados Unidos y China parece no tener fin. Los presidentes Donald Trump y Xi Jinping se encontrarán en la cumbre del G20. ¿Podrán resolver …", "url": "https://cnnespanol.cnn.com/video/estados-unidos-china-donald-trump-xi-jinping-g20-reunion-perspectivas-buenos-aires/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/181128225005-china-usa-trump-xi-ping-full-169.jpg?quality=100&strip=info&w=1200", "publishedAt": "2018-11-29T02:34:24Z", "content": "La guerra comercial entre Estados Unidos y China parece no tener fin. Los presidentes Donald Trump y Xi Jinping se encontrarán en la cumbre del G20. ¿Podrán resolver el conflicto? Según el periodista de Infobae, Germán Padinger, la barrera arancelaria impuest… [+55 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Ex-Fox News analyst slams Trump officials", "description": "Retired Lt. Col. Ralph Peters criticizes Trump officials for defending the Trump administration's response to the killing of Washington Post journalist Jamal Khashoggi.", "url": "https://www.cnn.com/videos/politics/2018/11/29/ralph-peters-cowards-not-listening-tapes-sot-ac360-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128211242-retired-lt-col-ralph-peters-ac360-11-28-18-super-tease.jpg", "publishedAt": "2018-11-29T02:24:09Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Is it safe to eat romaine lettuce again?", "description": "With one caveat ...", "url": "https://www.cnn.com/2018/11/28/health/romaine-lettuce-tracker-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/180413141128-chopped-romaine-lettuce-super-tease.jpg", "publishedAt": "2018-11-29T02:01:36Z", "content": "Updated 9:08 PM ET, Wed November 28, 2018 Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Late night mocks Melania's decorations", "description": "CNN's Jeanne Moos reports on the jokes and public criticism that have ensued following the release of photos of Melania Trump's red cranberry covered Christmas trees.", "url": "https://www.cnn.com/videos/politics/2018/11/29/melania-trump-christmas-decorations-red-trees-jeanne-moos-ebof-pkg-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128202257-melania-trump-red-christmas-trees-super-tease.jpg", "publishedAt": "2018-11-29T01:54:33Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Sen. Graham flips Saudia Arabia vote: 'I'm pissed'", "description": "Sen. Lindsey Graham (R-SC) flipped his vote on whether to cut US support to the Saudis in Yemen, saying the way the administration handled the Khashoggi killing was \"not acceptable.\"", "url": "https://www.cnn.com/videos/politics/2018/11/29/lindsey-graham-senate-saudia-arabia-yemen-vote-sot-ebof-vpx.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128200647-sen-lindsey-graham-r-sc-super-tease.jpg", "publishedAt": "2018-11-29T01:29:49Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "(CNNEspañol.com)", "title": "Muere Ed Pastor, el primer congresista latino de Arizona, a los 75 años", "description": "Pastor, un demócrata, representó partes de Phoenix y Glendale desde 1991 hasta 2015.", "url": "https://cnnespanol.cnn.com/2018/11/28/muere-ed-pastor-el-primer-congresista-latino-de-arizona-a-los-75-anos/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/181128174904-01-ed-pastor-arizona-congressman-112818-exlarge-169.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T01:08:44Z", "content": "(CNN) - El exrepresentante Ed Pastor, el primer miembro latino de la Cámara de Representantes en representación de Arizona, murió a la edad de 75 años. Pastor, un demócrata, representó partes de Phoenix y Glendale desde 1991 hasta 2015. Los familiares le dije… [+985 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Ray Sanchez and Sonia Moghe, CNN", "title": "Former 'El Chapo' lieutenant testifies of ominous serenade followed by 4th attempt on his life", "description": "The night before the final unsuccessful attempt on his life, a brass band outside the Mexican prison where Miguel Angel Martinez was being held ominously belted out a favorite number of alleged drug kingpin Joaquin \"El Chapo\" Guzman.", "url": "https://www.cnn.com/2018/11/28/us/el-chapo-guzman-trial/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181105093539-joaquin-el-chapo-guzman-loera-to-appear-in-brooklyn-federal-court-on-allegations-of-leading-a-continuing-criminal-enterprise-other-drug-related-charges-super-tease.jpg", "publishedAt": "2018-11-29T01:08:09Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Paul LeBlanc, CNN", "title": "Pentagon identifies troops killed in Afghanistan explosion", "description": "The Pentagon on Wednesday identified the three US service members killed in Afghanistan earlier this week.", "url": "https://www.cnn.com/2018/11/28/politics/pentagon-afghanistan-ied-explosion/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/170530091543-01-pentagon-aerial-file-super-tease.jpg", "publishedAt": "2018-11-29T01:00:03Z", "content": "Washington (CNN) The Pentagon on Wednesday identified the three US service members killed in Afghanistan earlier this week. Army Capt. Andrew Patrick Ross, Army Sgt. 1st Class Eric Michael Emond and Air Force Staff Sgt. Dylan J. Elchin were killed Tuesday whe… [+1228 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Starre Vartan, CNN", "title": "Business trips without all the stress", "description": "For frequent business travelers, the vagaries of life on the road are both part of the allure and part of the job. While you may enjoy exploring new locations and boosting your frequent flier status, be sure to also pay attention to your physical and mental h…", "url": "https://www.cnn.com/2018/11/28/business/business-trip-stress/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181122184656-business-traveler-meditating-super-tease.jpg", "publishedAt": "2018-11-29T00:50:35Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Lauren Dezenski, CNN", "title": "New PAC hopes to draft Beto O'Rourke for 2020 run", "description": "Some New England Democrats think Beto O'Rourke is Democrats' best chance at winning the White House in 2020, and they're making it official.", "url": "https://www.cnn.com/2018/11/28/politics/beto-orourke-pac-2020/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181127180208-beto-orourke-opinion-super-tease.jpg", "publishedAt": "2018-11-29T00:31:35Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Analysis by Chris Cillizza, CNN Editor-at-large", "title": "Donald Trump doesn't know nothing about nothing...", "description": "We know that President Donald Trump and lawyers submitted their written responses to special counsel Robert Mueller's questions this week. And now, thanks to the one and only Dana Bash, we know how Trump answered two of the most critical questions of the inve…", "url": "https://www.cnn.com/2018/11/28/politics/donald-trump-robert-mueller-investigation-questions/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/160115151441-donald-trump-shrug-super-tease.jpg", "publishedAt": "2018-11-29T00:30:40Z", "content": "THE POINT -- NOW ON YOUTUBE! In each episode of his weekly YouTube show, Chris Cillizza will delve a little deeper into the surreal world of politics. Click to subscribe!"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Evan Perez, Laura Jarrett and David Shortell, CNN", "title": "Exclusive: Trump administration to announce final bump stock ban", "description": "The Trump administration plans to announce the long-anticipated federal rule officially banning bump stocks in the coming days, according to US officials familiar with the matter.", "url": "https://www.cnn.com/2018/11/28/politics/final-bump-stock-ban/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/171005171140-bump-stock-super-tease.jpg", "publishedAt": "2018-11-29T00:26:45Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Christina Maxouris and Brandon Griggs, CNN", "title": "This university is arming students and faculty with hockey pucks in case of a shooting", "description": "They're hoping it will never happen. But if a shooter shows up on their campus, students and professors at a university in Michigan may be throwing hockey pucks.", "url": "https://www.cnn.com/2018/11/28/us/hockey-pucks-oakland-university-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128170050-01-hockey-pucks-oakland-university-trnd-112818-super-tease.jpg", "publishedAt": "2018-11-29T00:22:08Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Christina Maxouris, CNN", "title": "An Indiana police officer turned a traffic stop into the best Christmas present", "description": "\"It's a long story, but you'll be glad you read until the end I promise.\"", "url": "https://www.cnn.com/2018/11/28/us/indiana-officer-act-of-kindness-trnd/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128172315-indiana-officer-act-of-kindness-split-super-tease.jpg", "publishedAt": "2018-11-29T00:18:35Z", "content": null}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Maggie Hiufu Wong", "title": "China green lights first underwater high-speed railway", "description": "China has green lighted a project to build the country's first underwater bullet train route. The line will connect Ningbo, a port city south of Shanghai, to Zhoushan, an archipelago off the east coast.", "url": "https://www.cnn.com/travel/article/china-underwater-high-speed-railway/index.html", "urlToImage": "https://dynaimage.cdn.cnn.com/cnn/w_1200/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F181127172233-gettyimages-912848438-super-tease.jpg", "publishedAt": "2018-11-29T00:14:09Z", "content": "(CNN) There's no slowing China's high-speed rail ambitions. Beijing has just green lighted a project to build the country's first underwater bullet train route. The line will connect Ningbo, a port city south of Shanghai, to Zhoushan, an archipelago off the e… [+1787 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Kate Sullivan, CNN", "title": "Trump threatens to declassify 'devastating' documents if Democrats 'want to play tough'", "description": "President Donald Trump said that if Democrats \"want to play tough\" when they control the House of Representatives next year, he will declassify documents that will be \"devastating\" to them.", "url": "https://www.cnn.com/2018/11/28/politics/new-york-post-trump-threatens-declassify-devastating-dems/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181126145140-trump-air-force-one-1125-super-tease.jpg", "publishedAt": "2018-11-29T00:13:56Z", "content": "Washington (CNN) President Donald Trump said that if Democrats \"want to play tough\" when they control the House of Representatives next year, he will declassify documents that will be \"devastating\" to them. \"If they want to play tough, I will do it,\" Trump to… [+2407 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": null, "title": "Little boy steals Pope Francis' spotlight", "description": "A 6-year-old from Argentina walked on to the Vatican stage during Pope Francis' papal audience. \"He has something that made me think. He is free,\" said the Pope.", "url": "https://www.cnn.com/videos/world/2018/11/28/boy-upstages-pope-francis-at-vatican-mh-orig.cnn", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128170513-papa-nino-autista-super-tease.jpg", "publishedAt": "2018-11-29T00:06:53Z", "content": "Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."}, {"source": {"id": "cnn", "name": "CNN"}, "author": "macamilarincon", "title": "¿Existieron los unicornios? Este animal vivió hace 39.000 años con los neandertales", "description": "No te desilusiones: aunque este unicornio no se parece a lo que puedes estar imaginando, es fascinante. Su cuerno podía medir hasta un metro de largo y era una criatura gigante. También peluda. ¿Por qué se extinguió?", "url": "https://cnnespanol.cnn.com/2018/11/28/unicornio-siberiano-extincion-neandertales/", "urlToImage": "https://cnnespanol2.files.wordpress.com/2018/11/unicornuo-siberiano-eslasmotherium-extincion1.jpg?quality=100&strip=info", "publishedAt": "2018-11-29T00:02:47Z", "content": "Lo más importante Un rinoceronte gigante extinto, descrito como unicornio siberiano vivió en el planeta más tiempo de lo que inicialmente pensaron los científicos La criatura peluda deambuló alguno vez entre los humanos, sobreviviendo en Europa oriental y Asi… [+2409 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Eli Watkins, CNN", "title": "Report: Labor secretary accused of giving wealthy alleged pedophile 'deal of a lifetime'", "description": "When he was a US attorney in Florida, Labor Secretary Alexander Acosta gave accused pedophile Jeffrey Epstein the \"deal of a lifetime,\" the Miami Herald reported Wednesday.", "url": "https://www.cnn.com/2018/11/28/politics/alex-acosta-jeffrey-epstein/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181128162918-alex-acosta-super-tease.jpg", "publishedAt": "2018-11-29T00:02:40Z", "content": "Washington (CNN) When he was a US attorney in Florida, Labor Secretary Alexander Acosta gave accused pedophile Jeffrey Epstein the \"deal of a lifetime,\" the Miami Herald reported Wednesday. In a sweeping review of the politically connected multimillionaire's … [+2846 chars]"}, {"source": {"id": "cnn", "name": "CNN"}, "author": "Les Abend", "title": "Pilot: What happened to that Lion Air flight?", "description": "The tragedy of Lion Air Flight 610, in which 189 people perished, could have been prevented, writes Les Abend. And now, people who travel by air understandably want to know: is it safe to get on a Boeing 737 Max plane?", "url": "https://www.cnn.com/2018/11/28/opinions/what-happened-to-lion-air-flight-abend/index.html", "urlToImage": "https://cdn.cnn.com/cnnnext/dam/assets/181107145419-01-lion-air-1104-super-tease.jpg", "publishedAt": "2018-11-29T00:00:16Z", "content": "Les Abend recently retired after 34 years as a Boeing 777 captain for American Airlines. He is a CNN aviation analyst and senior contributor to Flying magazine. The opinions expressed in this commentary are his. View more opinion articles on CNN. As with most… [+4671 chars]"}]}