["Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "I went through the chick fil a drive through bawling and the girl asked me if I wanted a chocolate or vanilla milkshake. And I was like no I ordered a sweet tea and she goes “no honey you need a milkshake” Service: unmatched", "6.\n\nAt the end of there's a warning about distractions while driving. In the film, Strange crashes his car while looking at x-rays on a screen. Strange also says \"the warnings come after the spells,\" in the movie, and this warning comes after the film.", "Get our newsletter twice a week for more tips, tricks, and trends.\n\nSign up", "Promising review: \"I love my bag (basically it's a large open sack). While it has pockets on the outside, the inside has one zipper pocket on one side and two holders on the other side. So all my stuff is thrown in the middle. And I carry A LOT of stuff! This little holder is not that little and it holds A LOT without adding any weight to my bag. I also like that it has two zipper compartments so I can put personal stuff in there without everyone seeing it every time I open the bag. I'm not sure HOW LARGE other people's bags are that I read in other reviews that they say it slides around. The length of my bag is 16\" and this thing fits comfortably in it. I've attached a BEFORE and AFTER picture. Seriously, for an extra $10 I now enjoy using my $250+ bag!\" —michelmoba\n\nGet it from Amazon for $8.99+ (available in 23 colors and three sizes).", "Share On more Share On more\n\nHannah Wong / BuzzFeed\n\nA warm, flaky pie is the star of every holiday meal. While you could easily get a store-bought pie, there's something so magically delicious about a homemade one. Besides, making a pie crust from scratch isn't so hard or intimidating if you keep just a few of these easy tips in mind. And if you're feeling inspired, head down to the bottom of the post for the perfect pie crust recipe.\n\n1. Use a hard fat instead of a liquid fat. Pierce Abernathy / BuzzFeed Olive oil, coconut oil, and the like are runny and harder to work with. Stick with cold butter (or margarine, if you're vegan) which will not only give you a flakier crust (extra cold butter will help with that), but is also cheaper and has an unbeatable flavor.\n\n2. ...And opt for butter instead of shortening or a combination of the two. Pierce Abernathy / BuzzFeed Shortening might give you a slightly flakier crust, but it won't taste as good as butter. And while a combination of shortening and butter is also a solid option, the change in flavor or texture is only incremental and honestly not worth the trouble. Just stick with butter — plain and simple — for great flavor AND texture.\n\n3. For added richness, use egg yolk in the dough. Pierce Abernathy / BuzzFeed It'll give your pie that extra oomph and unforgettable richness everyone likens with holiday cooking.\n\n4. Rub butter into your flour mixture, instead of blending it in. Pierce Abernathy / BuzzFeed Using your thumbs, rub butter into your dough until it's lumpy. At this point of the dough-making process (before you've added the egg yolk mix), your dough should be pretty ugly and crumbly, instead of smooth and pliable. And that's ideal!\n\n5. Use freezing cold water in your dough to make sure the fats stay cold. Pierce Abernathy / BuzzFeed When making your pie crust dough, make sure to use ice cold water in your egg yolk mix. This will help ensure the fats in the mixture stay cold, and your crust comes out flaky.\n\n6. Wrap your pie crust dough around a rolling pin to safely move it from your kitchen counter and into your pan. Pierce Abernathy / BuzzFeed And be gentle when you place it in the pan so as not to rip it.\n\n7. Use your knuckles to crimp the crust and give it its iconic shape. Pierce Abernathy / BuzzFeed No fancy tools necessary.\n\n8. Use an egg wash to moisture-proof your pie crust. Pierce Abernathy / BuzzFeed It'll also lend the crust a nice, shiny glaze.\n\n9. Tap pie filling on a hard surface to pop bubbles. Pierce Abernathy / BuzzFeed Bubbles aren't a deal-breaker when it comes to delicious pie, but a smooth surface always looks better.\n\n10. For a perfect bake, pop your pie into an extra hot oven, then lower the temperature. Pierce Abernathy / BuzzFeed The instant blast of high heat will set the crimped pie shape and make sure the pie doesn't lose its figure in the baking process.\n\n11. If you're using apple slices, put them in a lemon water bath to keep them from browning between steps. Pierce Abernathy / BuzzFeed A slice of lemon in a water bath will keep your apple slices fresh until the moment you incorporate them into the pie.\n\n12. And let your apples macerate if you don't want a watery apple pie. Pierce Abernathy / BuzzFeed Let apples macerate — or release moisture — by placing them in a sugar and salt bath. This will make sure your pie doesn't get juicy or that the apple slices don't shrink in the baking process and collapse the top of your pie.\n\n13. Sprinkle the top crust of your pies with sanding sugar for extra texture. Pierce Abernathy / BuzzFeed It'll give every slice an extra crunch AND shine.\n\n14. Don't forget to cut holes in your fruit pie's top crust. Pierce Abernathy / BuzzFeed Also, so that your pie and hard labor doesn't result in an exploded pie.\n\n15. And for the perfect, clean slice of apple pie, slice yourself a messy, thin one first. Pierce Abernathy / BuzzFeed You'll have cleared room to set your knife down, as well as space for the pie filling to settle into place.\n\nAnd if you want to try your hand at your own homemade pie crust, here's the recipe:\n\nPERFECT PIE CRUST INGREDIENTS 2 cups all-purpose flour, plus more for dusting Pinch of kosher salt 10 tablespoons (1¼ sticks) unsalted butter, diced and chilled 2 large egg yolks 4 tablespoons ice water PREPARATION Sift the flour and salt together into a large bowl. Using only your fingertips, pinch the cubes of butter into the flour, breaking up the butter as you go, until no large lumps remain. Shake the bowl to force the large chunks of butter to the surface. If you have warm hands or this is taking too long, you can chill the bowl into the refrigerator for 20 minutes to cool back down--you don’t want this to be greasy at all! Mix the egg yolks and ice water together in a small bowl with a fork until evenly combined. Add the liquid to the flour mixture, reserving ¼ or so in case you don’t need all of it--you don’t want the pastry to be too wet. Quickly mix everything together with a dinner fork until the dough just starts to come together. Add more liquid to the driest parts of the dough if needed. The dough is ready when it holds together in a ball when squeezed in your palm. Transfer the dough to a clean work surface and bring the dough together. You don’t want to overwork the dough, but you need to work it enough that it is a cohesive disc with no real cracks or very dry bits. Wrap the dough disc in plastic wrap and chill for 30 minutes. The dough can sit in the fridge for up to 4 days, otherwise double wrap in plastic or in a zip top bag and store in the freezer for up to 3 months. Lightly flour your work surface and unwrap a disc of chilled dough. Flour the top of the dough. Using a rolling pin, push down on the dough, giving it a quarter turn every few smushes, to spread the dough evenly and ensure it doesn’t stick to the surface. Start to roll out the dough, continuing to turn. If any cracks form, smush them back together. Roll out the dough to a circle about ⅛-inch thick.\n\nPUMPKIN PIE (ROASTED CAN) Makes 1 10-inch pie INGREDIENTS 1 premade pie crust, rolled out to ⅛-inch thick FILLING 24 ounces unsweetened pumpkin puree 1 teaspoon cinnamon ⅛ teaspoon allspice ⅛ teaspoon cloves ¼ teaspoon ginger ¼ teaspoon nutmeg ½ teaspoon kosher salt ½ cup granulated sugar ½ cup dark brown sugar 1 teaspoon vanilla extract 3 large eggs 1 large egg yolk 1½ cups half-and-half Egg, beaten for egg wash PREPARATION Preheat the oven to 350˚F (180˚C). Gently lay the rolled-out pie crust in a 10-inch pie dish. Trim the excess dough around the sides, tuck the dough under the edge, and crimp the edges using the index finger knuckle on one hand and the thumb and index finger on your other hand. Chill in the refrigerator for 14-20 minutes. Make the filling: Add the pumpkin puree, cinnamon, allspice, cloves, ginger, nutmeg, and salt to a medium bowl and mix until combined. Spread the pumpkin puree mixture onto a baking sheet in an even layer. Bake for 12-15 minutes, until it looks slightly dried out. Increase the oven temperature to 400˚F (200˚C). Scrape the puree into a large bowl and add the granulated sugar, dark brown sugar, vanilla, eggs, egg yolk, and half-and-half. Whisk until smooth and well combined. After chilling the crust, crumple a piece of parchment paper, then spread it out in the center of the crust. Add dried chickpeas or baking beans to the center and spread toward the sides of the crust--this will add weight to keep the crust from puffing up and hold up the walls. Bake the crust for 15-20 minutes, until slightly golden and there are no raw doughy spots. Increase the oven temperature to 425˚F (220˚C). Pour the filling into the prebaked crust. Brush the edges of the crust with egg wash. Bake the pie for 15 minutes, then reduce the oven temperature to 350˚F (180˚C) and continue to bake for 30-35 minutes more, until the edges are set but the center still jiggles slightly when shaken. Let cool at room temp for at least 2 hours, or in the fridge overnight. Slice and serve. Enjoy!\n\nPUMPKIN PIE (FRESH PUMPKIN PIE) Makes 1 10-inch pie INGREDIENTS 1 premade pie crust, rolled out to ⅛-inch thick FILLING 1 2⅓-3 pound sugar pumpkin 1 teaspoon cinnamon ⅛ teaspoon allspice ⅛ teaspoon cloves ¼ teaspoon ginger ¼ teaspoon nutmeg ½ teaspoon kosher salt 1 teaspoon vanilla ½ cup granulated sugar ½ cup brown sugar 3 large eggs 1 large egg yolk 1¼ cups half-and-half Egg, beaten for egg wash PREPARATION Preheat the oven to 400˚F (200˚C). Line a baking sheet with parchment paper. Gently lay the rolled-out pie crust in a pie dish. Trim the excess dough around the sides, tuck the dough under the edge, and crimp the edges using the index finger knuckle on one hand and the thumb and index finger on your other hand. Chill in the refrigerator for 14-20 minutes. After chilling the crust, crumple a piece of parchment paper, then spread it out in the center of the crust. Add dried chickpeas or baking beans to the center and spread toward the sides of the crust--this will add weight to keep the crust from puffing up and hold up the walls. Bake the crust for 15-20 minutes, until slightly golden and there are no raw doughy spots. Cut the sugar pumpkin into 8 wedges. Use a paring knife or spoon remove all of the seeds and pulp. Place the pumpkin on the prepared baking sheet and dry roast for 15-20 minutes, until tender. Let the pumpkin cool slightly, then peel off the skin using your hands or a spoon. Increase the oven temperature to 425˚F (220˚C). Add 16 ounces of the pumpkin to a food processor, along with the cinnamon, allspice, cloves, ginger, nutmeg, salt, vanilla, granulated sugar, brown sugar, eggs, egg yolk, and half-and-half. Puree until very smooth, 6-8 minutes. Pour the filling into the prebaked crust. Brush the edges of the crust with egg wash. Bake the pie for 15 minutes, then reduce the oven temperature to 350˚F (180˚C) and continue to bake for 30-35 minutes more, until the edges are set but the center still jiggles slightly when shaken. Let cool at room temp for at least 2 hours, or in the fridge overnight Slice and serve. Enjoy!", "Correct! Wrong! It's a parrot!\n\nNot sure about the color, but hey what do I know? I always thought parrots were green.\n\nVia Getty Images", "19 Comics You Can Relate To If You're A Little Bit Awkward, Shy Or Introverted\n\n*Makes everything awkward by saying that it's awkward*", "#Overheard: Cashier: aww, how old are your kids? Customer: too old for adoption, not old enough for jobs. Parenthood really is slavery disguised as love. I will never know how old those kids are. 😂😂", "And according to Time , there's actually a historical basis for her discovery! Those straps were indeed designed to stop things from sliding off your shoulder — although in the ~olden days~ it was more about keeping your military sash in place than your handbag.", "Ellie Sunakawa/BuzzFeed\n\nThese steps are:\n\n• Breaking down the bird into manageable parts: I know, I know — this is not traditional, but hear us out: Breaking the bird down into pieces helps ensure every part of the bird is cooked properly. You know how the breast is always dry? This solves that.\n\n• Dry brining the turkey: Brining the turkey (AKA soaking it in a salt water bath) helps keep it juicy, but it also takes up a ton of room in the fridge and is not very practical — so we decided to make a dry brine for our bird, which works just as well as liquid brine and is way more convenient.\n\n• Making the gravy: Utilizing the turkey carcass to make your own turkey broth takes your gravy to the next level. It may sound hard, but it's nothing more than roasting the scraps with some veggies, then simmering the whole thing in water — and doing it the day before helps free up time on Thanksgiving day.\n\n• Roasting the turkey: Roasting the turkey on a rack helps it crisp up on all sides — and rubbing it in oil helps it brown evenly — but the most important step is taking out the pieces as soon as they reach 165°F. This means taking some pieces out before others and makes sure none of them are overcooked and dry.\n\n• Carving the turkey: Breaking down the (already broken down) turkey parts into even smaller pieces makes serving easier — and it makes it look super fancy, too.", "Want great book recommendations in your inbox every week? Sign up for the BuzzFeed Books newsletter!\n\nSign up", "Well, that’s exactly what a group of art students in Kawasaki did, where they host one of the biggest and grandest Halloween festivities every year.", "There is nothing more anxiety-inducing than witnessing a bad, weird, and/or just plain cringe-worthy marriage proposal. Tap to play GIF Tap to play GIF Walt Disney Studios\n\nBut this week, when Reddit user Champagne_tatertots asked, \"What’s the worst marriage proposal story you’ve ever heard?\" the responses proved that, sometimes, a \"bad proposal\" can lead to a funny story and a very happy marriage. Tap to play GIF Tap to play GIF NBC\n\nHere are just a few of the silliest stories:\n\n1. This romantic confusion: \"My parents were in the produce section of a grocery store when my dad said, 'All our friends are getting married, we should too.' My mom (thinking he was joking) just said 'yeah' and moved on with shopping. A couple days later, she got to thinking about it and, with the serious way he said it, he confused her. She went to him and asked if he was serious or kidding around. He responded, 'Well yeah, I thought we were engaged now!' 34 years later and they're still married.\" —craziekitty\n\n2. This spoiler: \"My cousin's marriage proposal was ruined because the person next to them at a booth told my cousin's girlfriend that he saw my cousin writing the marriage question underneath the table cloth while he was in the restroom (she was supposed to lift it up and see it later on).\" —SheZowRaisedByWolves\n\n3. This sock stuffer: \"I'm on good terms with one of my ex-girlfriends, so I got to hear the story of how her husband proposed to her: They were sitting around their apartment one day and he asked her, 'Hey, can you get my phone from the bedroom?' She got his phone for him. A minute passes. 'Hey, can you get me a glass of water?' She got him a glass of water. Another minute passes. 'Hey, can you bring me that pair of socks on top of my dresser?' She got the socks...the ring was in the socks. He proposed. He actually thought he was being romantic. She thought it was weird AF. Even weirder, she said yes, and they've been married for more than 10 years.\" —Exaggeration17A\n\nTap to play GIF Tap to play GIF Fox 2000 Pictures\n\n4. This break-up(?): \"My buddy’s girlfriend kept telling him that he couldn’t surprise her. After college, they were planning to move in together in another town. About six months before graduation, he told her he wasn’t sure about the move or their relationship. She turned around to cry. He called her name and, when she turned back, he was on one knee. Did it just to surprise her.\" —debod49\n\n5. This Have-It-Your-Way proposal: \"My cousin proposed in Burger King with an onion ring. She said yes.\" —Ryansbitchasswife\n\n6. This toilet love: \"I worked at a restaurant in the early '90s and a waitress told this story: She was on a date with her boyfriend, and they both got back to her place. He went to the bathroom and then she went in after. While in there, he called to her 'Hey, did you see what I left you?' She said, 'I’m not looking in there, you’re gross!' She then opened the door to ask him what the hell was wrong with him and he said 'You ruined the surprise, I taped your engagement ring to the underside of the seat cover!'” —cgatlanta\n\nTap to play GIF Tap to play GIF MGM\n\n7. This New Years misunderstanding: \"My parents were celebrating New Years and my dad, in the emotion of the moment, told my mom that he wanted to spend the rest of his life with her and said, 'Why don't we get married?' There was no ring, just the thought and the moment. My mom said she was going to think about it. After a month of not mentioning the topic again, my dad was all anxious and asked her if she had enough time to think. She asked, 'About what?' My dad responded, 'About us getting married.' To which my mom answered, 'Oh, that was serious?' She then took ANOTHER month to think about it and said yes. 30-plus years now and still happily married.\" —karina_r_w\n\n8. This goose assault: \"My husband and I had gone to our favorite lake, and he was beyond nervous. So we get to our spot and he just stands there, shivering, looking over the lake, watching a pair of geese mosey around near us. Eventually, he asked me if he should pick up a stick that was laying nearby to throw at the geese. My 'WTF? NO?!' startled the geese, so they flew away. After a few more minutes, he stuttered, 'So...uh, you wanna marry me?' He later told me the suggested goose assault was his panicked mind's idea to get him on his knee. We were together six years at the time and had been discussing marriage for a while, so his fear was pretty unfounded.\" —Grace1essCrane\n\nTap to play GIF Tap to play GIF Disney\n\n9. This simple one: \"Mine is pretty bad. We just got done having sex and I rolled over and asked if she wanted to get married. We did. Still together today.\" —Xazier\n\n10. This \"impatient\" engagement: \"A female friend of mine got impatient. She decided to take the initiative and left a card on the dining room table that said, 'Will you marry me?' Her boyfriend sat down, looked at it, looked at her, opened it, read it, set it down, and just started eating. She was obviously ready to jump out of her skin, so she asked, 'What do you think?' He said, 'Where the hell is my ring?' They've been married for 16 years now and have two adorable kids.\" —drsameagle\n\n11. This flashlight of his life: \"My sister was working as a nurse and had just finished a double shift. She got home and her then-boyfriend asked her to change the batteries in a flashlight. She told him she was exhausted and that she'd do it tomorrow. He urged her on and she, annoyed, agreed. The engagement ring was inside the flashlight. The flashlight had no sentimental value (e.g., my sister lights up his life or guides him through the darkness) and was simply a flashlight.\" —johnfarted\n\nTap to play GIF Tap to play GIF CW\n\n12. This ~trashy~ couple: \"My own proposal: I got the ring, but had no real plan, and was too excited to wait. At the time, both of us lived like slobs, so there were garbage bags everywhere waiting to be taken out. When I asked her out of pure excitement, I didn’t notice it was right next to the garbage. But now we’re coming up on our fifth year, have a beautiful daughter, and most importantly, no more random trash bags.\" —jedmeow\n\n13. And finally, this toss: \"My dad walked through the living room and tossed a ring at my mom. 27 years married, BTW.\" —pro185", "Amazon\n\nPromising review: \"I'm a long distance runner. Last year I experienced a very painful bout of blisters while on an 18-mile run. Since then, I have tried all kinds of socks, mole skin, sports lubrication, foot sleeves etc. to avoid getting blisters, to no avail. I skeptically ordered a pair of these to try them out. They are AMAZING! They are the most comfortable pair of socks I have ever worn and I have not had any new blisters since I started wearing them. I would highly recommend them!\" —Gloria Ochoa-Bruck\n\nPrice: $13+ (available in eight colors and sizes S–XL)", "Scorpio: I really like them... Scorpio to self: sabotage that shit. Burn that shit to the ground you don't need this shit they lying anyway https://t.co/e5RVZYOKLD", "Me -I'm getting food you hungry? Her- no I'm good. Me -* tearing up my food* Her- I want some. Me- I JUST ASKED IF YOU WAS HUNGRY! https://t.co/xPhi3IyX1h", "Smythe said that the response to her \"costume\" so far has been incredible, and that she hopes it will continue to open people's eyes to the horrible realities of living with this disease. \"I hope people learn that endometriosis is a serious condition and those suffering should receive the support they deserve,\" she told BuzzFeed.", "Share On more Share On more\n\nMore", "There's just something about Target that makes you think you need things that you really don't. You will start in the clothing section and end up in electronics — checking your account balance to see how far you can take this Target trip.", "Amazon\n\nThis sharpener has a coarse and fine sharpening option, as well as a non-slip base.\n\nPromising review: \"Do you find yourself hating the knifes you cut with? I certainly did. Always grumbling about not being able to cut a freakin' bagel or tomato! Although, as they say, it's often more difficult to cut something soft than it is something hard. In any case, do yourself a favor and get this very cheap sharpener. It works like a charm in a mere two or three swipes/pulls on the unit. Honestly, I can't believe I never thought to have one on hand before. It should be a staple in every kitchen.\" —Matt\n\nGet it from Amazon for $5 (available in three colors).", "There are some people who really know how to Boomerang the shit outta Instagram. Like that girl from your high school who is on vacation in Mexico, or your sorority sister who just got engaged and is also going to lots of friend's baby showers.", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "Everyone's mental health needs are different, but that doesn't mean there aren't a few things that could help almost anyone be a little bit more mentally healthy. Using techniques from Cognitive-Behavioral Therapy, mindfulness, and Acceptance and Commitment Therapy, you’ll learn to identify and overcome common thought patterns that can make you feel anxious, insecure, and generally just...bad.\n\nAnd then, day by day, Dr. Bonior will equip you with ways to feel just a little better. (And yup, it's free!)", "First, Grey's Anatomy RIPPED MY HEART OUT when they showed that Derek, Lexie, Mark, George, Ellis, and even Doc, are always with Meredith, even though they're gone.\n\nIn a more serious moment for Will & Grace , Grace revealed to her father that she was sexually assaulted by his friend Harry when she was just 15 years old — a powerful performance from Debra Messing.\n\nChilling Adventures of Sabrina introduced us to both Ambrose and Madam Satan this week — two characters who have already stolen my heart.\n\nAlso in Chilling Adventures of Sabrina , Sabrina decided not to sign her name in The Book of the Beast, going against the coven and her aunts.\n\nIn American Horror Story , Michael Langdon embraced being the spawn of Satan and teamed up with Jeff and Mutt — honestly, I'm not over these looks from Evan Peters and Billy Eichner.\n\n5. In American Horror Story , Michael Langdon embraced being the spawn of Satan and teamed up with Jeff and Mutt — honestly, I'm not over these looks from Evan Peters and Billy Eichner.\n\nIn The Good Place , Eleanor confronted the fact that her mother was actually alive and honestly, Leslie Grossman is a GIFT to this show.\n\nAlso, Michael revealed to Eleanor that she loved Chidi in one of the reboots and damn, this season is getting so good.\n\nThe Walking Dead put Rick and Daryl in a walker pit together where Daryl finally opened up about how keeping Negan alive has affected him.\n\nAnd then,set up Rick's final episode when he ended up with a spike through him with hoards of walkers closing in — this Sunday marks Andrew Lincoln's final episode\n\nIn Superstore , Amy and Jonah tried to figure out their relationship status, while she gave birth to her baby.\n\nOnce again in This Is Us , Milo Ventimiglia and Lonnie Chavis brought an incredible Jack and young Randall moment to life.\n\nIn Supergirl , Alex called in Lena to help save Supergirl after she came in contact with kryptonite and TBH, I'm still thinking about it.\n\n13. Why did we ever think there could be a happy ending in How to Get Away With Murder? Just when Annalise tells Nate his father is getting released from prison, Nate Sr. is murdered.", "2. Goodful Intentions — a Sunday prompt, written by Anna Borges , that will help you focus on becoming who you want to be and teach you how to celebrate and take care of the person you are along the way.", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about corgis and other animals to your heart's content!", "This is Mowgli. He’s very shy. Enjoys being carried so he doesn’t have to decide where to go. 14/10 would believe in him always https://t.co/TjyfsTK8GM", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Hey y'all, have you heard of the lady who had sex with 20 ghosts and is now engaged to a spirit? Well, if you can believe it that is NOT the main focus of this post, though I urge you to learn more about this current events story in your free time.", "Anyway, thanks to the brilliant Comments by Celebs account (give them a follow!), we have unprecedented access to those sneaky celeb IG comments they thought we'd never see. Here's some of the greatest hits of celeb couples commenting on each other's posts:", "5.\n\n...and the same can be said for Beyoncé and Jay Z...", "Sabia que você pode se inscrever para ter uma conta no BuzzFeed Community e criar seus próprios posts no BuzzFeed? Aqui está um guia para ajudá-lo(a) a começar a postar hoje mesmo", "Tasty\n\nVocê vai precisar de:\n\n4 maçãs\n\nSuco de um limão\n\n½ de açúcar cristal (100g)\n\n½ xícara de açúcar mascavo (110g)\n\n¼ colher de chá de canela\n\n¼ colher de chá de noz moscada\n\n1 massa de torta pré-pronta\n\n¼ de xícara de creme de leite fresco (60ml)\n\nModo de preparo:\n\n1. Descasque as maçãs e coloque-as em uma tigela grande com água suficiente para cobri-las. Esprema o limão na água para evitar que as maçãs escureçam. 2. Fazendo uma maçã por vez, corte-as ao longo do miolo. Descarte o miolo e corte-as ao meio. Corte cada metade em fatias finas.\n\n3. Em uma tigela grande, misture o açúcar cristal, o açúcar mascavo, a canela e a noz moscada. Misture até ficar uniforme. Adicione as fatias de maçã, mexa para cobrir e deixe descansar por 30 minutos.\n\n4. Estique uma massa de torta em uma frigideira de ferro fundido de 23 centímetros de diâmetro. Espete a massa com um garfo em diversos pontos.\n\n5. Coloque-a no congelador até ficar firme, o que pode levar de 20 a 30 minutos.\n\n6. Por partes, retire as maçãs da mistura de canela e açúcar. Esprema cada uma delas com a mão para remover o excesso de umidade. Coloque as maçãs escorridas em uma tigela separada, reservando o líquido para fazer o caramelo.\n\n7. Preaqueça o forno a 180˚C.\n\n8. Começando de fora para dentro, alinhe as fatias de maçã na massa da torta.\n\n9. Sobreponha cada fatia para criar o formato de uma rosa. Enrole bem uma fatia de maçã e coloque-a no centro, para imitar o botão da rosa.\n\n10. Cubra a frigideira com papel-alumínio e asse por 30 minutos. Descubra a frigideira e asse por mais 10 minutos ou até a torta dourar. Retire-a do forno e deixe esfriar por 10 minutos.\n\n11. Em uma panela, ferva a mistura de canela e açúcar. Quando o líquido já tiver reduzido pela metade, cerca de 10 a 15 minutos depois, adicione o creme de leite fresco e mexa bem.\n\n12. Para servir, despeje o caramelo sobre a torta de maçã.\n\nBom apetite!", "You can cook almost anything in these babies and the bags are reusable!\n\nPromising review: \"We had a small piece of leftover steak. I sliced it thin, took two slices of American Rye bread, (had to cut a half of an inch off so that it would fit in the toaster), put cilantro salad dressing and Norwegian cheese on each slice. Then I put the steak and fried onions on one slice, covered it with the other slice and put it in the toaster bag. Set the toaster to 5 (mid-setting on our toaster), put the bag in the 'Single Slice' slot and pushed down the lever. A few minutes later the bag popped up, I was surprised the bag could be handled without any gloves. The sandwich was nicely toasted and the cheese was melted. Some of the melted cheese was at the bottom of the bag. I reached in to see how messy it was going to clean up, but the melted cheese came out in one piece.\" —Tom in Pittsburgh\n\nGet a pack of three from Amazon for $8.99.", "As someone that used to cosplay quite a bit, seeing all these Jughead costumes for Halloween and at conventions is giving me fits of joy", "Netflix\n\nSteve wanted to just hang out in a game room. Shirley needed a place to take care of her kittens, so a living room appeared. Theo wanted to forget about the world and dance it out in a dance studio. Nell needed a place to escape the Bent-Neck Lady, so the toy room appeared. Luke wanted a treehouse so he could be outside and maybe spot Abigail. Meanwhile, Olivia wanted a quiet space where she could forget everything happening around her.", "BuzzFeed\n\nTH:\n\n*Sad: I like to play upbeat music to change that emotion, so you know some Ciara, Beyoncé, and James Brown. I play that type of music when I'm feeling sad, because that raises my vibration. I don't like to be sad.\n\n*Ready to party: I play some Beyoncé, some Ciara, some Snoop Dogg, and some 2 Live Crew.\n\n*Thinking of bae: When I'm thinking of a dude, I like to play some Erykah Badu, some Maxwell, some Marvin Gaye, and some Beyoncé.", "Thinking about posting on Community yourself? Here’s a handy-dandy guide to get you started!", "Disney\n\nLike the fact that the Queen in Snow White actually said \"magic mirror on the wall\" instead of \"mirror, mirror on the wall.\"\n\nOr the fact that Darth Vader's real line isn't \"Luke, I am your father.\" It's actually \"No, I am your father.\"\n\nAnd while we're here, do you remember the final lyric of Queen's \"We are the Champions?\" Most people think it's this: \"No time for losers, ’cause we are the champions… of the world,\" but they never actually sang \"of the world\" at the close of the song. Weird!", "For any non-parents here (welcome!), the umbilical stump is the part of the umbilical cord that remains attached to the baby after the cord is cut. This stump dries out and falls off somewhere between 7-21 days.\n\nAh, the umbilical stump, that gross-looking nugget that's attached to your new baby's belly button.\n\nIf you're anything like me, you probably looked like this every time you changed your kid's diaper and saw the stump.\n\nAnd when the stump finally DID fall out, you probably tossed it in the trash (or flushed it down the toilet) and never looked back.\n\nBUT! It turns out a fair amount of parents save their kid's umbilical stump for posterity.\n\nThis might strike you as a tad strange (as it did me), but it made more sense once I read some of the reasons parents gave for saving the stump in this BabyCenter thread\n\n— \"My mother told me that it was traditional in her culture to keep the cord as a symbol of good luck.\"\n\n— \"That little black stump represents the connection that me and my daughter had for 9 months. It's a miracle and there is nothing wrong with wanting to preserve that memory.\"\n\n— \"I personally decided to keep my daughter's stump for the simple fact that my mother kept mine and my sister's...that little stump is what gave your child life!\"", "Then Kylie reveals she was the one to tell Khloé, because she decided Khloé should hear about the allegations from one of her sisters rather than seeing it online.", "Just 17 Hilarious Tweets About Sleeping\n\n\"My wife just goes to sleep when she gets tired and it's the most impressed I ever am by anyone doing anything.\"", "Amazon\n\nPromising review: \"I inherited a ton of turtlenecks from my mother-in-law. I live in Arizona and do markets and arts and craft shows and two or three months out of the year it is cold out there! (Yes. Believe it or not, we can get down below 30 degrees in the mornings in the winter). So, I do need them for essential layering, but, I don't need them filling up precious drawer space. This storage case is a perfect solution! I was able to get 14 turtlenecks in this with room to spare! The partitions keep things neat and the clear windows allow me to see the contents.\" —Mugwumper\n\nPrice: $8.69+ (available in six colors and six colors).", "Think of the word “anxiety” and you might picture someone having a panic attack: heart racing, breath caught in the throat, eyes straining to hold back tears. Nickelodeon That’s true for some, but anxiety can come in much subtler forms and affect a huge number of people — especially in stressful times like the one we’re living in. In fact, anxiety — a general term for a range of conditions, including generalized anxiety disorder, phobias, panic disorder, social anxiety, and more — affects an estimated 30% of American adults at some point in their lives, according to data cited by the National Institute of Mental Health.\n\nBut even though it’s common and highly treatable, the vast majority of anxiety sufferers go without treatment, often times because they don’t even know something’s wrong. Photo by Annie Spratt on Unsplash Anxiety’s tricky like that — it can creep into your life in ways you might think are just stress, but actually are symptoms of a condition that could be helped by medication, therapy, or even certain lifestyle changes. “Anxiety has a diagnostic set of criteria,” psychologist and trauma specialist Dr. Anjhula Mya Singh Bais tells BuzzFeed. “But much like anything — love, heartbreak, depression — it manifests uniquely at times in individuals.” If you’re feeling overwhelmed and unable to cope but aren’t sure why, here are some sneaky anxiety symptoms you might want to look out for so you can start exploring ways to feel better. (Just remember that BuzzFeed posts are for informational purposes only and are no substitute for medical diagnosis, treatment, or professional medical advice.)\n\n1. You’re always busy, but you can never seem to get shit done. You often find yourself running around your apartment, starting a million chores, but you can never get any real work done. Ugh. New York City psychiatrist Dr. Sue Varma tells BuzzFeed that’s because anxiety can often manifest as a lot of “business.” She says, “[You’re] trying to get stuff done, but somehow after an entire day, [you] may have little to show for it. This could also be due to ADD, but poor time management, low productivity [and] difficulty prioritizing can be a sign of worsening anxiety.”\n\n2. You’re deluged by catastrophic existential thoughts. Yes, we’re living in truly nightmarish times, but “catastrophizing” — the technical term for thinking obsessively that something is worse than it really is — can be a sign that you’re actually suffering from an anxiety disorder (rather than just needing a break from the news). Dr. Bais says that thoughts like, What's the point, I can never do this, I'm in trouble, Something is seriously not right, and Do whatever, nothing matters anyway are ones to watch out for, especially if they’re coming in a sequence rather than just as one-offs.\n\nPhoto by Ian Keefe on Unsplash\n\n3. You’re easily startled. Are you feeling excessively jumpy? You should pay attention to those feelings. According to a 2008 study published in the journal Depression and Anxiety, anxiety sufferers can have a heightened startle response, particularly when they’re mentally stressed (*ahem* catastrophizing), which basically means you’re likely to freak out at the slightest stimulation if you’re wrapped up in your own thoughts.\n\n4. Your stomach is upset but your doctor can’t figure out why. You don’t have food poisoning, irritable bowel syndrome, or the stomach flu, so why is your stomach always upside down? Audrey Gruss, founder of the Hope for Depression Research Foundation, tells BuzzFeed that gastrointestinal upset is often linked with anxiety. “People often talk about stress manifesting in your stomach, and anxiety works the same,” she says. “It can worsen symptoms of abdominal cramps and pain and make you feel sick to your stomach.” On top of that, anxiety might also make it harder for you to recover from illnesses that have nothing to do with anxiety. A 2007 study found that for anxious people, having the stomach flu can actually trigger irritable bowel syndrome, a chronic condition with symptoms including stomach pain, bloating, diarrhea, and/or constipation. The study’s authors found that because anxious people have a hard time slowing down and resting when they start to feel sick — what’s called “all-or-nothing behavior” — a condition like the stomach flu, which usually clears up quickly for non-anxious people who don’t push themselves so hard, can later become a serious, long-term illness.\n\nCarlo107 / Getty Images\n\n5. You’re a perfectionist. Perfectionism doesn’t necessarily mean you have an anxiety disorder — you might just be really attentive to detail and like to do a good job. But if your perfectionism prevents you from trying new things because you’re afraid of failing, or causes you to avoid certain situations or tasks because you don’t want to make a mistake, it might be linked to an anxiety disorder. Feelings of shame, inferiority, and constant self-criticism are all part of that perfectionism package. And, related: a 2017 report noted that perfectionists who have anxiety often reject therapeutic treatment because they perceive it as a sign of failure, which bumps uncomfortably against that nagging fear of making a mistake. Sound like you? Take a deep breath and consider asking for help.\n\n6. Everyone around you is getting on your nerves. We all get into moods where our friends and coworkers drive us up the wall, but feeling like you could go off at any second is another matter. New York City-based psychologist Dr. Lauren Appio tells BuzzFeed that the fight/flight/freeze response is heightened in anxiety sufferers, and, she says, since “‘fight’ is another side to our ‘flight’ response...you may also find that you are more impatient and easily annoyed by others [if you have anxiety].” Dr. Bais says that feelings of rage, hatred, and revenge are common, too.\n\nTommaso79 / Getty Images\n\n7. You cannot make a single goddamn decision. Getting way too emotionally invested in every decision you make can be a manifestation of anxiety, according to Dr. Appio. She says, “Especially when each option you consider comes with some loss or downside, or someone else will be unhappy no matter what you do, you get stuck bouncing back and forth between your options without taking steps forward.”\n\n8. You keep getting sick and you don’t know why. You don’t work with kids or in a hospital, so why are you sick all the time? Well, feeling rundown, having unexplained aches and pains, and experiencing frequent and chronic colds are all part of the anxiety roller coaster, according to Dr. Varma.\n\nNatalie_board / Getty Images\n\n9. You can’t sleep, and it’s not because you were staring at your phone right before bed. There are lots of reasons it’s hard for us to get a good night’s sleep: blue light from our phones, tablets and laptops, restless pets hogging the bed, irritating upstairs neighbors (seriously, what are they doing up there?!). But according to the Anxiety and Depression Association of America (ADAA), anxiety can cause sleeping problems AND new research suggests sleep deprivation can cause an anxiety disorder. Pretty lose-lose. So in order to get a better night’s rest, the ADAA suggests meditating before bed, finding a kind of exercise you enjoy and doing it regularly, and turning your clock away from you — looking at it in the middle of the night will only exacerbate your anxious feelings.\n\n10. You’re having random chills or hot flashes. You know you’re not getting sick and you don’t have any issues with your hormones, but you’re still having unexplained chills or hot flashes. Coupled with some of the other traits on this list, those symptoms could suggest it’s time to ask your doctor about generalized anxiety disorder. (Also: Isn’t the human body wild?)\n\nKatarzynabialasiewicz / Getty Images\n\n11. You feel like you suck at life. Isn’t this the worst feeling — thinking you’re a horrible friend, family member, partner, or employee? Ugh. First of all, you’re not. And second, according to Dr. Appio, that feeling of burnout — like you just can’t do anything right — may be caused by an anxiety disorder (and doesn’t reflect who you really are).\n\nAnd by the way: This list is for informational purposes and definitely not a substitute for medical diagnosis, treatment, or professional medical advice. But if some of the things in this list were familiar, you might want to look into ways to take care of yourself. SO, here are some quick resources: You might want to learn more about starting therapy, since pretty much everyone can benefit from talking to a professional. You can learn more about anxiety disorders here. Here are little ways to be less anxious in general and here are some self-care tips. And if you need to talk to someone immediately, the US National Suicide Prevention Lifeline is 1-800-273-8255. A list of international suicide hotlines can be found here.", "Coloque um pouco do protetor na ponta da linha para endurecê-la, isso deixa o processo 100 vezes mais fácil e rápido. Use um protetor branco ou claro, para não manchar a costura de vermelho com um protetor de cereja. —Rachel Lee, Facebook\n\nDe acordo com a National Sewing Circle (comunidade sobre costura), primeiro passe o dedo indicador sobre o protetor algumas vezes e, em seguida, aperte o fio entre o polegar e o indicador para esfregar a substância na linha.", "Brendan Esposito / AAPIMAGE\n\nEryn Jean Norvill, a 34-year-old Australian actor, had been on the witness stand for more than six hours when Bruce McClintock SC, the barrister for film star Geoffrey Rush, suggested to her that nothing at all had happened.\n\n“Mr Rush never behaved inappropriately to you at any time during the production of King Lear. Do you agree?” McClintock asked. “Unfortunately, Mr McClintock, I do not agree,” said Norvill calmly. “He did.” Norvill, dressed in a white shirt and black suit, with her hair pulled back in a bun, was sitting in the witness box in a large courtroom in Sydney, watched by 13 lawyers; about 15 journalists; tens of onlookers; a judge; and Rush himself, sitting with wife Jane Menelaus at a table about five metres from Norvill, wearing a pale grey suit that matched his trademark curls. McClintock continued: “And when you give that answer, you’re lying, aren’t you?” he asked. Norvill looked at the barrister for a long time. The courtroom was silent. And then she turned away from him, to look Justice Michael Wigney square in the face. “Your Honour, I am not lying,” she said. Norvill, an accomplished Australian theatre and TV actor, took the stand on Tuesday morning to testify in the defamation case brought by Rush, a 67-year-old Academy Award winner who has played starring roles in the multi-billion dollar Pirates Of the Caribbean franchise, The King’s Speech, and countless other films, against the publisher of Sydney newspaper the Daily Telegraph. Her court appearance came 11 months to the day after the Telegraph splashed a photograph of Rush across its front cover, accompanied by a blaring, Shakespearean pun: “KING LEER”. The article said Rush had been accused of behaving inappropriately towards an unnamed female cast member during a 2015-16 Sydney Theatre Company (STC) production of the classic play. Rush strenuously denied the allegations, and filed for defamation a week later. Norvill remained anonymous, at least publicly, for months, but was eventually revealed as his accuser in court proceedings. At a late stage, she agreed to testify for the Telegraph, giving it a shot at a defence of truth. She arrived at court before 10am on Tuesday, flanked by her parents, supporters and lawyers. Over the next two days Norvill would answer questions for almost eight hours, which is a long time for someone who is not on trial or being sued. The Telegraph’s barrister, Tom Blackburn SC, asked her: “Would you tell the court what happened?” “I was lying on my back on the floor,” she began. “I had my eyes closed and I remembered hearing titters of laughter ... I opened my eyes and Geoffrey was kneeling over me, and he had both of his hands above my torso and he was gesturing stroking up and down my torso, and gesturing groping, or cupping, above my breasts.” This incident occurred, Norvill said, as the cast rehearsed the final and arguably most important scene of the play, in which King Lear, played by Rush, grieves the death of his daughter Cordelia, played by Norvill. In a video played to the court, Rush staggers onstage with Norvill limp in his arms, crying out “Howl!” in grief four times, before laying her on the floor and lamenting over her body. Norvill told the court, over the course of Tuesday, that Rush traced his hand across the side of her breast in that same scene, as they acted in front of a captive preview audience. In a later performance, she said, he stroked his fingers back and forth across the skin of her lower back as they waited silently out of view, Norvill standing on a chair to facilitate the lift into Rush’s arms before he uttered the first “Howl!” and entered from stage left. In the last week of the show, she told the court, he again began rubbing the small of her back when she said, very softly, “Please stop that”. She said Rush regularly sexually harassed her in the rehearsal room, making gestures towards her to imitate groping her breasts, or tracing the curve of her hips. She also said he called her “scrumptious” and “yummy”. Rush strongly denied all but one of these accusations, saying he “might have” described Norvill as “yummy”, a word that “has a spirit to it”.\n\nFederal Court of Australia A stage map, drawn by Norvill, showing the placement of the chair she was standing on when Rush allegedly began to rub her lower back.\n\nBacking Norvill is cast member Mark Winter, 35, who supported parts of her account, with some discrepancies (he says he saw Rush touch her left breast, she says it was her right). Backing Rush is director Neil Armfield, 63, and cast members Robyn Nevin, 76, and Helen Buday, 56, who all said they saw nothing. (Others to take the stand – ranging from actress Judy Davis to Kath & Kim producer Robyn Kershaw to veteran Hollywood agent Fred Specktor – testified on Rush’s reputation and/or his career prospects.) One of the first questions Norvill answered was to confirm that, yes, she preferred “actor” over “actress”. In the days before her, Nevin, Buday, and Davis, who is 63, had all opted for the latter. Norvill said she was friends with Nevin, who played the role of The Fool in Lear, but felt Nevin and other cast members had “enabled” Rush's behaviour. “We’re from different generations,” she said. “Maybe we have different ideas about what is culturally appropriate in the workplace.” Norvill blasted what she called a “culture of bullying and harassment” in the King Lear rehearsal room, and the entertainment industry at large. “There are bullies and sexual predators, and sexual harassment happens in the workplace, and it happens often, and it happened in that room, to me,” she said. “There was a level of hierarchy that kept that level of fear and silence in place.” Norvill’s voice cracked just once over the eight hours, on Tuesday, when Blackburn asked why she hadn’t invited Rush to her Christmas party at the end of 2015, which he attended regardless. “Because…” she said, before taking a long pause and starting to cry. “I didn’t want him to meet my family. And he wasn’t my friend anymore.” Norvill grabbed a tissue, and the court adjourned for lunch. The next day, the dramatic moment was revisited in cross-examination. Norvill said she had in fact invited Rush as she didn’t want him to feel “left out”, after people had mentioned the party in a large group. “He said ‘I heard about your Christmas party’, I said ‘Come, yeah, come’,” she said. To further confuse the matter, Rush had said the previous week he didn't think he’d been directly invited. McClintock left the discrepancy to hang in the air. A fair chunk of time was devoted to the word games Norvill and Rush played with their names in sporadic messages they exchanged over the two years leading up to King Lear. The nicknames Norvill gave Rush included “Giddy McHeadrush”, “Generous De’Gush” and “Galapagos Lusty Thrust”. One of the names she used for herself in a sign off to Rush, “Ellen DeJeanerous”, was lost on McClintock. “What’s that about?” he asked. Norvill explained that it was a play on her name, referencing the famous American talk show host Ellen DeGeneres. “Sorry, I didn’t pick up on the rhyme,” McClintock said. “That’s alright,” Norvill said pleasantly, as if reassuring a child who had knocked something over. The exchange was so bizarre, and Norvill so deadpan, that it drew laughs. But the humour was fleeting. Moving on to “Galapagos Lusty Thrust”, McClintock said: “I suppose you’ll tell your honour there’s nothing sexual about that?” “It could be perceived as intellectually flirtatious,” Norvill said. Wigney interjected: “What about sexually flirtatious?” “No. I was not sexually interested in Geoffrey Rush. He has a wife. And he was my friend,” Norvill said. She added, under her breath, “This is disgusting”. She was also quizzed over an email reply she sent to Rush a few days before closing night, in which she called him “Dearest Daddy DeGush” and signed off “xoxo”. Norvill agreed it sounded “affectionate”, but said she had written it while in “survival mode”. After not saying anything for so long, she said, she was just “trying to keep it normal” and make it to the end of the show. “I felt trapped by my own silence, I guess,” she said. “Not the kind of email someone in your position would send, is it Miss Norvill?” McClintock asked. “Absolutely someone who was in my position sent it, because I sent it,” she said sharply.\n\nFederal Court of Australia A photograph from the final scene of the play, in which King Lear grieves his daughter Cordelia.", "Jasmin Nahar / BuzzFeed\n\nThe recipe: This recipe has been shared LOADS of times on Pinterest and has tons of positive reviews. I appreciated that there weren’t any ingredients (bar the coconut sugar) that were hard to get – I already had pretty much everything else in my kitchen. It’s a one-bowl recipe and extremely straightforward. The lack of butter and eggs in this was substituted by puréed avocado and melted coconut oil.\n\nThe process: After the avocado was puréed, it was just a matter of mixing in the oil, and then adding in all the other ingredients. Like I said, easy! The coconut sugar, mixed with the coconut oil and the coconut milk, meant these smelt AMAZING but not very brownie-like. The batter wasn’t quite as pourable as the one I usually make, but it was easy enough to spread around the tray. The recipe said to bake them between 15 and 20 minutes but as I wanted them a little bit on the fudgy side, I opted for 15.", "It comes with two versions: the one with pearls on the sleeve is made of velvet, and the one with floral embroidery on the sleeve is made of silky polyester.\n\nPrice: $16.99+ (available in sizes XS–XXL and 14 colors and styles)\n\nPromising review: \"LOVE the dress! I purchased it with very low expectation as it is priced inexpensively. Turns out it is actually a nice dress! It is thick, not see through at all and does not feel cheap. The see-through sleeves were intact and the pearls were nice. I purchased this dress just because and ended up wearing it to a wedding. When my husband saw it he was quite impressed and even asked me what we paid for it; he couldn't believe it was under 15 bucks! Totally worth buying, great piece to your closet.\" —Josie Catrox", "Tell us about the shows, storylines, and characters that have reflected issues surrounding mental health well, or that have helped you, and it could be used in a future BuzzFeed post or video.", "Now, Keira has opened up the can of worms once more and elaborated on her original comments. Appearing on the red carpet for her new movie, The Nutcracker and the Four Realms, which just so happens to be a Disney movie itself, Keira wondered what Frozen's Elsa would have to say to the likes of Cinderella and Ariel.", "There’s no emoji showing the top of a foot so the only way too make a foot for everybody is to make the entire foot black. Twitter be turning everything into a problem https://t.co/IPndoDPU8V", "It smells like watermelon Jolly Ranchers, so just something to consider if you're not a fan of fragrances — but OH BOY, is it great!! Check out my full review (#8)!\n\nPromising review: \"I use this mask at night, so I apply a thin layer and sleep in the mask. It smells like watermelon candy, but not in an overwhelming or overly sugary way. It is silky smooth when applied and sinks in nicely. You do have to keep your face off your pillow for a bit while it really sinks in. In the morning I give my skin a quick rinse and it is noticeably brighter and looks smoother and refreshed. It also has gentle exfoliation which means that as you use it, it helps to keep your skin looking beautiful.\" —kmair\n\nPrice: $17.60+ (originally $22+; available in mini and standard sizes)\n\nThis line also comes in a moisturizer and sheet mask — and did you know they have an über cute limited edition Watermelon Jelly Tote Set?", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "This is Riley. Every morning he hangs over the wall and drops his toy so the nearest passerby is forced to play with him. It works 100% of the time. 14/10 https://t.co/KA9BO2SAL9", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Which \"Bohemian Rhapsody\" Character Are You?\n\nThere can be only one.", "Dr Ian Davis was diagnosed with motor neurone disease (MND), also known as amyotrophic lateral sclerosis (ALS), in 2011.\n\nDavis and his wife Melissa appear on the Nine Network in 2014.\n\nIn the seven years since then, he helped to raise tens of millions of dollars for research on the disease.\n\nDavis, a doctor living in Melbourne, was diagnosed with the disease when he was 33.\n\nMND gradually destroys nerve cells, affecting a person's ability to control the muscles you need to move, speak, eat and breathe. There is no cure, and patients live an average of two to three years after their diagnosis.\n\nAt the time of his diagnosis, Davis was working in haematology at Melbourne's Peter MacCallum Cancer Centre.\n\n\"Patients are diagnosed with MND at nearly the same rate as many other neurodegenerative diseases, but the fact stands: we don't live long enough to create a burden on society, so there is no incentive for governments or pharmaceutical companies to pursue new treatments,\" Davis wrote in an article about his disease in 2012. \"There isn't enough profit to be made.\"", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "The Daily Telegraph wants to amend its defence in the Geoffrey Rush defamation case to include a proposed new witness, known only as \"X\", in a move that could see the trial adjourned until as late as April next year.\n\nRush is suing the publishers of Sydney newspaper The Daily Telegraph and journalist Jonathon Moran, after they published allegations in November 2017 that Rush had been accused of behaving inappropriately towards a female cast member during the 2015-16 Sydney Theatre Company (STC) run of King Lear.\n\n\n\nRush, 67, has strenuously denied the allegations. He claims publisher Nationwide News defamed him in two articles and a poster by painting him as a pervert and a sexual predator who committed sexual assault while acting in King Lear, and by suggesting his conduct was so serious that the STC pledged to never work with him again.\n\n\n\nNationwide News is arguing a defence of truth based on the testimony of Eryn Jean Norvill, who played the role of King Lear's daughter Cordelia in the production and alleges Rush sexually harassed her during the run of the play. She did not participate in the Telegraph's stories and was not named in them.\n\nThe Telegraph launched the shock mid-trial bid to amend its defence on Tuesday morning. A suppression order is currently in place preventing the identification of Witness X.\n\nThe court heard that last Friday, Norvill's lawyer Leon Zwier got in touch with the Nationwide News lawyers and said Witness X \"might be prepared to give evidence\" in the case, prompting the application.\n\nNationwide News barrister Tom Blackburn SC asked Justice Michael Wigney to approve the application, saying the material in the proposed amended defence could be capable of justifying some of the defamatory imputations pleaded by Rush.\n\n\"It is vitally important evidence to resolve a difficult factual dispute between the respondents and the applicants,\" Blackburn said.\n\nWigney said that if he allowed a new defence, he would have to adjourn the case until next April for availability reasons.\n\n\"That further hearing would involve an entire new set of allegations, an entire new set of witnesses, Mr Rush would have to be recalled among other things,\" Wigney said, adding that he was concerned about the impact such an adjournment would have on Rush.\n\nBlackburn said \"strain and stress\" occur in most defamation litigation and that the \"real prejudice\" on Rush is the delay it would cause.\n\n\n\nWigney told Blackburn: \"To say that’s it’s less than desirable is the biggest understatement I have heard in a submission before. This is extraordinary on any view of it. The end of the case. We’d have to run a whole new trial on completely separate matters.\"\n\nKieran Smark SC, representing Rush, said the application \"lies fairly clearly over the line\" and should not be allowed.\n\n\n\n\"When these publications were published, let’s leave aside Witness X for a moment, the respondents hadn’t even secured the cooperation of Miss Norvill ... They didn’t even have reliable hearsay,\" he said.\n\n\"Having published what was a shadow of a story, they now seek permission … to run what is in substance a new and different case.\"\n\nJustice Wigney has reserved his decision and is expected to hand down a judgement by Tuesday next week.\n\n\n\nEryn Jean Norvill was present in court to hear the application, after giving evidence on Tuesday and Wednesday and being absent on Thursday.\n\nEarlier on Friday, the court heard evidence from Richard Marks, an LA-based entertainment attorney who has been in the business for 40 years.\n\nUnder cross-examination from Rush's barrister Sue Chrysanthou, Marks said that a character actor like Rush \"ages out\" of roles in the same way a leading man like Bruce Willis or Harrison Ford would.\n\n\"When he was cast as the villain pirate [in Pirates of The Caribbean] he was probably in his early 50s,\" Marks said. \"He wouldn’t be cast in that role if he was 80. At some point, just like Harrison Ford, he would age out of that role. Age does play a part in the role any actor plays.\"\n\nMarks, who was testifying as an expert witness for Nationwide News, was questioned over an assertion in his expert report that the articles would have \"no ongoing effect on Mr Rush's ability to obtain acting roles\".\n\n\n\nExpert witnesses testifying for Rush were more pessimistic. His agent Fred Specktor told the court he feared the allegations had damaged Rush's \"psyche\" and marred his ability to work, while LA-based attorney Robin Russell said the association with #MeToo was a risk a film would not take.\n\n\"Right now it’s a big cloud. I’ve never seen anything like it,\" Russell said.\n\nMarks said he did not believe there would be a \"permanent cloud\" over Rush if he won the case.\n\nAsked if it was true that a movie studio simply would not \"take a risk\" on somebody who had had a #MeToo allegation made against them, he said: \"There may be people who make that decision. I just don’t think it will be the general decision.\n\n\"I believe that this allegation of inappropriate behaviour … doesn’t overshadow Mr Rush’s achievements and his abilities and he then becomes an actor who is ageing out of roles like any other actor.\"\n\n\n\nHe was also questioned over the amount of material published online about the allegations against Rush and the current court case, and if Rush could truly be vindicated by a court win.\n\n\"Just because a Federal Court exonerates Mr Rush, that doesn’t mean everyone on the world wide web is going to be believe it,\" Chrysanthou said.\n\n\n\n\"People on the world wide web believe the earth is flat, absolutely,\" Marks replied.\n\nWhen Marks finished giving evidence, Justice Michael Wigney said: \"You’ll perhaps forgive me for asking this question, which I don’t mean to make light of your evidence. Has anyone ever said to you before you look and sound exactly like Jack Nicholson?\"\n\n\n\n\"If I had my Ray-Ban sunglasses, which were back at my seat, and put them on, people would ask me for an autograph,\" Marks said.\n\nHe proceeded to walk to the back of the courtroom and put on the Ray-Bans, turning to face the public gallery and then bowing to Wigney before leaving court.\n\nThe trial continues.\n\n", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Amazon\n\nThis product is dishwasher-safe!\n\nPromising review: \"My favorite can opener ever! I cannot say enough about how easy this is to use. It never gets dirty with this type of design. My old can openers were disgusting after opening a few cans and difficult on your hands. If you have arthritis or joint issues and you need an easy to work can opener...this is it. It is worth every penny. You can open ring top soup cans, dog food cans, any type of can, as well as bottles and never have to stress whether it is on the can right. And it has no sharp edges that can cut or harm you.\" —Lori Trovato\n\nGet it from Amazon for $15.86+ (available in two colors).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Almost a third of Australians rent, and that number is growing. But the ability of some renters to make their properties feel like home can be restricted by conditions put on the property by their landlords. There's currently a nationwide movement towards strengthening renters' rights: Victoria passed significant reforms earlier this year, NSW passed more modest reforms, and Queensland and the ACT are thinking about introducing new laws. But the protections in the statute books can be undermined by what the landlord puts in the lease.\n\nHere are 14 weird conditions landlords in Australia have imposed on their tenants.\n\n1. You can't fry food in the house (you may steam food though). Deb Pippen, executive officer at the Tenants’ Union ACT, recently came across an ad for a rental saying tenants wouldn’t be able to fry food inside. “They were allowed to steam vegetables in the house, and if they wanted to fry they were allowed to use a barbecue outside,” she told BuzzFeed News.\n\n2. You can't \"create chaos\" or have \"noisy parties\". Tap to play GIF Tap to play GIF GIPHY / Via giphy.com One lease Pippen has seen stipulated that the tenants couldn't create chaos or have noisy parties. For some landlords, extra lease terms are a way to impose restrictions – sometimes very specific restrictions – on what tenants do in the property.\n\n3. You can't have family or friends to stay. Pippen has seen this as an additional lease term, but says these type of restrictions often aren't legal. Each state and territory has minimum guaranteed conditions for renters. That means that landlords and tenants can agree on additional lease terms, but they have to be consistent with those conditions. The ACT has 100 standard lease terms, including that the tenant has \"exclusive possession\" and is entitled to reasonable peace and privacy. Any lease term that takes away from these rights is generally invalid. Martin Barker, a tenants' advocate at Sydney's Inner West Tenants’ Advice and Advocacy Service, told BuzzFeed News it would be rare to have a \"dodgy\" term that would actually be enforceable in a tribunal or a court, even if the tenant has signed to say they agree. So a term like \"don’t place pot plants within 10cm of any carpet in the property\" would not be legal, because it would be inconsistent with the tenant's right to quiet enjoyment of the property, he said.\n\n4. You're responsible for any cost of repairs that occur after you take possession. This appeared in another lease Pippen has seen. It's not legal because it's contrary to the standard terms, which say the landlord is responsible for repairs. But Pippen says that often tenants won't know the law is on their side and might still go along with illegal terms. The problem is that people can \"[take] advantage of tenants not being aware of the strengths of the standard terms and the fact that we have standard terms\".\n\n5. You can have dogs, but they have to be on a leash 24 hours a day. Tap to play GIF Tap to play GIF GIPHY / Via giphy.com Clauses banning pets from a property are still legal in most of Australia. \"[They] are probably legally OK\", said Barker, citing a lease he saw that prohibited keeping \"fish, insects or other animals\". But even leases that allow pets might add restrictions. In Camden, southwest of Sydney, there's a family living in a rental townhouse. The lease says that the only condition they can have their two dogs in their home is if they are tied up on a leash 24/7. \"There's not a lot of choice for people when they've got animals,\" said Vala Olaaiga of the South West Sydney Tenants' Advice and Advocacy Service, who is advising the family. Olaaiga says often people need to live in a specific location because of their work or for other personal reasons, and it can be difficult to find a property that allows pets at all. In this family's case, their three-year-old son is disabled and the family wants to stay close to his therapist. \"More often than not, the tenants will tell you that because of these [kinds of] reasons, they accept what's dealt to them,\" Olaaiga said. \"[But] how do you keep an animal that is supposed to be running around 24/7 on a leash? I don't know how anyone would actually do that.\" Olaaiga says the landlord in question has a habit of conducting covert inspections from outside the property, and then emailing the family saying that they saw a dog in the yard, and that it needs to be tied up or removed. Now, she says, \"they supervise the dog when they're walking around in their yard and just make sure no-one's looking\".\n\n6. You can't have kids' toys in the yard. The same family bought a small jumping castle when their son's occupational therapist told them that his disability required play time and recommended the purchase. They put it in the yard, but after another covert from the landlord, they received an email saying that they couldn't have kids' toys in the yard. \"That's not legal – it's a breach of their privacy,\" Olaaiga said. According to Olaaiga, even when tenants have a dodgy term in a lease or the landlord is acting outside the scope of what's allowed, often they won't complain. \"Our experience has been that it's only people who feel like their backs are against the wall\" who take action, she said. \"And even then sometimes they still won't do anything about it because they're too scared to rock the boat.\"\n\n7. There'll be inspections every four weeks. Tap to play GIF Tap to play GIF GIPHY / Via giphy.com Another lease Pippen saw said that the tenants would have to open their doors for rental inspections every four weeks. This isn't legal: the ACT standard terms say the landlord can inspect the property twice a year. But Barker says that realistically, whether or not something is legal is often beside the point. \"Very few tenants are in a position to bargain with their landlords, particularly given insecurity of tenure and the unaffordability of housing; may not know the term is unlawful and, even if they did, will commonly comply with it because they are reluctant to take tribunal action or risk their occupation of the property,\" Barker said.\n\n8. You can’t change your car tyres on the property. Supplied It wasn’t until Joel Michael, 37, was moving out of the two-bedroom townhouse in Yarraville that he noticed a term in his lease saying he wasn’t allowed to “service or repair a vehicle” at the property. The clause made an exception for “routine, minor maintenance”, but the lease said that didn’t include changing tyres, batteries or oil. When he saw it, Michael laughed. “How would they enforce that? How would they know if you’ve had to change a tyre in the garage? “Not being able to change a battery or change a tyre if you’ve got a flat, that’s completely bizarre.”\n\n9. If you unpack a suitcase, you can only do it in the kitchen. Supplied David Maloney, a tenants’ advocate at Sydney’s Eastern Area Tenants Service, recently had a client whose lease for a furnished property in Sydney's Maroubra said that “suitcases must be unpacked from the kitchen and then bagged and tied off in the kitchen\". Suitcases had to be stored in plastic bags and “away from bedrooms”. “It is also recommended that hand bags, hand luggage and clothing be washed in hot water and ironed,” the lease said. The clause was an apparent attempt to stop the spread of bed bugs: the same term said that “[t]he apartment, bedrooms, beds and mattresses are bed bug free\", and that the tenant would be responsible for treatment costs if there were an outbreak.\n\n10. You have to split the water and gas bills 50/50 with the landlord. Supplied In another case Maloney saw, the landlord lived in a separate dwelling out the back of the rental property. The lease said the owner and tenant would split gas and water bills 50/50. There was just one water meter at the Bondi property. Under NSW law, a landlord can only charge a tenant for water where the rental property is individually metered and there are water saving devices. “Because they’re sharing the property, the water’s not separately metered, so therefore the landlord’s gotta cop the whole bill,” Maloney said. Maloney says the issue of weird lease terms normally arises where landlords are dealing with the property directly, rather than going through a real estate agent. Most landlords just use the standard lease, but when they start drafting their own \"it gets all fun and games\", he said. Often the strangest leases that come across his desk are from \"repeat offender\" landlords.\n\n11. You can't barbecue. One renter told BuzzFeed News about their lease agreement for a house with a large courtyard in regional NSW's Armidale, which specified that they couldn't store or operate a charcoal or gas barbecue on the premises.\n\n12. You can't use Blu Tack on the walls... Supplied This lease in NSW says that the tenant can't use Blu Tack on the walls without the landlord's consent. Whether or not this is legal is debatable: Pippen says that removable things like Blu Tack should be fine. \"There's no possibility of any damage, they should have no problem with you doing that,\" she said. But if the property has peeling paint, it might be another issue.\n\n13. You can't slide pots and pans onto the stovetop. The same lease says that the tenant can't push pots and pans directly on the cooktop, but must lift pots and pans instead.", "Pick A Bunch Of Puppies And We'll Guess Your Favorite Food\n\nChoose wisely if you want to have the best puppy army in all the land.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "You could only dream to have a dog that is this thrilled to be dressed up.", "E!\n\nIt really is the perfect reply for several reasons:\n\n— Ariana is so above it, she can't even bother to @ him. Yet we all know who she's talking about it.\n\n— She calls him out for using the relationship for attention, AND the fact he's all talk about not wanting to be in the limelight.\n\n— FINALLY, she finishes off her burn by saying Pete is \"clinging\" to relevancy while we all know Ariana is one of the biggest singers in the WORLD.\n\nMic? DROPPED.", "8.\n\nIn honor of what would have been legendary photographer Helmut Newton's 98th birthday, Cindy Crawford shared this behind-the-scenes photo of the two of them doing a shoot in the early '90s:", "Just so you know, stage names are included in this quiz, so please don't come for me in the comments. Also, if your name begins with X or you have the initial combination OX, KX, or UX, you'll see there isn't an option for you. No celebrity shares your initials. You are truly unique.", "10.\n\nDoing research with one of these, but, more often than not, just looking through it when you were bored:", "Avoid the mess and stress of administering your pet medication with these pill pockets. Their taste and smell overpower the capsule, so your pet won't even notice the medicine. Just pop the capsule into the little opening and pinch it shut before giving to your dog.\n\nPromising review: \"These are the best! I have a dog who takes approximately 20 pills a day and is the best at finding them in his food and spitting them out. I’ve tried disguising the pills with cheese, hot dogs, and peanut butter. Nothing worked. Now I put the pills in the pill pockets and he gobbles them right down. I have tried all the flavors and my dogs have a clear preference for the hickory smoked flavor. This flavor is also softer and more pliable than the other flavors, so it’s easier to wrap the pills in them. These are worth every penny I spend on them. Without them I’d be having a constant challenge trying to get all his medication in him.\" —L W\n\nGet them from Amazon for $7.49+ (available for tablets and capsules).", "Flo Jo has been one of my fav women since running track in grade school. Seeing @beyonce as Flo brought back so many memories of feeling invincible as a teen. Flo is black excellence. She excelled while adding flavor of the culture in her hair, uniform and most notable, her nails https://t.co/v4NKF7LS48", "Animals\n\n15 Photos Of Extremely Sleepy And Snuggly Dogs That You Need To See Today\n\nTo be fair, it must be p. tiring to be a good boy all day!!", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "37.\n\nDashiki from Don't Be a Menace to South Central While Drinking Your Juice in the Hood", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "1) Original Milk Tea chances are you’re an abg. or one of those asian guys that has a supreme shoulder bag. either way you’re gonna end up going to uc irvine https://t.co/yE0W7hcG4H", "This is hotcupofjodie . According to her Instagram, Jodie is from New Zealand and is a self proclaimed \"crazy dog lady,\" photographer, and alpaca enthusiast.", "Kondor83 / Getty Images\n\nWhen following a recipe that calls for a specific type of wine, don't just use any wine you have in your fridge. This could affect the flavor and the acidity level might be way too high or way too low. To be safe, always stick to the recipe — and, of course, only cook with wine that tastes good. \"The wine doesn’t need to be crazy expensive,\" says Stam, \"but make sure it has enough flavor.\"\n\nMore: Learn more about cooking with wine.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "All you do is add vinegar to the 5-inch tall BPA-free cleaner, and it uses steam to deep-clean your microwave — no elbow grease needed!\n\nPromising review: \"Greatest thing since sliced bread! I saw there were a number of negative reviews and the only ones I can understand are those who dislike the smell of vinegar. It is true that the process produces a somewhat strong vinegar smell. I happen to really like vinegar. I cook with it and put it on my salads, so the smell doesn't bother me in the least. I've tried so many different ways to clean my microwave. A bowl of water boils over and even if you put it in a deep bowl; there is a possibility of spilling it and burning yourself when you take it out. I've tried microwaving a wet sponge/dishcloth. They dry out before the gunk gets loosened and burn my fingers when I take them out. Angry mama slowly releases steam over seven minutes through small holes in her head. This is long enough to really soften all the gunk. When the microwave cycle is over you can remove the almost empty 'mama' by one of her arms, which stay cool. I've never had such an easy time cleaning my microwave and it was really dirty. I love this thing!\" —Amber W.\n\nPrice: $3.96", "Depois de encontro com o ex-presidente Luiz Inácio Lula da Silva na prisão em Curitiba, a presidente do PT, Gleisi Hoffmann, afirmou hoje que o petista ficou \"indignado\" com a ida do juiz Sergio Moro para o governo Bolsonaro.\n\nReprodução/Facebook Gleisi fala com militantes em Curitiba depois de visita a Lula na prisão.\n\n\"Ele está muito bem, firme, como sempre. Indignado ainda mais com essa notícia de nomeação do seu algoz como ministro da Justiça\", disse Gleisi à imprensa nesta quinta-feira (1º). Gleisi e o ex-ministro Aloizio Mercadante visitaram Lula no início da tarde. Segundo a petista, Lula disse que a confirmação de Moro para o ministério confirma a versão do PT. \"Isso só corrobora aquilo que já dizíamos, que meu processo é político. Me condenou por um powerpoint, me condenou sem um fato concreto, e estava a serviço de uma causa política\", disse Lula, de acordo com Gleisi. Ela afirmou que o aceite de Moro para o cargo, anunciado pela manhã, é \"um escândalo mundial\". \"O algoz de Lula virou ministro da Justiça\", disse ela.\n\nMauro Pimentel / AFP / Getty Images Sergio Moro\n\n\"Na realidade, o próximo ministro da Justiça foi aquele que ajudou Bolsonaro a ganhar a eleição. Impediu o presidente Lula de ser candidato\", disse Gleisi, citando ainda a divulgação de um dos termos de delação do ex-ministro Antonio Palocci no final do primeiro turno.\n\nAo citar declaração do vice-presidente eleito, general Hamilton Mourão, de que antes da eleição já houve conversa entre Moro e Paulo Guedes, futuro ministro da Fazenda, Gleisi disse que o PT quer saber \"desde quando essa articulação existe\". O PT divulgou nota de repúdio à decisão de Moro e quer que o Conselho Nacional de Justiça (CNJ) investigue a conduta do juiz. Cristiano Zanin, advogado criminal de Lula, também divulgou uma nota crítica a Moro. \"Lula foi processado, condenado e encarcerado sem que tenha cometido crime, com o claro objetivo de interditá-lo politicamente. É o lawfare na sua essência, uma vez que Lula sofre uma intensa perseguição política por meio do abuso e do mau uso das leis e dos procedimentos jurídicos\", escreveu o advogado, afirmando que a defesa de Lula tomará medidas judiciais e no âmbito internacional. O presidente do Instituto Lula, Paulo Okamotto, considerou “assustador” o aceite do juiz Sergio Moro para chefiar o Ministério da Justiça do governo Bolsonaro. “É a primeira vez que eu vejo uma pessoa que investiga, julga e que, agora, vai ser o carcereiro”, disse Okamotto, referindo-se ao fato de Moro se tornar chefe da Polícia Federal, responsável pela prisão de Lula em Curitiba. Para Okamotto, que foi absolvido por Moro no processo do triplex do Guarujá, “as coisas se mostraram mais claras”. “Sempre dissemos que a prisão de Lula era política. Levou menos de um mês para cair a máscara. Este é um novo modelo de toma-lá-dá-cá”, disse o petista ao BuzzFeed News.\n\nMiguel Schincariol / AFP / Getty Images Lula em sua última participação de ato público antes de ser preso, há seis meses\n\nAdvogado de Lula em sua tentativa de ser candidato a presidente, o ex-ministro da Justiça Eugênio Aragão afirmou ao BuzzFeed News que a ida de Moro para o governo Bolsonaro deveria causar a anulação do julgamento do petista.\n\n“Se a Justiça levar isso a sério, esse processo tem de ser anulado.” Aragão atuou como um dos advogados de Lula e do PT junto ao Tribunal Superior Eleitoral (TSE). Antes, foi ministro da Justiça do governo Dilma Rousseff (PT). “O que mais escandaliza não é ele nem ser ministro. O que mais escandaliza é saber, pelo general Mourão, que já durante a campanha eleitoral havia conversas com ele para ser ministro. Isso é o mais escandaloso”, disse o ex-ministro. Para Aragão, a decisão de Moro “mostra que tem um viés político e coloca em dúvida a isenção dele”. O ex-ministro petista ainda diz que Moro “não tem nem tamanho para isso [ser ministro]”. “É um juiz provinciano, sem conhecimentos de gestão. Isso mostra o tamanho do governo Bolsonaro. As pessoas escolhem pessoas do seu tamanho.” A ex-presidente Dilma Rousseff também se manifestou sobre o caso pelo Twitter. Segundo ela, o \"rei está nu\". Antes, ela havia publicado que \"o juiz está nu\", mas apagou o tuíte.\n\n4 Agora, o juiz Moro anuncia que largará a magistratura para ser ministro do governo que viabilizou a eleição com suas decisões,. O rei está nu.", "Amazon, Best Buy\n\n“Unbelievably happy with this product. I cannot live without out my Bose QC35 IIs (even considering a second one to keep at work). It is empowering to put these on and have all the noise pollution just go away. I bought them for home and hadn't planned on taking them to my large open-floor office. I put them on and suddenly realized there was a very low and loud hum coming from the ceiling (air blowers, I assume). Now gone. I sit there in my cubicle and feel sorry for everyone else because they don't have a pair of these. I tried other brands, but they were simply not properly engineered. Once you get the pairing 'dialed in,' it is seamless. I have a Mac and iPhone but bought the new model (with Google voice button). I use the button's alternate function of turning on/off noise cancellation — just for fun, to remind me how great this product works. But remember…this technology is not going to isolate voices — it is designed to remove motor noises (plane, furnace blower, road, engine, etc).” —Claveman\n\n\"Nobody on Amazon owns more Bluetooth headphones than me. This is my 12th pair and I think I've finally found what I'm looking for. I use this pair strictly for my noisy office building. Although you still can hear the subtle, muffled murmurs here and there, it eliminates 80 percent of the background noise when the music goes silent. It drowns out our servers almost completely. The sound quality is nine out of ten. Soft music, pop, and top-40 genre music it handles really well. Dubstep, techno, and electronic music sound great. Heavy metal and death metal are fair. Having it off will give the highest quality, but I have it set to high because of my noisy environment and I’m perfectly OK with it.” —Vader\n\n“These headphones are amazing! I might have been perfectly satisfied with the first version of the QC35s, but I luckily stumbled on the second generation, which includes the Google Assistant integration. I initially thought it would be a small bonus, but I totally underestimated how powerful and convenient this could be. It's more than just a trigger for voice commands. It's a surprisingly flawless implementation that allows Google Assistant to turn you into a much more productive multitasker.” —Jordan T", "Have you ever gotten your hair done and hated it so much that you IMMEDIATELY wanted to implode after?!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Uma hora. Esse foi o tempo que levou para Lachlan Watson, de 17 anos, obter uma resposta dos produtores de O Mundo Sombrio de Sabrina, da Netflix, após enviar um vídeo para a audição da série.\n\n\n\nOs produtores pediram para conversar com Watson pelo Skype depois de verem seu vídeo, um monólogo emocionante sobre um personagem que decide \"sair do armário\" e revelar que é transexual.\n\n\"Eles me perguntaram sobre minha vida, como eu me identificava com o personagem e o que mais eu podia trazer de informação para eles em relação à identidade de gênero queer,\" disse Watson.\n\n\n\n(Watson, que usa pronomes neutros, agora se identifica como não-binário, mas se identificou como \"transexual masculino\" dos 3 aos 15 anos de idade).\n\nDurante a conversa, Roberto Aguirre-Sacasa, produtor-executivo de Sabrina e de Riverdale, do canal CW, explicou para Watson que o personagem seria um pouco diferente daquele que eles fizeram a audição: o personagem começaria a série como uma garota adolescente chamada Susie Putnam, não um garoto chamado Orlando, que foi o personagem original para o qual Watson fez a audição.\n\n“[Aguirre-Sacasa] me perguntou se tudo bem para mim o personagem começar como uma garota e se eu poderia interpretar um personagem com identidade feminina, porque eu tinha feito a audição para um personagem totalmente diferente\", disse Watson ao BuzzFeed News. \"O nome era diferente; o personagem se identificava como 'ele', não era Susie.\"\n\nWatson aceitou o papel de Susie – uma das melhores amigas de Sabrina Spellman (Kiernan Shipka) na série – e voou para Vancouver (Canadá) no dia seguinte para a leitura do roteiro. A primeira temporada de Sabrina imediatamente entrou em produção.\n\nWatson acredita que suas próprias experiências ajudaram a moldar o desenvolvimento da personagem de Susie no programa, mesmo sem ter nenhum controle sobre o roteiro. Por exemplo, Watson diz que o programa não usa rótulo nenhum para identificar a personagem de Susie, porque \"Susie ainda está tentando entender quem é Susie.\"\n\n\"Eu acho que a forma como eu me expresso quanto à minha identidade ajudou [os produtores] a entenderem que rótulos não são tudo e que podemos usar melhor nosso tempo focando no papel,\" disse Lachlan.", "Hi there! My name is Arielle and I am currently living in Medellín, Colombia. I often take side trips to explore the area, and one hidden gem I came across is Jericó!", "O presidente eleito, no entanto, disse que a escolha de Moro fortalecerá o combate à corrupção e que, quando uma vaga no STF for aberta, em 2020, ele poderá enviar o juiz para a Corte, desde que encontre um bom substituto para o Ministério da Justiça.\n\nA presidente do partido, Gleisi Hoffmann, chegou a ironizar dizendo que, se Moro ajudou Bolsonaro a se eleger, também deve ajudar a governar.\n\nDesde a indicação, na manhã de hoje, parlamentares e líderes do PT têm dito que a imparcialidade da Lava Jato foi comprometida, alegando que a condenação do ex-presidente Lula abriu caminho para a eleição do capitão reformado.\n\nO presidente eleito também diz que o juiz Sergio Moro, tendo um bom sucessor, poderá ir para o STF. A ida de Moro ao Supremo é algo que Bolsonaro disse que está \"em seu coração\".\n\nEle ainda elogiou o juiz dizendo que largar a magistratura, após 22 anos de carreira, foi um ato de coragem.\n\n“Chamo ele de um soldado. Ele está indo à guerra sem medo de morrer”, disse.\n\nNa entrevista Bolsonaro também falou sobre a possibilidade de manter aberto o Ministério do Meio Ambiente. Caso isso aconteça, adiantou, no entanto, que não irá colocar no comando da pasta um “xiita” ambiental, mas alguém com visão desenvolvimentista aliada com a proteção do meio ambiente.\n\nSobre a possibilidade de aprovação da reforma da Previdência ainda neste ano, Bolsonaro disse que é preciso levar em conta que o Congresso está numa “ressaca eleitoral”.\n\nSegundo ele, o texto que está na Câmara não é o ideal, mas qualquer avanço seria positivo.\n\nPor fim, o presidente eleito também falou sobre a Petrobras e a presidência da Câmara.\n\nSobre a estatal, disse que ela está sem capacidade de investimento e precisa buscar parcerias. Sinalizou que partes da empresa podem ser vendidas.\n\nEm relação à presidência da Câmara, disse que o PSL não deve pleitear a vaga, e que o atual comandante da Casa, Rodrigo Maia (DEM-RJ), é um bom nome para o posto, tal como são os dos deputados Alceu Moreira (MDB-RS), João Campos (PRB-GO) e Giacobo (PR-PR).\n\nO presidente eleito passará o feriado no Rio de Janeiro e irá para Brasília na próxima terça-feira para se encontrar com os presidentes dos três Poderes.\n\n", "Screen Gems\n\nEver hooked up with someone who made YOU do all the work? It's the worst — and that's exactly what it's like when people decide not to vote. You can't just rely on others to get the job done, people!!!", "Alavia Khawaja alugava há cerca de um mês no Airbnb um quarto no apartamento que divide com sua irmã. Tudo estava tranquilo até que um hóspede acabou se transformando em um pesadelo. O caso envolveu várias mensagens de assédio e, no fim, houve intervenção da polícia. Tudo começou em 11 de outubro, quando o hóspede, um homem chamado Leonard Jackson, chegou no seu apartamento em Richardson, no Texas (EUA).\n\n\n\nKhawaja contou ao BuzzFeed News que Jackson tinha uma avaliação positiva em seu perfil. O único sinal de alerta era que ele queria se certificar de que não havia nenhum outro homem hospedado na casa. \"Ele disse: 'Eu só não consigo me hospedar com outros caras, é só isso'\", disse Khawaja ao BuzzFeed News. Ela deu de ombros e seu check-in ocorreu tranquilamente. Só mais tarde as coisas ficaram estranhas. Ao voltar para casa depois de deixar Jackson sozinho no apartamento, ela o encontrou limpando a casa. Além disso, o quarto de Khawaja, que estava trancado, havia sido arrombado. Seu armário havia sido revirado. Todas as fotos de amigos homens que ela tinha no quarto estavam jogadas no lixo. \"Ele negou tudo\", disse Khawaja. \"Eu basicamente o expulsei e ele pediu um reembolso antes de ir embora.\"\n\nI confronted him and he denied everything. I kicked him out and he had the audacity to tell me to refund him. I found out an hour later that he stole cash (around $500) and immediately contacted Airbnb \"Então, eu coloquei no Airbnb um quarto do meu apartamento. Um hóspede fez o check in. Tudo estava normal – mas quando eu voltei para casa o homem estava limpando meu apartamento. Ele tirou a tranca do meu quarto, jogou fora todas as fotos de amigos meus e mexeu no meu closet.\n\n\n\nEu o confrontei e ele negou tudo. Eu o expulsei e ele teve a audácia de pedir um reembolso. Uma hora mais tarde eu descobri que ele roubou dinheiro (cerca de US$500) e imediatamente entrei em contato com o AirBnB\"\n\nPouco depois, ela disse que percebeu que quase US$ 500 em dinheiro também haviam desaparecido da casa. Ela ligou para o Departamento de Polícia de Richardson. Segundo o sargento Kevin Perlich, naquele mesmo dia foi feito um boletim de ocorrência.\n\n\n\nKhawaja contatou também o Airbnb. Ela foi informada que o melhor que poderia fazer era preencher um formulário de resolução de conflitos. Então, Jackson começou a mandar mensagens por texto e por meio do aplicativo do Airbnb para ela. \"Leonard começou a me mandar mensagens de texto, dizendo para ir ficar com ele\", disse. Nas imagens fornecidas ao BuzzFeed News, Jackson enviou mensagens a Khawaja do tipo: \"Preciso que você seja minha esposa um dia\". Ele também perguntou se ela tinha camisinhas.\n\nThen he started texting me. I ignored him. So he went on to message me on Airbnb “Eu liguei para a polícia e fiz uma denúncia. A polícia teve dificuldade para achar a ‘ficha limpa’ dele, o que significa que eles não me levaram a sério.\n\n\n\nEntão ele começou a me mandar mensagens. O ignorei. Então ele começou a me mandar mensagens no Airbnb.”\n\nEle solicitou uma reserva em seu quarto novamente, e ela negou. Quando ela acionou a polícia novamente, ouviu que não tinha com o que se preocupar. \"Não me ajudaram em nada\", disse Khawaja. Ela também voltou a contactar o Airbnb. \"Basicamente me disseram apenas que aquele não era o departamento deles e que entrariam em contato com alguém\", disse Khawaja. \"Eles não ajudaram em nada. Em vez disso, tentaram salientar que eu não havia preenchido o formulário corretamente.\"\n\nAlavia Khawaja “– Ainda estou indo aí. Não tenho para onde ir. Preciso de um lugar seguro e limpo para ficar. Sem problemas, sem preocupações.\n\n– Não, se você não for admitir, não estou interessada em te encontrar. Sinto muito.\n\n– Sempre peço a Deus para por favor me perdoar pelos meus pecados. Eu sou um pecado. Eu sou temente a Deus. É isso. Não sou perfeito.\n\n– Você ainda não admitiu para mim o que fiz. se você for mentir para mim, não estou interessado.\n\n– Estou te contando a verdade. Eu preciso de dinheiro, mas eu não preciso roubar. Eu trabalho pelo meu.”\n\nPor sugestão de uma amiga, ela começou a responder às mensagens de texto de Jackson, na esperança de obter uma confissão de roubo que ela pudesse levar à polícia. A conversa teve uma reviravolta quando Jackson disse que estava a caminho da sua casa. \"Isso me assustou\", disse Khawaja. Ela chamou a polícia, mas eles disseram que não fariam nada, a menos que Jackson realmente aparecesse.\n\nSince he told me he was on his way, I called PD again and they said they can’t do anything. And that once I see him I should call 911 \"Quando ele disse que estava vindo aqui, eu liguei para a polícia de novo e eles disseram que não podiam fazer nada. E que quando eu visse ele eu deveria ligar para o 190.\"\n\nKhawaja se trancou em seu carro e estacionou em um lugar onde poderia ver a entrada do seu apartamento. Quando Jackson chegou, ela chamou a polícia. Perlich confirmou que Jackson foi detido por invasão de domicílio em 20 de outubro. Ele já havia sido detido pela polícia de Dallas em 17 de outubro por porte de armas não autorizado e posse de drogas. Em ambas as vezes, Jackson foi levado para a cadeia do condado e liberado sob fiança, e nas duas vezes Khawaja não foi informada de que ele havia sido liberado. Ele também conseguiu ligar para Khawaja várias vezes da prisão.\n\nHe tried calling me four times from jail. Then he messaged me on Airbnb and that’s how I found out that he was out. The police didn’t tell me, they were “too busy” \"Assim que ele apareceu, eu liguei para a polícia. Ele os detiveram por invasão a domicílio e ele estava com TRÊS armas. Eles me asseguraram que ele ficaria na cadeia por um tempo... mas ele foi liberado 24 horas depois.\n\n\n\nEle tentou me ligar quatro vezes da prisão. Então ele me mandou uma mensagem no Airbnb, e foi assim que eu descobri que ele estava solto. A polícia não me contou, eles estavam 'muito ocupados'.\"\n\nPerlich disse que seu departamento tem um mandado de prisão para Jackson por roubo no momento.\n\nFinalmente, após entrar em contato com o Airbnb novamente, o perfil de Jackson foi removido da plataforma, quase duas semanas após Khawaja ter entrado em contato pela primeira vez. \"Eles deveriam ter feito isso há duas semanas, quando entrei em contato pela primeira vez\", disse a anfitriã.\n\nI told Airbnb all of this. It took them about two weeks to do anything about it. They deleted his profile yesterday. This is trash service. I could’ve been murdered. This is a warning to everyone who uses Airbnb \"Eu contei ao Airbnb sobre tudo isso. Eles levaram duas semanas para fazer alguma coisa. Eles deletaram o perfil dele ontem. Esse é um serviço de lixo. Eu poderia ter sido assassinada. Isso é um aviso para todos que usam o Airbnb.\"", "Okay — so did you know they are played by the same actor or are you just like me and finding this out for the first time?", "16.\n\nMeanwhile, a teenage Khloé Kardashian once stole her mom's car only for her to park next to a woman who lit her husband's vehicle on fire after believing he was cheating on her, and Kris' car got caught in the blaze.", "The 12\"x16\" slate board includes four knives and chalk.\n\nPromising review: \"I love this slate cheese board. The soap stone chalk pencil is precise and better than regular chalk because it does not leave dust or rub off until you are ready to wipe it off. The stainless steel serving knives have a sturdy sleek design. Unlike some utensils with handles that eventually loosen or break off, these are one piece and easy to clean. It has slip-proof rubber feet that keep it in place. I was very impressed at the quality and value of this product. It looked very impressive this past Christmas with my different cheeses, meats, fruit, and wine pairings.\" —Vera\n\nGet it from Amazon for $25.97.", "BuzzFeed, Netflix\n\nCG: So, for sure, the vanity that might have once been Poppy's is part of it, but I think also, this is a more subjective answer, but since I played Olivia I will answer it, which is that I think Poppy really allowed Olivia in a moment where she's so unsure of what to do and she's getting so confused by the house and by being effected so much by the house and because of her migraines and all these things, she's just much more susceptible than anyone else and she's a mother bear at heart.\n\nPoppy really gives her the assurance of a way in which she can save, especially the twins, from this horrible fate that she has foreseen because she has gone ahead and she has seen that one of them is having problems with mental heath and one of them is an addict. So, she has seen this horrible fate and she really is trying to save them from it.\n\nSo, the horror genre is a beautiful kind of way to allow us to talk about a lot of very real things in a heightened way. So in that sense, I think Poppy seems so assured that if she does this thing, the kids will be okay and at that point, she really believes her.", "Este superministério e o poder para propor legislação farão de Moro um ministro tão poderoso que já se especula se ele faria sombra ao presidente eleito Jair Bolsonaro e, no futuro, poderia almejar o Palácio do Planalto. Internacionalmente, houve dois tipos de repercussão sobre o convite a Moro. Por um lado, houve críticas ao fato do algoz do ex-presidente Lula ter passado a integrar o governo de um adversário político do réu que condenou. Por outro, Moro se tornou um dos agentes públicos mais reconhecidos em fóruns globais sobre combate à corrupção.\n\nNa nova estrutura, Moro ainda comandará os esforços do governo para encontrar e combater desvios de recursos e casos de corrupção dentro da administração pública, terá acesso a todas as transações bancárias de grande valor realizadas pelos bancos do país e será a autoridade central nos casos de cooperação jurídica internacional.\n\nA carta branca que Jair Bolsonaro deu a Sergio Moro vai transformar o juiz em uma espécie de xerife da Esplanada dos Ministérios com atribuições mais amplas do qualquer outro titular da pasta da Justiça da história recente do país, desde que os militares transferiram o poder para os civis, em 1985. Moro, o juiz mais popular do país, chega para ser a face pública das políticas de combate à corrupção, uma das bandeiras empunhadas por Bolsonaro durante a reeleição. Além da superestrutura que terá ao seu comando, que une da Polícia Federal aos mecanismos de prevenção de corrupção em órgãos do próprio governo, Sergio Moro terá o poder de impor uma agenda legislativa voltada ao combate à corrupção e ao crime organizado. O novo Ministério da Justiça terá terá agregado à sua estrutura os órgãos que hoje compõem o Ministério da Segurança Pública, da Transparência e possivelmente também a pasta de Direitos Humanos. E, além disso, uma parte do Conselho de Controle de Atividades Financeiras (COAF), o órgão de inteligência financeira do governo.\n\nA partir de 2019, estarão sob o comando de Moro diversos aspectos da vida nacional, que vão muito além do combate à corrupção e ao crime organizado, passando pela livre concorrência no mercado, política indigenista, imigração, trabalho escravo e chegando até mesmo à classificação indicativa de filmes e programas TV.\n\n\n\nVeja aqui algumas das atribuições que estarão sob o comando de Moro a partir do ano que vem:\n\n\n\nClassificação indicativa – cabe ao Ministério da Justiça definir as idades mínimas para a classificação de programas de TV, filmes e jogos de vídeo-game.\n\nSecretaria Nacional do Consumidor – Atua na defesa do consumidor, no combate à pirataria e na proteção de dados pessoais dos brasileiros.\n\nSecretaria Nacional de Políticas sobre Drogas – Trabalha tanto na produção de projetos de lei sobre o uso de drogas quanto no combate ao consumo e elaboração de políticas ligadas a substâncias ilícitas.\n\nFUNAI – A Fundação Nacional do Índio é o órgão nacional responsável pela política indigenista e proteção de diretos das comunidades. Atua ainda na saúde indígena e nos processos de demarcação de terras.\n\nCADE - O Conselho Administrativo de Defesa Econômica tem como missão trabalhar pela livre concorrência no mercado. Ele investiga e decide, em última instância, sobre casos relacionados à concentração de mercado, fusões e vendas de grandes empresas.\n\nCGU – Parte do Ministério da Transparência, a Controladoria-Geral da União investiga casos de corrupção dentro da administração pública, averiguando desde contas municipais a servidores públicos que possam estar envolvidos em desvios de recursos.\n\nCOAF – O Conselho de Controle de Atividades Financeiras, hoje ligado ao Ministério da Fazenda, recebe informações diárias sobre transações bancárias de alto valor. Com seus dados é possível avaliar, praticamente em tempo real, transferências bancárias e, no caso de saques de dinheiro em espécie de R$ 50 mil ou mais, antes mesmo de eles serem realizados.\n\nTrabalho Escravo – Hoje dividido entre o Ministério do Trabalho e dos Direitos Humanos, tem como foco a atuação na prevenção do trabalho escravo bem como na identificação de empresas que praticam tal crime., produzindo a chamada “lista suja”.\n\nDireitos Humanos – Responsável por políticas de proteção para mulheres, LGBT’s, crianças, adolescentes, pessoas idosos, igualdade racial e pessoas com deficiência.\n\nImigração – O Ministério da Justiça é responsável por autorizar o ingresso de estrangeiros no Brasil bem como conceder asilo político, refúgio e vistos humanitários.\n\nAnistia – Também está sob o guarda-chuva da pasta a Comissão de Anistia, que repara moral e financeiramente pessoas que foram perseguidas pela ditadura militar no Brasil.\n\nDRCI – O Departamento de Recuperação de Ativos e Cooperação Jurídica Internacional é o órgão central por onde passam todas as cooperações jurídicas internacionais. Quando se investiga, por exemplo, contas em países estrangeiros, é o DRCI quem primeiro recebe os dados para depois repassá-los ao Judiciário.\n\nPF e PRF – Com o fim do Ministério da Segurança Pública, Moro terá o comando da Polícia Federal e da Polícia Rodoviária Federal para atuar no combate à corrupção e contra o crime organizado.\n\n", "No início do ano eu já sabia que as coisas seriam intensas, afinal, na manhã do dia 1 de janeiro eu estava no final de uma festa batendo boca com um cara que eu mal conhecia, mas que parecia muito incomodado em me ver no centro de uma roda falando o que eu pensava.\n\nEssa sou eu: aprendi muito cedo que para defender ideais eu precisava de argumentos e força. E o mais importante, que para sobreviver neste mundo, sendo uma mulher negra, eu precisava prever as piores situações e pensar nas melhores estratégias para sair delas. Eu saí daquela discussão vencedora, o cara buscou apoio nos homens que o cercavam, não encontrou e foi embora bravo. Mas mesmo que eu parecesse forte, algo dentro de mim estava acontecendo. Mesmo como vencedora moral, de certa forma fiquei triste por ter que passar por toda essa tensão em pleno ano novo.\n\nE esse sentimento não seria diferente no resto do ano.\n\n\n\nTínhamos o carnaval, o BBB, a Copa do Mundo e por fim as eleições pela frente. Um ano intenso para qualquer pessoa que trabalha com comunicação e internet, como é o nosso caso aqui no BuzzFeed Brasil. E devo confessar: esses momentos em que fica um suspense no ar são os que mais me atraem. Gosto da imprevisibilidade e de como a vida e o mundo pode nos surpreender.\n\nLogo quando a Copa acabou e o clima de diversão passou, deu pra sentir que cada vez mais as redes sociais, que tanto nos divertia, às vezes era muito tóxica. E quanto mais nos aproximávamos das eleições, mais tensas as coisas ficavam. Nós passamos muito tempo online, esse é o nosso trabalho, mas de certa forma isso acaba nos atingindo. Não há como receber e cobrir notícias tristes o tempo todo e passar impune por isso. No dia em que a Marielle foi assassinada, todos nós sentimos o baque na mesma intensidade que as nossas timelines demonstravam o seu pesar. A notícia estava ali, e não havia nada que pudéssemos fazer pra reverter o que aconteceu. Uma parte da gente foi junto com a Marielle. Esse era só mais um lembrete do universo de que estávamos vivendo um tempo horrível.\n\nEu tentei me preparar pra tudo isso, nunca fui de fugir de desafios. Mas eu não tinha total controle sobre o meu corpo e por questões médicas fui afastada do trabalho em outubro, o grande mês da política nacional. No começo foi difícil aceitar que eu abandonaria meus colegas de trabalho no momento em que eles mais precisavam de braços para trabalhar, mas eu precisava de um tempo para me recuperar.\n\nMeu corpo e minha mente não aguentavam tanta informação e tensão, eu precisava de um tempo para me reconectar comigo mesma e com o mundo. Nos primeiros dias foi difícil. Eu sonhava com o trabalho, abria o site do BuzzFeed para ver o que estavam escrevendo e acompanhava tudo em silêncio. Até que percebi que acompanhar intensamente as notícias não fazia de mim mais politizada ou atualizada. Eu só estava alimentando uma ansiedade e melancolia coletiva que em nada contribuia para o momento que eu estava vivendo. Abrir o Twitter e o Facebook era a primeira coisa que eu fazia quando acordava e a última coisa que eu fazia no dia. Quando percebi que eu não estava melhor e que precisaria de mais tempo para me recuperar, decidi desinstalar todos os aplicativos de redes sociais do meu celular e ignorar o que estava acontecendo ao meu redor. O padeiro falava algo das eleições, eu me fazia de desentendida. O taxista falava sobre o candidato que ele iria votar, eu só assentia com a cabeça.\n\nEu não queria mais discutir e brigar, eu queria entender como as pessoas fizeram no passado para sobreviverem a momentos como esse e o que ele poderia nos ensinar. O Brasil e o mundo estão em transformação e eu precisava entender qual era o meu lugar no meio disso.\n\nAproveitei o tempo livre para me conectar ao passado vendo documentários e conhecendo a história de líderes que mudaram o mundo de alguma forma. Afinal, por mais difícil que seja o momento que o Brasil está vivendo, coisas piores ou mais drásticas já tinham acontecido no próprio Brasil e em outros lugares do mundo. Percebi que não importava qual fosse o resultado das eleições presidenciais. Esse era só um capítulo de um período muito maior da história que estamos vivendo. Não só o Brasil tem vivido isso, mas todo o mundo. Além de documentários, assisti stand ups de norte-americanos para saber o que pensavam e como agiram no período pré e pós eleição do Donald Trump. Esse era o paralelo mais próximo e recente que tínhamos de uma eleição tão tensa e dividida. E então conclui que o segredo é encontrar a derrota, mas não se deixar derrotar. E como disse a escritora e poeta Maya Angelou, às vezes \"pode ser necessário encontrar a derrota, para que possamos saber quem somos\". E também para que a gente saiba o que podemos suportar e o que nos faz cair e milagrosamente levantar para seguir em frente.\n\nPara fechar esse ciclo, fui à exposição de artes em museus para me conectar de maneira mais abstrata ao que artistas de diferentes lugares do mundo retrataram sobre a vida agora e em outros momentos da História. A exposição \"Histórias Afro-Atlânticas\", do Masp e Instituto Tomie Ohtake, foi o que uniu tudo o que eu tinha absorvido nos últimos dias e deixou mais claro na minha cabeça o que eu estava sentindo. Todo período de mudança vem acompanhado de tensão. Seja com guerras, revoltas e manifestações. Não há transformação se não há confronto. Pode parecer estranho, mas consegui enxergar que tudo o que estamos vivendo pode resultar em mudanças incríveis no nosso país.\n\nA tensão é o que nos faz refletir, rever ou fortalecer valores, e pensar em qual mundo queremos para nós e para as pessoas que nos rodeiam. A História não é linear, ela é cíclica. E as pessoas só se levantaram após derrotas pessoais e sociais, porque puderam vislumbrar um futuro diferente.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Beyoncé as Flo-Jo again bc we deserve to see this twice.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Share On more Share On more\n\nMore", "But that's not all. This year, Starbucks is also releasing a 16-ounce reusable red cup that reduces both the amount of waste you produce AND the cost of your drink.", "There's something about famous people goin' all out for Halloween in a way I didn't see coming that just makes me really respect them. You know, like, it makes me think to myself, \"Hey, that's funny. I didn't think you were gonna do that, but you did. Respect!\"", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "17 Tumblr Posts That'll Make You Feel Better, But Like, In A Really Weird Way\n\n\"It's called a garbage can, not a garbage cannot.\"", "Y'all already know the darn drill. Here at BuzzFeed we LOVE a Disney reimagining , and recently artist Heather Theurer raised the bar with her STUNNING reproductions, which sees our favorite Disney icons as classical oil paintings.\n\n\"Life is what inspires me. It's interesting, in retrospect, I've noticed that most, if not all, of my paintings spawn from experiences I was going through at the time,\" Theurer told BuzzFeed. \"And one of the truest joys I've ever had are those shared with my viewers when they connect with those same (or similar) emotions and revelations.\"", "Share On more Share On more\n\nTo All the Lara Jean's I've Loved Before\n\nThis post was created by a member of BuzzFeed Community, where anyone can post awesome lists and creations. Learn more or post your buzz!", "Tasty\n\n10 porções\n\nVocê vai precisar de:\n\nspray antiaderente para cozinhar\n\nCheesecake:\n\n450g de cream cheese, amolecido\n\n½ xícara de açúcar de confeiteiro (60g)\n\n1 colher de chá de essência de baunilha\n\nPão de banana:\n\n4 bananas maduras\n\n1½ xícara de farinha de trigo (190g)\n\n½ xícara de açúcar refinado (100g)\n\n1 colher de chá de fermento em pó\n\n4 colheres de sopa de óleo vegetal\n\n1 ovo\n\n1 colher de chá de bicarbonato de sódio\n\n¼ de colher de chá de sal\n\n1 colher de chá de canela\n\n1 colher de chá de essência de baunilha\n\nCalda caramelizada:\n\n1 xícara de açúcar refinado (200g)\n\n6 colheres de sopa de manteiga\n\n½ xícara de creme de leite, à temperatura ambiente (120ml)\n\nModo de preparo:\n\nPreaqueça o forno a 180°C. Unte uma forma bundt com o spray antiaderente.\n\nEm uma tigela média, misture o cream cheese, o açúcar de confeiteiro e a baunilha, mexendo até conseguir uma mistura consistente. Leve à geladeira.\n\nEm uma tigela grande, amasse as bananas com um garfo. Adicione a farinha, o açúcar, o fermento, o óleo, o ovo, o bicarbonato de sódio, o sal, a canela e a baunilha. Misture até a massa ficar homogênea, sem mexer demais. Coloque metade da massa na forma Bundt untada.\n\nUsando uma concha de sorvete, coloque a mistura de cream cheese sobre a massa do pão, por igual, sem deixar ela encostar nos lados da forma. Cubra com o restante da massa de pão de banana e espalhe uniformemente.\n\nAsse por 30 minutos ou até dourar o pão de banana.\n\nPara fazer a calda caramelizada, aqueça o açúcar em uma panela média em fogo médio-alto. Quando o açúcar começar a derreter, mexa com uma colher de pau ou um batedor. Quando começar a ferver, adicione a manteiga e mexa até derreter. Retire do fogo, adicione o creme de leite e mexa imediatamente, até incorporar (o creme de leite deve ser mantido à temperatura ambiente para não coalhar a calda). Deixe a calda esfriar e engrossar.\n\nTransfira o pão de banana, invertido, para uma grelha posicionada sobre uma assadeira.\n\nCubra o pão com a calda caramelizada, deixando o excesso escorrer. Quando estiver devidamente caramelado, corte o pão.\n\nBom apetite!", "What inspired you to buy a home in the first place? Was there anything about the homebuying process that surprised you? Do you have advice for other women who are thinking about making the leap to homeownership?", "Share On more Share On more\n\nMore", "Promising review: \"This worked wonders for my skin. I've been struggling with a lot of hormonal acne for two weeks now, and it didn't seem like it was getting any better. I've used benzoyl peroxide before, so I applied this one three times throughout the day as instructed. The next day when I woke up, the majority of my acne (that wouldn't go away on its own) had finally disappeared. I still have a few pimples left over but will continue to use the spot treatment to get rid of them. Make sure to moisturize well before applying benzoyl peroxide, as it will dry out your skin, but the spot treatment doesn't make your skin paper dry —which is what I like about it. This spot treatment feels more like a cream than a gel, so it would be good to use after your moisturizer too.\" —Arianna F.\n\nGet a pack of four from Amazon for $19.88.", "Ferrero\n\nExclusive to the NYC location, this sandwich is made with two pieces of caramelized brioche and a dollop of Nutella Gelato. It will cost $8.95, which might sound like a lot of moolah for ice cream and bread, but just remember: You COULD make it at home, but you WON'T.", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "15.\n\nOutra tendência que você ainda não perdoa a sua mãe por não ter deixado você usar é a bolsa com estampa da Madonna.", "Share On more Share On more\n\nMore", "But we need to take a moment to look at everyone else's costumes and Heidi's Halloween party, too, because they are all equally intense and intricate.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Criada em abril de 2014 para investigar os crimes envolvendo empreiteiras, políticos, empresários e a Petrobras, a força-tarefa composta por procuradores do Ministério Público Federal decidiu não se manifestar sobre a decisão do juiz Sergio Moro de aceitar integrar o ministério do recém-eleito Jair Bolsonaro (PSL). O coordenador do grupo, Deltan Dallagnol, foi ao Twitter para elogiar a nomeação de Moro. Ele disse que Moro poderá aproveitar sua experiência em Curitiba para replicar o combate à corrupção para o resto do país. Deltan negou que haja risco para a Lava Jato. \"A Lava Jato seguirá com outros magistrados. Há bastante por fazer e será feito\", escreveu.\n\nAqui em Curitiba, a Lava Jato seguirá com outros magistrados. Há ainda bastante por fazer e será feito. Perde-se o grande talento de um juiz, mas a maior parte da equipe seguirá firme lutando contra a corrupção, como profissionais, na operação, e como cidadãos.\n\nDallagnol defendeu Moro das acusações do magistrado ter agido politicamente. Segundo o procurador, as decisões de Moro foram referendadas por 14 juízes em todas as instâncias – Tribunal Regional Federal, Superior Tribunal de Justiça e Supremo Tribunal Federal. \"Se o juiz Moro tivesse aspiração política, ele poderia ter se tornado presidente ou senador nas últimas eleições com alta probabilidade de êxito. Mentiras como essa serão repetidas, mas não vão abalar a LJ, em que atuam não só um juiz, mas 14 da primeira à última instância\", afirmou, no Twitter.\n\nAinda não se sabe se audiências agendas nos diversos processos que correm sob as mãos de Moro, na 13ª Vara Federal de Curitiba, serão canceladas e remarcadas. A assessoria de imprensa do MPF afirmou que \"a princípio não vai se manifestar oficialmente sobre a decisão do juiz\".\n\n\n\nO futuro e a credibilidade da maior operação anticorrupção da história são incertos. Desde 2014, a Lava Jato já resultou em 215 condenações – como a do ex-presidente Lula e as do ex-presidente e herdeiro do grupo Odebrecht, Marcelo Bahia Odebrecht, que se tornou delator.\n\nO valor total do ressarcimento pedido pela força-tarefa é de R$ 39,9 bilhões, incluindo as multas. R$ 846 milhões foram repatriados e há bens de réus bloqueados no valor total de R$ 3,2 bilhões.\n\nCom a saída de Moro da 13ª Vara Federal em Curitiba, os processos da Lava Jato que estão sob sua responsabilidade, como os que envolvem o ex-presidente Luiz Inácio Lula da Silva, ficarão num primeiro momento sob a responsabilidade de sua substituta, a juíza Gabriela Hardt.\n\n\n\nAo longo da Lava Jato a magistrada atuou por diversas vezes no caso, tendo sido a responsável, por exemplo, por uma das prisões do ex-ministro José Dirceu, numa decisão que foi posteriormente revista pelo Supremo Tribunal Federal.\n\nHardt ficaria no comando da Vara até que o Tribunal Regional Federal da 4ª Região realize o processo para preenchimento definitivo da vaga. Ela será ocupada por um dos cerca de 200 juízes titulares da região a abrangida pelo TRF, sendo priorizado o juiz com mais tempo na magistratura que se interesse pela posição.", "Andrew Whitton\n\nThey were arguably the standout performers at the royal wedding of Prince Harry and Meghan Markle earlier this year (was that really only this year?) with their goosebump-inducing rendition of “Stand by Me”. The Kingdom Choir’s performance was viewed by more than 2 billion people around the world who tuned in to watch the culmination of the love story of a British prince who fell in love with a glamorous TV star, and people just could not stop talking about them. With the group dressed in their Sunday best and led by award-winning choir director Karen Gibson, the moment was a springboard into the mainstream that British gospel acts have rarely been afforded and landed them a record deal with Sony Music UK. Speaking at the time, Nicola Tuer, chief operating officer of Sony Music UK, said: “Along with the rest of the world, we were stunned by their incredible performance at the royal wedding, so we jumped at the chance to sign them. The choir believe in love, music, and power and we are excited to capture this on record for their fans across the globe.” Their debut album, Stand by Me, has now been released and the choir will go on tour next May. More recently, the choir’s royal affiliation presented them with the opportunity to perform at the closing ceremony of the Invictus Games Sydney just a day before the album came out. Founded by Prince Harry in 2014, the Invictus Games is an international sporting event for wounded, injured, and ill members of the armed service, whether they’re veterans or still active. Gibson, who formed the choir in 1994, told BuzzFeed News that their big moment came as a result of a past member who has a link to the royal family. “There was a young lady that used to be in choir about 10 years ago, and she has a good relationship with somebody who works at Clarence House, and this lady was tasked with finding a gospel choir to sing at the royal wedding,” Gibson said. “Apparently it was Prince Charles who wanted a choir because apparently he loves gospel choirs.” The overwhelming outpouring of support is something Gibson is still struggling to get her head around. “It’s partly that people love that sound,\" she said. “And maybe it just felt unexpected to see a gospel choir at a royal wedding? Which is something that was new, maybe? Fresh? I really don’t know.”\n\nSupplied\n\nGibson, from south London, told BuzzFeed News that the name for the group came to her, almost prophetically, in a dream. She said: “BBC Songs of Praise called me up and said, ‘We’ve heard of your choir and we’d like them to come and sing at our 35th birthday. So what’s the name of the choir?’ But of course we had no name — we were the host choir. I went to sleep that night and dreamt of the name the Kingdom Choir.” More than two decades after it was first formed, Gibson noted that the choir has evolved significantly. “It has changed quite a bit in terms of then and now. I was running the choir up until 2008 and then I went to live in America. After I came back, things kind of stopped for a while, and then I started it up again and most of the people were about half my age because that’s who I was around at the time, and so the sound of the choir has changed.” For the royal wedding, the choir leader brought back past members to achieve a blend between those seasoned voices and the younger new members, to deliver the beautiful tones heard on the day and create the choir in its present form. While the British gospel scene has not enjoyed as much success as its American counterpart, it has produced talent that has consistently chipped away at the fringes of the mainstream for decades, from acts such as Sinai, Rachel Kerr, and Guvna B, so there is no denying its influence. Gibson explained what she believes are the subtle differences between the two countries’ sounds: “I think that with British gospel, there is a nod to American gospel sounds but our voices are not as twangy, not as resonant as Americans, so I think that our sound is quite distinctive. “It’s got a more guttural, a more earthy sound, I would say. It could be because of our culture, the way we’ve been brought up, how we speak, our sound is quite different. Although having said that, lots of people thought that our choir was American, which surprised me.”\n\n\"Cause I give you all of me. And you give me all, all of you\" 💜 Listen to our version of All of Me by @johnlegend on our new album Stand By Me Here: https://t.co/wg5d0mgpju https://t.co/zA9aw4NpV7\n\nGibson acknowledges that the Kingdom Choir are not the first British gospel act to be signed to a major record label. In 2015, popular worship leader Noel Robinson signed a record deal with Integrity Europe. Regardless, she is optimistic that her choir’s Sony deal is a sign of the genre’s growth. “I know that gospel music has been underground, very non-mainstream, but I also know that it is very, very popular and you can tell that because there are community gospel choirs all over the country. And not only that, you have a lot of school choirs popping up all over the place, so people love gospel music.” Assembling their debut project as a signed act has been a “pleasant experience”, said Gibson, who credited the label for giving the group the creative freedom they needed needed to deliver the 15-track album. She said: “We have been given a lot of leeway in terms of what to do — we’re doing our own arrangements.” The project features covers of popular classics such as Beyoncé’s “Halo” and British rapper Stormzy’s “Blinded by Your Grace, Part 2”, as well as a powerful original ballad written by members of the Kingdom Choir called “Chases”.", "There were so many amazing 'fits this year for Halloween, but Heidi Klum stole the show when she popped out in her Princess Fiona costume. Her boyfriend, Tom Kaulitz, made his appearance as Shrek, because duh.", "Face The Truth TV\n\nPeople are pretty aware that raw eggs are dangerous for you because they may contain salmonella. However, according to a recent FDA update, consumers should also be aware that raw cookie dough carries additional risks, such as harmful strains of E. coli in the uncooked flour.\n\nTo get a sense of that risk, here's a stat for you: In 2016, dozens of raw cookie dough-eaters across the country were sickened by a strain of E. coli.", "Promising review: \"This is absolutely amazing! They come in three different sizes so you can conquer any zit, no matter how large or small. They are close to clear, so they blend in well with my skin. I'll put one on a painful, irritated, head-less pimple in the morning, go about my day (no one has called me out for wearing them, which means either they haven't noticed or they're afraid to say anything), and by the evening all the yuck has been sucked out onto the patch. It's disgusting, but SO COOL! When I take the patch off, it looks like the pimple was photoshopped right off my face. ZAP! Leaving the patch on all day also keeps me from picking, which prevents nasty scars and making the zit worse.\" —Lindsay & Eddie\n\nRead our full review here.\n\nGet 24 patches from Amazon for $4.89.", "It's like, I know that is Heidi Klum under there, and yet all I can see is Fiona the ogre dancing in the club.", "If you're one of the very few people on the internet who hasn't seen this video in the last two days, allow me to introduce you to Rami Malek declining a fan's request for a video shoutout, aka the most awkward thing I've ever seen:", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "23 Pop Culture Moments From November 2008 That’ll Make You Say “OMG, Can’t Believe All That Happened 10 Years Ago”\n\nIt was a decade ago that we were all invested in the Taylor Swift and Joe Jonas \"drama\" and that Twilight was first released.", "Maybe this will result in a tour? Maybe this will result in a feud? Who knows? For now, it resulted in making my Thursday morning a little bit more interesting!", "Correct! Wrong!\n\nHéctor helps Miguel on his quest in the Land of the Dead, and then some.\n\nVia Pixar Animation Studios", "1960: \"Não Matem Meu Cachorro\" - Sérgio Jorge A série de fotos mostra a luta de um menino contra um funcionário da carrocinha que tentava capturar seu cachorro para sacrificá-lo - durante a campanha de combate à raiva. As fotos sensibilizaram as pessoas e o cão foi devolvido. https://t.co/c5uPUsVfZb", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Aplicativos populares para crianças pequenas, especialmente os disponíveis na loja de apps do Google, estão repletos de propagandas distrativas que manipulam e extraem informações pessoais, segundo uma nova pesquisa. A conclusão levou uma série de grupos de defesa das crianças a pedir ao governo federal americano que investigue estes produtos. Segundo eles, muitos aplicativos violam a Lei da Comissão Federal de Comércio dos Estados Unidos. \"O que esperamos é que a CFC multe os desenvolvedores de aplicativos e mande uma mensagem clara à indústria de apps para pré-escolares\", disse ao BuzzFeed News Josh Golin, diretor-executivo da Campaign for a Commercial-Free Childhood [Campanha para uma Infância Sem Publicidade]. Na TV, anúncios direcionados a crianças devem seguir certas regras. Não é permitida a veiculação de produtos, por exemplo, e tampouco o \"personagem vendedor\", quando um personagem encoraja as crianças a comprar algo. No entanto, estas regras, estabelecidas pela Comissão Federal de Comunicações, não se aplicam à internet. \"Temos este vácuo regulatório\", disse Golin. O novo estudo analisou 135 aplicativos para crianças, entre pagos e gratuitos, iOS e Android, incluindo 96 dos mais frequentemente baixados na categoria de \"Até 5 Anos\" do Google Play Store dos EUA. Cerca de um terço estavam classificados como \"educativos\". A maioria dos aplicativos gratuitos foram baixados mais de 5 milhões de vezes cada, e os pagos mais de 50.000 vezes.\n\nQuase todos — 88% dos aplicativos pagos e 100% dos gratuitos — continham pelo menos um tipo de propaganda, segundo o estudo, como: anúncios pop-up, banners de publicidade, compras no aplicativo e personagens comerciais. Os pesquisadores disseram que os banners de publicidade mostravam conteúdo inapropriado para crianças, como, por exemplo, um anúncio da Health Living Today sobre \"10 Fatos para Aprender Sobre Distúrbio Bipolar: Pesquise Tratamentos\". Outros anúncios eram para aplicativos tipo o Pocket Politcs, jogo que mostra um desenho do Presidente Donald Trump querendo apertar um botão de \"arma nuclear\", e FastLand, um jogo de tiroteio em carro. Ambas as propagandas dos aplicativos mostravam um vídeo demonstrativo antes que pudessem ser fechadas.\n\nBubadu / FTC / Via commercialfreechildhood.org Uma captura de tela do Doctor Kids, do Bubadu.", "I would like an assortment of bread, please and thank you\n\nHere's everything coming to Netflix US in November:\n\nNov. 1\n\nAngela’s Christmas\n\nBram Stoker’s Dracula\n\nBring It On: In It to Win It\n\nCape Fear\n\nChildren of Men\n\nClose Encounters of the Third Kind\n\nCloverfield\n\nDeuce Bigalow: European Gigolo\n\nDoctor Strange\n\nFair Game\n\nFollow This, Part 3\n\nFrom Dusk Till Dawn\n\nGood Will Hunting\n\nJet Li’s Fearless\n\nJulie & Julia\n\nKatt Williams: The Pimp Chronicles, Part 1\n\nNational Lampoon’s Animal House\n\nNext Avengers: Heroes of Tomorrow\n\nPlanet Hulk\n\nScary Movie 2\n\nScary Movie 3\n\nSex and the City: The Movie\n\nSixteen Candles\n\nStink!\n\nThe English Patient\n\nThe Judgement\n\nThe Untold Tales of Armistead Maupin\n\nThe Water Horse: Legend of the Deep\n\nTranscendence\n\nVaya\n\nNov. 2\n\nBrainchild\n\nHouse of Cards, Season 6\n\nReMastered: Tricky Dick & The Man in Black\n\nThe Holiday Calendar\n\nThe Other Side of the Wind\n\nThey’ll Love Me When I’m Dead\n\nTrolls: The Beat Goes On!, Season 4\n\nNov. 3\n\nHoodwinked Too! Hood vs. Evil\n\nNov. 4\n\nDisney’s Pirates of the Caribbean: At World’s End\n\nPatriot Act with Hasan Minhaj\n\nNov. 5\n\nHomecoming, Season 1\n\nJohn Leguizamo’s Latin History for Morons\n\nNov. 7\n\nInto the Forest\n\nNov. 8\n\nThe Sea of Trees\n\nNov. 9\n\nBeat Bug, Season 3\n\nLa Reina del Flow\n\nMedal of Honor\n\nOutlaw King\n\nSpirit Riding Free, Season 7\n\nSuper Drags\n\nThe Great British Baking Show, Collection 6\n\nTreehouse Detectives, Season 2\n\nWestside\n\nNov. 12\n\nGreen Room\n\nNov. 13\n\nLoudon Wainwright III: Surviving Twin\n\nOh My Ghost\n\nWarrior\n\nNov. 15\n\nMay The Devil Take You\n\nThe Crew\n\nNov. 16\n\nCam\n\nNarcos: Mexico\n\nPonysitters Club, Season 2\n\nPrince of Peoria\n\nShe-Ra and the Princesses of Power\n\nThe Ballad of Buster Scruggs\n\nThe Break-Up\n\nThe Kominsky Method\n\nThe Princess Switch\n\nNov. 18\n\nThe Pixar Story\n\nNov. 19\n\nThe Last Kingdom, Season 3\n\nNov. 20\n\nKulipari: Dream Walker\n\nMotown Magic\n\nSabrina\n\nThe Final Table\n\nTrevor Noah: Son of Patricia\n\nNov. 21\n\nThe Tribe\n\nNov. 22\n\nJiro Dreams of Sushi\n\nMystery Science Theater 3000: The Gauntlet\n\nThe Christmas Chronicles\n\nNov. 23\n\nFrontier, Season 3\n\nFugitiva\n\nSick Note\n\nSick Note, Season 2\n\nTo Build or Not to Build, Season 2\n\nNov. 25\n\nMy Little Pony Friendship is Magic: Best Gift Ever\n\nNov. 27\n\nBumping Mics with Jeff Ross & Dave Attel\n\nNov. 29\n\nPocoyo, Season 4\n\nNov. 30\n\n1983\n\nA Christmas Prince: The Royal Wedding\n\nBaby\n\nDeath by Magic\n\nF is for Family, Season 3\n\nHappy as Lazzaro\n\nRajma Chawal\n\nSpy Kids: Mission Critical, Season 2\n\nThe World Is Yours\n\nTiempo compartido", "Amazon\n\nPromising review: \"Being in the military makes me plaster my hair to my head, so trying to brush out my hair at the end of the day with all the product turns into another war in itself. For as long as I can remember, I have always used a normal brush. I also used to just brush (or rip) my hair out as if my hair took my man from me. Honestly, I don't even know why I got the brush. It was a very impulsive, 'oooh that's shiny' purchase, but oh my lawd am I so thankful for this brush. The first time I used it, I decided to try after work. This thing literally told my hair that everything was going to be okay. I also used to make a rug on my floor with my hair, and I also could have made a scarf with the hair that was left on my regular brush after three days. Not this bad boy!!! Just buy it... It's shiny, it's nice to your hair, your head, and your floor.\" —Ashley\n\nGet it from Amazon for $11.97 (available in three colors).", "Ao pedir o abrandamento de suas penas à Justiça, três homens que foram condenados por planejar um atentado contra um prédio que abrigava uma mesquita e dezenas de refugiados somalis muçulmanos no Kansas (EUA) disseram que foram influenciados pelo discurso do presidente Donald Trump.\n\nNo documento protocolado no tribunal nesta semana, os advogados de Patrick Stein, Curtis Allen e Gavin Wright defenderam que seus clientes foram influenciados pelo discurso antimuçulmano de Trump e pela propaganda russa nas redes sociais. Além disso, eles alegam que a condenação à prisão perpétua para seus clientes não intimidará outras pessoas de cometerem crimes similares.\n\n\"Enquanto a Casa Branca impunemente rotular o Islã como 'uma ameaça nociva' e pintar o norte-americano comum como 'vítima de ataques cruéis de pessoas que seguem os ensinos da jihad', estará transmitindo uma mensagem confusa\", escreveram os advogados de Wright no documento protocolado.\n\n\n\n\"Enquanto o Poder Executivo condenar o Islã e elogiar e incentivar a violência contra esses ditos 'inimigos', a sentença imposta pelo Poder Judiciário fará muito pouco para prevenir que outras pessoas se envolvam em ações desta natureza. Elas acreditam que estão protegendo seu país daqueles que foram classificados como inimigos pelo próprio presidente\", continuaram.\n\nStein, Allen e Wright foram condenados duplamente por conspiração para usar uma arma de destruição em massa e por conspiração contra os direitos civis por um juiz federal em abril. O juri também condenou Wright por ocultar informações do FBI.\n\n\n\nSegundo as autoridades, os homens, que eram membros de uma milícia no Kansas, planejavam detonar quatro carros cheios de explosivos estacionados do lado de fora do complexo de apartamentos em Garden City um dia depois das eleições presidenciais de 2016 para fazerem \"as pessoas acordarem\". Eles foram indiciados e presos em outubro de 2016 depois de uma investigação de oito meses conduzida pelo FBI.\n\nDe acordo com os registros online do tribunal, os homens devem ser julgados pelo juiz distrital dos Estados Unidos, Eric Melgren, em 19 e 20 de novembro.\n\nOs promotores dizem no documento que foi protocolado que a sentença máxima é \"apropriada\" para todos os três homens.\n\nOs advogados de Stein pediram que sua pena fosse de 15 anos ao todo. Os advogados de Allen pediram que a pena fosse de 10 anos por cada crime a serem cumpridos ao mesmo tempo. Já os advogados de Wright pediram que o tribunal o sentencie pelo tempo que ele já cumpriu.\n\nOs advogados de Stein alegam que a eleição presidencial de 2016 e o discurso de Trump desempenharam um papel importante em seu cliente, a quem eles descreveram como \"uma pessoa que desde o início apoiou avidamente\" Donald Trump. Durante a campanha, Trump defendeu que muçulmanos fossem fichados e monitorados e que mesquitas fossem fechadas nos Estados Unidos.\n\n\"O tribunal não pode ignorar as circunstâncias de uma das eleições presidenciais mais controversas, violentas, odiosas e contenciosas da história moderna, conduzida em grande parte pelo discurso inconsequente do homem que hoje é o nosso presidente\", disse o advogado. \"A marca de Trump de agressões verbais descomedidas e sem limites acirrou os ânimos políticos de pessoas de todas as convicções\", continuou.\n\nEles acrescentaram que uma pessoa normal que \"em uma escala de convicções política estivesse normalmente em 3, foi a 7 durante as eleições\", enquanto \"uma pessoa como Patrick, que geralmente se encontrava no 7, pode ter chegado a 11\".\n\nOs advogados de Wright citaram uma análise do Pew Research Center que mostrou um aumento da violência contra a comunidade muçulmana desde a eleição de Trump e a forma contínua como o presidente atiça a islamofobia como razões para destacar que a prisão perpétua para seu cliente não servirá em nada para desincentivar outros.\n\n\n\nEles apontaram para vários tuítes de Trump, incluindo um que ele postou na semana passada, dizendo, sem provas, que \"pessoas do Oriente Médio estão misturados\" na caravana de migrantes na América Central que está atualmente seguindo rumo aos Estados Unidos.", "A nota prossegue dizendo que \"a Operação Lava Jato seguirá em Curitiba com os valorosos juízes locais. De todo modo, para evitar controvérsias desnecessárias, devo desde logo afastar-me de novas audiências.\" Moro disse que concederá uma entrevista coletiva na próxima semana. Hoje, mais cedo, antes da reunião, Moro se deixou fotografar no voo para o Rio segurando um exemplar do livro \"Novas Medidas Contra a Corrupção\", coletânea de artigos publicada pela Fundação Getúlio Vargas e Transparência Internacional, indicando, antes mesmo do encontro com Bolsonaro, qual seria seu foco na pasta.\n\n\"Fui convidado pelo Sr. Presidente eleito para ser nomeado Ministro da Justiça e da Segurança Pública na próxima gestão. Apos reunião pessoal na qual foram discutidas políticas para a pasta, aceitei o honrado convite. Fiz com certo pesar pois terei que abandonar 22 anos de magistratura\", disse o juiz da Lava Jato, em nota. \"No entanto, a perspectiva de implementar uma forte agenda anticorrupção e anticrime organizado, com respeito a Constituição, a lei e aos direitos, levaram-me a tomar esta decisão. Na prática, significa consolidar os avanços contra o crime e a corrupção dos últimos anos e afastar riscos de retrocessos por um bem maior\", continuou o juiz, em sua manifestação escrita.\n\nO juiz Sergio Moro aceitou o convite do presidente eleito Jair Bolsonaro (PSL) e será o próximo ministro da Justiça. Moro terá sob seu controle um superministério com a fusão das pastas de Justiça e Segurança Pública, que hoje comanda a Polícia Federal, e ainda a Controladoria-Geral da União e o Coaf (Conselho de Controle de Atividades Financeiras).\n\nO juiz federal Sérgio Moro aceitou nosso convite para o Ministério da Justiça e Segurança Pública. Sua agenda anti-corrupção, anti-crime organizado, bem como respeito à Constituição e às leis será o nosso norte!\n\nCom a saída de Moro da 13ª Vara Federal em Curitiba, os processos da Lava Jato que estão sob sua responsabilidade, como os que envolvem o ex-presidente Luiz Inácio Lula da Silva, ficarão num primeiro momento sob a responsabilidade de sua substituta, a juíza Gabriela Hardt.\n\n\n\nAo longo da Lava Jato a magistrada atuou por diversas vezes no caso, tendo sido a responsável, por exemplo, por uma das prisões do ex-ministro José Dirceu, numa decisão que foi posteriormente revista pelo Supremo Tribunal Federal.\n\nHardt ficaria no comando da Vara até que o Tribunal Regional Federal da 4ª Região realize o processo para preenchimento definitivo da vaga. Ela será ocupada por um dos cerca de 200 juízes titulares da região a abrangida pelo TRF, sendo priorizado o juiz com mais tempo na magistratura que se interesse pela posição.\n\nA expectativa é que a substituição definitiva aconteça em meados de janeiro ou fevereiro do ano que vem.\n\nCONTROVÉRSIA\n\nA ida de Moro para o Ministério da Justiça engloba também a intenção do presidente eleito Jair Bolsonaro (PSL) colocar o magistrado numa das vagas que serão abertas no Supremo Tribunal Federal – sendo a primeira, possivelmente em 2020, com a saída de Celso de Mello.\n\nTodo o movimento já é alvo de críticas por parte de operadores do Direito e aliados do ex-presidente Lula.\n\nUma aproximação do magistrado com o adversário político do PT levanta questões concretas sobre a isenção do juiz.\n\nNesta quarta-feira o vice-presidente eleito, Hamilton Mourão, revelou que já durante a campanha existiram contatos com Moro para sua participação no governo ou no STF.\n\nQuestionado sobre datas, Mourão não respondeu ao BuzzFeed quando tais contatos foram feitos, por isso não está claro, por exemplo, se ele ocorreu antes ou depois de Moro liberar parte da delação de Antonio Palocci a menos de uma semana do primeiro turno das eleições.\n\nEm sua conta no twitter, o líder do PT na Câmara, Paulo Pimenta (PT-RS), taxou como “criminosa” a relação entre a Lava Jato e Bolsonaro.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "\"My favorite pieces are when people come to the show who are in dire need — who tell us their house burned down or they lost their 401K — and we're able to give them something in the place of what they don't have. That's the best part about this,\" he said.", "BuzzFeed\n\nIced coffee is delicious and a year-round delight, but buying cold brew after cold brew gets expensive, and making hot coffee and then putting it over ice just doesn’t taste as good and takes too long to get your morning caffeine fix. This is why I got the Takeya cold brew maker.\n\nYou just pour your favorite ground beans into the filter, screw said filter into the lid of the pitcher, fill it with water, stick that baby in the fridge to brew overnight (or up to 36 hours), and wake up to a whole PITCHERFUL of goodness!! Once you take the filter filled with grounds out, the coffee will keep for days and days. Thanks to the airtight seal, the flavor will stay fresh and free of odors from other food in your fridge (looking at you garlicky leftovers).\n\nIt's pretty concentrated, so you can either dilute it with water or milk, or just drink it straight with ice (I've done all three). It's so delish, it makes mornings far more bearable. Plus, it's dishwasher safe and great for keeping in the office for when that 3pm slump hits, but you don't feel like going to a coffee shop (or spending $5 on cold brew). —Maitland Quitmeyer\n\nGet it from Amazon for $18.97.\n\nRead our full review of the Takeya iced coffee maker.", "This colorful veggie salad is topped with crunchy quinoa and dressed in a bright lemon dressing. Feel free to use just about any root vegetable you want in this, and definitely don't skimp on the quinoa. Get the recipe.", "Os doramas são novelinhas coreanas que também podem ser chinesas ou japonesas. Os temas das produções podem variam bastante, você pode encontrar romances, comédias, drama e suspense e a duração dos capítulos costuma variar dependendo do país de origem.\n\nMuitos k-idols, os integrantes dos grupos de k-pop, são escalados para fazer doramas, o que acaba tornando a procura por essas séries quase natural para quem se interessa por k-pop. Faça o teste e descubra por onde você pode começar a explorar esse gênero!\n\nPra facilitar, todos os doramas deste teste estão no Netflix.", "16.\n\nMas no final do dia, você sabe que seus polegares achatadinhos são um toque de exclusividade que apenas alguns de nós somos autorizados a usufruir.", "20th Century Fox Rami Malek como Freddie Mercury em \"Bohemian Rhapsody\".\n\nAs cinebiografias de celebridades são, quase por definição, narrativas estereotipadas que descrevem uma combinação de ascensão, queda e redenção. Apesar disso, elas funcionam melhor quando conseguem ir além do senso comum sobre um artista ou figura pública, encontrando uma parte inexplorada de sua vida e apresentando algo novo sobre eles. E, de certa forma, o subgênero de filmes sobre figuras queer famosas que nunca saíram do armário durante suas carreiras pode contornar o problema da falta de originalidade das cinebiografias com mais facilidade, porque o próprio fato de retratar a sexualidade da estrela confere a eles uma abordagem diferente. Quando surgiu a notícia de que estava em produção uma cinebiografia sobre Freddie Mercury e a banda de rock britânica Queen, alguns críticos expressaram preocupação sobre como Mercury seria representado. Sacha Baron Cohen, que se interessou em interpretar Mercury em uma versão anterior do projeto, em 2010, desistiu em 2013 porque sentiu que o filme falharia em retratar a partes polêmicas da vida de Mercury, como suas festas regadas à drogas. O diretor original do filme, Bryan Singer, foi demitido no meio da produção, em dezembro do ano passado, e substituído por Dexter Fletcher, embora Singer tenha mantido o único crédito de direção. Então, após o lançamento do trailer promocional do filme no início deste ano, que enfatizava o relacionamento de Mercury com uma namorada, Mary Austin, os críticos imediatamente acusaram o filme de transformá-lo em hétero. Mercury, o vocalista da banda, nunca saiu do armário para o público em geral ou se rotulou em uma entrevista. Mas agora sabemos que seu último relacionamento romântico importante foi com um homem, e ele não escondia seus relacionamentos com homens para pessoas próximas. Sua morte devido a complicações da Aids, em 1991, quando a doença ainda tinha uma conotação escandalosa de promiscuidade entre homens gays, o tornou uma dessas celebridades, como Rock Hudson ou Liberace, cuja imagem se tornou, de certa forma, definida por uma tragédia queer. \"Bohemian Rhapsody\", que estreou este mês, após mais de 10 anos no limbo da produção, não é necessariamente uma transformação da vida privada de Mercury em hétero nem esconde seu uso de drogas. No entanto, no fim das contas, vende uma versão moralista e higienista de sua vida e música, tornando-o \"respeitável\" para o público tradicional — tanto pelo que o filme enfatiza quanto pelo que deixa de fora. O filme não nega sua sexualidade, mas também não explora as nuances da vida ou da arte de Mercury como um homem queer. Em uma cena inicial reveladora, enquanto a banda está em processo de conseguir seu primeiro grande contrato com uma gravadora, Mercury explica o apelo único do grupo a um executivo da gravadora como \"desajustados cantando para desajustados\". Porém, na verdade, era Mercury, um homem queer e imigrante, que era o intruso, tanto dentro quanto fora da banda — e o filme teria sido mais forte se tivesse explorado essas tensões. Em vez disso, a mais recente cinebiografia sobre uma celebridade que não assumiu publicamente sua sexualidade durante o auge de sua fama, no fim das contas, serve como uma fábula sobre como é difícil para os filmes tradicionais fazer justiça às vidas e aos legados queer.\n\nPara entender as limitações de \"Bohemian Rhapsody\", é importante entender sua origem. O ex-empresário do Queen, Jim Beach, é um dos produtores, e os companheiros de banda Brian May e Roger Taylor foram consultores criativos. Aparentemente, em algum momento, eles aprovaram o roteiro e até ajudaram a decidir quem interpretaria Mercury e quem dirigiria o filme.\n\nComo Sacha Baron Cohen explicou depois que abandonou o projeto, os colegas de banda tinham suas próprias ideias sobre como o projeto deveria funcionar. “Um membro da banda, não vou dizer quem, disse: 'Este é um ótimo filme porque tem uma coisa incrível que acontece no meio’”, lembrou Baron Cohen. \"Perguntei: 'O que acontece no meio do filme?' Ele respondeu: 'Freddie morre'.\" Baron Cohen percebeu que os companheiros de banda queriam que a segunda parte do filme focasse na jornada do Queen depois de Mercury. Ele, conscientemente, disse a eles: \"Olha, ninguém vai assistir a um filme onde o personagem principal morre de Aids e depois você vê como a banda segue em frente.\" O filme resultante — sobre o qual o guitarrista Brian May e outros membros da banda afirmam que acabaram tendo pouco controle — sem dúvida é centrado em Mercury, mas enquadra sua vida inteiramente dentro da jornada da banda e, assim, deixa muita coisa de fora.\n\nO filme não nega a sexualidade de Mercury, mas também não explora as nuances de sua vida ou de sua arte como um homem queer.\n\nO filme começa e termina com o famoso show da banda no Live Aid de 1985. O que vemos da vida de Mercury começa quando a banda começa: Mercury impressiona dois de seus colegas de banda em uma audição improvisada depois que o vocalista original a abandona. O que não vemos é como ele desenvolveu suas habilidades musicais ou qualquer uma de suas influências. Da formação em design, que ajudou Mercury a criar seu personagem de palco, à escolha extravagante do nome da banda — que os outros membros da banda inicialmente não gostaram —, sua visão ajudou a moldar o estilo único e além do gênero que deu à banda enorme sucesso mundial. Mas, considerando o quanto a narrativa ignora o desenvolvimento de Mercury fora de sua família ou da banda (muitas vezes mencionada como sua segunda família), é difícil ver ou entender seus pontos de vista. O filme apresenta a escolha de seu nome artístico, Freddie Mercury, não em relação ao que isso significa para ele, mas em relação a como seu pai se sente sobre isso — como uma rejeição de seu nome de família e herança. (Mercury nasceu Farrokh Bulsara, em Zanzibar, no que hoje é a Tanzânia; o filme muitas vezes o retrata irritado pelo conservadorismo de seus pais imigrantes). E, embora vejamos uma cena rápida de Mercury criando o logotipo do Queen em certo momento, não é apresentada nenhuma ideia do que o nome significava para ele ou por que ele o escolheu, tirando o fato de ser \"ultrajante\". O crescente sucesso da banda é retratado em uma série de montagens de shows, mas um foco mais específico é dedicado à gravação do Queen de \"Bohemian Rhapsody\". Mercury escreveu a música, e muitos, incluindo o ex-empresário da banda, especularam que ela falava sobre sua identidade sexual. O que quer que as letras insinuem, a canção foi um símbolo do gênio vorazmente eclético de Mercury e um cruzamento espetacularmente estranho de graves e agudos, ópera e rock. No entanto, no filme, tirando imagens ridiculamente genéricas de Mercury sendo inspirado por uma paisagem natural, nunca conseguimos ver como a música surgiu por meio de suas experiências ou o que significou para ele. Em vez disso, há piadas sobre como um dos companheiros de banda parece castrado por causa do quão agudo Mercury o faz cantar. (Durante a cena do último show, quando Mercury canta a música, ele manda um beijo para sua mãe durante a famosa parte “mama”, outro lembrete de como tudo sobre o desenvolvimento de sua identidade artística no filme é reduzido ao contexto da banda ou de sua família.) Ser queer não se resume apenas às complexidades de uma vida privada; também tem a ver com uma certa sensibilidade ou estilo, principalmente quando se trata de criação artística. A música e a personalidade de Mercury foram revolucionárias, em parte porque evocavam uma estética queer com a qual o próprio filme sugere que seus colegas de banda nem sempre estavam confortáveis. Por exemplo, eles se recusam a entrar no gênero disco nos anos 70, que era frequentemente rejeitado como um gênero gay na época, principalmente nos ambientes de rock; os colegas de banda alegam que disco simplesmente “não é a cara do Queen”, mas não temos nenhuma ideia do que disco significava para Mercury, que é mostrado rapidamente sassaricando em boates gays. Conforme Mercury vai se encontrando filme, ele adota um estilo gay masculino de bigode e jeans que ficou conhecido como o look \"macho clone\" nos anos 80. Os membros da banda, consequentemente, fazem comentários depreciativos para ele, como “somos o Queen, não o Village People”. Essa observação em particular é retratada como uma piada boba, em vez de ser examinada pelo que poderia revelar sobre o relacionamento de Mercury com seus colegas de banda héteros, ou o que significava para ele reafirmar esse estilo em público durante um momento tão anti-gay. Uma coisa é ser extravagantemente além do gênero no meio do glam rock, outra é adotar um estilo específico da subcultura gay.\n\nA música e a personalidade de Mercury foram revolucionárias, em parte porque evocavam uma estética queer com a qual o próprio filme sugere que seus colegas de banda nem sempre estavam confortáveis.\n\nEm contraste, o filme dedica muito tempo ao relacionamento de Mercury com uma namorada, Mary Austin (Lucy Boynton). Não há nada de errado em enfatizar esse relacionamento, que significou muito para Mercury na vida real. No entanto, essa ênfase se torna problemática quando comparada à maneira limitada pela qual seus relacionamentos com homens são retratados. Mercury é mostrado pela primeira vez à procura de um homem em uma parada de caminhões durante uma das suas primeiras turnês, enquanto fala com Mary ao telefone – a cena, no entanto, se concentra no que isso significa em termos de sofrimento para sua namorada. Depois, ele aparentemente é iniciado na sexualidade gay pelo predatório Paul Prenter, um ex-empresário que o apalpa e o beija à força. Como escrito no filme, Prenter é quase um vilão clássico, que encoraja a queda de Mercury nas drogas e boates. (O filme apresenta Mercury como alguém que se descobre após adulto, mas um biógrafo ressalta que até seus colegas de escola sabiam que ele era \"homossexual\" desde criança.) O filme apresenta o uso de drogas e a sexualidade de Mercury como entrelaçados, e enquadra ambos de forma moralista — como resultados da má influência de Prenter —, como se Mercury não tivesse prazer nem mesmo fontes de inspiração artística com suas experiências e na comunidade queer. Por outro lado, por exemplo, a namorada Mary é mostrada encorajando seu interesse pela moda andrógina desde o início. Mercury deixando a banda para projetos solo é retratado como um grande momento, mas apresentado como uma ação egoísta causada pela influência de Prenter — em vez de, por exemplo, pela frustração com seus colegas de banda héteros, ou porque se considerava um artista sério com suas próprias mensagens. Por fim, Mercury é \"resgatado\" dessa vida de drogas, sexo, libertinagem e influência de Prenter, e volta com a banda, por meio da namorada Mary, rumo ao final do filme. Rami Malek, o ator hétero que interpreta Mercury, defendeu a decisão do filme de não focar no que ele chamou de aspectos \"mais sombrios\" da vida de Mercury. “Fazer um filme sobre alguns aspectos de sua vida que eram mais sombrios e mais sórdidos do que os que quero celebrar não vale a pena para mim, nem para o público, na minha opinião.” Mas não há nada inerentemente sombrio na história de Mercury, e não há necessidade de “proteger” as representações de homens queer das drogas e da sexualidade, ou retratá-los como anjos ou vítimas (seduzidos por outros vilões gays ruins). O diretor hétero de um documentário recente sobre Alexander McQueen teve uma visão semelhantemente moralista em relação às experiências do designer com as drogas, sua sexualidade e seu diagnóstico como HIV positivo. \"Sabe, há muitos elementos sombrios na vida de [McQueen]\", explicou ele. \"Queríamos mencioná-los e não queríamos encobri-los, mas nunca quisemos focar naquilo que achamos que seria vulgar.\" Esse filme aborda as explorações de McQueen com drogas e sexo de uma maneira superficial, sem explorá-las como uma fonte de descoberta, e também ignora o que seu diagnóstico de HIV significava para ele. Tanto \"McQueen\" quanto \"Bohemian Rhapsody\" parecem estar presos em um momento em que a crise da Aids foi superficialmente entendida como uma tragédia que surgiu de homens gays com um estilo de vida \"sórdido\", em vez de como resultado do preconceito anti-gay e da negligência governamental diante de uma crise de saúde pública. O último parceiro de Mercury, Jim Hutton, participa de duas cenas no filme — dando sermões para Mercury durante sua época de drogas e boates, e depois aparecendo em sua porta antes do show final no Live Aid — no que parece uma tentativa de redimir o lado queer de Mercury com um parceiro \"respeitável\". Quando Mercury é diagnosticado com HIV, perto do final de \"Bohemian Rhapsody\", ele aceita seu destino com sua malícia habitual, dizendo à banda que não quer ser um garoto-propaganda ou uma história de alerta sobre a Aids. No entanto, quando ele sai do hospital após seu diagnóstico, uma luz branca o envolve, como se ele se tornasse um tipo de anjo martirizado, pronto para o que é retratado como seu clímax no show do Live Aid de 1985 com o Queen. (O diagnóstico dele, na verdade, veio depois daquele show, mas é antecipado para se encaixar na história da banda.) Quer esse tenha sido ou não o auge na vida do próprio Mercury, o filme faz dele um momento de falsa resolução. Ele subitamente sai do armário para seus pais antes do show, apesar de, segundo sua mãe, ele nunca ter feito isso na vida real. É quase como se o filme tivesse medo de deixar o público desconfortável com a realidade da dor queer, e como se, do começo ao fim, a vida de Mercury fosse mais significativa em relação ao que ele significava para sua família e para a banda, em vez do que significava para si mesmo.", "Here's how it works: hims has you fill out a questionnaire about whatever ailment you're facing then connects you with a doctor. If you need a prescription, it is then discreetly mailed to you. Hims' products range from erectile dysfunction medication, to serums for hair loss.", "The National Crime Agency has opened an investigation into pro-Brexit campaigner Arron Banks over \"suspected criminal offences\" committed around the Brexit referendum.\n\nThe Electoral Commission announced Banks and other officials were referred to the crime agency after an investigation found there were “reasonable grounds” to suspect Banks was not the actual source of an £8 million loan to his Brexit campaign group.\n\n“We have reasonable grounds to suspect money given to Better for the Country came from impermissible sources and that Mr Banks and Ms [Elizabeth] Bilney, the responsible person for Leave.EU, knowingly concealed the true circumstances under which this money was provided,” said Bob Posner of the Electoral Commission.\n\n“This is significant because at least £2.9 million of this money was used to fund referendum spending and donations during the regulated period of the EU referendum.”\n\nIn a statement, Banks denied any wrongdoing, while also alleging the Electoral Commission was being pressured to act by his political opponents.\n\n“I am pleased that the Electoral Commission has referred me to the National Crime Agency. I am confident that a full and frank investigation will finally put an end to the ludicrous allegations levelled against me and my colleagues.\n\n“There is no evidence of any wrongdoing from the companies I own. I am a UK taxpayer and I have never received any foreign donations. The Electoral Commission has produced no evidence to the contrary.”\n\nThe Electoral Commission's investigation found £8 million was given to Banks' two campaigning groups, called Better for the Country and Leave.EU, with £2.9 million used to pay expenses to support the pro-Brexit cause during the 2016 EU referendum period.\n\n\n\nThe commission suspects the money didn't solely come from Banks, as he claims, but rather from others, including from a company that's “incorporated in the Isle of Man”.\n\nIt also suspects Banks, Leave.EU CEO Elizabeth Bilney, and “possibly others” had “concealed the true details” of the donations and “knowingly” made inaccurate and false statements during the investigation.", "3.\n\nKourtney Kardashian chose to be Ariana Grande for one of the Kardashians' many, many Halloween costumes", "\"I’ve been scorned. I’ve been pissed off,\" he wrote in the book . \"I wrote 'Cry Me a River' in two hours. I didn’t plan on writing it. The feelings I had were so strong that I had to write it, and I translated my feelings into a form where people could listen and, hopefully, relate to it.\"", "The Shibari Mini Halo has 20 different vibration patterns, is USB rechargeable, and 100% waterproof. It has been reviewed over 2,000 times (!!!), and people are certainly picking up on what it's laying down. Check out BuzzFeed's write-up of why people are obsessed!\n\nPromising review: \"I write this in the aftermath of my Shibari Mini Halo's inaugural use. I only have cell reception now as I reenter Earth's orbit. Btw, Mars is beautiful, you guys. Do not hesitate. I repeat, BUY THIS DAMN HANDHELD SPACE SHUTTLE. YOU WILL SEE VISIONS, YOU WILL DREAM DREAMS! YOU WILL BELIEVE THAT GOD IS A WOMAN! If we get enough of these into women's hands, we can overthrow the patriarchy, js.\" —Henry and Ziva's Mom\n\nPrice: $29.93 (available in black and pink)", "First of all, let’s sort this out. I am not a number, I’m a human being. My name’s Ariel, I’m a holistic vocal coach. I’m a generalist- not a specialist- I’m a generalist. I take into account people’s body, people’s emotions, people’s thoughts and people’s energy. #Halloween2018 https://t.co/Qp9GO5geHS", "And so many more movies to look forward to! I can't possibly list all of them, but no matter what, you'll get 50% off! So what are you waiting for? Go reserve your half-off Atom movie tickets by entering code BUZZ50 at checkout, grab your popcorn, and sit back, relax, and enjoy the show!", "Taite: Do you feel that? Me: oh my god is he talking about his p- Ali: i can feel your heart. Me: that’s what I was GOING TO SAY #BacheloretteAU https://t.co/hrn8Hujjhn", "But although the outfits were all great, it was her throwback to 2017 that topped them all. You might remember that last year, Kylie was not-so-secretly pregnant and had completely removed herself from the public eye.", "See BuzzFeed's full write-up of this window film.\n\nPromising review: \"Love this stuff! So easy to put up. It's not quite as good for privacy as some of the other designs but it's pretty. Love the all over rainbow effects when the sun shines through it! I cut out some circles from an extra piece and added them to make the window look more interesting. It was cloudy the day I took the pictures.\" —Rachel\n\nGet it from Amazon for $13.99+ (available in seven colors).", "Mark Thompson / Getty Images\n\nLewis Hamilton is a vegan not just as a pursuit for the healthiest possible lifestyle, but out of fear of how the meat industry is damaging the planet. He has said to BBC that \"Every person I have met who has gone vegan says it is the best decision they have ever made.\"", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Correct! Wrong!\n\n100g of greek yogurt has about 9g of protein, but is just beaten by edamame beans which have about 9.5g per serving!", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "子どもの発熱や授乳中の乳腺炎にキャベツの葉っぱを当てると治るとする民間療法「キャベツ枕」や「キャベツ湿布」。 小児科医の森戸やすみさんに、「医学的に根拠はない」 ことを検証する記事を書いてもらったところ、「助産師や保健師から勧められた」「助産師の教科書にも書いてあった」という声が寄せられた。 東京都内の団体職員の女性（35）も、4年前に出産した際、じゃがいも湿布やキャベツ湿布を助産師に勧められ、特にキャベツは断乳の時まで手放せないものとなっていた。\n\nNaoko Iwanaga / BuzzFeed 乳腺炎で苦しみ、キャベツ湿布やじゃがいも湿布、びわ湿布まで助産師に勧められて利用した女性\n\n「胸が痛くてつらい時に、助産師さんが教えてくれたことだから本当だと思っていました。なぜ医療の専門職が根拠のないことを勧めるのでしょうか？」 妊産婦の生活に寄り添う医療専門職として、産前産後のケアで重要な存在となっている助産師。なぜこのようなことが起きているのだろうか？\n\n日本助産師会は根拠がなく、赤ちゃんに感染症の危険もあるキャベツ湿布を助産師が勧めていることについて、BuzzFeed Japan Medicalの取材に、「助産師会として統一した見解は示していない」と否定もしないままだ。 胸が腫れ上がり、40度の熱でもうろう まずじゃがいも湿布 女性が右の乳房に異変を感じたのは、長男を出産した病院から退院して1週間も経たない頃だった。 「胸がピリピリするなと思ったら、右胸が赤く腫れて、硬い大きなしこりのようになっていました。熱も急に40度まで上がり、初めての子育てなので何が起きたのだろうと不安になりました」 その時ふと、少し前に出産した友人が、「乳腺炎で熱が出た」と話していたのを思い出した。 （ひょっとして、私も......） 出産した病院の母乳外来に「どうしたらいいですか？」と電話すると、「予約でいっぱいなので、自治体の担当課に問い合わせてください」と言われ、役所から紹介された助産師に電話した。 50代前半ぐらいのその助産師は、すぐには訪問できないと言って、「お母さん、じゃがいもありますか？」と尋ねてきた。 「じゃがいも...ですか？」 あまりに意外なものを言われ、つい聞き返した。 「はい。じゃがいもをすりおろして、キッチンペーパーでくるんで胸に当ててください。真っ黒になりますので、汚れてもいい服で当ててくださいね」 「大根おろし器でいいですか？」 そんなことを聞いて作り、胸に当てていると、そのうちアクが出てきて真っ黒になった。市販の解熱剤を飲んでもいいと言われて飲んだが、その助産師が訪問してくれた二日後も同じ状態が続いた。乳房マッサージを受けたが、変化はない。\n\n女性から提供 乳腺炎で苦しんでいた時も、授乳は続けていた\n\nただでさえ初めての育児で夜も眠れず、産後の不安定な気持ちがさらに揺らぐ。胸はピリピリと痛み、高熱のぼうっとした頭で過ごしていると不安でたまらない。 3人の子育てを経験した実母にも「あんたその胸、おかしいよ！」と驚かれ、徐々に追い詰められていった。 「私、このまま死んでしまうんじゃないか」 切羽詰まった思いで、乳腺炎に悩んだことのある友人に連絡し、治療を受けたという別の助産院を紹介してもらった。 今度はびわ湿布に、キャベツ湿布 友人から紹介されたのは、「桶谷式母乳育児」を掲げる助産院だった。そこは予約でいっぱいで、同じ桶谷式の母乳指導をする助産院を紹介してもらった。 「すぐに来てください」と言われ、母乳を絞ってもらった。その後、やはり50代ぐらいのその助産師は冷蔵庫からキッチンペーパーにくるまれたオレンジ色のものを取り出して来た。 「びわ湿布よ。じゃがいもだと汚れて大変でしょう？」 ひんやりとして気持ちよく、効果があるような気がした。 1週間のうちに数回通い、母乳を繰り返し絞ってもらうと、だんだん熱が下がって楽になっていった。乳腺炎は、母乳が胸に溜まり過ぎることが原因で起こるからだ。 もう通わなくても大丈夫と言われた最後の通院時、「自宅ではキャベツも使えますよ。びわを手に入れるのは大変だから」と勧められた。 母乳育児で有名な大病院で助産師として働いた経験があるというその助産師は、乳首の部分だけくり抜いたキャベツの葉っぱで胸を覆う「キャベツ湿布」を対処法として教えてくれた。 「丸みがフィットするし、ひんやりして気持ちいいので、これは効果があるのだと思いました。助産師さんが言うのだから本当なのだと思っていました」 その後、1ヶ月に1、2回、乳房が少し腫れたかなと感じる度に、冷蔵庫に入れておいたキャベツの葉っぱを貼り付けた。葉っぱがくったりしたら、新しい葉っぱを付け替える。断乳までの1年半、キャベツ湿布を続けた。 野菜についたリステリア菌に赤ちゃんが感染する危険などは最近、知った。 「今振り返るとおかしいことをしていたと思いますが、あの頃は必死でしたし、この辛さをどうにかしたいと思ってやっていたので仕方なかったんです。判断力も落ちていましたし、何より助産師の指導ですから疑うことはありませんでした」 女性は理系の大学院まで出ており、現在は医療関係の職についている。医学や科学のリテラシーは高い女性のような人でもキャベツ湿布に頼ってしまう現状、どういう対処を望むのだろうか？ 「出産前後のタイミングで、授乳中に乳腺がどうなると腫れたり熱が出たりするのか、その対処法までを事前に教えてもらえていたらここまで不安にならなかったと思います。専門職にそういう指導を受けたいですが、どの医療職なら正しいことを教えてくれるのでしょうか......」 「教科書」を書いた助産学の先生は？ この女性が経験したような病的な腫れを防ぐ対処法として、助産師向けの母乳育児の指導書『写真でわかる母性看護技術』（インターメディカ）では、キャベツ湿布を写真入りで紹介している。\n\n『写真でわかる母性看護技術』（インターメディカ）2015年2月20日発行の初版第10刷 助産師が参考書などとして使う本にもキャベツ湿布が写真付きで紹介されている\n\nSasiistock / Getty Images 母乳育児の指導を誰に頼れば安心なのだろうか\n\nNaoko Iwanagaに連絡する メールアドレス：naoko.iwanaga@buzzfeed.com. Got a confidential tip? Submit it here.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "And let me just say, you should be proud of your spare sovereigns. Not only did they have to shake the hand of literally every Australian Tongan and Kiwi but Meghan did it all while PREGNANT.", "Share On more Share On more\n\nThe Kardashian-Jenners, aka the pop culture royal family, have always been know for serving Looks™️. View this photo on Instagram instagram.com\n\nSo as a surprise to no one, they went ALL OUT for Halloween. View this photo on Instagram Instagram: @kendalljenner\n\nYep, the girls decided to go as Victoria Secret Angels with REAL VS wings. View this photo on Instagram Instagram: @kimkardashian Kim's caption read: \"Thank you @VictoriasSecret for sending us actual runway looks and real wings to borrow for the night!!! OMG, a dream come true! Got to be a Victoria Secret Angel for the night! And Kendall got good practice lol.\"\n\nLike, no. They really went ALL out. @kimkardashian, @kyliejenner / Via instagram.com\n\nKylie and her friends went as all the Fanta flavours you can imagine. View this photo on Instagram instagram.com\n\nThen for one of her solo outfits, she ran with the whole Barbie doll idea. View this photo on Instagram instagram.com\n\nBut also wore a giant pink butterfly outfit... @kyliejenner / Via instagram.com\n\n...which she got baby Stormi involved in. @kyliejenner / Via instagram.com , @kyliejenner / Via instagram.com\n\nOh, and Kylie and Stormz matched as stormy weather too (get it lmao). @kyliejenner / Via instagram.com\n\nSaint and Reign dressed up like Kanye and Lil Pump from the \" I Love It \" music video. @kimkardashian / Via instagram.com , GOOD Music\n\nWhile North and Penelope went as still and sparkling water, just like Ye and Pump did in their SNL live performance of the same song. @kimkardashian / Via instagram.com , NBC\n\nBut really Khloe's chubby baby True won Halloween this year. @khloekardashian / Via instagram.com\n\nI mean, seriously? TWO LITTLE LAMB OUTFITS?! Instagram stories: @khloekardashian\n\nMama Khloe even joined in on the fun by donning some matching costumes. @khloekardashian / Via instagram.com , @khloekardashian / Via instagram.com", "This is Calmer Days Calmer Nights. It's a cafe and wine bar in Aberfeldie, northwest Melbourne. Most people just call it \"Calmer\".\n\nThis is Calmer's staff at the Christmas party. Tara Conron, the owner, is third from the left in the back row. She's run the business for almost 10 years and says she's \"put a lot of hard work into building it up\".\n\nConron's business has been bombarded with bad reviews from teens this week, for reasons that have nothing to do with Calmer...\n\nIt's actually because of their high school exams, the VCE.\n\nThen they showed her a VCE English exam. In the argument and persuasive language section, the students had to analyse a review of an imaginary business called \"Calmer Coffee\" in \"Benmore Village\".\n\nEarlier this week, Conron says some of her regular customers, who were students from local schools, came into her cafe. \"Oh, I'm so sorry, I've seen all the bad reviews that everyone's putting online,\" Conron says they told her. \"It's about the exam question.\"\n\nIn the exam paper, fictional cafe reviewer Jonty Jenkins described Calmer Coffee as \"another example of an ever-creeping shift toward soulless franchises that can be found in airports around the world\". He also complained about a staff member with a man bun.\n\nTo make matters worse, the manager of the real-life Calmer, Elise Jenkins, shares a surname with the fictional Jonty.\n\nSo, because it's 2018, the students went online after their exam, found the real-life Calmer and started giving it one-star reviews.\n\n\"We were getting prank messages and phone calls. Like on the Facebook page kids were asking how much it costs to buy their ATAR back, and I'm just going 'whaaaaaat'.\n\nConron told BuzzFeed News that \"the bad reviews started making sense\". And \"they just kept coming in and coming in.\"\n\n\"Of course they're going to jump online and do this. It's 2018.\"\n\nA spokesperson for the VCAA said in a statement it \"had checked and confirmed that there was no registered business with the name 'Calmer Coffee'.\"\n\n\"It's disgusting,\" she said. \"It would have taken two seconds to do their homework. If they googled it then they'd know — it would come straight up with our cafe.\"\n\nConron says she has \"absolutely no faith\" in the Victorian Curriculum and Assessment Authority (VCAA), which wrote the exam.\n\n\"I just don't need this shit right now,\" Conron said. \"It's so unfair. And it could have been easily avoided.\"\n\n\"It went viral and it seems to have worked a little bit,\" Conron said. No Year 12s have claimed their free coffee, but people have mentioned it in the cafe.\n\nAnd since the bad review started piling up, other students have come to defend Calmer's reputation, posting their own five-star reviews.\n\nConron has gone to a lawyer to figure out her legal options. \"I won't know how much damage it's done until down the track,\" she said.\n\n\"All I know is it's a headache for me and I don't need this,\" she said.\n\nShe also says she hasn't really heard from the VCAA, only that they had left a message saying they would come into the cafe today.\n\nThe VCAA spokesperson said: \"The VCAA has been in contact with Calmer Café management and understands the posts have caused the business considerable effort and inconvenience.\n\n\"The VCAA has apologised for the inadvertent similarity in business names that led to the surge of social media and web posts, and has offered its assistance to have these posts removed as soon as possible.\"", "Share On more Share On more\n\nHannah and Steph as each other\n\nThis post was created by a member of BuzzFeed Community, where anyone can post awesome lists and creations. Learn more or post your buzz!", "A bill currently before New South Wales parliament is either a well meaning legislative attempt to offer grieving families justice, or an insidious attack on safe and legal abortion access by a religious zealot. It just depends on who you ask.\n\nChristian Democratic Party MP reverend Fred Nile first proposed a bill in 2013 that would make it a crime to harm or destroy a foetus, and he's introduced iterations of the legislation in subsequent years. However two factors might just help Nile get some version of his bill across the line this time. The first is that the state's premier Gladys Berejiklian has indicated she is open to discussions about changing the law so that the state can pursue charges against a person who kills a foetus, following a horrific car crash that claimed the lives of two young women, one of whom was heavily pregnant with twins. The second is that Nationals MP Trevor Khan has drafted a list of amendments to Nile's most recent bill, which he believes could satisfy all parties in this reignited debate over whether or not a foetus is legally a \"person\". So what is foetal personhood? What would this law mean for pregnant women? Would it make abortion harder to access?\n\nLauren Farrow / AAPIMAGE Protesters in opposition of \"Zoe's Law\" bill in Sydney, Thursday, Nov. 21, 2013.\n\nCalled the Crimes Amendment (Zoe’s Law) Bill 2013 (No. 2), Nile's bill was put to a conscience vote in November 2013 and passed through the NSW lower house by 63 votes to 26. However the bill lapsed (no one in the upper house brought it forward) in November 2014. The legislation is named “Zoe’s Law” because of Sydney woman Brodie Donegan, who was hit by a drug-affected driver in 2009. Her unborn child, named Zoe, died at 32 weeks. The driver was charged with grievous bodily harm to Donegan, but could not be charged with Zoe’s death. Ahead of the upper house vote in 2014, women's rights groups and legal and medical associations raised concerns about the impact on abortion laws of giving a foetus legal personhood. Donegan has repeatedly said she does not support Nile's bill.\n\nOpen letter to @frednile: you continue to use my daughters name in your laws. I have said many times I do not support this. Please stop now.\n\nSo what exactly does the bill do? You can read it in its entirety here, but it essentially amends the Crimes Act 1900 to establish a separate offence for conduct causing serious harm to, or the destruction of, a \"child in utero\". Why are people angry about it? Adrianne Walters, a senior lawyer at the Human Rights Law Centre, said Nile’s bill “turns women’s bodies into battlegrounds”. “It sets a dangerous precedent,” Walters told BuzzFeed News. “The foetus is given the status of a person and claims can then be made about its rights and interests by others, which then clash with the rights and interests of the woman.” Walters believes the bill’s passage would further complicate abortion law in NSW, where a woman and her doctor can be convicted for an unlawful abortion. Case law has established that abortion is lawful in NSW if the doctor has an honest opinion that continuing the pregnancy would be seriously harmful to the health of the woman. “Women in NSW already have the spectre of criminal prosecution hanging over their heads when they seek an abortion, and this could force scared and vulnerable people away from safe healthcare at a time when they need it most, and potentially push them towards unsafe options,” she said. The ramifications might not be limited to abortion, and women could end up in a similar situation to some jurisdictions in the United States, where women were prosecuted over their own miscarriages, Walters said. “For example, a woman prosecuted for attempting suicide while pregnant, a woman sent to jail for having a miscarriage, women who have had a stillborn child being treated with suspicion and being subjected to inquiries about her pregnancy,” she said. Criminal law in NSW already includes the loss of a foetus as part of the definition of grievous bodily harm, Walters said, and that is “appropriate”. The NSW Bar Association does not support Nile’s bill, based on the broad definition of a “child in utero” and the potential implications of the legislation, especially for later term abortions. “The Bar Association has consistently taken the position that the current New South Wales criminal law in this area is satisfactory,” the organisation said in a briefing note on Wednesday.\n\nMick Tsikas / AAP Trevor Khan.\n\nJulie Hamblin, a health law expert and consultant with HWL Ebsworth Lawyers, said the bill clearly states the offence would not apply to medical procedures or to conduct engaged in by or with the consent of the mother of the “child in utero”. Still, the exemption leaves women and abortion providers in an “uncomfortable” position. “‘Child in utero’ is highly emotive and reflects a particular religious position that should have no place in legislation,” she said. “This is really testing the limits of those definitions, which are very important in the way doctors manage pregnant women.” Why is a pro-choice MP going anywhere near this legislation? Khan, who practiced as a criminal lawyer before he was elected in 2007, said that complainants in car accidents sometimes felt a single charge against someone responsible for ending the life of their foetus did \"not reflect the enormity of their loss\". \"I believe we can actually accommodate their grief without affecting what concerns so many people have in changing the law affecting abortion law reform,” he told BuzzFeed News. Khan, who this year co-sponsored a successful bill to establish 150-metre buffer zones outside abortion clinics to protect patients from harassment, said he would vote against Nile’s bill in its current form. \"I didn't decide to introduce amendments so it would pass, I introduced amendments because I think it is an issue that will be dealt with when abortion law reform is addressed, and you can't simply shut this debate down.\" What is Khan changing about the bill? His first amendment replaces the term \"child in utero\" with “the foetus of a pregnant woman”. \"The change of the term recognises we are still talking about an injury that is occasioned on the mother, i.e. we are getting as far from a concept of foetal personhood as possible,\" Khan said. The next amendment deletes \"Zoe's Law\" from the name of the bill. \"I haven't spoken to [Brodie Donegan] in some years but when I spoke to her previously there was this feeling that the danger was politicians were taking ownership in a sense of her private grief, and she wasn't entirely comfortable with that,\" Khan said. Khan said Nile's bill applies to a pregnancy \"from conception\", whereas his third amendment sets a gestational limit of 24 weeks. The destruction of a foetus before this gestation would not be captured by the offence. He has also included a section that essentially says if a woman’s foetus is harmed in the course of criminal activity, she could be liable to prosecution. Hamblin finds this part of the amendments “shocking”. “This opens up this whole issue about culpability of a woman for damage to her foetus,” Hamblin said. “Suppose a pregnant woman assaults someone in the course of a fight and she’s miscarried. 0Or if a woman drink drives and has an accident and miscarries as a result.” Newcastle lawyer Catherine Henry, who represented a woman in a landmark case that became about the criminal status of abortion in NSW, said \"at first blush\" Khan's amendments \"had a lot of promise\", but she was also worried they might police \"maternal conduct\". \"I do think this addresses the issue of foetal personhood to an extent, but it still regulates women's behaviour in a way that isn't appropriate,\" she said. \"You can have a distinct provision that recognises the loss of a foetus maybe in health legislation, but you just can't have this tied up with regulating a woman's behaviour whilst pregnant, or you'll end up with a situation like in the southern states of America.\"", "Yasumi Morito for BuzzFeed キャベツ帽子やハーブティーなどを「効果がある」と言って勧めるのは医療者として正しいことなのでしょうか？\n\nその反響の中で見過ごせなかったのが、「助産師・保健師からキャベツがいいと指導された」、「助産師の教科書に載っていた」というものです。 母乳をあげている女性の乳房にトラブルが起きた際、「保冷剤では冷えすぎるのでキャベツで湿布するのがいい」と助産師が説明したというのです。\n\n妊産婦さんに寄り添って専門的なケアをしてくださる助産師さんは、産前産後のケアには欠かせない存在です。\n\nいったいどういうことなのでしょうか？ 母性看護の教科書にも「キャベツ湿布」が 助産師教育機関で、教科書や参考書として使われていた『写真でわかる母性看護技術』（平沢美恵子・村上睦子監修、インターメディカ）を見たところ、以下のように説明が書いてありました。 生理的緊満から病的緊満へと移行しそうな場合は、以下のように対処する（文献15）。 （中略）授乳と授乳の間は、乳房全体を冷湿布する（キャベツ湿布） 『写真でわかる母性看護技術』（インターメディカ）より その文章の隣には、乳首部分だけくり抜いたキャベツを両側のおっぱいにかぶせた写真がついています。 助産師の教科書ですから、赤ちゃんの外陰部や乳房の写真がバッチリ写っている本ですが、とりわけ衝撃的です。\n\nYasumi Morito 『写真でわかる母性看護技術』でキャベツ湿布を紹介しているページ\n\nAMOMA 「デトックス作用のあるものを摂取し母乳をサラサラにして、つまり知らずのおっぱいを目指しましょう」という宣伝文句で、助産師が共同開発したハーブティが売られているサイトのページ\n\nAll About 「不妊治療の効果を高める」として、助産師がアロマセラピーを勧めるブログ記事\n\n「不妊治療の効果を高めている所もあります」とありますが、ぜひ客観的指標を示してほしいものです。\n\n母乳マッサージは、うっ滞、つまり溜まっている母乳を外に押し出すことはできるかもしれません。 しかし、現時点で、母乳の分泌量を増やすというエビデンスはありません（日本助産師会母乳育児支援業務基準検討特別委員会 母乳育児支援業務基準 乳腺炎〈2015〉）。 助産院によっては、高額な料金を設定され、帰り際に必ず次回の予約をとるようにと言われることがあるようです。母乳マッサージは、しなければいけないものではありません。 他にも、会社や団体を作って自分の考案した骨盤ベルトを早産防止になるとか育てやすい子どもになると言ったり、ふわふわなおっぱいになるから大胸筋からおっぱいをはずすなどと乳房のマッサージ法を勧めたりする助産師もいます。 「トコちゃんベルト」その宣伝文句は科学的に正しいか？ 骨盤ベルトの一つである「トコちゃんベルト」を装着すると、子宮内の胎嚢（たいのう）という赤ちゃんを包んでいる袋が、細長い形からきれいな球形になると宣伝し、売られています。\n\n有限会社青葉 「トコちゃんベルト」の効果、効能をうたうマタニティケア用品販売会社のウェブサイト\n\nしかし、子宮のように体の深い部分にある臓器内の胎嚢が、ベルトを巻いたくらいで形を変えることはありません。エコーは立体のものを平面に見せてくれる機械です。彼女らが広告に使っている画像は、エコーのあて方によって胎嚢が“押しつぶされて”見えるだけ。 また、胎嚢の形と育てやすさには、なんの関係もありません。頭がゆがんでいると、「でんぐりがえりが上手にできない、転んでも手が出ずに顔を打ってしまう、まっすぐに走れない、肩コリのひどくなる」、それらが、トコちゃんベルトの青葉の製品で改善すると誤解させるような宣伝方法ですが 、どれも医学的に証明されておらず、関連はありません。 ふわふわおっぱい、おっぱい体操ハンドというものも、荒唐無稽な宣伝をされています。 「形の歪んでいるおっぱいは老廃物がたまっている」「おっぱいの脂肪が大胸筋に流れ込んで循環を悪くしている」「おっぱいをはがして、揺らさなければいけない」と言っている動画を見て、私はめまいがしました。どれもナンセンスです。\n\nPROIDEA プロイデア / Via youtu.be 助産師が、授乳中の母親や卒乳後の母親の乳房ケアをしている時に考えたという「おっぱい体操」を指導しているYouTubeの動画。\n\n日本助産師会出版HPより アロマセラピーは日本助産師会出版のHPでもセミナーの案内がある", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Amazon\n\nThis five-in-one countertop unit comes double-sided grill/griddle plates, and works as a contact grill, panini press, full grill, full griddle, and half grill/half griddle.\n\nPromising review: \"My wife's grandmother used to have a waffle iron similar to this, and my wife used to talk about how great it was (then bemoan the fact that nothing like it was available now). So, when I saw this griddle for sale, I decided to give it a try, and I'm so glad I did. This thing is so great that, since I bought one for us three years ago, I have bought two more to give as gifts; it's my go-to housewarming gift. It's on our counter all the time and gets used two to five times a week. The controls are easy to understand, the removable drip-tray is easy to clean, and the ability to pop the grill plates out and put them in the dishwasher means even less work than cooking with a pan on the stove.\" —Matthew\n\nGet it from Amazon for $69.53+ (available with silver or black handles).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Trick-or-treating on Halloween is practically a rite of passage for kids. It’s almost as if you were never really a kid until you went door to door asking for candy.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "missed it the first time, but kawhi palmed the ball after that big dunk in the opener. really think they should make an idle hands sequel just for him. https://t.co/cWkJ3Jm8M5", "An actor in the King Lear play at the centre of the Geoffrey Rush defamation case says he saw Rush touch Eryn Jean Norvill's breast as they acted out a pivotal grieving scene in front of a captive audience.\n\nRush is suing the publishers of Sydney newspaper The Daily Telegraph and journalist Jonathon Moran, after they published allegations in November 2017 that Rush had been accused of behaving inappropriately towards a female cast member during the 2015-16 Sydney Theatre Company (STC) run of King Lear.\n\n\n\nRush, 67, has strenuously denied the allegations. He claims publisher Nationwide News defamed him in two articles and a poster by painting him as a pervert and a sexual predator who committed sexual assault while acting in King Lear, and by suggesting his conduct was so serious that the STC pledged to never work with him again.\n\n\n\nNationwide News is arguing a defence of truth based on the testimony of Norvill, who played the role of King Lear's daughter Cordelia in the production. She did not participate in the Telegraph's stories and was not named in them.\n\nMark Winter, who played Edgar in the production, told the court on Thursday morning that during a scene where Rush, as King Lear, was grieving the dead body of his daughter Cordelia, he saw Rush touch Norvill's breast.\n\n\"I saw Geoffrey’s hand cupping around the body of EJ’s [Eryn Jean] breast, which was something I hadn’t seen before on stage,\" he said.\n\n\"The nipple was not covered ... It’s a little bit tricky to describe I guess but I would say the sort of side and under. Not like a squeeze, if you will. Not like that.\"\n\nUnder cross-examination from Rush’s barrister Bruce McClintock SC, Winter was questioned on the specifics of what he had seen.\n\nNorvill testified earlier this week that Rush had touched the right side of her right breast. Winter said his recollection was of seeing Rush’s right hand on Norvill’s left breast.\n\n\"You agreed with me previously that you never saw Mr Rush touch her right breast,\" McClintock said, pointing out the discrepancy.\n\n\"I can say unequivocally his hand touched her breast,\" Winter replied.\n\nHe was also quizzed on whether the audience would have been able to see the alleged touch.\n\n\"Don’t you think it just might ruin the drama and pathos of Lear grieving over his dead daughter?\" asked McClintock.\n\nWinter: \"I found it confusing.\"\n\nMcClintock: \"The audience would find it farcical, wouldn’t they, if they’d seen Mr Rush doing what you described?\"\n\nWinter: \"I can’t comment on the audience, I don’t know.\"\n\nMcClintock: \"You see, what you’ve described never ever happened, did it Mr Winter?\"\n\nWinter: \"It absolutely did.\"", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"]