["Me and my friend at the bar looking at each other at the end of the night knowing that we just spent so much money to get this drunk and the void still isn’t filled but it was fun n we’ll do it again https://t.co/WOiQWChBO6", "Perguntamos às pessoas do BuzzFeed Community o que elas gostariam que todo mundo soubesse sobre ter câncer de mama. Abaixo, algumas das respostas que recebemos: Importante: a experiência de cada pessoa com o câncer de mama é diferente. Estas histórias são pessoais e servem apenas para esclarecer alguns dos aspectos menos discutidos da doença.\n\n1. Ele afeta a vida das pessoas muito tempo depois de sair de seus corpos. \"Mesmo que você sobreviva, pode não ser mais a mesma pessoa. A quimioterapia tem um efeito devastador sobre a sua capacidade cognitiva e a sua personalidade. Ser forçada à menopausa é um inferno que não desejo a ninguém. Ter câncer pode ser muito caro mesmo com o melhor plano de saúde. E você pode não querer falar com amigos de AC (antes do câncer) porque não é mais a mesma pessoa que era antes.\" —moniquevosgesb\n\n2. Ele pode acontecer com qualquer pessoa e em qualquer idade. \"Fui diagnosticada com 23 anos e não tinha histórico familiar. Tive a sorte de ter um médico que foi cauteloso quando contei que havia encontrado um caroço. A maioria dos médicos teria me dito para esperar seis meses, e até lá o caroço só teria ficado maior. Graças à intervenção do meu médico e à recomendação para fazer mais testes, fui diagnosticada no estágio 1, em vez do estágio 4.\" —justinee465b54f79\n\n3. Ninguém quer ouvir histórias de terror que você conhece de pessoas que já tiveram câncer. \"Fui diagnosticada com câncer de mama aos 25 anos. A principal coisa que gostaria que as pessoas soubessem é que o tratamento (e seus efeitos) é diferente para cada um. Perdi a conta das vezes em que alguém me disse, 'Ah, uma conhecida fez quimioterapia e os intestinos dela caíram para fora do corpo', ou 'eu tinha uma amiga que fez só uma lumpectomia e acabou morrendo'. Não estou dizendo que você não deva compartilhar suas experiências e histórias, mas isso não significa que seja a mesma situação pela qual estou passando ou vou passar. Sinceramente, não ajudou em nada e só fiquei mais assustada.\" —myrandaw\n\nPhoto by sydney Rae on Unsplash\n\n4. Não é uma questão de laços cor-de-rosa e corridas divertidas. \"Nem todas querem usar o laço rosa e marchar em passeatas. Algumas preferem manter sua luta em segredo.\" —jasmineb44cf46aa3\n\n5. Ser \"forte\" o tempo todo é muito, mas muito difícil. \"Às vezes é cansativo ser tão 'forte.' O câncer não é só uma luta física.\" —amandapekocc\n\n6. E, definitivamente, não presuma que você sabe como a pessoa ficou com câncer de mama. \"Toda vez que ouço alguém dizendo que estou com câncer porque bebo, mando a pessoa se foder.\" —myrandaw\n\nRixipix / Getty Images\n\n7. Sobreviventes podem formar uma rede de apoio valiosa. \"Uma das partes mais difíceis de passar pelo câncer de mama foi a dor, a perda e a rejeição que senti por parte de várias pessoas que antes eram próximas e que, por alguma razão, não me apoiaram. Apesar disso, encontrei consolo ao conversar com outra sobrevivente. Ela foi muito solidária comigo. Lembrar de cada ato de bondade dela me ajuda a compensar a mágoa das perdas.\" —martinef41d892dfb\n\n8. A quimioterapia pode mexer com o seu corpo por muito tempo depois de acabar. \"Só porque a quimioterapia acabou e o cabelo cresceu de volta, não significa que a dor terminou. Há vários efeitos colaterais desagradáveis causados pela quimioterapia e outros medicamentos que sobreviventes de câncer de mama têm que tomar depois. Mesmo seis anos depois, ainda tenho vários problemas de saúde devido à minha experiência.\" —justinee465b54f79\n\n9. Sempre busque uma segunda opinião. \"Fiz uma mamografia aos 35 e me disseram que não havia nada de errado. No dia seguinte, meu mamilo começou a sangrar. Fui ao pronto-socorro e o médico nem olhou para mim e disse que estava tudo bem. Fui atrás de uma segunda opinião do meu ginecologista. Ele viu meu mamilo sangrar e me mandou para um especialista em mamas. O especialista fez um ultrassom. O caroço era do tamanho da cabeça de um alfinete. Era câncer. Fui diagnosticada com carcinoma ductal grau 1B. Isso aconteceu um mês antes do meu aniversário de 36 anos. O câncer se espalhou para os meus nódulos linfáticos em questão de semanas. Fiz 20 semanas de quimioterapia e uma mastectomia. Fiz 40 anos neste ano. Se eu tivesse ouvido o primeiro médico, não estaria aqui agora.\" —dawns27\n\nPradit_ph / Getty Images\n\n10. Não há problema em ficar triste, assustada ou com raiva. \"Aceite suas emoções. Eu gritei, chorei e até hoje fico chateada às vezes por ter tido câncer, mesmo seis anos depois.\" —justinee465b54f79\n\n11. O câncer de mama terminal pode ser invisível, como várias outras doenças crônicas. \"O câncer de mama não é uma só doença. Há vários tipos diferentes, cada um com medicamentos e métodos diferentes de tratamento. Em torno de 1/3 das pessoas que têm câncer de mama em estágio inicial o terão novamente e com metástase, ou seja, o mesmo tipo de câncer aparecendo em outros lugares do corpo (estágio 4). Uma vez que isso ocorra, você terá câncer pelo resto da vida. Não há cura ou remissão. Por outro lado, isso não significa que você irá morrer amanhã. Há muitos tipos de medicamentos diferentes e de terapias específicas além da quimioterapia. Como em muitas doenças crônicas, geralmente você se parece com todas as outras pessoas. Mas ele tende a estar sempre no fundo da sua mente, sem saber se você vai estar viva daqui a cinco ou 10 anos. Mas não dá para pensar demais nisso, senão a vida fica muito deprimente.\" —Ruth Baugh, Facebook\n\n12. E os tratamentos são particularmente cansativos. \"Os tratamentos podem te abater emocionalmente e fisicamente. Você perde a força e fica se perguntando se vale a pena. Isso não significa que você tenha desistido, só que você já pensou nisso.\" —marisacherryr\n\nRebecca Hendin / BuzzFeed\n\n13. O medo de ter câncer de novo nunca vai embora. \"O medo de o câncer voltar nunca vai embora. Minha mãe teve câncer de mama quando eu tinha 14 e 23 anos. Da última vez, rasparam o esterno dela para terem certeza de que haviam removido todas as células do câncer, porque o pouco de tecido mamário que havia restado da primeira vez estava infestado de células cancerosas. Morro de medo que exista uma terceira vez.\" — mollystroup\n\n14. Familiares passam por seu próprio sofrimento. \"Gostaria que as pessoas entendessem que os parentes de quem tem câncer de mama também enfrentam suas próprias batalhas. Nos sentimos impotentes, com medo e até mesmo derrotados, que nem a pessoa com câncer e por mais que tentemos ser fortes pelos nossos entes queridos. Depois da luta da minha mãe contra o câncer de mama, só dois amigos entraram em contato comigo para saber como eu estava. Todo mundo precisa de um sistema de apoio, portanto, entre em contato com parentes de pessoas que estão lutando contra o câncer.\" —amandas4cdbc663e\n\n15. Não é uma maldição. \"Não é uma maldição. Minha mãe é uma sobrevivente. Ela vive alegremente, exceto por precisar cuidar sempre da alimentação (nada de frituras e de glutamato monossódico).\" —caseclair3\n\nAnna Borges / BuzzFeed \"O quanto você se sente forte às vezes X O quanto você é forte\"\n\n16. E o câncer de mama nunca é a única característica que define uma pessoa. \"Somos mais do que nosso diagnóstico e nossa experiência com o câncer de mama. Apesar de eu ser uma sobrevivente do câncer de mama, e essa ser uma parte importante de quem sou, também sou doutora em psicologia, sou professora, sou esposa. Todas essas outras coisas também formam quem eu sou.\" —justinee465b54f79\n\nAs respostas foram levemente editadas por motivos de espaço e/ou clareza.\n\nVeja também:", "Answer These 7 Food Questions And We'll Tell You What Your Bank Account Balance Will Be A Year From Now\n\nHow much bread will be acquired?", "Looking for even more travel in your life? Then you should join our Bring Me Community Facebook group to talk about it to your heart’s content!", "Actual image of me watching #Riverdale every week trying to figure out what the heck is going on:", "In October 2018 a rare Mandarin duck was spotted in Central Park. It's a duck native to East Asia. Where did he come from? Why was he there? It's a mystery. The only thing we know for sure is that duck is hot as hell.", "\"It's a perfect crew neck that is modest but shows enough skin that it looks fashionable (read: it doesn't have that high, almost mock turtleneck that shows up on cheap giveaway tees). It's a great backdrop for necklaces. It fits like a dream. This tee is comfy and stretchy and not too boxy, but also not so clingy that it's unflattering. Item three: sheerness. It passes this test too! Yes, as with most white tees you can kind of see the outline of my bra, but not in a way where I'd be uncomfortable wearing it on its own. The material is opaque and feels sturdy. Finally: versatility. As you can see from the pics, this cutie works great on its own but is also perfectly comfy to layer under a little dress! It's a new go-to for sure, and I'm thinking of getting the black, too.\" —Katy Herman\n\nCheck out Katy's full review here #1!\n\nGet a two-pack from Amazon for $16 (available in sizes XS–XXL, 17 color combinations).", "Anyone who's been in a long(ish)-term relationship knows that things can get real weird REAL FAST. Especially when you do things with your S.O. that others consider ~strange~. Tap to play GIF Tap to play GIF NBC\n\nWell this week, Reddit user Pfeiferrm asked \"What’s the weirdest thing you’ve done with your S.O.?\", and the responses ranged from silly to icky to random, but all are absolutely hilarious. Tap to play GIF Tap to play GIF FOX\n\nHere are just a few of the strangest, most adorable responses: Tap to play GIF Tap to play GIF Warner Bros. Pictures\n\n1. This professional \"boop\" competition: \"We compete for First Boop of the Year (FBotY). A 'boop' is when you poke a nose softly with your index finger. FBotY is very important and prestigious. I have won FBotY four out of six years that we've been playing. The first year we did FBotY, we fought for the boop and almost poked our eyes out in the process. Plus, it made the New Year's kiss very tense because we each wanted to win first boop immediately after the kiss.\" —customheart\n\n2. This wax-off: \"We waxed each others butts with an at-home waxing kit. We just wanted to know what waxing was like, so we bought a kit at Walgreens. As weird as it sounds, it was actually kind of a sweet moment between us. We hadn’t even been together a full year yet, and I had never been so intimate and vulnerable with another person before. I remember feeling so comfortable with him after that, like I could trust him with anything.\" —Renjuro\n\nTap to play GIF Tap to play GIF New Line Cinema\n\n3. This pet narration: \"We narrate our dogs' thoughts in different accents. He does a French accent for our male dog and I do a Spanish accent for our female dog (no idea why those were picked, it just kind of happened).\" —outlandish93\n\n4. This alien sex: \"Sometimes we lift our shirts up and press our nipples together (she's shorter than me, so she has to lift her boobs up and squeeze them together so our nipples line up) and we close our eyes and go 'Wom wom wom wom, that's how aliens have sex.'\" —thepicklejarmurders\n\n5. This butt-touch: \"We slide our soapy, wet butts against each other when we shower together. Do it. It's awesome.\" —nolenahs\n\nTap to play GIF Tap to play GIF Paramount Pictures\n\n6. This plot twist: \"It’s embarrassing to admit, but I sometimes pretend that his penis is a worm attacking 'Pube town.' I'll grab it and start wiggling it around. He finds it amusing and I enjoy being weird. Plus, I come up with new plots every time.\" —jnova07\n\n7. This public embarrassment: \"We pretend like we think the other person can’t see us in public places to embarrass each other. Like he’ll be at a water fountain at the mall and he’ll start waving his arms wildly and get more and more frantic to get my attention, even though he knows I see him.\" —SylkoZakurra\n\nTap to play GIF Tap to play GIF Warner Bros. Pictures\n\n8. This screaming contest: \"Sometimes my S.O. and I will do this competitive thing where we scream into each other's mouths to see who can last the longest. It's like a weird sort of open mouth kiss and we stare bug-eyed at the other as we do it. We mostly do this in front of friends when we want to get a cheap laugh. I always initiate it.\" —SocialDarianism\n\n9. This stranger danger: \"I pretend I don't know my husband at the grocery store, so when he tries putting things in our cart I yell, 'SIR! FOR THE LAST TIME STOP PUTTING YOUR GROCERIES IN MY CART!'\" —tr33sha\n\n10. This handy helper: \"My boyfriend let me aim for him while he was peeing once. I asked if I could help as a joke while I was in the bathroom for something else and he was like, ‘Uhhh?’ It wasn’t a 'No,' and I’m the type to play chicken in the ‘How weird will you let me get’ sense. It’s a lot harder to aim than it looks.\" —kjpg\n\nTap to play GIF Tap to play GIF Fox Searchlight Pictures\n\n11. This worm sacrifice: \"We were out for a walk and it was drizzling, so there were a bunch of earthworms out on the sidewalks. He said, 'If you really love me, you'll eat one of these worms.' I picked one of those bad boys up and down the hatch it went. He was shocked as hell. 18 years and going.\" —neaneawoz\n\n12. This communal pee: \"One time when we got home from a bar, both of us had to pee. She sat and peed, but spread her legs enough to let me pee between them into the toilet at the same time. I knew she was the one.\" —apitillidie\n\n13. This post-verbal communication: \"We communicate in screeches and animal noises for extended periods of time. It's to the point where certain noises have consistent meanings. Like, a high-pitched parrot squeal means 'I would like you to pay attention to me' and a low, throaty gurgle means 'I'm okay with this option, but I would prefer something else.' We can go for hours without actually talking.\" —Herbea\n\nTap to play GIF Tap to play GIF Sony Pictures Classics\n\n14. This nightly ritual: \"Every night for close to eight years now, I rattle the light on the night stand, my wife makes a completely absurd face, and then I turn the light off. There are a lot of nights where we'll giggle about how odd she can make her face look. I won’t turn the light off until the face is made.\" —LivingLosDream\n\n15. This make-out session: \"We've been married for four years and, every night after we're done cuddling, we turn opposite ways to sleep, press our butts together, and make kissing noises. Like our butts are kissing each other goodnight.\" —mossyfox\n\n16. And finally, this high time: \"We got super-high one night, downloaded the full .PDF of The Cheesecake Factory menu, and then proceeded to laugh for hours at how many pages and options there were. I mean literally HOURS.\" —RitaPoonismysister\n\nTap to play GIF Tap to play GIF Disney", "He came across a sea turtle that had been flipped on it's shell — unable to move.", "1.\n\nWinnie Harlow, who was so nervous right before the audition that she asked her driver to go around the block twice. But then she \"walked for her life\" and it obviously worked out for her.", "Lelo\n\nPromising review: \"I am usually big on super powerful wand type vibes that are like jackhammers as I prefer pressure and deep rumbly vibrations on a large area vs. precise clitoral stimulation. The SONA Cruise is definitely precise stimulation and it's different. Really different. It took me a few tries to find THE SPOT to place it and it's really weird at times to just let it sit there and do its thing instead of pressing it hard against me like I would with a wand-type vibe. But OMG the orgasms from this thing are INSANE. I'm glad I went with the Cruise model vs. the regular SONA as it has an extra burst of power when I do press it up against me harder and that helps push me over the edge. I still wouldn't replace my wand type vibes, ever. But this is definitely a fun addition to the toy box. I appreciate that it's small and easier to transport vs. a larger vibe. This comes with a pouch and could be thrown in my purse and no one would be the wiser.\" —Wildflower345\n\nPrice: $89.50 (originally $179, available in three colors)", "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server.", "*Convection ovens are built with a fan inside that circulates hot air around, allowing food to cook more evenly in less time.\n\n\"I have bought other toaster ovens in the past and barely ever used them. Now I know why, because they were cheap and a pain in the *** to use. This one has been life-changing. I use it every day. It was well worth the cost for this reliable, versatile toaster oven. Now I barely ever use my microwave — no need to with this. It reheats quickly and evenly without nuking the food to a rubbery mess like the microwave. If I want to bake or broil something, it's perfect for that, too. Excellent toaster oven!\" —Niki\n\n\"Sometimes you purchase an item and have buyer's remorse. Not so with this digital convection toaster oven. I bought it before Thanksgiving to have an extra oven, and it performed magnificently. So nice when you can purchase an inexpensive item, and it exceeds your expectations of an appliance at twice the price. Doesn't happen often enough.\" —Soaplady\n\n\"Very happy with my first toaster oven! I wanted a more efficient way to reheat foods than using the oven — this turned out to be the perfect choice! I had looked at a more expensive Breville convection toaster oven, but in comparing the two side by side, I decided to go with the Oster not just for the almost $200 savings, but for the look. I just love the black finish and curved sides — it blends so nicely in my kitchen. So far, I have used it to reheat my morning frittatas, roast beets, bake sweet potatoes, and toast pumpkin seeds — I could not be happier with the results!\" —joni j", "The most comprehensive loneliness study ever conducted in Australia has been released this week and it found that over a quarter of Australians feel lonely at least three days a week.\n\nThe Australian Loneliness Report was conducted by the Australian Psychological Society and surveyed over 1,600 Australian adults.\n\nThe report found:\n\n50% of the population feels lonely at least one day a week\n\n27.6% feels lonely at least three days a week\n\n\n\n1 in 4 experience high levels of social interaction anxiety\n\n55% of Australians feel they lack companionship at least sometimes\n\n\n\n\n\nThe authors of the study point out that feeling lonely is a fundamentally different experience to being alone, as people are able to be surrounded by friends and still experience loneliness. In fact, 25.5% of Australians do not feel that they have a lot in common with the people around them.\n\nAustralian Psychological Society president Ros Knight told BuzzFeed News the results of the survey were significant and should be a wake-up call for the medical community.\n\n\n\n\"Being a practitioner, you know it's there, but I was actually very shocked by the percentage, 25% [of people are lonely at least three days a week] ... that's pretty shocking for a country that prides itself on mateship – to discover that mateship isn't working so well anymore,\" said Knight.\n\nDr Michelle Lim, a researcher in loneliness from Swinburne University and one of the report's authors, told BuzzFeed News that this research is long overdue.\n\n\"I think we're behind in really understanding the true impact of loneliness in Australia, other countries are way ahead of us,\" she said.\n\nLim says that Australia has so far only conducted research that has sampled small populations who would have a high likelihood of reporting loneliness such as people who have called in to mental health helplines. Lim notes that this \"quick and dirty\" loneliness research that has failed to capture its prevalence across the whole population.\n\nLoneliness can be a chronic condition, leading to poorer mental and physical health, quality of life, and social issues that make the problem difficult to overcome.\n\nLoneliness increases the likelihood of experiencing depression by 15% and the experience of social interaction anxiety by 13%.\n\nIt is also contagious; much like other emotional states such as happiness, the likelihood of feeling lonely has been shown to increase when you are surrounded by lonely people.\n\nAccording to a 2010 empirical review of loneliness studies, loneliness has been shown to increase cardiovascular health risks such as Body Mass Index (BMI), blood pressure and cholesterol levels.\n\nAmongst women in the US National Health and Nutrition Survey conducted by the US Center for Disease Control and Prevention (CDC), those who experienced chronic, high levels of loneliness over two distinct periods in their life (for example, in childhood and late adolescence), were more likely to have coronary heart disease, even after adjusting for age, race, socioeconomic status, marital status and family cardiovascular risk.", "At first it seems impossible that they will all be able to fit into such a small car.", "In her biography, the 46-year-old author even wrote about suffering through \"eight or nine miscarriages\" and how uneasy it made her feel to always be questioned about pregnancy.", "ShopDisney\n\nIf you ask my sisters they will reluctantly tell you how I surprised them with matching Disney pajamas last Christmas — and this year will be no different. Featuring classic characters like Mickey, Minnie, Donald, Chip and Dale, these adorable PJs are exactly what you need to get everyone in the holiday spirit!\n\nPrice: $12.71+ each (originally $16.95+ each, available for babies, kids, women, and men).", "Passe o elástico por dentro dele mesmo e prenda a casa e depois o botão. Você também pode usar este truque para extender zíperes.", "Whatever question you want answered from Tom, now's your chance to ask! Write your questions in the box below and yours could be chosen for a BuzzFeed post or video!", "Or what about having to cross your arms over your chest during communion because you actually weren't Catholic and everyone just needed to know.", "Promising review: \"I have long hair. Due to a thyroid issue, I lose more strands than I used to. Every few days the hair starts to accumulate on the bathroom floor. This broom picks up all the hair from the tile just going over it once. It even gets the strands on the edges and corners. Unlike regular brooms, all the hair stays on the broom until I remove it instead of strands falling back to the floor. Thanks to a review I read before ordering this broom, I also use it on the carpet before vacuuming. I quickly pull it towards me, and it grabs all the hair from the carpet. It only takes a minute or two per room and I no longer have to remove the roller brush from the vacuum and cut all the hair wrapped around it every month.\" —Nicolor\n\nGet it from Amazon for $15.99.", "Only five days ago, Ariana Grande blew our minds and broke the internet with \"Thank U, Next\" — the breakup anthem to end all breakup anthems.", "Quando as agruras da realidade são difíceis, eu fico na mão do palhaço do escapismo e hoje eu posso dizer que ando passando um bom tempo do meu dia frente a frente a esta beleza.", "And even though we put out an article about them just being friends, sometimes it's better to hear it from the celebrity's mouth.", "10.\n\nYou never know when a smell will get you:", "The one with the jawline that looks like it was carved by Michelangelo himself.", "Netflix\n\nAt a WWF State of the Planet news conference, Attenborough said: “Today we have become the greatest threat to the health of our home, but there’s still time for us to address the challenges we’ve created, if we act now.”\n\n“Our Planet brings together some of the world’s best filmmakers and conservationists, and I’m delighted to help bring this important story to millions of people worldwide.”\n\nHe said: “I hope it will inspire hundreds of millions of people.”\n\nIt will be directed by Alastair Fothergill, who was behind the BBC’s original Blue Planet and Planet Earth series, and will be filmed for 4K using some of the latest technology. In a press statement, Fothergill said: “By launching on Netflix at the same time all over the world, this series will enable people to connect to and understand the shared responsibility we all have.”", "Mas quem conhece um pouquinho da gastronomia carioca sabe que por aqueles lados eles são cheio de costumes curiosos, como o cachorro quente com UVA PASSA e OVO DE CODORNA.", "The bacon is optional in this soup, of course, but if you can, sprinkle it on to your heart's content. Either way, this beautifully herbaceous soup is so cozy you'll start wishing for a blizzard to hit just so you can stay inside and slurp it down for days. Get the recipe here.", "They then load in the cereal — customers can choose from over six popular cereal choices.", "Netflix\n\nMany people told us about how this scene resonated with them.\n\n“At first she feels safe but after a while she starts to say the cat is heavy but she can’t lift her. That’s a really good representation of depression. At first it’s comforting all alone in your own world, but you quickly get trapped in it.”\n\n– florianeg\n\n“The way they portrayed it as anger and numbness as well as a large weight was so relatable. I wish I had seen it when I was 13, so I would have known it wasn’t just me.”\n\n– notaglassoflemonade\n\n“Anyone who has suffered from depression can relate to the description of \"... laid on your side, facing away from the television listening to a Friends marathon?”\n\n– Jack, via email", "Em que época você deveria ter vivido? Monte uma playlist de festa e descubra\n\nVocê pode ter nascido nos anos 90, mas será que não deveria ter vivido os anos 70?", "Share On more Share On more\n\n1. First, the episode is an obvious homage to The Breakfast Club — the episode is even called \"The Midnight Club.\" The CW / Universal Pictures In both cases, a group of unlikely friends are forced to spend Saturday detention together and end up becoming incredibly close.\n\n2. Anthony Michael Hall, who was Brian in The Breakfast Club, plays Principal Featherhead. Universal Pictures, The CW\n\n3. And as punishment, both the Riverdale and The Breakfast Club kids have to write an essay of \"no less than 1,000 words.\" The CW, Universal Pictures\n\n4. In the classroom, the quote on the blackboard behind Hermione is from Macbeth — it basically talks about a bunch of people who are marching closer to their deaths. The CW The full quote on the blackboard reads: \"Tomorrow, and tomorrow, and tomorrow / Creeps in this petty pace from day to day / To the last syllable of recorded time, / And all our yesterdays have lighted fools / The way to dusty death. Out, out, brief candle! / Life’s but a walking shadow.\"\n\n5. While narrating the flashback, Alice mentions \"Winona and Johnny\" — this is a nod to Winona Rider and Johnny Depp's romance in the '90s. The CW She also makes a reference to Nirvana's \"Smells Like Teen Spirit.\"\n\n6. You can catch this Riverdale student rocking a yellow Walkman too. The CW\n\n7. In the girls' bathroom, Sierra is writing \"End Apartheid\" on the mirror in red lipstick — later on, a similar shade of lipstick is also used to write \"flip for your fate.\" 👀 The CW\n\n8. Teen Alice's outfit is very reminiscent of an iconic Shelly Johnson look from Twin Peaks — Mädchen Amick plays both adult Alice and Shelly. Tap to play GIF Tap to play GIF The CW, ABC\n\n9. Meanwhile, teen Fred's outfit during detention is almost an exact match of Dylan McKay's iconic look in 90210 — Luke Perry plays both adult Fred and Dylan. The CW, Fox\n\n10. And finally, teen FP's look has a striking similarity to Billy Loomis's outfit in Scream — of course, Skeet Ulrich plays both adult FP and Billy. The CW, Dimension Films\n\n11. The Riverdale title card for this episode is most likely an homage to Saved by The Bell. NBC, The CW\n\n12. Similar to Bender's look in The Breakfast Club, Alice rocks a pair of black fingerless gloves in detention. The CW, Universal Pictures\n\n13. Sierra suggests playing \"secrets and sins\" in detention — Cheryl suggests playing the same game at Jughead's birthday party in Season 1. The CW\n\n14. FP's cast matches the one Eddie wears in the movie It. The CW, Warner Bros.\n\n15. The Breakfast Club. When Penelope is unpacking her lunch, she's eating sushi —an homage to Claire's lunch in The CW, Universal Pictures Shout out to lezwatchtv on Twitter for helping us with this one!\n\n16. There's a Red Circle comic book in the drawer Hermione breaks into — Red Circle was an old Archie Comics superhero imprint. The CW And yes, Archie's The Red Circle group from Season 2 is a nod to this.\n\n17. When the gang finds Gryphons and Gargoyles, Fred says kids at Seaside High have been playing it — in Season 2, Toni mentions that the Serpents might be bussed to Seaside High. The CW\n\n19. Behind FP in the student lounge, you can spot a poster for an upcoming Bulldogs vs. Ravens football game — the Ravens are the football team from Greendale where Sabrina lives. The CW\n\n20. When Alice and Fred go looking for the Thornhill stone, they are looking in the classroom that becomes Betty's headquarters for the Blue & Gold. The CW\n\n21. While role-playing Gryphons and Gargoyles, FP chooses to wear a crown — a nod to Jughead's crown in the comics and Jughead's beanie in Riverdale. The CW, Archie Comics\n\n22. Hiram offers the group a new drug called Fizzle Rocks, which is a spoof on Pop Rocks — this is also reminiscent of how Jingle Jangle is a spoof on Pixie Sticks. The CW\n\n23. Similar to Alice watching her friends get high on Fizzle Rocks, Betty watched her friends get high on Jingle Jangle in Season 2. View this post on The CW / Tumblr / Via alxcecooper.tumblr.com\n\n24. The song that Fred's band, The Fred Heads, sings is \"Dream Warriors\" by Dokken, which was used as the theme song for The Nightmare on Elm Street 3. The CW\n\n25. And finally, Principal Featherhead's body is found in the same closet under the stairs that Jughead used to sleep in during Season 1. The CW", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Correto!\n\nErrado!\n\nIdiay, vos? É usado pelos nicaraguenses como uma saudação, significa algo como \"o que aconteceu?\" ou \"como vai você?\"", "Amazon\n\nThis case also comes with a lifetime warranty so you'll also be buying some peace of mind!\n\nPromising review: \"I was looking for a case that offered great protection without being too bulky. Very pleased with the outcome. The inner part is a very good fit and the outer shell is strong enough to hold up for my use. Slides into a front shirt pocket or pants pocket easily. Definitely a great value.\" —Mr. Forker\n\nGet it from Amazon for $17.10 (fits iPhone 7 and 8).", "If You're Bored, Check Out These 23 Really Amazing Quizzes\n\nHere are some of our fave Community quizzes of the week!", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Greens leader Richard Di Natale announced on Friday the party's policy for rolling out everyday pill testing across Australia.\n\n\n\nIndependently costed by the Parliamentary Budget Office, the proposal would cost $16 million over three years and would see 18 shopfront pill testing services set up in major cities and rural areas.\n\nThe testing hubs would be staffed with trained peer support workers and include a world-class spectroscopy testing machine. The proposal would not just cover pill testing for the busy music festival season, and people would be able to get their drugs tested any day of the week.\n\n\"The war on drugs is a war on people — it has destroyed thousands of lives and wasted billions of dollars,\" said Di Natale in a statement. \"Instead of protecting the community it is actually placing them at greater risk of harm.\"\n\nThe new proposal from the Greens doesn't just focus on physical testing of drugs, and includes a national drug warning system, providing online advice and information about different pill types.\n\nThe services would be set up by the Australian Drug Testing Agency, which would work with law enforcement to ensure the operation runs smoothly.\n\n“Our policy will make pill testing available, easy and free at sites in communities all over the country,” Di Natale said. “People will be able to discover whether a pill they’re considering taking is mixed with an unknown toxic substance, or whether they’re stronger than expected.\n\n“Pill testing has time and time again proven to reduce rates of harm both in Australia and overseas, whereas the Coalition and Labor Party’s approach of heavy handed policing with drug dogs only creates more misery.\n\n“We can’t continue doing the same thing and expecting different results. Right now, people who consume drugs are relying on the word of their drug dealer, and that leads to tragic outcomes time and time again.\"\n\nFederal health minister Greg Hunt has repeatedly ruled out ever considering pill testing.\n\nFollowing the death of two people at the NSW music festival Defqon 1 in September, NSW premier Gladys Berejiklian sought the advice of an expert panel on how to make music festivals safer but also ruled out pill testing ever being an option.\n\nAustralia's first legal pill testing was held earlier this year at Canberra's Groovin the Moo festival. Over 100 people lined up to have their drugs tested and two potentially deadly substances were detected.", "Free People\n\nPromising review: \"This hat is adorable and warm, and looks just as it does on the model. I feel like most big winter hats from FP end up fitting so large and baggy on me, but this one has an incredibly flattering fit and is going to be perfect for winter. Looks surprisingly adorable with red plaid.\" —jakfruit\n\nPrice: $38 (available in two colors)", "Marcos Oliveira/Agência Senado / Via Fotos Públicas\n\nA força que empurrou a aprovação do aumento de 16% para os ministros do Supremo Tribunal Federal, mesmo contra a vontade do presidente eleito, Jair Bolsonaro, veio de políticos que foram derrotados nas urnas em outubros – a maioria deles, sem mandato a partir do ano que vem. Tiveram a ajuda de senadores implicados em escândalos variados e que não estarão mais na Casa no ano que vem, seja porque não se candidataram, seja porque buscaram cargos mais modestos tentando reconstruir carreiras políticas abaladas por acusações de corrupção.\n\n\n\nSegundo estudos do Congresso, o aumento pode provocar um rombo nas contas públicas de ao menos R$ 5,2 bilhões – isso porque o reajuste tende a ser replicado para mais de 16 mil juízes em todo o país, além de integrantes do Ministério Público. É um custo similar aos programas Minha Casa Minha Vida e Luz para Todos, somados.\n\n\n\nDos 41 votos favoráveis ao reajuste, 23 vieram de políticos que perderam a eleição em outubro. O presidente do Senado, Eunício Oliveira (MDB-CE), derrotado no Ceará, não votou, mas foi fundamental para aprovação do projeto ao incluí-lo, de surpresa, na pauta.\n\nGeraldo Magela/Agência Senado / Via Fotos Públicas Eunício não votou por ser presidente, mas foi fundamental para a aprovação do reajuste ao incluí-lo na pauta, de surpresa.\n\nRomero Jucá (MDB-RR), Cássio Cunha Lima (PSDB-PB), Edison Lobão (MDB-MA) e Garibaldi Alves (MDB-RN) estão no grupo de caciques que não conseguiram se reeleger para o Senado e que ficarão sem mandato a partir de 2019. No total, o eleitor negou a reeleição a 12 senadores.\n\n\n\nOutros 10 senadores que votaram pelo reajuste do Judiciário tentaram outros cargos, como governador ou deputado, e também foram reprovados pelas urnas.\n\n\n\nÉ o caso de José Agripino (DEM-RN), que não conseguiu se eleger deputado, e Armando Monteiro (PTB-PE) e Eduardo Amorim (PSDB-SE), que disputaram os governos de seus Estados e perderam. Estes estarão sem mandato a partir de 2019.\n\nEncolhimento de biografias Antonio Anastasia (PSDB-MG), derrotado pelo estreante Romeu Zema (Novo) para o governo mineiro, integra o grupo que perdeu na urna, votou a favor do aumento para o Judiciário, mas continuará no Senado porque seu mandato só termina em 2023. Anastasia começou a campanha para governador como franco favorito, mas foi atropelado na reta final do primeiro turno e derrotado por uma proporção de quase 2 votos contra 1 para o calouro do partido Novo.\n\nAfp Contributor / AFP / Getty Images Aécio: ganhou a eleição, perdeu poder e votou a favor de aumento que pode custar mais que o Minha Casa Minha Vida por ano", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Which Spice Girl Are You?\n\nIf you wanna be my lovah, you've gotta get with this quiz.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "The formula also uses Tatcha's infamous Hadasei-3, which is a combination of green tea, rice, and algae.\n\nPromising review: \"Having been on a twenty-year search for a moisturizer that will work for my combination, sensitive, and picky skin, I can finally say I found it! The Water Cream is light but rich, creamy but gel-like, soothing but powerful. In other words, it's everything I hoped it would be.\" —Dale\n\nPrice: $54.40 (originally $68, available in two sizes)", "Correct! Wrong!\n\nMandy Moore will earn $250,000 per episode of This is Us season three, up from her $85,000 pay cheque from the first two seasons.", "8.\n\nAnd finally, Sarah can't take full credit for those long locks she has on the show.", "20.\n\nAll of these parents went to high school together, and then MAGICALLY had babies in the same year, and they ALL stayed in the neighborhood and sent ALL of those kids to the same school and they ALL also became a group of friends. Wow, TV land is WILD!", "This cream targets inflammation and claims to help pain caused by arthritis, tennis elbow, carpal tunnel, and tons of other muscle and joint related problems. Seriously, just search the reviews with an ailment, and somebody probably has a story about how this cream helped! You should also read BuzzFeed's full write-up on this miracle stuff.\n\nPromising review: \"I'm 31 weeks pregnant with horrible swelling in my feet and ankles. My husband massaged Penetrex on my left foot and look at the difference! It does help!\" —Amazon Customer\n\nGet it from Amazon for $18.98.", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Benedict Cumberbatch is no stranger to playing iconic characters. Since becoming a household name with his role as Sherlock Holmes in the BBC series, he was Oscar-nominated for playing mathematician Alan Turing in The Imitation Game, and is now part of the Marvel Cinematic Universe playing Doctor Stephen Strange. His latest venture is no different: Benedict is taking on one of the most well-known roles in festive history as the title character in 2018’s version of Dr Seuss’s The Grinch. He’s one of Britain’s most famous faces, so when BuzzFeed UK got the opportunity to meet with Benedict while he was promoting The Grinch in London recently, we jumped at the chance to learn a little bit more about him. Here’s what he revealed...\n\nBenedict Cumberbatch spilled the tea about hating his moustache, meeting President Obama, and his Christmas pet peeve https://t.co/PaijmtI1oH\n\n1. Tea or coffee? Benedict Cumberbatch: It depends what time of the day. Coffee in the morning, tea the rest of the day. 2. Puppies or kittens? BC: Puppies. 3. Which animal do you think you’re most similar to?\n\nBC: An otter, clearly. 4. Have you ever been mistaken for another celebrity? BC: Yeah! Matt Smith, Eddie Redmayne. The usual. 5. What was the most exciting thing about playing the Grinch? BC: When I first heard about it, and when I saw it. I mean, everything in between was a ballache. [laughs] No, it was great. It’s a dream job — it’s a fantastically iconic character, and to let your full Grinch out is always good fun. I’ve played a few — let’s put it like this — socially awkward outsiders, I suppose, so he sort of fits into that vein. But it’s just a very brilliant, immediate story about Christmas and what the very best of Christmas is, so it also has a beautiful narrative arc to it. 6. What was the most challenging thing? BC: Being Grinchy, sometimes. I mean, I’ve been Grinchy when they’ve said, “We need you again. We need to do some more stuff before you go on holiday after your fifth week of filming in a row.” But then the minute I stepped through the doors, I always had a really, really good time doing it. 7. What’s the best Christmas gift you’ve ever given?\n\nBC: That’s a really good question. It’s not one I should answer, I don’t think. I think the best presents I’ve ever given have been experiences, so a hot air balloon trip, or a great meal. Just spending time with people, with the present. 8. What’s the best Christmas gift you’ve ever been given? BC: Well, that’s unfair, I don’t do bests. That’d upset a lot of people, all of which will obviously be watching this interview. [laughs] But bicycles, when you’re young, are pretty unforgettably cool. They give you an immediate sense of independence. 9. What is your favourite thing about Christmas? BC: Free time, family, and friends. Definitely. 10. Where’s your favourite place in the world? BC: Home. Always. And that’s a moveable feast. 11. Where is one place you’ve never been, but would love to visit? BC: I’d love to go to Mauritius or Bali or somewhere like that. I’ve heard Costa Rica’s amazing. A lot of South America — in fact, all of South America. I haven’t been anywhere. Chile, Brazil, Argentina. I’d love to visit those countries. 12. What’s the weirdest thing you own?\n\nBC: The weirdest thing I own... [turns to his publicist] Publicist: The thing that used to hang from your ceiling, that you train with. BC: My TRX bands?! Karon thinks the weirdest thing I own is my TRX bands, which, for fitness freaks, is a sort of clippable band that you attach to a point in the ceiling. Those who don’t know what it is think it’s some kind of sex toy, but it’s actually just for doing pull-ups and bicep curls using your body weight instead of weights. 13. What’s your favourite pizza topping? BC: I’m vegan now, sooo… A vegan cheese with some vegetables, it’s great. I don’t know why I did an American accent. I'm an English vegan. 14. What is your drink of choice?\n\nBC: That really depends, but I love a spicy margarita. Anything that’s got a tequila base to it— We’re talking alcohol? If we’re talking about fizzy pop, then a light dousing of elderflower cordial with some ice and lime and fizzy water. But tequila gets me going. 15. What’s your favourite drunk food? BC: Pizza, clearly. Vegan pizza. 16. What advice would you give to your younger self? BC: Don’t worry. 17. What’s the best piece of advice you’ve ever been given? BC: Don’t worry. [laughs] 18. What’s the craziest fan encounter you’ve ever had?\n\nBC: Meeting Barack Obama, and him saying, “You’re doing great work at the moment,” and just going, “You too, President of the United States of America!” That was extraordinary. On the other end of the spectrum, some kids in Nepal. I was filming in Kathmandu, very bearded and disguised and looking pretty shaggy and un-Sherlocky, and these kids just immediately knew who I was. That was kind of amazing. And in a Tibetan Buddhist monastery after that, which I thought was a private meeting, and then it was all over their Facebook page. It was strange, but bless them, that was amazing. 19. Have you ever freaked out about meeting another celebrity? BC: Yeah! Buzz Aldrin! I mean, shaking the hand of a man who’s walked on the moon… And Barack Obama again. He comes up quite often on the list, unsurprisingly. 20. Who’s one actor you’d love to work with, but haven’t yet? BC: The Gosling. He’d be nice to work with, I think. Matt Damon. There’s a lot of actors I haven’t worked with that I’d like to work with — Ethan Hawke, I really like him. Ed Norton. Woody Harrelson. There’s a lot of them, we could be here a long time. I can’t just give one answer to that kind of question. 21. Do you have a signature dance move?\n\nBC: Yeah. The death drop, but I’m not going to do it now. There’s no dance music, so I can’t do it. 22. What’s the most challenging role you’ve ever played? BC: They all are, because you end up carrying a lot if it has an impact on someone you’re playing who’s alive, or their relatives. Then there are fictional characters, who are loved by everyone, whether it’s this or Sherlock. 23. What’s the most fun you’ve ever had playing a role? BC: I had a lot of fun on this. I would say that, because we’re here to talk about this, but it’s just brilliant when you’ve got such a great script and you start seeing the animation come through. You can hang out with people and shoot the breeze and find life and everything absurd about it — especially with what we’re going through at the moment — funny, and make it into something that can be enjoyed rather than depressing. That’s a mark of friendship as well as anything else, and that’s a great thing to have in a working collaboration. I’ve been very lucky with the people that have asked me to work for them and vice versa, and this was no exception. 24. What’s your biggest pet peeve?\n\nBC: Well, around Christmas time, it’s the amount of plastic involved in packaging. It does with food as well. That worries me — you don’t think about it in the shop so much, but once you get home and open your fridge, you’re like, “Oh my god, I’m just opening bits of plastic all the time.” That really upsets me, so I’m trying to get better at that in our house. It’s hard — well, it’s not hard, you just have to make an effort. It’s very convenient, and that’s the problem. 25. What was the last song that was stuck in your head? BC: [sings “Wind the Bobbin Up”] 26. What’s your go-to karaoke song? BC: That, obviously. [laughs] No, “Young Americans” by David Bowie. Maybe if I’m feeling a bit emo and broody, “Creep” by Radiohead. Never ever Queen, ever. It’s far too hard — it’s always the death of the karaoke night when four people think, “We can do ‘Bohemian Rhapsody’!” No, you can’t! They’re highly skilled classical musicians doing things at the top of their game! Very rarely is that true of karaoke people. 27. What was the last film you saw?\n\nBC: First Man. Well, this actually — The Grinch — but we won’t talk about that, because why should we? We’re only promoting it. No, it was First Man, and I thought it was everything that cinema is capable of and elevated. I think Damien Chazelle is a genius, and I don’t say that very often about anybody. It was done so tastefully that when you did get those moments of the epic, of the unbelievably huge, whether it was a Sea of Tranquility or an Earthrise, it was just so beautiful and powerful. I was really moved by it. I thought it was just brilliant. 28. What film never fails to make you cry? BC: I’m a real softie when it comes to films, so anything with any amount of sentiment makes me cry at the moment. I’m probably a bit sleep-deprived, that’s probably why. Oh, you know what, Rust and Bone. That’s a great movie — it’s not that sentimental, but it’s just so powerful and brilliant. That moves me every time I see it. 29. What job would you want to do if you weren’t an actor? BC: Director. 30. What’s your proudest achievement? BC: My family, definitely. 31. What’s one ambition you have yet to accomplish? BC: Being a grandparent. It’s a way off, I hope. [laughs] But as far as… Directing, I haven’t done that, going back to that answer. 32. What’s one thing that’s guaranteed to make you happy? BC: My children. They always make me happy. 33. What’s something people would be surprised to know about you?\n\nBC: That I hate my moustache. [laughs] They probably wouldn’t be surprised by that.", "Eu sou uma pessoa otimista e acredito que existem pessoas brancas dispostas a ser anti-racistas, mas que ainda não sabem muito bem como se comportar com amigos e colegas negros.\n\nTudo bem, hoje é seu dia de sorte e eu vou tentar fazer um manual a partir das minhas próprias experiências.\n\nNão há verdade absoluta por aqui e, com certeza, deve ter alguma pessoa negra que discorde de mim. E acho que podemos todos estar bem com isso, né?\n\nEste post não existiria caso você sempre se lembrasse que seu amigo negro é apenas uma pessoa como você. Mas eu sei e você sabe: o mundo é racista, você cresceu neste mundo racista e sabe que pode ser racista mesmo quando acha que está ajudando.", "Dear Shoe Designers of the World, Why does every pair of cute wedges need to be 78 inches tall? Can we compromise in the middle w/ a cute 2(ish) inch wedge? Love, Your Already Very Tall Friend Who Wants to Wear a Heel on Occasion Without Looking Ginormous #TallGirlProblems", "Jet\n\nThis arch lamp has a weighted base, so you don't need to worry about stability.\n\nPrice: $115 (available in two finishes)", "These cheesy quinoa apps get cooked in mini muffin tins so that they're perfectly bite size. You can make them a day or two before Thanksgiving, then pop them in the oven to warm them up when your guests arrive. Get the recipe.", "Walmart\n\nIf I had to guess, I would say the KitchenAid stand mixer is the number one most asked-for item on a wedding registry. This is the big-ticket item — and a standout one that screams \"ADULT!\" While it does cost a pretty penny, it is so worth it. With over 18,500 five-star reviews on Walmart, this item pretty much speaks for itself. It comes in so many colors you can decorate your whole kitchen around it — and don't get me started on the features! It has 10 optimized speeds that can take any on recipe you throw at it, a tilt-head design for easy cleaning, and comes with four attachments.\n\nPromising review: \"Honestly I hear so many people say, 'I won't have room' but this SAVES room for me! I have a tiny kitchen and this sees more use than my hand mixer, so it can be left put away. This item mixes batter and then some! The speed at which it whips cream or egg whites and creams butter and sugar is fantastic. Cookie dough? Bread? Done! I love it so much, and it can do so many things with such a relatively small footprint. Easy to clean, and it looks snazzy as well.\" —KacieH\n\nGet it from Walmart for $278.99+ (available in 37 colors).", "BuzzFeed\n\nP: I have dreams all the time. My first dream was probably to become a dancer but then I became a singer and that's also a dream of mine and I get to do it every day so I'm living it.", "FUNCIONOU? Perfeitamente. Quem dera tudo na minha vida funcionasse bem como esse truque. Até ficou cheirando bem, apesar do vinagre.\n\nCOMO FOI: Comi muito chili e espaguete nas últimas duas semanas, então o interior do micro-ondas ficou cheio de respingos secos. Eu usei uma única toalha de papel nessa lambança — metade dela umedeci um pouco na mistura de limão e vinagre, e foi preciso apenas uma passada para limpar todo interior do micro-ondas. A outra metade usei para secar tudo. Prontinho.", "Senadores pró-Bolsonaro ajudaram a aprovar o aumento do Judiciário, e os eleitores estão REVOLTADOS\n\nJosé Medeiros (PSD-MT) votou a favor do aumento, que com o efeito cascata deve custar mais de R$ 5 bi aos cofres públicos, e justificou que \"mais dia, menos dia haveria que ser concedido\".", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Dino has amassed a following of almost 600,000 Instagram followers so far, and said it feels great to get accolades and acknowledgment about his work.", "Also when I met Troye Sivan I was like “get on my back!” For the dumb ass picture and I bent down and was ready ... and he said “I don’t want to hurt you” while he’s truly the size of my pinky 😔 my dumb ass was already squatting and READY! Skfjxjsjks https://t.co/EMEBODukBA", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Onyx, que praticou caixa dois, e Moro, que condenou a prática: colegas.\n\n\"Tenho grande admiração pelo deputado Onyx Lorenzoni. ele foi um dos poucos deputados no momento das dez medidas [contra a corrupção] que defendeu a aprovação daquele projeto mesmo sofrendo ataques severos da parte dos seus colegas. Quanto aos erros, ele mesmo admitiu e tomou providências para repará-los”, disse Moro em sua coletiva.\n\nIrônico, o senador Requião, que não se reelegeu, batizou projeto de Lei Onyx Lorenzoni: Moro poderá \"perdoar\" colega que praticou caixa dois.\n\nEle concede o perdão judicial para quem for flagrado em crimes eleitorais, contra a administração pública e o sistema financeiro nacional. Diz ainda que, caso o juiz que cuida das ações for alçado ao cargo de ministro de Estado, ele poderá, de ofício (sem nem mesmo a necessidade de pedidos dos advogados) inocentar o criminoso.\n\nPara tal, só deve obedecer ao seguinte: “Art. 1º-A. A critério do juiz, poderá ser concedido perdão judicial em caso de crimes eleitorais, contra a administração pública ou contra o sistema financeiro nacional, desde que o réu atenda às seguintes condições: I – demonstre arrependimento; II – confesse a prática do crime; e III – apresente pedido público de perdão e de dispensa da pena. Parágrafo único. Caso seja nomeado para o cargo de ministro de Estado, o juízo do feito criminal determinará de ofício o perdão judicial, desde que cumpridas as condições previstas no caput.”, diz o projeto de lei.\n\nNa justificativa da proposta, Requião diz que a “Lei Onyx Lorenzoni” deve servir também para seu colega da próxima gestão Paulo Guedes, que comandará a economia e é investigado por fraudes em fundos de pensão.\n\n\"E por que não dar a esse perdão o caráter de ato de ofício para os colegas de Ministério do juiz Moro, não o limitando apenas ao Deputado Ônix Lorenozi? Limitar a Lorenzoni seria ato personalíssimo, que viola, portanto, o princípio constitucional da impessoalidade que deve reger a administração pública. Creio, ainda, que as mesmas vantagens, privilégios e prerrogativas ao perdão devem ser estendidas aos crimes contra a administração pública e contra o sistema financeiro. E por quê? A razão é simples: para poder estender o perdão a Paulo Guedes, futuro ministro da fazenda”.\n\nO projeto de Lei pode ser conferido na íntegra na página do Senado na internet.", "Oi, eu sou a Letícia, produtora de vídeo do Tasty Demais!\n\nEu nunca consegui acertar um bolo de aniversário em casa, então, chamei meu amigo e chef Du para me ajudar!\n\nConfira como foi a gravação dessa receita:\n\nBolo de aniversário chique\n\nVocê vai precisar de:\n\nBolo\n\n8 ovos\n\n400g de açúcar refinado\n\n400g de farinha\n\nMerengue\n\n3 claras\n\n1 xícara de açúcar\n\n1 pitada de sal\n\nCalda\n\n1 xícara de leite condensado\n\n1 xícara de água\n\nRecheio\n\n800g de doce de leite\n\nLascas de côco\n\nModo de preparo:\n\n1. Pré-aqueça o forno a 180°C (350°F). Forre 3 formas redondas 25 cm com papel manteiga.\n\n2. Faça a massa: Em uma tigela grande, bata os ovos com uma batedeira elétrica até triplicar em volume e ficar com a cor amarelo pálido, cerca de 10 minutos. Aos poucos, adicione o açúcar e bata até incorporar. Adicione gradualmente a farinha, mexendo para incorporar.\n\n3. Divida a massa uniformemente entre as formas preparadas.\n\n4. Asse por cerca de 35 minutos. Espete um palito ou faca no centro para verificar: deverá sair limpo. Deixe esfriar.\n\n5. Faça o merengue: Adicione o açúcar, as claras e o sal a uma panela pequena em fogo baixo. Mexa continuamente com uma espátula até que o açúcar esteja completamente dissolvido, atingindo a temperatura entre 60°C-70°C (140°F-160°F). (Para testar, levante a espátula e deslize com um dedo - se você não sentir grânulos de açúcar, estará pronto!)\n\n6. Transfira a mistura de clara de ovo para uma tigela média e bata com uma batedeira elétrica até esfriar.\n\n7. Retire os bolos das formas e nivele os topos abaulados, se necessário, para conseguir 3 camadas iguais. Corte com cuidado as bordas externas mais escuras do bolo para expor o interior mais claro.\n\n8. Forre uma forma redonda de 25 cm com papel manteiga. Utilize uma tira de acetato, se desejar.\n\n9. Faça a calda: Em uma tigela média, misture o leite condensado e a água até ficar homogêneo.\n\n10. Coloque delicadamente uma camada do bolo na forma preparada. Espalhe a calda por cima. Adicione metade do doce de leite e espalhe em uma camada uniforme. Repita com os ingredientes restantes, terminando com a última camada de bolo e a calda também.\n\n11. Inverta cuidadosamente o bolo em um prato e, em seguida, vire-o na vertical sobre um prato de servir. Remova o papel de acetato e o papel manteiga.\n\n12. Espalhe o merengue por cima do bolo. Cubra com as lascas de coco.\n\n13. Aproveite!", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Amazon\n\nIt sets up in just *one* minute, quickly heats to 446° (apparently the ideal temperature for searing perfectly for flavor) — at the end, just clean the grill top and drip tray!\n\nGet it from Amazon for $279.95.\n\nPromising review: \"In a word, awesome! The best kitchen appliance I own. I was skeptical. As a former Memphis in May contestant I think I know my way around a grill. I tested it with a large boneless skinless chicken breast. Cooked it for about 25 minutes to get to 160. Virtually no smoke! Really! The meat was perfectly charred, tender, juicy and very flavorful. While it was still on, threw on a piece of Texas toast. Again perfect. Clean up was quick and easy. I had covered the drip pan with heavy foil so just remove and toss. Put the grill top in sink and cleaned with a sponge and hot soapy water. After the base had cooled, but still quite warm, rubbed the sides down with a wet rag to remove any splatter. The whole cleaning process took about three minutes. After that I threw my George Forman in the garbage to make room for the Phillips!\" —Richard Saucier", "Arielle Calderon\n\nThis is the 6th best restaurant in the WORLD and it was also featured in an episode of Chef's Table. The entire concept is that the 16-course meal features ingredients from several different elevations of Perú, and it's all likely things you've never tried before. Make reservations far in advance!\n\nYou've gotta try: Tasting menu", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Logo TV / Reprodução\n\n\"Minha família quase inteira mora na mesma rua e éramos muito amigos de outra família, cuja matriarca era extremamente tóxica - fofoqueira, invejosa e moralista, que adorava cagar regra na vida dos outros. Adorava julgar as filhas das outras vizinhas chamando de vagabundas e por aí vai. Só que chegou um primo meu da Bahia e a filha dela (minha ex-amiga) gamou nele e os dois estavam numa possessão sexual tensa. Transavam em todo lugar, até que minha avó flagrou uma dessas vezes e escorraçou ela da minha casa, xingando de vadia, vagabunda, aquele barraco básico. Até esse momento, a história não tinha chego na família dela, só que a menina foi falar para a mãe que minha avó humilhou ela, e chorou e fez escândalo. Aí a mãe dela veio tirar satisfação com a minha avó, mas minha mãe interviu e contou todas as histórias sexuais da filha para a mãe (inclusive que ela tinha casos com vários caras casados, por isso a mãe era hipócrita de ficar falando dos filhos dos outros) e a mulher ficou com a cara no chão. Acabou que saiu o maior barraco disso, pois cada um que ficava sabendo começava a tirar partido pela sua família e a briga nunca tinha fim. Agora ninguém se fala mais, quando a gente se vê na rua, atravessamos para o outro lado da rua. E tipo, por envolver muita gente, essa treta provocou uma cisão no bairro inteiro\". – Anônima", "Amazon\n\nPromising review: \"I had to replace my toaster because toasters do not last forever. I decided since it was time to shop for a new toaster that I would downgrade from my large 4-slice toaster to a quaint 2-slice toaster to gain some counter space. I saw this little baby on Amazon and it caught my eye, plus the price was awesome. The color and graphics are just as bright and cheery in person as it looks in this picture. The settings are pretty accurate as far as how dark or light you prefer your toast. The coolest part is that it leaves a Mickey Mouse head-shaped outline on one side of your toast. Since it totally toasts one side, it doesn't taste like untoasted bread in those areas on the other side. One thing that I don't like is that the toaster almost feels like a toy. Despite the fact that it toasts so well, it is very light and therefore a bit cheap-feeling. But having said this, I feel like this is something that I'd get used to kind of quickly. Overall, I love this toaster. Guests comment on its good looks. If they receive toast, they gush over the Mickey head shape. I recommend this to fans of Disney and toasted bread everywhere.\" —Michael Scapp\n\nGet it from Amazon for $12.98.", "Share On more Share On more\n\nMore", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "And it seemed that things really were back on track for Ariana — she appeared happy in her relationship with Mac Miller, who'd been by her side throughout the Manchester ordeal, and was on the brink of releasing the most successful album of her career, Sweetener.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "As gravações de \"Segundo Sol\" tiveram um fim épico no Farol da Barra nesta terça (6). A novela acaba esta semana e o elenco já entrou em clima de despedida nas redes sociais.", "BuzzFeed\n\nPromising Review: \"It has two heat settings (plus a cool setting to set your style) AND ***ionic power*** to reduce frizz and add massive shine. And it has ceramic coating to reduce heat damage to your hair. I friggin' love this brush. All you need to do is section your hair out, depending on how thick it is, and roll it under your hair like you would a regular round brush — but because it releases hot air, there's NO NEED FOR A HAIR DRYER! Truly easy. And you get better results than with a flat iron, because you're lifting and brushing out the hair rather than just pressing it flat.\"—Maitland Quitmeyer\n\nGet one from Amazon for $33.32 (available in 1 and 1.5 inch sizes).\n\nRead our full review of the John Frieda Hot Air Brush.", "1. In the first scene where Miranda Priestley appears in The Devil Wears Prada, she's carrying a Prada handbag. 20th Century Fox\n\n20th Century Fox\n\n2. And in the scene where Andy finds out she's going to Paris, she's not only wearing a Chanel necklace but it features an Eiffel Tower pendant. 20th Century Fox\n\n3. In the scene where Toula and Ian are on their first date in My Big Fat Greek Wedding, two glass jars containing oranges and apples are visible. Universal Pictures It's a running joke throughout the movie that Toula's father likes to prove that the root meaning of any word is Greek. At one point in the film, Toula explains that the root meaning of her family name is \"orange.\" And, during his speech at Toula and Ian's wedding, her father reveals that Ian's surname, \"Miller,\" has the root meaning of \"apple\" in Greek.\n\n4. In a different scene, Toula steps outside as her parents argue over her engagement to Ian. As she questions her decision, the Greek statue of love, Aphrodite, can be seen behind her. Universal Pictures\n\n5. One of the first of several plot twists in Crazy Stupid Love is the fact that the protagonist, Cal, unknowingly sleeps with his son's school teacher. However, her identity is actually revealed when she first meets Cal in the bar, as she's wearing the same watch and bracelet seen when she writes on the blackboard earlier in the film. Warner Bros.\n\nWarner Bros.\n\n6. The Office. He of course also plays the protagonist in Crazy Stupid Love. Later in the movie we see that the nameplate in Julianne Moore's office reads: \"Assistant to the Vice President,\" instead of \"Assistant Vice President.\" This is an ode to Steve Carrell's character in. He of course also plays the protagonist in Warner Bros.\n\n7. (500) Days of Summer was Zooey Deschanel's entire wardrobe inwas coordinated in accordance with her eye colour. The director requested that she wore some shade of blue in every single scene to make her eyes \"pop\" — but crucially, no other characters wore the colour at any time in the movie. Fox Searchlight Pictures\n\n8. The background art on the screens which show how many days have passed change to reflect the status of Tom and Summer's relationship. Good days are brighter and bad days are darker, with the background reaching its bleakest on the day Summer ends things, and its brightest when Tom meets Autumn. Fox Searchlight Pictures\n\nFox Searchlight Pictures\n\nFox Searchlight Pictures\n\n9. In Friends With Benefits, Justin Timberlake's character has a lightning bolt tattoo and Mila Kunis's character has a lightning bolt necklace. She wears it throughout the movie apart from the scenes in which the pair are fighting. Castle Rock Entertainment\n\n10. In the famous scene from Love Actually where Juliette turns up at Mark's home to ask about the wedding video, a copy of the movie Rear Window can be seen on his shelf. The film is about voyeurism and watching people without their knowledge — precisely as he's been doing. Universal Pictures\n\n11. At the beginning of the Sex and the City movie, there's a scene where Carrie colours with Charlotte's daughter. She uses a blue crayon to colour Cinderalla's shoe, foreshadowing the satin Manolo Blahnik stilettos that Mr Big presents her with at the end of the film. HBO\n\nHBO\n\n12. Carrie is a known technophobe which was incorporated into the movie by her using the same cellphone she had in the final episode of the TV series. HBO However, since four years had passed, duct tape was added to make it look worn.\n\n13. Carrie and Mr Big were deliberately overdressed in the scene where they're reading in bed. The director wanted to show the contrast between Steve and Miranda, who weren't having sex, and Carrie and Big who were. HBO In fact, the costume designer Patricia Field initially had Sarah Jessica Parker dressed in an oversized T-shirt and leggings, but the director was concerned they looked \"too comfortable.\" In the end, Cynthia Nixon was the one dressed in a T-shirt, in the scene where she tells her husband to \"get [sex] over with.\"\n\n14. There's also a scene where Carrie is in a store and replaces a book on a stand with her own. The book she removes is Lucia Lucia — a story about a woman who planned a lavish wedding only to be left at the altar, exactly as Carrie was. HBO\n\nHBO\n\n15. And, the outfits that Charlotte, Samantha and Miranda wear when they surprise Carrie at her City Hall wedding are the same colours as their bridesmaids dresses from the start of the movie. HBO\n\nHBO\n\n16. Easy A, the protagonist Olive says her name is an anagram of \"I love.\" Her last name, \"Penderghast,\" is also an In, the protagonist Olive says her name is an anagram of \"I love.\" Her last name, \"Penderghast,\" is also an anagram of \"pretend shag.\" Pretend sex is, of course, the entire premise of the movie. Olive Bridge Entertainment\n\n17. There's also a scene in which Olive goes to watch a movie entitled Der Scharlachrote Buchstabe. This is German for The Scarlet Letter — the novel Easy A is based on. Olive Bridge Entertainment\n\n18. And the film is set in Ojai, California — a pretty town known for its orange groves. As a nod to the movie's setting, the director added oranges into the backgrounds of multiple scenes. Olive Bridge Entertainment\n\n19. In 13 Going on 30, Jenna turns 30 exactly 13 minutes into the movie. Revolution Studios\n\n20. The blindfold that Jenna wears at her party is made of the same material as the eye mask she's wearing when she wakes up as a 30 year-old. Revolution Studios\n\n21. The picture of Madonna that's on the table of 13 year-old Jenna's room reappears when she's 30. This time, though, it's signed. Revolution Studios\n\n22. And the dollhouse that Matt gives Jenna for her birthday is the same colour as the house they end up in at the end of the movie. Revolution Studios\n\n23. 10 Things I Hate About You is a loose retelling of Shakespeare’s The Taming of the Shrew. And there are several nods to the playwright in the naming of the characters. Touchstone Pictures The names of the two protagonists, Kat and Bianca, correspond with the names of the girls in the play — Bianca and Katherina. Their last name is also Stratford, in reference to Shakespeare's birth place. Patrick's last name is Verona, the birthplace of Petruchio — the corresponding character in the play. And the high school they attend is cauled Padua — the city in which the play is set.\n\n24. Pretty Woman where Vivian accidentally flings a snail across the room, the waiter says: \"It happens all the time.\" A decade later, the same director The Princess Diaries, and gave him the same line after Mia accidentally smashes a glass. In the dinner scene inwhere Vivian accidentally flings a snail across the room, the waiter says: \"It happens all the time.\" A decade later, the same director cast the same actor in, and gave him the same line after Mia accidentally smashes a glass. Touchstone Pictures, Disney\n\n25. As soon as Peter in To All The Boys I've Loved Before compliments Lara Jean with her hair down, she starts regularly wearing her hair that way throughout the movie. Netflix\n\n26. In Legally Blonde, Elle mentions that she scored 179 on the LSAT exam. This was well observed, since a perfect score is 180, which means Elle is in the top 0.1%. Metro-Goldwyn-Mayer\n\n27. Notting Hill, Anna is asked how much she earned on her last film. She answers: \"$15 million\" — the And finally, during the birthday dinner scene in, Anna is asked how much she earned on her last film. She answers: \"$15 million\" — the amount Julia Roberts was paid for the role. Working Title Films", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Whatever the example, let us know which out of character moment annoyed the hell out of you, and the reason why, using the Dropbox below. The best responses will feature in a BuzzFeed post or video!", "Amazon\n\nPromising review: \"I was looking to replace flatware that I'd been using for years and was hesitant to order flatware online without feeling the weight before purchase. However, this flatware exceeded my expectations! It was carefully and individually wrapped when it arrived (as to not be scratched) and came in a carefully packaged box. The weight of the flatware was solid — It is not filmsy or bendable at all. I washed them in the dishwasher before use and they came out extremely clean (no water spots!).\" —Julie\n\nGet a set of 20 from Amazon for $17.50 (available in five finishes).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "I don't know about you but I am grateful for these photos of happy looking, kind of famous people, like Keira Maguire in Acler, which are a great distraction from the garbage fire that is the world rn.", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about animals to your heart's content!", "Patrick Riviere / Getty Images\n\nLike, an embarrassing amount. I JUST HAVE SO MANY QUESTIONS AND I JUST WANT HER TO BE HAPPY AND OKAY AND SHE SEEMS TO LOVE THOSE KIDS AND IT MUST HURT HER NOT TO SEE THEM AND HOW DOES SHE NOT SAY ANYTHING ABOUT SCIENTOLOGY AND–", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Dixon's body was found on a Carlton North soccer pitch by a passer-by shortly before 3am on June 13.\n\n\n\nDixon, 22, had performed stand-up comedy at the Highlander Bar in the Melbourne CBD on June 12. The event finished at 10:30pm, and police alleged that Dixon was attacked on her way home.\n\nTodd handed himself in on the day Dixon's body was found, after CCTV footage was circulated by police.\n\n", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "The box includes 14 dividers and 50 recipe cards. The dividers are even laminated to help protect your recipes from rogue spills!\n\nPromising review: \"This decorative little box is perfect for kitchen wear and tear. The organization system inside was perfect for a type A personality like me. I love having something cute and durable to file all my recipes in and keep my kitchen clutter to a minimum!\" —Nina\n\nGet it from Amazon for $26.99 (available in three patterns).", "We want to hear your faves! Tell us what shows you'd recommend to fans ofand what you love about them. The best responses will be featured in an upcoming BuzzFeed Community post.", "\"Later in the evening, Luke Foley approached a group of people, including me, to say goodnight. He stood next to me. He put his hand through a gap in the back of my dress and inside my underpants. He rested his hand on my buttocks.\n\nRaper said the party moved from NSW parliament house to a bar at Martin Place.\n\n\"This is what happened on that night.\"\n\n\"In November 2016 I attended an official Christmas function at New South Wales Parliament House for state political reporters, politicians and their staff,\" Raper said.\n\nFoley has previously denied harassing a then unnamed ABC journalist, after he was accused in parliament by corrections minister David Elliott of harassing a female reporter after having “a little bit too much to drink at a party”.\n\nIt was time for her \"voice to be heard\", she said, because the public debate about the alleged incident had escalated.\n\n\"This is a position I never wanted to be in and a statement I never intended to make,\" Raper said.\n\nLast week Foley called her and apologised, Raper wrote in a statement released on Thursday afternoon by the ABC.\n\nRaper said the incident was witnessed by Sean Nicholls, who was then the state political editor at The Sydney Morning Herald and is now an ABC journalist.\n\n\n\n\"As shaken as I was, I decided not to take any action and asked Sean to keep the events in the strictest confidence,\" Raper said. \"He has honoured that.\"\n\nRaper said she chose not to make a complaint for a \"number of reasons\".\n\n\"It is clear to me that a woman who is the subject of such behaviour is often the person who suffers once a complaint is made,\" she said. \"I cherished my position as a state political reporter and feared that would be lost.\n\n\"I also feared the negative impact the publicity could have on me personally and on my young family.\"\n\nBut that impact was now \"being felt profoundly\", she said.\n\n\"Last Sunday (4 November) Luke Foley called me on my mobile phone and we had a conversation that lasted 19 minutes,\" Raper said.\n\n\"He said he was sorry and that he was full of remorse for his behaviour towards me at the Press Gallery Christmas function in November 2016.\n\n\"He told me that he had wanted to talk to me about that night on many occasions over the past two years because, while he was drunk and couldn’t remember all the details of the night, he knew he did something to offend me.\"\n\nRaper said Foley apologised again and told her, “I’m not a philanderer, I’m not a groper, I’m just a drunk idiot”.\n\nRaper said Foley told her he would resign as leader of the NSW Labor Party on Monday or Wednesday of this week, but not on Tuesday as he didn't want to be \"accused of burying the story\" to coincide with the Melbourne Cup.\n\nHe called on the Tuesday, she said, to repeat his apology and notify her that he'd received legal advice not to resign as opposition leader.\n\n\"He indicated he intended to follow that advice,\" Raper said.\n\nThere were three things she said she wants to come from the decision to go public with this information.\n\n\"First, women should be able to go about their professional lives and socialise without being subject to this sort of behaviour,\" she wrote.\n\n\"And I want it to stop.\"\n\nSecondly, she wants situations like hers not to be \"discussed in parliament for the sake of political point scoring\".\n\n\"Third, I want to get on with my life.\"\n\nThe allegations were aired without Raper's permission by counter-terrorism and corrections minister David Elliott in state parliament last month.\n\nFederal Liberal senator Eric Abetz then put written questions to the federal minister for communications about the allegations during Senate Estimates, and ABC management undertook to investigate.\n\nAbetz had given the public broadcaster until November 24 to respond. If they didn't answer his questions he threatened to take steps in the federal Senate to force a response by the end of the federal parliamentary sitting year on December 6.\n\nA NSW Labor source told BuzzFeed News that Foley can no longer remain as leader of the party and expects he will stand down within hours.\n\nIt's understood deputy leader Michael Daley will be his replacement and lead the party to the March state election.\n\nFederal Labor leader Bill Shorten refused to comment on the serious allegations because he hadn't read the statement. \"I'm unable to assist you, it's an issue for Mr Foley,\" Shorten said at a press conference on Thursday afternoon.\n\n\"I said it’s a serious matter and it’s a fair question, but it’s just broken while I’ve been here, so I’ll go away and get acquainted on the facts.\"\n\nBuzzFeed News has contacted Foley for comment.\n\nElliott's office told BuzzFeed News he will not be commenting on the issue.", "How lactose intolerant people sneak to eat dairy, knowing their stomach is about to be fucked up", "Share On more Share On more\n\nLet's be honest, sometimes we just watch a TV show because we absolutely love two of the characters together. Tap to play GIF Tap to play GIF Disney\n\nBut, has there ever been a TV couple moment that actually caused you to stop watching a show? NBC\n\nMaybe you were a die-hard One Tree Hill fan, but once Lucas chose Peyton over Brooke, you gave up on the show entirely. The CW\n\nPerhaps you stopped watching Gilmore Girls after Rory slept with Dean while he was still married because you just couldn't forgive both of them after that. Warner Bros.\n\nOr maybe you quit Jane the Virgin after what they did to Michael and how the show seemingly pushed Jane and Rafael together. The CW\n\nPerhaps you gave up on Grey's Anatomy after Owen was continuously pressuring Cristina into having children. ABC\n\nHeck, maybe you're a fan who wishes that Kara and Lena would get together on Supergirl, but once Kara and Mon-El started dating you stopped watching. The CW", "Catherine JiHye Go / BuzzFeed\n\n両足を入れて温まるグッズです。\n\n冬は暖房をつけていても足元が冷えやすいので、これがなきゃ生きていけません。\n\nこれ、何がすごいのかと言うと…", "News moves fast. Keep up with the BuzzFeed News daily email!\n\nSign up", "A ton of people are using it to take away pills and fuzz from a wide variety of things (not just sweaters) and loving it!\n\nYou can buy two different versions of this magical gadget: AA-battery–operated or rechargeable. The rechargeable option comes in one color (black), and the battery-operated option comes in six colors. Both have three different settings that control the distance between the shaver and the fabric to ensure you get the best and most even shave. It even comes with a detachable lint catcher and easy-grip handle that makes removing fuzz, lint, and pills effortless.\n\n*If you do go the AA-battery route, keep in mind that this does *not* come with batteries. You can get a 48-pack on Amazon for $11.98.", "Crystal Ro / BuzzFeed / Getty\n\n\"One night my family went to a dinner party at my mom's friend's house. All night they were walking around saying things were “chanky.” They thought it was another way to say cool. Needless to say when we actually looked up the definition we were not disappointed.\"\n\n—wolfnmackrosen", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Peter Rae / AAPIMAGE\n\nGeoffrey Rush’s lawyers have come out swinging in the final days of the high profile defamation trial between the film star and a Sydney newspaper, describing the articles about Rush's alleged inappropriate behaviour as the most \"recklessly irresponsible\" journalism an Australian court has ever seen. The actor's barrister Sue Chrysanthou told Justice Michael Wigney he should \"nail these lies\" and find the incidents alleged by Rush's accuser, 34-year-old actor Eryn Jean Norvill, never happened. Rush is suing the publishers of the Telegraph and journalist Jonathon Moran, after they published allegations in November 2017 that Rush had been accused of behaving inappropriately towards a female cast member during the 2015-16 Sydney Theatre Company (STC) run of King Lear.\n\nRush, 67, has strenuously denied the allegations. He claims publisher Nationwide News defamed him in two articles and a poster by painting him as a pervert, a sexual predator, and someone who engaged in inappropriate sexual behaviour and committed sexual assault while acting in King Lear. He also says the articles suggested his conduct was so serious that the STC pledged to never work with him again. Nationwide News argued a defence of truth based on the testimony of Norvill, who played the role of King Lear's daughter Cordelia in the production and alleges Rush sexually harassed her during the run of the play. Norvill did not participate in the stories and agreed at a late stage to testify for the Telegraph. Rush's senior barrister Bruce McClintock SC described the articles published by the Telegraph as \"the most recklessly irresponsible journalism that has come before the court, or a court in this country\". He said that the Telegraph had been told not to publish by the STC due to the effect it might have on Norvill, who was \"fragile\" and did not want the complaint aired, and they had also been given a strong denial by Rush’s lawyers. \"Did they care? Did they think about what they were doing? The answer is clearly no,\" he said. \"This article is an example of reckless and indeed cruel irresponsibility.\" Chrysanthou told the court the case was not just about Norvill's word against Rush, but her word against documents, cast members who gave evidence, the \"sea of absent witnesses\", and even her own testimony, which Chrysanthou said was \"rife with contradictions, inconsistencies and recent invention\". On Wednesday, Nationwide News barrister Tom Blackburn SC argued Norvill was a \"fundamentally honest witness\" who had wanted the complaint she made about Rush to an STC employee in April 2016 kept confidential.\n\n\"The only evidence Your Honour has about Miss Norvill’s motive [to lie] is that she didn’t have one,\" he said. \"She desperately, desperately wanted to stay out of the limelight. Her concern was, as she said, to make sure it didn’t happen again.\"\n\n\n\nDan Himbrechts / AAPIMAGE Eryn Jean Norvill.\n\nChrysanthou said Norvill's motive was \"irrelevant\", asking: \"Why should we spend days putting to Miss Norvill what we think her motive is?\" \"What could possibly be her motive to lie? Who cares? ... It has nothing to do with anything. People lie. We don’t know why,\" she said. On the witness stand last week Norvill told the court about an alleged incident in which Rush had made groping gestures over her body as they rehearsed the final scene of the play, in which he, as King Lear, grieves over the body of Cordelia.\n\nShe said she had been lying on the floor of the rehearsal room with her eyes closed when she heard “titters of laughter” around her. \"I opened my eyes and Geoffrey was kneeling over me and he had both of his hands above my torso and he was gesturing stroking up and down my torso and gesturing groping or cupping above my breasts,\" she said. Norvill also alleged that Rush regularly made gestures towards her to imitate groping her breasts or tracing the curve of her hips in the rehearsal room, and that he told her she looked \"scrumptious\" and \"yummy\". Of these allegations, Chrysanthou said: “Her evidence makes no sense whatsoever and the reason it makes no sense whatsoever is because it’s a complete lie.\" Chrysanthou said there was \"not one person called\" to give evidence about Norvill's allegations that Rush regularly harassed her in the rehearsal room, and that it was \"rubbish\" to argue that generational differences accounted for some members of the cast not thinking there was anything wrong with the alleged behaviour. She cited evidence given by director Neil Armfield and actors Robyn Nevin and Helen Buday, saying that each of them testified if they had seen Rush doing the things Norvill alleges, \"they would have done something about it\". There was simply \"no room\", Chrysanthou said, for the possibility that some people thought the alleged behaviour was OK and others did not.\n\nShe urged Wigney to not just find the Telegraph had failed to prove the rehearsal room incidents happened, but said he should go beyond that and find that they did not occur at all. Wigney pointed out she didn't have to go that far to win the case, just to persuade him the burden of proof hadn't been met. Chrysanthou replied: \"Your Honour should nail these lies.\" She ran through a number of contradictions between Norvill's evidence and an email sent by STC employee Annelies Crowe, saying Norvill had \"told so many false stories she can’t keep them straight\". She also said Norvill's account of Rush stroking the small of her back on two occasions before he carried her onstage for the grieving scene, and the second time it happened asking him very softly to \"please stop that\", did not add up. \"Why would he do it twice, over 56 performances? Why would he?\" Chrysanthou said. She said Rush had testified, unchallenged, that the scene was a hugely important one and that if there was any unpleasantness or tension between himself and Norvill that it would have ruined his concentration.\n\nFederal Court The text.\n\n\"This is another bizarre contradiction in their case,\" Chrysanthou said. \"The scene wasn’t ruined, it ran like clockwork. And she didn’t say 'stop that' because he didn’t do anything.\" Chrysanthou also put to Wigney that there was \"nothing inappropriate\" about a text Rush sent to Norvill in mid 2016, particularly in the context of the way the pair communicated in other texts and emails.\n\nThe text included the line \"I've been thinking about you (as I do more than is socially appropriate)\" followed by a winking emoji with its tongue poking out. The text has played a relatively major role in the trial, with the parties at odds as to whether the emoji indicates \"panting\" (according to the Telegraph) or someone being \"crazy\" or \"loony\" (according to Rush). \"If you type \"crazy\" into your phone that’s the emoji that comes up,\" Chrysanthou told Wigney, who replied that he wasn't sure if he could, legally, take that as a fact in the case. \"I won’t be putting panting into my search engine or indeed affixing emojis to any of my texts anymore,\" he added. Earlier on Thursday, Wigney told Blackburn that his argument about the articles including strong denials from Rush had \"considerable merit\", but the addition of headlines, photos and puns are \"very large puffs of smoke suggesting there’s a fire\". \"They just can’t help themselves with their bad puns. Bad pun is probably putting it in mild terms,” Wigney said of the Telegraph's sub-editors. \"Your Honour is not a newspaper editor, obviously,\" Blackburn said. Blackburn also argued that the \"King Leer\" headline on the first article did not make Rush out to be a pervert, which he described as someone who engages in sexual behaviour that is deviant, bizarre and disgusting. \"One can strongly disapprove of the act of leering, but it just strains the English language to call it a perversion,\" he said. The trial is expected to finish this week.\n\n", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "And don't worry, the driver was completely fine! PLUS, the locking system that held their phone kept it safe and secure — which as incredibly important, so they could find their phone afterward, when they really needed it.\n\n\"I rolled my truck 1 1/4 times going around 60 mph into a ditch. I was not injured, just shaken up and sore. After I unbuckled myself and turned the engine off I looked for my phone and no joke, it was exactly where is was before the roll...right there in the mount holder on the dash. I even have/had it mounted backwards so the arm can extend farther. Plus, my phone is a Note 5, which aren't small by any means. With it being extended out as far as it was and with the weight of my Note 5, I'm impressed to say the least that it didn't break from the whiplash of the impact or fail to hold my phone through it all.\n\n*I should note that my eyes were on the road when I lost control. It was an icy morning and I caught a patch of ice while accelerating which initially caused me to spin out. I don't want anyone to think it was caused by me looking at my phone.\" —Amazon Customer", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "Jchizhe / Getty Images\n\nThe former will be stored in the aircraft hold, while carry-on or hand baggage is the one you're allowed to take with you to your seat. Your carry-on baggage should have all of your travel documents, cellphone, wallet and anything you want to keep close. Know that each airline has its own rules about how many of each type of luggage you can bring, and some are very strict. Keep in mind that if you go over the weight limit, you will be charged an extra fee.", "1.\n\nThinking, \"Is this how it's ALWAYS going to be?\" when you share a bed with a snorer for the first time.", "Syd: My workout routine typically includes going to the gym for like half an hour, running on ellipticals, and doing some squats. When I go home and visit my family in Connecticut, I'll go on a run or two, but basically run-walk the entire time.\n\nRyan: For the past six months, I've been on a lifting routine. I used to be obsessed with cardio and the heart attack-inducing high it would give me, but now I like to lift. I try to work out everyday — both for mental and physical health purposes.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "1.\n\nChecking behind the video game box for an empty casing to see if it was available for rent from Blockbuster.", "Promising review: \"Definitely one of the best purchases I have made on Amazon so far. Just as described, it is a mini waffle maker. The 'mini' part is no joke; the whole thing is small enough to lift in one hand. Because of its size, it works quicker than a normal-sized one, so even though you can only make one small waffle at a time, each waffle should be done in about a minute or two. The interior is also nonstick so it is really easy to clean, which was a huge bonus for me. On top of that, it comes with a little instruction pamphlet that tells you how to use it and has recipe ideas!\" —Cristal M.\n\nGet it from Amazon for $9.99+ (available in eight colors).", "This one that will prevent you from being late for the rest of the day.", "O valor é equivalente à soma do orçamento de dois programas sociais do governo: o Minha Casa Minha Vida e o Luz Para Todos.\n\nSegundo dados do orçamento de 2019, o programa de financiamento habitacional terá R$ 4,5 bilhões do governo. Já o de eletrificação rural contará com R$ 1 bilhão.\n\nO aumento aprovado pelo Senado nesta noite prevê um salário de R$ 39,3 mil para os ministros do Supremo Tribunal Federal e para a procuradora-geral da República.\n\nComo os vencimentos estavam em R$ 33,7 mil, as categorias tiveram um aumento de 16%.\n\nApesar de serem somente 11 ministros do STF e uma procuradora-geral da República, o aumento dos vencimentos terá um efeito cascata, uma vez que todos os 16 mil juízes e todos os membros do Ministério Público do país também terão seus salários aumentados.\n\nIsso porque suas remunerações são baseadas num percentual dos que ganham os ministros do STF, para os magistrados, e da PGR, para os procuradores.\n\nContrário à aprovação da matéria, o senador Randolfe Rodrigues (REDE-AP) foi quem solicitou a produção de uma nota técnica à consultoria do Senado para medir o impacto da media.\n\nSegundo ele, não é possível que num momento em que o salário mínimo está defasado e o país enfrenta uma crise em suas contas públicas que uma casta como a do Judiciário, já bem remunerada desde o início da carreira, receba tal aumento.\n\nNa manhã de hoje, o presidente eleito, Jair Bolsonaro, que está em Brasília fazendo uma visita aos Três Poderes, se manifestou contrariamente ao reajuste.\n\nDesde que chegou à capital, ele têm defendido a redução de gastos públicos e falado sobre a necessidade de aprovação da reforma da previdência.\n\nO presidente do Senado, Eunício Oliveira, no entanto, tem tomado caminhos diferentes do presidente eleito.\n\nAlém de sinalizar que será impossível aprovar a reforma este ano e sugerir que Boslonaro, uma vez na cadeira presidencial, crie sua própria proposta e enfrente o desgaste de sua aprovação, pautou de surpresa o aumento do Judiciário.\n\nUma vez aprovado pelo Senado, o aumento vai agora à sanção do presidente Michel Temer.\n\n\n\n\n\n", "John Medland / Freeform\n\nAfter an unexpected incident, a sleep-deprived event planner realizes that she can only fall asleep next to fellow insomniac (and complete stranger), Billy (played by IRL couple Odette and Dave Annable). So, of course, she hires him to sleep next to her for the next few nights so that she's rested enough to plan a wedding — her own!", "Are You More \"Game Of Thrones\" Or \"Big Bang Theory\"?\n\nFind out which show matches your personality more.", "11.\n\n\"I was at a funeral and my old school bus driver's wife said 'You must be one of those (my last name). I knew it when I saw your eyes.' It made sense to me, my whole family has large brown eyes and I’m always recognized for that, but then she said, 'You all have kind eyes. You can tell by looking at a (my last name) that they're genuine and good people.'\"", "Amanda Farrugia, AFL Womens Ryan Pierse / Getty Images\n\n“You’re gonna need a lot of resilience and you’re gonna need a good dose of courage.” If Amanda Farrugia could go back in time, this is what she’d tell herself before she started playing Australian Rules football. “I was a little kid that was quite a daredevil and used to make little ramps for my BMX and my skateboard,” Farrugia, who spent much of her childhood kicking a footy around the backyard with her brother, says. The 33-year-old was one of seven athletes interviewed by BuzzFeed News for this project in partnership with Getty Images.\n\nBy her mid-20s Farrugia was bored playing basketball and touch football, so she googled “can women play AFL in Sydney?” Farrugia is now captain of Greater Western Sydney Giants, one of the first teams to compete in the inaugural AFL Women’s competition when it launched last year.\n\n\n\nAnna Mendoza/BuzzFeed News\n\nThe league is the closest equivalent to the male-only AFL the nation has ever had, but the competition isn’t technically “professional” as players only get paid for 13 hours a week during the pre-season and 10 hours per week throughout the in-season period. While the average annual salary for male AFL footballers is $352,470, female players are paid as little as $8,500 per season, with top-tier players earning around $20,000.\n\nLike most players in the AFL competition, Farrugia has a full-time job. She works as a physical education teacher in Sydney’s west but believes her sport will be “fully professional” one day.\n\nRyan Pierse / Getty Images\n\n“Over time women will be able to sacrifice or put aside their career if they want to play football professionally full-time,” Farrugia says. “I’ll be long retired when that comes about but it’s still a very exciting prospect.” So for now Western Bulldog Tiarna Ernst remains an obstetrician, Melbourne Demon Shelley Scott a dairy farmer and Geelong’s Richelle Cranston a landscaper. “I think the hardest thing for female athletes is the amount of sacrifice you have to undertake to be able to succeed in your sport,” Farrugia says. “I know a lot of the girls from my team have obviously not fared so well in terms of their mental health as a result of having to move away from home, financial difficulties, relationship issues that they can’t manage because they’re living interstate. “So I think our issues are similar to a lot of athletes, but because we’re only semi-professional and we have limited access to money, which is obviously a huge barrier, a lot of mental health barriers are quite amplified compared to men.”\n\nFarrugia tore her anterior cruciate ligament (ACL) in a pre-season tournament playing AFL 9s in 2012. She had a ligament reconstruction and spent a year rehabilitating the muscles surrounding the joint. “AFL is such a physically demanding sport, you need to look after [your body] probably more than any other sport I’ve ever known,” Farrugia says. She has had “numerous” soft tissue and overuse injuries from running so much, including the accessory navicular (a bone in the inner side of the foot) injury she is currently recovering from. “There’s a lot of weird rumours and beliefs that there are injuries women sustain as a result of contact,” Farrugia says. “[But] contact sports are for anyone who wants to play them and wants to play them with courage, and I’m fairly keen on doing that.”\n\nPip Malone, Weightlifting and CrossFit Ryan Pierse / Getty Images\n\n“As an elite athlete you always end up coming out the other end with a bit of a problem with failure,” Olympic weightlifter Pip Malone says, laughing. “People are sitting on their couches at home watching the Olympics, watching these amazing athletes do these amazing things, but they’re not realising how much sacrifice and all that goes on behind the scenes.” The 29-year-old tells BuzzFeed News she is “lucky” she hasn’t yet broken any bones. “There’s always injuries popping up — torn ligaments, torn tendons and torn muscles … just tearing things in general really,” she says.\n\nBeing in pain is “part and parcel” of training as a weightlifter, as you’re lifting heavier and heavier weights every day. “I always tell my coach after that, my eyes were popping out of my head,” Malone says. “Something always feels like it’s gonna fall off.”\n\nRyan Pierse / Getty Images\n\nThere are strong ligaments which attach your sacrum to part of your pelvis. Malone “tore them clean off”. “I didn’t actually know I’d done it … turned out I had completely wiped them out, so I had about six weeks off,” she says. Malone says when she was competing in gymnastics she saw women suffer compound fractures, “shin bones out of their legs” and dislocate elbows. Just before she was due to compete at the Commonwealth Games this year Malone says she caught a barbell “a little bit wrong”. “An hour later I had this like egg on my collarbone and it was black,” she says. “I’m lucky I didn’t break it.” Malone’s relationship with her body has only improved since she left gymnastics, “where there is an expectation to be small”, for weightlifting, “where I know my body is serving a purpose and it is a rare thing and I may as well embrace it”. “I walked into a [CrossFit] gym where there were girls who looked exactly like me and they were being praised for it,” she says. The continued crackdown on drugs is important for her sport, she says. “You’re now going to see a lot more natural athletes coming out of countries that haven’t excelled in weightlifting before, and it is paving a way for the media to see that we don’t all have beards and moustaches and we’re just normal athletic girls who can lift really heavy weights.”\n\nEmily Chancellor, Rugby Union Ryan Pierse / Getty Images\n\nRugby player Emily Chancellor had always been a netballer, but when she got an email from her university about joining a women’s rugby team, she thought: “Wouldn’t it be kinda cool to learn how to tackle, like just to know that you could get someone to the ground?”\n\n\n\nRyan Pierse / Getty Images\n\nSix years later, Chancellor has represented the Wallaroos, Australian women's national rugby union team, and she doesn’t hesitate at all when tackling. “If you tiptoe around or you just go through the process of contact, you actually are at higher risk of getting injured, and you’ve just gotta go at 100% and it hurts less,” she says.\n\nChancellor has had her fair share of injuries. She broke her foot last year, tearing a ligament between her first and second toes. “Two surgeries and six months later, I’m back.” The recovery has been “slow”, “mentally exhausting” and “draining”. “It makes you challenge every sort of concept of why you play the sport, but I think it’s also a great opportunity to be able to reflect on why you do it, and do you really wanna do it, and the answer was pretty simple and it’s ‘yes’.” Chancellor is excited about the future of her sport, and Australia’s bid to host the 2021 Women’s Rugby World Cup. “I think that women in the last couple of years playing rugby have really destroyed the misconception that women can’t play a contact sport,” she says. “The girls at the Olympics proved that women can play a great spectacle of rugby. “I appreciate that girls are a different body shape, and there’s been a different role, but in today’s society I think that women really are proving that they can do everything that men can on the same level, in the workplace and on a sporting field.”\n\nGrace Stewart, Hockey Ryan Pierse / Getty Images\n\nGrace Stewart plays for Australia’s national field hockey team, the Hockeyroos, and represented the nation at the 2016 Summer Olympics when she was just 18. She says she is lucky she hasn’t had any “real” injuries.\n\n“I don’t know if you know in hockey but the ball’s pretty hard, so I’ve lost a tooth and had a few stitches in my face,” the 21-year-old tells BuzzFeed News. “But then yeah, straight back into training, nothing different.” Stewart has been playing the sport since she was five years old and moved her whole life from the South Coast of New South Wales thousands of kilometres west to Perth, Western Australia. “I have to leave behind all my family and friends, which I guess is your main support network, which is pretty important in elite sport with the pressure and stuff that comes along with it,” she says. Stewart trains five days a week, focusing on her legs, which she says are her “base” as a hockey player. “I’m training to be the best I can in my sport. I’m building my body up to help me perform best so I focus on that rather than looking good.” Earlier this year the International Hockey Federation signed a five-year deal with Fox Sports Australia, which is a big win for the visibility for women’s hockey in Australia, Stewart says. “We’re actually going to be on TV for once, which is exciting.”\n\nDanielle Prince, Rhythmic Gymnastics Ryan Pierse / Getty Images\n\nRhythmic gymnast Danielle Price says apart from the odd black eye and chipped tooth, most of her injuries have been from overuse while training for, and competing in, the Commonwealth Games, Olympic Games and seven world gymnastics championships. “Probably the worst injury I’ve had is a tear in my hip socket that helps hold my femur in place,” she says. “In rhythmic gymnastics we have hypermobile high extension shapes, so it’s from constantly putting your leg up by your head where it’s not meant to be.” She trains six days a week: “We train about 30 hours a week for just gymnastics-specific training and then on top of that we have pilates, strength and conditioning, fitness and swimming.” Price is 26 – “somewhat of a grandma for rhythmic gymnastics” – and has spent much of the 16 years navigating how to feel OK in a leotard.\n\nRyan Pierse / Getty Images\n\n\n\n“Your relationship with your body definitely changes as you go through puberty and you become a woman and you’re told that’s not acceptable,” she says. “The amount of times I’ve been told that I have to lose 10 kilos by the time we have an event. “For me it’s just constantly about checking in with my body, making sure I’m eating well and sleeping and also doing all of my physio, massage, constant tender love and care.”\n\nPrice is excited to eventually “step onto the other side of the carpet”.\n\n“When I finish competing [I want] to raise and support and nurture my own group of athletes I could one day take to the Olympics or Commonwealth Games,” she says. “I guess my passion is trying to not fix, but maybe change a little bit, some of the experiences that I had as a younger athlete, particularly about my body, the way we trained, the way we were treated in training, and to try and change that to make the experiences for the next generation of girls really positive.”\n\nKristiana Manu'a, Netball Ryan Pierse / Getty Images\n\nGiants netballer Kristiana Manu’a ruptured her achilles tendon in 2016.\n\n“I turned around to see who kicked me and there was no-one there,” the 23-year-old tells BuzzFeed News. It was a 12-month rehab process: “It was really hard. Getting to know my body and what I had to do to get back out onto the court was probably the toughest part.” Manu’a is now training five to six times a week, running, weightlifting, boxing and playing on court, but still finds the sport mentally challenging due to the constant criticism and feedback. “From your circle, your teammates, your coaching staff,” she says. “I think it varies and it’s definitely hard to stay strong and really take it onboard.” Manu’a started playing netball for fun, as a way of staying active and spending time with her friends, but by the end of high school she realised this was something she could pursue as a career.\n\nShe would have told her younger self that if she kept working hard, it would all eventually fall into place. “Just to stick your head down and keep grinding and things will work out,” she says. Women’s sport is growing and thriving in Australia, Manu’a says. “I think the introduction of AFL Women’s and the Rugby League Women’s have definitely shown like the physical aspects of women’s sport,” she says. “And the [increased] exposure of netball as well just really shows that we are athletes before we’re anything else.”\n\nEmma Nedov, Artistic Gymnastics Ryan Pierse / Getty Images\n\nArtistic gymnast Emma Nedov also knows what it is like to rupture an achilles. “I was just tumbling, training as normal, and as I took off for a double back [flip] it just snapped as I jumped,” the 22-year-old, who has also had keyhole surgeries in both her knees, tells BuzzFeed News.\n\nRyan Pierse / Getty Images\n\n“I have a screw in my little finger, I’ve dislocated my elbow, tore ligaments all over my ankles, yeah, stuff like that.” Gymnastics isn’t a contact sport but Nedov says she has a lot of contact “with the floor or with the apparatus”. “If you miss a bar, you’re landing splat on the floor,” she says. “The mats might look soft but they’re really not that soft when you’re coming from five metres off the ground.” Nedov has learnt the hard way just how interconnected parts of her body are and how a foot injury can then cause a back injury.\n\n“I’ve also learnt that in my training if something doesn’t feel right, to trust myself completely,” she says. “As you get older it’s really important to be intuitive with your body.”", "At least 4,914 same-sex couples have been married in Australia since the law changed in December 2017, BuzzFeed News can reveal. Following last year's postal survey on same-sex marriage and parliament then legislating to allow same-sex couples to marry, couples have been racing down the aisle to tie the knot. There is no central collection point for the number of weddings held in Australia, but BuzzFeed News asked each state and territory for the data on same-sex marriages.\n\n\n\nGetty/BuzzFeed News\n\nNSW, Australia's most populous state, had the most number of same-sex weddings, with 1,552 as of mid-September; followed by Victoria with 1,268 as of the end of October.\n\nQueensland was third with 1,094 as of the end of October. Western Australia was fourth with 423 as of the end of September, followed by South Australia with 312 as of the end of October, the ACT with 112 according to the latest data, Tasmania with 108 as of the end of September, and Northern Territory with 45 as of the end of October. The 2016 Australian Census showed there were 46,800 same-sex couples living together in Australia. This means over 10% of same-sex couples in Australia got married in the year since same-sex marriage became legal. For perspective, in NSW there were almost 26,000 marriages in the same period, meaning that same-sex marriages accounted for 6% of the total.\n\nOrbon Alija / Getty Images", "O jogador foi encontrado em um matagal na cidade de São José dos Pinhais, região metropolitana de Curitiba, quase degolado e sem os genitais.\n\nCaso você não tenha interesse em ler notícias do tipo, eu estou aqui pra resumir e comentar sobre o caso de Daniel Corrêa, um ex-jogador do São Paulo que foi brutalmente assassinado no final do mês passado.\n\nNa última noite em que o jogador foi visto, sexta-feira (26), ele teria ido ao aniversário de 18 anos de Allana Brittes em uma boate. A festa continuou na casa dela depois.\n\nNa investigação, uma testemunha revelou que Daniel participava de um grupo do WhatsApp onde ele e amigos mandavam fotos de mulheres com quem eles tinham feito sexo . E, neste grupo, o jogador teria enviado uma selfie com Cristiana Brittes, a mãe de Allana.\n\nAntes da foto, Daniel mandou a seguinte conversa onde relatava o after do aniversário. \"Tem várias mina dormindo espalhada\", diz um trecho das mensagens.\n\nNas mensagens seguintes, ele diz que consumou o ato sexual e um de seus amigos ainda perguntou se ele fez sexo com ela dormindo.\n\nDada a brutalidade do assassinato, o machismo que permeia todo este caso pode ter sido minimizado. É importante lembrar que a motivação deste grupo de WhatsApp é criminosa.\n\nSegundo a Lei de Importunação Sexual, art. 218-C do Decreto Lei 2848/40, divulgar fotografia, vídeo ou outro registro audiovisual que contenha cena de estupro ou de estupro de vulnerável ou que faça apologia ou induza a sua prática, ou, sem o consentimento da vítima, cena de sexo, nudez ou pornografia, é crime.\n\nA pena é de um a cinco anos de reclusão e pode ser aumentada de 1/3 a 2/3 se o crime for praticado por agente que mantém ou tenha mantido relação íntima de afeto com a vítima ou com o fim de vingança ou humilhação.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "PrettyLittleThings's latest collection with Hailey Baldwin is buzzing all across! The campaign features two models of different sizes in the same clothes, and while it is not uncommon to see a slimmer model in campaigns, featuring a plus-size curvy model next to her is a step in the right direction! I STAN.", "2.\n\nE pensei: por que não dar uma força para essas pessoas e para os amigos que estão doidos para desencalhar seus amigos/as?", "See BuzzFeed's full write-up of this swing dress.\n\nPromising review: \"I love it. It’s perfect. I ordered it as a professional dress for my speech competitions, but I wanted something with a kick. The length is perfect on me. I wear it with a bright green watch to add something extra that pops. The pockets are great, and I can put something in them without them looking awkward. I can fit my index cards in one pocket perfectly and you can’t even tell they're in there. The fabric is very comfortable and if it’s too big on you, it's 65% cotton so you could shrink it a bit with a warm wash cycle.\" —Kindle Customer\n\nGet it from Amazon for $16.99+ (available in sizes S–3X and 28 patterns).", "Warner Bros.\n\nIf you're not familiar with our reading group — each month we pick a theme, and you get to choose what you want to read and recommend books for other people to read! You can learn more about it here.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Ellie Sunakawa / BuzzFeed\n\nChantal Follins/EllieSunakawa/BuzzFeed\n\nA joyful noise spilled out of a storefront church on a clear Sunday morning in Bed-Stuy. Tambourines jangled, worshipers worshiped, and I thought to myself, What a perfect prelude to an interview with her holiness Jamila Woods!\n\n\n\nIf you're not already familiar with the Chicago songstress-poet, then open up whatever you use to listen to music, search \"Jamila Woods,\" and play her 2017 debut album HEAVN as you read the rest of this profile. Because to read about Jamila's rich tone and vivid word play is one thing, but to actually hear and feel those gifts? An entirely different story. No, not a story, a testimony — a testimony to us black girls and our supernatural shrinkage (\"Bubbles\") and our hand-clapping games and our can't stop, won't stop activism (\"VRY BLK\") and our radical self-love (\"Holy\") and our revolutionary strength (\"Blk Girl Soldier\") and our undeniable magic (\"Giovanni\"). The subject matter resonates, like getting \"the nod\" from a sister stranger, and yet there's ample space to tailor each lyric's intricate narrative to your own life — to just breathe and be seen. And so during our interview that Sunday, Jamila sat very still in the bedroom of an airy AirBnb apartment, preparing to spin yet another intimate world for her devout fans at AFROPUNK. A bunch of cosmetics cluttered the table to her left and before her crouched celebrity makeup artist Delina Medhin. The two had met on Instagram after Delina responded to Jamila's call for a woman or non-binary makeup artist of color. \"It's so crazy how that can just work really well,\" Jamila told me. \"Just putting it out there, what you need.\"\n\n\n\nBut does the universe actually conspire in helping us get what we want? I'm not sure, but if it were to collaborate with someone, I've no doubt it'd be this powerful 28-year-old who sprinkled quotable gems throughout our interview with the same ease that she sports a stunning low cut and bold canary lids. Let me back up though, to the moment Delina peeled a damp white sheet mask from Jamila's smooth brown face, freeing up her mouth to move and our discussion on beauty to begin.\n\nWhat's the look for Afropunk today? Do we know yet?\n\n\n\nJamila: Today we're doing like a pop of color on the eyes... Delina: The look is going to be very minimal with foundation. We're not going to put a lot of product on her skin. And because [she's] going to be so far away from [the cameras], and it's going to be such a big screen, I really want to make sure she looks contoured. Not in a way where it's a lot, but just so you can really see definition in her face. It's more going to be about the pop of color on the eye. We have some yellow that we're going to use all over the lid. I'm going to layer it with a cream, and then we're gonna put on powder to set it.\n\n\n\nJamila: The color yellow just always feels like a really fun summer color. And it's the perfect contrast to the black leather and spandex material I'll be wearing today. To mix yellow with that, it represents my personalities and incorporates that range in my music, from bubbly sounds to more darker sounds.\n\n\n\nChantal Follins/EllieSunakawa/BuzzFeed Celebrity makeup artist Delina Medhin brings to life the that look she and Jamila brainstormed earlier via email and text.\n\nYou had mentioned that you were looking for a specific kind of makeup artist for Afropunk. Why is that?\n\nJamila: I just feel like when you're talented at makeup, you should be able to work with all kinds of skin colors. But that's just not the case. I just have had really bad experiences, particularly doing photoshoots and they're like, \"Oh we'll have a makeup person\" and then it's like a white person who doesn't really get my skin color right. So I just like to make sure that I reach out to a person of color.\n\nEllieSunakawa/BuzzFeed\n\nI was on Instagram last night and your photo came up. It was the debut of your haircut! Could you talk about the new look?\n\n\n\nI'd been thinking about cutting my hair for a little bit. I'd see someone with short hair and be like, \"Ooh, I want to do it.\" But it had taken me years to get my afro as big as it was. It was my identifying factor, the thing I loved the most. I kind of relied on my hair a lot. But I just felt this inertia like, \"No I need to cut it now.\" Cutting it off was almost like asking, \"What else can I love? What else can be my favorite thing?\" So yeah, it feels nice. I didn't realize how warm my afro was keeping me though. I was like, \"Oh, my head is so cold!\"\n\n\n\nWhere did you get it cut?\n\nI go to this salon called Amazon Natural Look Academy. It's a natural hair school and a salon. There's this barber there named Kojo. He's really cool. He used to cut Common's hair apparently.\n\nI feel like hair has played a major role in a lot of your work...\n\nYeah, I'm really inspired by black hair in general. It's just a great metaphor for so many things. For a while I've been writing poems that are all inspired by black hair, and I think it just bleeds into my lyrics naturally. It just shows up, like in the song \"Bubbles,\" [which is about] this time I hadn't really been taking care of my hair and hadn't combed it out in a really long time and so there was shrinkage. When I finally combed it out it had grown like double the length, way longer than I had expected. To me it was a metaphor for how you can't see your growth if you're scrunching yourself and not actually looking at yourself for however long. It was just a moment where I was like, \"Oh I actually am making progress. I actually am growing, I just haven't been looking at myself to see it.\"\n\n\n\nTap to play GIF Tap to play GIF Jagjaguwar via Youtube, Warner Chappell, EMI Music via Youtube.\n\nHow do you prioritize your physical appearance as an artist and as a black woman in the music industry?\n\nYeahhh...(Laughs) I think a lot of times women, especially women of color and women in positions of power or visibility, feel this pressure to just always be on and always be presenting a certain way. That's why I liked seeing Jessie Reyez yesterday [at AFROPUNK Day 1], she was like, \"I'm in a white T-shirt, I don't care how my hair looks, y'all gon' get this message.\" I really feel that. I think I had to, at some point, make it an internal process, and not pressure myself to always look good leaving the house. But I do love the process of learning how to make my hair look good and how to take care of it. Doing a wash and twist-out would take me like two hours and that's two hours of self-care time that I wouldn't have spent otherwise. So I kind of treat it as a sign that I am dedicating time to myself, as opposed to being like, \"Oh, I'm going to look bad if I don't do this.\" Because there have definitely been times where I didn't have two hours and I had to just be like, \"Okay, I'm gonna have to spray some water and pull it a little bit.\" I remember Princess Nokia was on tour and I was going to her concert. She was like, \"Oh, why don't you come out and we'll sing Blink 182 together?\" I was like, \"I would have done a twist-out if I knew I was gonna go on stage!\" But I just ended up just doing that water-and-pull situation and it was cool. I don't like having to feel like I need to do something. I challenge that feeling when it comes up in me, because it does come up a lot. I can only do so much though because I also work at Young Chicago Authors, the non-profit where I grew up writing poetry, and I am just always really busy. So I'm just trying to not be to hard on myself or beat myself up over things.\n\nEllieSunakawa/BuzzFeed\n\nWho are some of your style and beauty icons?\n\nI just saw the Betty Davis documentary, have you? It's hard to see. I don't know how many times it's been screened, but I love her. I love Betty Davis. I remember when I first learned about her — I was reading the Miles Davis biography — and just learned how her relationship with him helped him evolve and change his whole style. Then, I looked at a picture of her and was just like, \"Wow!\" She's the most beautiful person I've ever seen. Just a huge afro and her amazing body suits. The thing about her is she was making music in the 70's and influenced so many people who are icons now. She influenced Prince and I think Madonna, every type of music. Just thinking about Beyonce's body suit, I feel like Betty's body suits were the precursor to those. I just love that. Betty called herself an introvert, but then would have this transformation on stage. People would say, \"Oh, you're one Betty off stage and you're one Betty on stage.\" And she's like, \"No, there's one Betty and I just have multitudes.\" That's really inspiring to me.\n\nJust Sunshine Records, Light In The Attic, Columbia, Island Records\n\nThere's no doubt that Chicago influences your sound. How does your hometown inspire your sense of style and beauty?\n\nChicago is amazing. There are a lot of genres of art in Chicago and a lot of people just have kind of a DIY attitude towards things. There's not really an industry for fashion or for music, like we don't have a structure, so we're just making our own sort of thing. It's a lot of collaborative energy. So I love discovering what local designers are making. My band is going to be wearing shirts by an artist named Des. I love his work because it incorporates a lot of Chicago pride, but he also just went to Ghana where he's from and did a whole line kind of mixing the two styles of Chicago and Ghana. And he has a shirt that says, \"Chicago Girls Do It Better.\" I love it. I just really like getting inspired by what I see people around me making. We try to wear a lot of Chicago designers all the time.\n\nChantal Follins/EllieSunakawa/BuzzFeed Wardrobe manager Whitney Middleton steams Jamila's performance outfit.\n\nSo who are some Chicago beauty and style influencers and creators that you're loving right now?\n\nI love the Eugene Taylor brand. The designer's name is Tesha [Renee] and her new line is unisex and just really colorful and unique. She made me this custom piece that I wore on tour a lot. She also does these really cool sort of underboob cut-out shirts with super long sleeves. Every time I wear it, people are like, \"Where'd you get that from?\" I really like her and the way her mind works. I don't have very long nails, but there's this nail artist named Spifster, who I've always wanted to work with. Her nail art is so cool, because she can take inspiration. If I told her I really love Betty Davis, she'd probably create something that looked like her outfit looks like on my nails. We keep missing each other, but it's going to come together at the right moment.\n\nThere's this store called Koko Rokoko, and it's kind of like a vintage store. They have a lot of stuff that's pretty affordable and they have amazing denim.\n\nThere's designer Chelsey Carter of Alex Carter. She's doing a series called Hues where she makes mini collections out of different colors. She started with black, which I wear a lot of, so I'm really excited about the rest of the series.\n\n\n\nThen there's Fat Tiger Works, Jugrnaut, and Leaders 1354, which are sort of like hip hop gear shops. There's a lot of businesses that are doing really well in Chicago, so I like to see what I can create on stage, like what's the whole band wearing? Often I'll get t-shirts or something from there to just give [my show] a Chicago feeling. Like, \"Chicago Til The World Blow Up\" was on one [shirt]. Juggernaut had a shirt that says, \"Chicago Everywhere\". Just a lot of Chicago pride is what I like to incorporate.\n\n\n\nMaya Iman/EllieSunakawa/BuzzFeed Jamila takes the stage at Afropunk 2018 in her final look.\n\nBONUS: Watch Jamila get glam for her Afropunk debut!", "11.\n\nThe only way to know a new generation has begun:", "tasty\n\nPorções: 10\n\nVocê vai precisar de:\n\n100g de açúcar cristal, divididos\n\n645ml de água, divididos\n\n2 colheres de sopa de água quente\n\n80g de gelatina\n\n12g de ágar-ágar\n\n3,2L de leite, divididos\n\n18 ovos médios\n\n3 gotas de essência de baunilha\n\nChantili, para decorar\n\nFrutas em fatias, como morangos, mirtilos, kiwi e laranja, para decorar\n\nEquipamento especial\n\nBalde de metal de 15 litros\n\nModo de preparo:\n\n1. Coloque 120g de açúcar e 3 colheres de sopa de água em uma panela pequena em fogo médio. Mexa a panela até a mistura dourar e exalar um aroma de tostado. Adicione a água quente, mexa e coloque a calda de caramelo no balde. Deixe esfriar.\n\n2. Em uma tigela pequena própria para micro-ondas, coloque 400ml de água e a gelatina. Misture bem. Reserve.\n\n3. Coloque os 200ml remanescente de água e o ágar-ágar em uma panela média, mexa e cozinhe em fogo médio, parando antes de começar a ferver.\n\n4. Adicione 800ml de leite, em três etapas, mexendo até homogeneizar.\n\n5. Leve a mistura com gelatina ao micro-ondas, por 20 segundos, e mexa até dissolver. Coloque a mistura com gelatina na panela, em 2 etapas, mexendo bem.\n\n6. Retire a panela do fogo e reserve.\n\n7. Em uma tigela grande, bata os ovos com os 400g remanescentes do açúcar.\n\n8. Adicione a essência de baunilha e bata até homogeneizar. Adicione o leite, a mistura com gelatina e os 2,4 litros remanescentes de leite e bata.\n\n9. Coe a mistura do pudim usando uma peneira de malha fina e despeje-a no balde. Leve à geladeira por 6 horas, até o pudim firmar.\n\n10. Coloque um prato grande na abertura do balde. Cuidadosamente, vire-o de cabeça para baixo para soltar o pudim e remova o balde.\n\n11.Decore com o chantili e os pedaços de frutas.\n\nBom apetite!", "Get all the best Tasty recipes in your inbox! Sign up for the Tasty newsletter today!\n\nSign up", "The USB ports are ~intelligent~, meaning they can detect which device you're plugging in, and charging it as fast as the device will allow.\n\nPrice: $19.99+ (available in eight colors)\n\nPromising review: \"This is one of the best things I think I have ever bought. I got this for a family vacation where there is always a fight over who gets to charge their phone. This gave everyone the chance to use it and having the part that reaches to the backseat was PRICELESS!!! My son could charge and play at the same time, which was lovely. I highly recommend this to parents with more than one child!!\" —Leigh-Anne L.", "18 Memes For Anyone Who Loves Being Cozy Above All Else\n\nI am the blanket and the blanket is me.", "Jack White, ex-vocalista do duo White Stripes, relatou nesta quarta-feira (7) em sua conta no Instagram que duas mulheres foram orientadas a parar de se beijar em uma recente apresentação sua.\n\n\"Estamos em 2018 e duas pessoas expressando carinho não precisam se esconder\", White escreveu no Instagram, dizendo que estava \"desapontado\" com o relato de uma frequentadora de seu show em Edmonton, no Canadá.\n\nAllyson MacIvor escreveu no Facebook que foi \"imediatamente interrompida\" por um funcionário no local do show, na sexta-feira, depois que ela beijou uma mulher durante a apresentação de White.\n\n\"Isso não é permitido aqui\", o funcionário disse a MacIvor, segundo o relato dela, e ainda a tirou de seu lugar. MacIvor escreveu que ficou \"chocada\" e que o funcionário afirmou que, se ela tivesse algum problema, poderia conversar com o gerente.\n\nEla acrescentou que registrou uma reclamação.\n\nOs organizadores escreveram no Facebook que estão investigando o episódio: \"Este incidente não se alinha com nossos valores. Temos tolerância zero com qualquer forma de discriminação\", diz o texto. \"Apoiamos todos os membros da comunidade LGBTQ.\"\n\nA foto que White escolheu para tratar do assunto em seu Instagram mostra duas mulheres que parecem estar prestes a se beijar em um show dos Beatles em 1964.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "It doesn't have to be a symptom though: insomnia itself can be a standalone disorder, too, and it can be acute or chronic. Lifestyle can also play a big role — like consuming too much caffeine or working irregular hours. Seriously, so many things can fuck with sleep.", "If you have a dog, you like sharing dog pics. It's basically a law of nature.\n\nAnd if you like sharing dog pics, you probably like the idea of having you and your canine companion immortalized in a drawing...\n\nLike this, but, you know, illustrated.\n\nShare your pic in the Dropbox below for a chance to appear with your dog as illustrations in a sponsored BuzzFeed post! Here are the guidelines:\n\n1. You must be the owner of the photo you upload.\n\n2. You and your dog(s) must be in it together — you can be doing anything you like, but bonus points if it's festive!\n\n3. Tell us your first name, your dog's name, and a sentence about why you love your dog so much!", "Oops, alguma coisa deu errado. Por favor, tente de novo mais tarde\n\nParece que estamos com um problema no servidor.", "Não, já é trabalho demais e a pessoa provavelmente já sabe o que fazer nessas situações.", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "Walmart\n\n\"My sleep has improved so much. They look pretty and feel just like the ones in fancy hotels!\" —ceciliac4dc4afdd3\n\nGet a set from Walmart for $15.96 (available in two sizes).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "O apresentador Ratinho, do SBT, dedicou uma parte de seu programa ao vivo para atacar a imprensa, endossando as recentes manifestações do presidente eleito Jair Bolsonaro (PSL) contra veículos que lhe são críticos. Um vídeo de 2 minutos viralizou.\n\n\"Tudo quanto é ministro que Bolsonaro convida, tem sempre algum jornalista debochando. Acho que o período de deboche já passou. Perderam a eleição, perderam a eleição. A rede social ganhou a eleição. Acabou\", disse o apresentador em seu programa da última segunda-feira.\n\nQuando Ratinho subiu o tom, foi aplaudido por suas bailarinas e pela plateia.\n\n\n\n\"Parem de ser canastrão [sic]. Um bando de canalhas. Um bando de jornalista que a gente sabe que pega dinheiro do outro lado. Que ninguém é besta. E vocês não me xinguem, não, que eu falo nomes. Eu falo nome e aguento o processo inclusive\", esbravejou. Não citou nomes.\n\nRatinho Júnior (PSD), filho do apresentador, foi eleito governador do Paraná apoiando Jair Bolsonaro. Ratinho pai prosseguiu no discurso dizendo que o capitão de reserva anunciou o juiz Sergio Moro como ministro e que ele será \"o melhor\".\n\n\n\nE se embananou ao defender o anunciado ministro da Ciência e Tecnologia, Marcos Pontes. \"Aquele rapaz, Sérgio, o Pontes, como é que é? Aquele astronauta lá? Marcos Pontes vai ser um baita de um ministro\", disse ele, elogiando também o futuro ministro da Fazenda, Paulo Guedes.\n\n\"Agora, para, pô. Para! Principalmente televisão a cabo\", disse ele.\n\n\n\n\"Você que é dono de televisão a cabo. Eu tenho televisão a cabo em casa e eu pago\", disse ele citando a Globo News. \"Eu não sou obrigado a escutar deboche no canal a cabo\".\n\nO SBT ontem lançou uma campanha de apoio ao novo governo usando slogans de publicidade usados durante a ditadura, como \"Ame-o ou Deixe-o\". Depois da repercussão negativa, a propaganda foi tirada do ar e a emissora afirmou que cometeu um \"equívoco\".", "When you have found a book but have to confront the fact that you do not know how to read", "Ou você é ruim de cama ou um prodígio sexual: faça este teste para saber qual dos dois\n\nNão tem meio termo aqui, não!", "18 Tumblr Posts Which Show That There Are Literally Only Two Types Of People\n\n\"My life goal is to sneeze without farting.\"", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Olá, meus amigos amantes de livros! Esta semana descobri algo chamado minilivros de bolso/livros estilo \"flipback\" , e eles estão se tornando uma sensação aqui nos EUA.\n\nVocê talvez já esteja familiarizado com o conceito, pois eles são conhecidos como \"dwarsligger\" (flipback) na Holanda. Segundo o The New York Times , eles \"podem reformular o panorama da indústria editorial se forem bem-sucedidos\". Então, resolvi eu mesma testar o formato.\n\nVou ser honesta com vocês. Quando a editora me enviou a coleção de flipbacks de John Green, abri o pacote e dei risada. Para te dar uma perspectiva do tamanho, eles são, aproximadamente, do tamanho de uma xícara de café de 240 ml.\n\nVeja outra imagem comparando o minilivro de bolso com o tamanho da minha mão.\n\nE, porque são chamados de livros de bolso, quis ver seeles cabiam dentro de bolsos. A experiência foi... como esperado. As calças masculinas tendem a ser mais profundas, então estes livros cabem perfeitamente nelas. Com jeans feminino, definitivamente não rolou.\n\nAgora, a parte da leitura. Uma das primeiras coisas que percebi foi que o papel é super fino. Tipo, pense em fino como papel-bíblia. Esta foi uma das partes mais irritantes quando comecei a ler — pois você consegue ver o texto da próxima página.\n\nMas, pelo bem da experiência, li o primeiro capítulo inteiro de um dos livros. Surpreendentemente, as letras são grandes o suficiente para ler sem dificuldade. E o problema de ver através das páginas não é TÃO ruim à medida que você continua lendo.\n\nVeja uma comparação lado a lado do texto do livro normal com o texto do flipback. O espaço é um pouco mais apertado, mas o tamanho é quase o mesmo.\n\nResolvi também ouvir o que meus colegas tinham a dizer sobre o novo formato:\n\nPablo: Sou fã de coisas em miniatura e achei estes livros muito bonitinhos. Preferiria ler horizontalmente, tipo um livro normal (mesmo que as palavras fossem minúsculas), mas gostei que eles pensaram fora da caixa.\n\nPedro: Achei ótimo para pessoas que amam ter cópias físicas de livros, mas não querem carregar livros gigantes por aí. Curti!\n\nAsia: Gostei. Parece fácil de ler e de carregar, e é muito mais leve do que o meu Kindle.\n\nClaire: Entrei na onda desses livrinhos. Eles parecem mais confortáveis para quem gosta de ler na cama (eu). Estou agradavelmente surpresa de como a fonte é grande, mas o vazamento das outras páginas dificulta a leitura. Se as páginas fossem um pouquinho mais grossas (para impedir o vazamento), seria melhor!", "There's nothing quite as comforting as a big bowl of hearty beef stew when the weather gets cold. You'll have to prepare the beef by browning it on the stove, but then you can just set it in the Crock Pot with the rest of the ingredients. Get the recipe.", "Peterhermesfurian / Getty Images\n\nO Eneagrama de Personalidade é baseado nos ensinamentos de Oscar Ichazo e Claudio Naranjo. Ele avalia indivíduos a partir de um gráfico de nove personalidades interconectadas. As conexões entre os tipos podem ser úteis para avaliar as características da sua própria personalidade e a maneira como você interage com os outros.\n\nPara mais informações e para fazer o Teste Indicador de Tipo do Eneagrama de Riso-Hudson, visite o site do Enneagram Institute (em inglês).", "There are MANY things I could say about, but one of the things it does best is giving us a healthy dose of Mark Consuelos on a weekly basis.", "FYI, the fabric is on the thinner side so reviewers recommend making sure you're wearing the right color bra! It looks like a crop top on these reviewers, but it *doesn't* look like a crop top on others. So just read the size chart carefully!\n\nGet it from Amazon for $14.99+ (available in 16 colors, in short or long sleeves, and sizes XS–XL).", "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication.", "não sei se ja entramos em um consenso em relação ao nome da moeda brasileira com esse novo presidente. eu voto em TAOKEI \"qnt custa isso?\" \"10 taokeis\"", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "17 Times Everyone On Tumblr Was Like, \"America, Are You Okay?\"\n\n\"Why would you eat gravy with biscuits?!\"", "From starring as the dreamy Prince in 2015's Cinderella to winning us over as the rugged Robb Stark in Game of Thrones, you've definitely drooled over Richard Madden at some point over the years. Like:\n\nMacey J Foronda / BuzzFeed", "Hello, friends! We have a fun new feature on BuzzFeed called Boopable Animals , where you can virtually pet cute critters!\n\nAll animals deserve extra love and attention, so we wanted to give you the chance to pet and boop these furry friends through your computer screen. You can tap their pictures as many times as you want to give 'em love!", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "AKA he definitely has been known to flirt. And there's one person it seems like he's been trying to talk to on Instagram lately:", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "@cacaucb A primeira lembrança de algo assustador que contavam na minha infância, que depois descobri ser lorota, era de que ninguém podia beber o líquido daquelas garrafinhas de miniatura da Coca-Cola, pois se tratava de veneno e quem bebesse morreria logo em seguida.", "Correto! Errado!\n\nA palha de aço e a escova podem riscar o seu vidro, enquanto o jornal pode ser uma boa opção para polir superfície após fazer a limpeza com um pano umedecido em uma mistura de água, detergente líquido e álcool.", "Answer these questions about tacos, and we'll tell you if you're more introverted or extroverted.\n\nIt's all in the salsa choice!", "In case you don't know, First Wives Club is a movie about three friends who decide to get revenge after their husbands leave them, but ultimately establish a charity to help abused women.\n\nThe movie ends with the three women singing and dancing to \"You Don't Own Me\", and it's literally iconic.", "Sitting in chairs is overrated! I want that room-service-and-pay-per-view vibe every night of my dang life!\n\nPromising review: \"This is my THIRD table that I've purchase from this company and they have yet to disappoint me! These tables are amazing! It's simple but works great. It has a nice little handle which really helps for transportation. Once folded, it's really small and sleek; it very easily fits under a couch, bed, or chair. This table is more than just a breakfast table! My wife and I have used this for food, snacks, as a laptop tray, and it even makes a great study table. The height is perfect and I have zero issues with the clearance over my legs. It's extremely sturdy. I often use this to hold my 15\" Macbook Pro and it still has plenty of room for a mouse, mousepad, and cup of coffee!\" —Here for you\n\nGet it from Amazon for $19.99+ (available in two colors).", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz.", "Promising review: \"This worked out very well for me. I have tendinitis in my wrist and thumb joint. This mouse pad has given my wrist the right amount of support I need and is still comfortable to use with a mouse. I like that the pad is longer than many other memory-foam mouse pads as I move my hand around a lot.\" —Amazon Customer\n\nGet it from Amazon for $15.49 (available in mint and black).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Tarte\n\nYour options?\n\n* Shape Tape Matte Foundation: This bb sits at the popular table for a reason: It's a MUST for oily, acne-prone skin — almost 1,061 positive reviews swear by this as a full-coverage solution to breakouts. It absorbs oil and shine, refines pores, and nourishes irritated skin with vitamin E. AND it won't ever flake or cake, because you deserve nothing but its ~airbrushed finish~. Don't worry: it's also oil-free — and vegan (available in 25 shades).\n\n* Clay Stick Foundation: If you're looking for makeup that'll melt into your skin, feel as natural as possible, yet still provide good coverage, this is your new best friend. It neutralizes redness, evens skin tone and hyperpigmentation, minimizes pores, and miraculously hydrates AND mattifies your skin at the same time. How? Its vegan formula of antioxidants and vitamins V and E help *balance* your skin and actually improve it over time. Did I mention you can comfortably wear it for 12 hours? We are truly blessed (available in 12 shades).\n\n* Shape Tape Hydrating Foundation: Wanna *flake* on dry patches? Then it's time to stock up, because this oil-free, hypoallergenic, luminous-finish gel formula is here to help. Its complexion-smoothing formula is packed with collagen and hyaluronic acid to hydrate all day, plump skin, and refine pores. Win, win, win. And you can be sure it'll never crease or fade — it's a cult favorite for a reason (available in 25 shades(!\n\n* Amazonian Clay Airbrush Foundation: Oily T-zones, meet your match. This weightless powder provides a weightless, matte coverage that'll achieve a full-coverage solution to redness, unevenness, and enlarged pores in just a pat. Its Amazonian clay formula controls oil and makes makeup last — PLUS it'll energize skin and diffuse light for a *natural-looking* finish. The best part? Its custom mesh applicator delivers buildable (yet breathable) coverage and prevents anything from settling into fine lines (available in 16 shades).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "MMRワクチン（麻疹・おたふく風邪・風疹の混合ワクチン）と自閉症の発症を関連づける内容が批判されていたドキュメンタリー映画『MMRワクチン告発』の公開中止を、日本の配給元・ユナイテッドピープル株式会社が発表した。\n\n映画は元医師のアンドリュー・ウェイクフィールド氏が監督。同氏が「米国疾病対策センターがMMRワクチンと自閉症の関連性を示すデータを隠蔽している」という内部告発を受けた生物学者に協力し、調査を行う、という内容だった。\n\n一方、ウェイクフィールド氏は過去に「子どもへのMMRワクチンの予防接種が自閉症の症状を引き起こす」という論文を発表するも、利益相反行為や、患者のデータ・病歴が大幅に書き換えられたり、捏造されたりしていた疑惑が発覚。\n\nウェイクフィールド氏は医師免許を取り消され、論文が掲載された『ランセット』は論文を撤回している。このような背景があり、日本での上映にも、医療関係者などから批判が集中していた。\n\n同作の公式サイトによれば、もともと「MMRワクチンと自閉症の因果関係の有無について科学的な証明がなされていないことを承知」した上で、映画の主張に「合理性がある」としていた。\n\n映画には「アジアでもMMRワクチンの使用による影響の可能性を連想させる使い方」で、「日本でも自閉症と診断される人の数も右肩上がりに増加している様子のグラフが紹介されるシーン」があったという。\n\nしかし、同社代表の関根健次氏は、写真の利用についてのトラブルをきっかけに、同氏の同社への説明に「疑念を抱いた」。\n\nそして、「多数の文献に目を通し、複数の専門家や厚生労働省を含む機関にヒアリング」した結果、ウェイクフィールド氏の主張に矛盾が生じ、「本作の劇場公開は適切ではないと判断し、劇場公開を取りやめる決断」をしたと説明。\n\n関根氏は公開中止の判断について、以下のようにコメントしている。\n\n“事実確認が遅かったのではないかと指摘されれば、その通りです。医療の専門家でない立場で、難しい分野の映画を取り扱うにあたり、それなりのリサーチはしておりましたが、足りませんでした。”\n\n\n\n『MMRワクチン告発』（原題『Vaxxed: From Cover-Up to Catastrophe』）は、2016年のトライベッカ映画祭でも、上映が差し止められていた。\n\nチケットの購入者には、劇場や購入元サイト、ユナイテッドピープル株式会社から代金が返金される。\n\nユナイテッドピープル株式会社は「本映画の配給そのものから手を引き、速やかに制作元との契約を解除」するが、劇場公開を前提としたジャパンプレミアは「一度限りの上映会」に変更し、11月12日に開催。\n\n「本作公開中止になった上記理由を説明する機会を作るためにも」、映画プロデューサーのデル・ビッグツリー氏が講演するとしている。\n\n", "Desde 2010, meio do mandato do democrata Barack Obama, os republicanos tinham maioria na Câmara. Em 2014, passaram a controlar também o Senado. Esta relação de forças mudou na votação de ontem. Agora, o Partido Democrata tem força política para levar adiante investigações contra o presidente e obstruir iniciativas da Casa Branca.", "Sabia que você pode se inscrever para ter uma conta no BuzzFeed Community e criar seus próprios posts no BuzzFeed? Aqui está um guia para ajudá-lo(a) a começar a postar hoje mesmo", "O Facebook do Doria virou um muro de recadinhos revoltados contra o Kassab\n\nO alvo das reclamações é o ministro Gilberto Kassab, suspeito de ter recebido caixa dois da Odebrecht, indicado para chefiar a Casa Civil de SP. Assessoria do futuro governador disse que, se for condenado, ex-prefeito terá \"que acertar contas com a Justiça.\"", "Everlane\n\nSure, they're pretty pricey but hear me out! Everlane's \"The Day Heel\" was specifically designed for people who have to stay on their feet all day so they're SUPER comfortable. There are almost 2,749 positive reviews by people who swear by them! AND they're available in *15* colors and in suede, 100% Italian leather, and patent leather so you won't have any trouble finding one that fits your style. Check out a BuzzFeeder's full glowing review (#2)!\n\nPromising review: \"I needed heels that would be not only comfortable to work in all day, but, as a new mom, that could also pull double duty and allow me to carry my baby. These shoes are extremely comfortable for my day-to-day needs and look great with my business casual wardrobe. As a bonus, the block heel allows me to easily walk while carrying a heavier load (e.g., my baby and/or carseat). I would definitely buy these shoes in other colors.\" —SB88\n\nGet them from Everlane for $150 (list price $305; available in sizes 5-11).", "Which Era Should You Have Lived In? Make A Party Playlist And We'll Tell You\n\nYou might have been born in the '90s, but were you meant to be around in the '70s?", "The comment was kinda ridiculous for many reasons — firstly because Chrissy has shared numerous photos of herself breastfeeding and pumping , so the milk in the bottle could well have been expressed. Secondly, it's no one's damn business anyway. And thirdly, the comment was left on John's page.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Should I wear the little Amazon dress, or should I wear the little Amazon dress?\n\nPromising review: \"This dress is absolutely gorgeous! It's not too loose or too tight. I got so many compliments on it! Ladies, get this dress — you won't be disappointed.\" —Sharon\n\nPrice: $19.99+ (available in sizes XS-XXL and in 18 colors)", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "「交際期間よりもお互いの気持ちが大事」きゅーさん先生から\n\n付き合い始めたら、いつからそういう関係になったらいいのかな？ 特に若いうちは大きな関心事の一つかもしれません。\n\n特に最近はネット検索が身近になり、「1ヶ月以内に初エッチがおすすめ！」「3回目のデートまではエッチしないようにしましょう！」「初めてのお誘いは断って！」などなど、本当かどうかはおいといて様々な情報がヒットするので、余計に色々と考えてしまうかもしれませんね。\n\n日本家族計画協会の資料を見ると、初めてのエッチは出会ってから3ヶ月以内が多いのは確かですが、1年以上経過して初めてするカップルも少なくないことが分かります。\n\nやはり大事なのは期間よりもお互いの気持ちのようです。\n\n特に初エッチでどちらかが納得せず心にすれ違いのあるままエッチをしても、その先エッチについての悩みや避妊についてなど本当に大事な相談もできなくなってしまう関係になる恐れもあります。\n\nあまり〇〇以内にしないといけない！と考えずに、それぞれのカップルのベストタイミングをきちんと話し合いましょう。\n\n", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "If You Just Answer These 8 Random Questions I Bet I Can Guess Your Favourite Food\n\nWho really is the hottest animal cartoon character?", "Amazon\n\nThis flosser was awarded the American Dental Association (ADA) Seal of Acceptance. Has 10 pressure settings, 7 water flossing tips, and 90 seconds of water capacity.\n\nPromising review: \"I purchased two of them for my daughter and husband and they love it. They both have braces and have a hard time flossing so their orthodontist recommended a Waterpik to help. I found this one and it had good reviews so I tried it. This product worked so well for them and it's so easy to use. Since using this their orthodontist gave both of them great reviews. On their last cleaning and checkup the dentist told them they see a huge improvement. She told them to keep using it because it's working well for them. I highly recommend it to anyone with braces. 😬👍🏽👍🏽👍🏽 The only thing I don't like is that there is no case for the other attachments. I'd like to be able to put them up or hang them up.\" —Charles & Rosanna Kaelble\n\nGet it from Amazon for $79.97+ (available in seven colors).", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "A democracy sausage is traditionally a sausage, usually cooked on the barbecue, nestled between the sides of a slice of white bread. You can add onions and sauce and, hell, maybe even make it a bread roll instead, but the important thing is this: It is the greatest gift democracy ever gave us and they're for sale at most voting stations.", "Iz Connell believes there's a misconception that people with disabilities are either \"asexual or hypersexual\".\n\nBelinda Mason/Family Planning NSW Iz Connell.\n\n\"There's an idea that people with disability don't go to events and don't attend queer parties and that we are incapable of consenting to any kind of sexual or romantic relationship we want,\" Connell told BuzzFeed News. A portrait of the 25-year-old social work student is part of the Outing Disability collection by Sydney photographer Belinda Mason. The exhibition is now in its fifth year, with the help of Family Planning NSW, and aims to attack the \"myths and multiple discriminations\" LGBTIQ people with a disability can face.\n\n\"My disability is schizoaffective disorder,\" Connell said.\n\nBelinda Mason/Family Planning NSW Sage Amethyst, another participant in the photoshoot.\n\n\"If I look at photographs of myself when I take heavy duty psychotics, I'm often swollen and sore and my face puffs up and I get a distended abdomen. \"I look at [the portrait of me] and I think yeah I could be smaller or more slender, but then I realise that a lot of that idea of looking perfect is because society tells me as a woman that I have to look that way.\" Connell is a lesbian and said she's had some \"really offensive questions\" about her mental health from prospective sexual partners in the past. \"If you tell people that you've been hospitalised in the past, or that you've heard voices, or you've taken antipsychotic medications, people ask so many questions and they wouldn't ask those questions that intimate when it comes to a physical disability,\" she said. Mason asked this year's six participants to dress themselves and Connell chose to wear a latex bra and briefs.\n\n\"It is what I'd wear to many club nights,\" she said. \"I've had dykes pick me up from bars in this outfit.\" Sydney man Kerry Chin wore bright colours to show that \"being aromantic and asexual doesn't mean boring\".\n\nBelinda Mason/Family Planning NSW\n\n\"The ear muffs and the sunglasses are one way I can put some visual representation of being autistic, as part of the condition is that I am both highly sensitive to both noise and light,\" Chin told BuzzFeed News. \"Being transgender, I wore clothes that are unambiguously made for men, but that is not as much of an important part of it.\" Wearing ear muffs in public has \"opened up a whole new world of socialising and being in the community\" for Chin.\n\n\"I find that at a lot of LGBTQI+ events asexual people tend to be fairly underrepresented and I wanted to make a point to represent the community,\" he said. \"While there is the issue of desexualisation of people with disabilities, not just autism, people also deny us the agency to claim our asexuality and aromanticism.\" Chin said in his early teenage years, when his friends \"started to speak about crushes and who they find attractive\", he realised he was asexual. \"I found out about all of those things relatively early on and I accepted this was, as a matter of fact, who I am, but not everyone is so lucky, and a lot of people struggle trying to figure out what is wrong with them, and that is why I believe it is so important to be visible and open about things.\" Sydney student Harley Mahon wore a fishnet top for the shoot.\n\nBelinda Mason/Family Planning NSW Harley Mahon.\n\nThe 18-year-old, who identifies as non-binary and uses the pronoun they, said they wanted to help raise awareness of people like them, \"with intersecting identities as both queer and living with a disability\". \"I have autism and it can be hard to find a space within the queer community,\" they told BuzzFeed News. \"I came out as bisexual when I was 12 or 13 and was told it might be a phase, but I shut it down very fast and I was like 'nah it is not a phase'. I also identify as aromantic because I don't experience romantic attraction.\" Mahon said having autism limited the way they could meet other people. \"Some people might not like me because of how I can't put words together,\" they said. \"It can be hard socially at times, and in venues I find it harder to go if it is super crowded.\" Mahon said they were lucky to have accepting parents.\n\nBelinda Mason/Family Planning NSW Mark Tayar.", "You're Either Bad In Bed Or A Total Sex Machine; Here's Which One You Are\n\nIt's either one or the other!", "Amazon\n\nAnd it has up to 20 hours of listening time for those longer-than-life flights!\n\nPromising review: \"These headphones are actually a little bit better than I thought when I decided to buy a pair. I wanted better quality in terms of hearing audio, but I'm not exactly someone who listens to music with devices all the time. This seemed to be the best choice, and I do think it's worth it. In terms of audio, it does sound crisp and clear...but at the same time can rock-out if you want to hear it full volume. The only real problem is one of the good features that it has, if you like to wear headphones for a long period of time it will feel slightly uncomfortable over the ears. But that gives superior sound, almost to the point where you could tune-out others around you.\" —로테군\n\nGet them from Amazon for $35.99+ (available in seven colors).\n\nCheck out our picks for best over-ear Bluetooth headphones at three different price points on BuzzFeed Reviews 🎶.", "Eryn Jean Norvill didn't speak to the media, desperately wanted to stay out of the limelight, and has no reason to lie about Geoffrey Rush’s alleged behaviour towards her as they acted together in a Shakespeare play, a court has heard.\n\nOn the penultimate day of the high profile defamation trial between Rush and a Sydney newspaper, the court also heard that Justice Michael Wigney was \"grappling\" with inconsistencies in evidence from Norvill and another cast member, Mark Winter, about an alleged breast touch that occurred onstage.\n\nRush is suing the publishers of Sydney newspaper The Daily Telegraph and journalist Jonathon Moran, after they published allegations in November 2017 that Rush had been accused of behaving inappropriately towards a female cast member during the 2015-16 Sydney Theatre Company (STC) run of King Lear.\n\n\n\nRush, 67, has strenuously denied the allegations. He claims publisher Nationwide News defamed him in two articles and a poster by painting him as a pervert, a sexual predator who committed sexual assault while acting in King Lear, and by suggesting his conduct was so serious that the STC pledged to never work with him again.\n\n\n\nNationwide News has argued a defence of truth based on the testimony of Norvill, who played the role of King Lear's daughter Cordelia in the production. Norvill did not participate in the stories and agreed at a late stage to testify for the Telegraph.\n\nAt the start of his closing argument on Wednesday morning, Nationwide News barrister Tom Blackburn SC told Justice Michael Wigney: \"At the end of the day, your honour has to make a choice between the evidence of Miss Norvill and the evidence of Mr Rush on the crucial points.\"\n\nHe described Norvill, an Australian theatre and TV actor, as a \"fundamentally honest witness\" who had wanted the complaint she made about Rush to an STC employee in April 2016 kept confidential.\n\n\"She made an informal complaint,\" Blackburn said. \"She didn’t want Mr Rush notified and she didn’t tell the media. Your Honour might think there is absolutely nothing in these proceedings for Miss Norvill except distress and anxiety.\n\n\"She wasn’t seeking publicity for herself. She wasn’t seeking vengeance for Mr Rush. She was just concerned it wouldn’t happen to anybody else.\"\n\nHe said Norvill had responded with \"dignified restraint\" to an accusation from Rush’s barrister Bruce McClintock SC that she had told \"a pack of disgusting lies\" about Rush.\n\n\"The only evidence Your Honour has about Miss Norvill’s motive [to lie] is that she didn’t have one,\" he said. \"She desperately, desperately wanted to stay out of the limelight. Her concern was, as she said, to make sure it didn’t happen again.\"\n\nNorvill, who spent two days on the stand, alleges Rush traced his hand across the side of her breast as they acted out a scene in which Rush, as King Lear, is grieving the body of his daughter Cordelia.\n\nShe also said he rubbed the small of her back on occasions before they entered the stage for that scene, that he made gestures towards her to imitate groping her breasts or tracing her hips in the rehearsal room, and that he said she looked “scrumptious” and “yummy”.\n\nRush, who testified over two and a half days, strongly denied all but one accusation, saying he “might have” said to Norvill that she looked \"yummy\".\n\nLast week, cast member Mark Winter supported parts of Norvill’s testimony, with some discrepancies – he said he saw Rush touch her left breast, while Norvill said it was her right.\n\nJustice Michael Wigney said he was \"grappling\" with the different versions, and that it was \"not so much\" the fact it was the wrong breast, but that Mr Winter’s version of events would require Rush’s arm stretching across Norvill’s body.\n\n\"He'd almost have to be a contortionist to do it,\" Wigney said. \"It goes to the reliability of [Mr Winter's] recollection.\"\n\nWigney, who stressed that he had not formed a view and was testing Blackburn's submissions, also questioned whether Rush would do something as \"extraordinary and potentially destructive\" as deliberately groping Norvill’s breast in front of an audience given his \"intense approach to acting\".\n\n\"The thought of him doing this in front of 900 people and perhaps destroying this part of the play, I just find bizarre,\" he said.\n\nNorvill was cross-examined at length on the stand over discrepancies between her evidence and an email sent by Annelies Crowe, the STC employee she made a complaint to.\n\n“Miss Norvill and Miss Crowe met at a pub in Annandale in April [2016], they had dinner and they drank a lot,” Blackburn told the court. “The meeting went for several hours. The reality is Miss Crowe’s email was obviously sent the next day after a night out drinking, she took no notes.”\n\nHe said that parts of the email were consistent with Norvill’s evidence and that she had rejected other parts of it on the stand, including an assertion that Rush had followed her into the bathroom at the cast afterparty.\n\nIf Norvill had some \"ill-identified motive for telling a pack of lies\", Blackburn said, she would have gotten in the witness box and \"beefed up\" her story. \"Her refusal to do so is an indication of just how honest she is,\" he said.\n\nBlackburn also had a lengthy exchange with Wigney on the relevance of Norvill’s evidence that Rush told her she looked \"scrumptious\" and \"yummy\".\n\nWigney said \"context is everything\" and that he was grappling with the significance of the evidence in isolation.\n\n\"I wouldn’t say yummy and scrumptious to anyone in my workplace, but I’m a boring lawyer, and Mr Rush is an actor in a theatrical workplace where people use florid language,\" Wigney said.\n\nBlackburn argued that whether or not it was said at the same time as Rush’s alleged gestures towards Norvill was irrelevant, and it’s the \"totality of that conduct that needs to be considered\".\n\nWigney also questioned the \"generational\" issues present in the case, saying \"I don’t think I’d use the word scrumptious in any context, not even to describe food\" but that an older person might.\n\nWhat one person considers inappropriate may not be inappropriate to someone else, he suggested to Blackburn, who replied that these are \"quintessentially jury questions\".\n\nThe Rush trial is judge-alone. Wigney said there was a prospect for juries in Federal Court defamation cases when they involve \"social norms\".\n\n\"I think this is such a case,\" he said.\n\n\"Well anyway, we haven’t got one,\" said Blackburn.\n\n\"That’s true,\" said Wigney.\n\nThe trial continues.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "The Orchard\n\nThis unusual comedy tells the story of two completely different brothers. One of them is a successful lawyer from Los Angeles, with the perfect home and family. The other one is more of an aimless hippie who hits the other one up to go on a trip to visit the locations of the notorious murders of the Manson Family.", "11.\n\nWhen they might drop the class and they might not, and they're not going to let some silly deadline speed up their decision:", "Once you fill it with Thanksgiving foods, you can eat it, go swimming in it, whatever you want.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Latham told 2GB radio on Wednesday that he plans to run for a seat in the NSW upper house in the March state election, as the head of the One Nation ticket. If elected, he'll serve an eight-year term.\n\n\n\n“Labor and Liberal are on the nose... when you talk about issues like immigration, congestion and overdevelopment in Sydney,\" Latham said. “Failings in the education system, political correctness, divisive identity politics, electricity prices have gone through the roof.\"\n\nThis isn't Latham's first flirtation with One Nation. He recorded a robocall for the party's Longman by-election campaign in July, urging voters not to vote for Labor.\n\nIt's been 14 years since Latham resigned as federal Labor leader, after losing the 2004 election to John Howard. Latham spent 11 years in federal politics as the member for Werriwa in southwest Sydney, including two as opposition leader.\n\nHanson has previously denied Latham would run for One Nation at the next federal election, after he quit the Liberal Democrats in September over a disagreement about where he would run. He was a member of that party for nearly a year.\n\n\n\nLatham has also dabbled with the Shooters, Fishers & Farmers party, launching the state election campaign for its candidate in Wollondilly two months ago.\n\nAfter Latham announced he was joining One Nation, NSW Labor leader Luke Foley immediately ruled out any preference deal with One Nation at next year's state election.\n\nLatham hasn't always been a fan of One Nation. In his book The Latham Diaries he described the party as being infested by the \"fascist Right\" and \"attracting many hundreds of members who envisaged themselves as the Fuhrer\".", "Amazon\n\nThe digital timer programs up to 12 meals a day with flexible meal portions from 1/8 cup up to 4 cups. It can hold up to 24 cups of dry food at a time, and the bowl holds up to five cups of food. It has both slow and immediate feed modes, and disassembles for easy cleaning with some dishwasher-safe parts.\n\nPromising review: \"This thing is a freaking life changer! Hands down the best purchase I've made for my cat. I fit a whole bag of food in there and it lasts longer because I'm not overfeeding her. It's actually helped a lot with weight control and I'm not being woken up by her if I forgot to feed her. It's very easy to set up and change the settings, all you have to do is follow the instructions in the manual. I have already recommended this to all my friends with pets. This thing pays for itself by how much you save from not overfeeding, not to mention the completely hassle-free feeding now. I don't even have to think about feeding her besides dumping a new bag of cat food into the reservoir every few weeks. I can't praise this thing enough.\" —Rose\n\nGet it from Amazon for $129.94.", "Peterhermesfurian / Getty Images\n\nThe Enneagram of Personality is based on the teachings of Oscar Ichazo and Claudio Naranjo and it measures individuals on a chart of nine interconnected personalities. The connections between types can be useful for assessing your own personality traits as well as how you interact with others. For more information and to take the official Riso-Hudson Enneagram Type Indicator Test, check out the Enneagram Institute's website.", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today", "Want awesome parenting tips in your inbox twice a week? Sign up for the BuzzFeed Parents newsletter!\n\nSign up"]