[{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIET MACUR", "title": "Olympic Committee Alerted to Sex Abuse in Gymnastics Years Ago, Court Filing Says", "description": "Kathy Scanlan, the president of U.S.A. Gymnastics from 1994 to 1998, said in a sworn statement that the U.S.O.C. discouraged her from using the federation’s established investigative protocols.", "url": "https://www.nytimes.com/2018/11/22/sports/gymnastics-abuse-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23gymnastics-1/23gymnastics-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T23:11:23Z", "content": "Buendorf was planning to retire in 2018, and the email was sent in July 2016. That great guy, Penny wrote, was Jay Abbott, the special agent in charge of the F.B.I.s field office in Indianapolis. When asked about the email, Pennys lawyer, Edith R. Matthai, sa… [+1711 chars]", "fulltext": "The United States Olympic Committee was made aware of sexual abuse in gymnastics more than two decades before the Lawrence G. Nassar molestation scandal shook the sport to its core, according to court documents filed Wednesday in a California federal court.\n\nKathy Scanlan, the president of U.S.A. Gymnastics from 1994 to 1998, said in a sworn statement last month that she had notified the U.S.O.C. of the sexual abuse problem soon after she took charge of the organization. The U.S.O.C.’s response, she said, was to discourage her from using the federation’s established protocol for investigating and disciplining its professional members who were accused of sexual abuse. She said that she had gone ahead and pursued cases the accused anyway.\n\n“U.S.O.C.’s challenge to U.S.A.G. disciplining professional members in this fashion (specifically impeding the ability to ban, suspend or investigate a member) would have inhibited me from adequately protecting minor members,” Scanlan said in her statement, which was part of hundreds of pages of documents filed Wednesday in a lawsuit that Aly Raisman, the two-time Olympian, has filed. Raisman is suing Nassar, who was the national team doctor; the U.S.O.C.; U.S.A. Gymnastics; and other defendants.\n\nScanlan’s testimony highlighted the fact that the federation and the U.S.O.C. had battled for years over how to handle sexual abuse cases. That conflict appears to have lasted until at least 1999, when Scanlan’s successor, Bob Colarossi, confronted the U.S.O.C. in a letter that was unsealed in 2017 as part of another sex abuse case in the sport."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Zach Wichter", "title": "Good Cheap Flights Still Exist. Here’s How to Find Them.", "description": "If you’re willing to search, you can get a vacation deal. You’ll even be able to check a bag at no extra cost.", "url": "https://www.nytimes.com/2018/11/22/business/cheap-airfare-flight-deals.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/business/08CHEAPFLIGHTS-01/08CHEAPFLIGHTS-01-facebookJumbo.jpg", "publishedAt": "2018-11-22T23:04:25Z", "content": "In early January, you can find some great deals both on flights and on hotels. It doesnt really matter where you go during that period. Caribbean, domestic flights, ski destinations those are all accessible. I like to catch the shoulder season, especially if … [+1462 chars]", "fulltext": "The general rule of thumb is two weeks out unless you’re traveling during a super peak period.\n\nWhen is a good time to go, and where?\n\nI like to travel in early January, right after the Christmas-New Year’s rush. The first couple of weeks in January tend to be a slower period. As you get closer to Presidents’ Day in the United States, that’s another peak period because it’s usually a three- or four-day weekend.\n\nIn early January, you can find some great deals both on flights and on hotels. It doesn’t really matter where you go during that period. Caribbean, domestic flights, ski destinations — those are all accessible.\n\nI like to catch the shoulder season, especially if it’s a ski trip. Skiing in Colorado in March can be a great experience. Temperatures are bearable, hotels are cheap, and you’re not dealing with a million people on line for the lift.\n\nAre you totally out of luck if you have children and are tied to school breaks?\n\nIt’s a challenge. In that case, I recommend falling back on frequent-flier miles if you have them, and booking far in advance. If you know you have to fly on specific days, check award availability almost a year out. This is the time of year to be planning next year’s holiday season trips.\n\nYou can find great deals even during peak periods to places people are less likely to go. A lot of people are not going to want to take their entire family to Europe for a long weekend. Those flights are going to have tremendous value.\n\nIf you have no flexibility, that’s when that price tracker from Google is really going to come in handy.\n\nAre basic economy fares ever a good deal for leisure travelers?\n\nBasic economy fares pose quite a challenge to families, and really to all travelers. You really don’t have any flexibility. There’s no way on some of these fares to select your seat in advance. On United, you can’t even bring a carry-on bag. Any savings that you got are essentially erased by the carry-on bag fees. Even if you do pay for a carry-on, you may not have space for it on the plane, so there’s not much upside. Except with American — on last-minute flights, a basic economy fare can be hundreds of dollars lower than regular economy fares."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "Live: Black Friday 2018: When Immigrants Learn to Be American Consumers", "description": "About 20 people were in line outside the Best Buy in Summit Township, Pennsylvania at 3 p.m. on Thanksgiving Day — two hours before the store was to open.", "url": "https://www.nytimes.com/2018/11/22/business/black-friday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/23SHOPBRIEF-bestbuy/merlin_147196572_93abb739-d30b-4f53-b2ae-b62b1498f85d-facebookJumbo.jpg", "publishedAt": "2018-11-22T23:01:22Z", "content": "To start things off, Zach Wichter set out to find out if Black Friday even matters anymore. The answer is yes, and not only for the reasons you might expect. Where Bargains Become a Tradition There are three reasons that Black Friday is so popular, and two of… [+1929 chars]", "fulltext": "Here we are again: Mildly annoyed by the obvious consumerism, but totally in love with the deals. It must be Black Friday.\n\nThe Friday after Thanksgiving is still the official start of the holiday shopping season, but things are changing. For starters, Thanksgiving is no longer sacred — shoppers head outside or online to get an early start before the turkey is even cold. And instead of lining up at the crack of dawn after sleeping off their feasts, more people are shopping on their phones. In fact, if you follow the advice of our friends at Wirecutter, you’ll stay home and shop in your P.J.s. (Check out our full breakdown of how Black Friday has changed in recent years.)\n\nShoppers won’t want for time this year: The gap between Thanksgiving and Christmas — 32 days if you don’t count the holidays themselves — is long (next year it will be just 26 days). That means procrastinators get more time to put things off and retailers get one more shot at luring you in. But beware: Hanukkah is coming on the early side this year.\n\nWe’ll be covering it all here, with reporters weighing in from near and far.\n\nGoing to the Mall — But Not for the Shopping\n\nJust before 11 a.m. at the Fashion Island mall in Orange County, Calif., the line to see Santa Claus was about 15-people deep, including parents and grandparents. Laura Natale, who lives nearby, brought her three-year-old son Christopher to see Santa. Asked if the crowds were any larger than a typical Friday, she said: “Not really.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "LeBron James Is the Change Fans Want to See in the Basketball World - New York Times", "description": "New York Times LeBron James Is the Change Fans Want to See in the Basketball World New York Times CLEVELAND — The Los Angeles Lakers are not a great team, but they employ the greatest player in the world. They seem to be grasping the potential benefits of suc…", "url": "https://www.nytimes.com/2018/11/22/sports/basketball/lebron-james-cleveland-lakers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/sports/23lebron-web07/23lebron-web07-facebookJumbo.jpg", "publishedAt": "2018-11-22T23:00:12Z", "content": "CLEVELAND The Los Angeles Lakers are not a great team, but they employ the greatest player in the world. They seem to be grasping the potential benefits of such an arrangement. LeBron James can compensate for many problems: lackluster defense, questionable de… [+963 chars]", "fulltext": "CLEVELAND — The Los Angeles Lakers are not a great team, but they employ the greatest player in the world. They seem to be grasping the potential benefits of such an arrangement. LeBron James can compensate for many problems: lackluster defense, questionable decisions, growing pains.\n\n“He comes out and plays the game pure,” Coach Luke Walton said.\n\nOn Wednesday night, the difference between his presence (on the Lakers) and his absence (from the Cavaliers) was clear in his return to Cleveland, where fans came to Quicken Loans Arena to pay their respects to a bygone era — the LeBron Era. Without him, the Cavaliers are a bad team, one of the worst in the league. James feels for them.\n\n“A lot of the guys have worked their tails off to get to where they are in their career,” James said after the Lakers escaped with a 109-105 victory, “and you never want to see your friends be in the situation that they’re in. But as professionals, they’re still giving it all they got.”\n\nAfter decamping to Los Angeles in free agency over the summer, James belongs to the Lakers now — or perhaps they belong to him. They are not championship contenders, not yet anyway, but they are winning most of the games they should win and learning as they go."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY COCHRANE", "title": "Republicans Subpoena James Comey and Loretta Lynch Over Clinton Email Case", "description": "James B. Comey and Loretta E. Lynch during a news conference in 2016. They have each received a subpoena requiring them to appear in closed-door sessions with House lawmakers.", "url": "https://www.nytimes.com/2018/11/22/us/politics/james-comey-loretta-lynch-subpoena.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/us/politics/23dc-subpoena2/23dc-subpoena2-facebookJumbo.jpg", "publishedAt": "2018-11-22T22:46:21Z", "content": "The House Judiciary Committee has issued subpoenas for James B. Comey, the former F.B.I. director, and Loretta E. Lynch, the former attorney general, as part of an investigation into their handling of inquiries into Hillary Clintons email server and possible … [+1125 chars]", "fulltext": "The House Judiciary Committee has issued subpoenas for James B. Comey, the former F.B.I. director, and Loretta E. Lynch, the former attorney general, as part of an investigation into their handling of inquiries into Hillary Clinton’s email server and possible ties between the Trump campaign and Russia.\n\nThe subpoenas, issued on Wednesday by Representative Robert W. Goodlatte of Virginia, the committee’s chairman and a Republican, require Mr. Comey and Ms. Lynch to appear in closed-door sessions with members of Mr. Goodlatte’s committee and the Oversight and Government Reform Committee. Mr. Comey has been called to appear on Dec. 3, and Ms. Lynch a day later.\n\nOn Twitter, Mr. Comey objected to the format that Republicans are demanding for the interview. “I’m still happy to sit in the light and answer all questions,” he said. “But I will resist a ‘closed door’ thing because I’ve seen enough of their selective leaking and distortion. Let’s have a hearing and invite everyone to see.”\n\nSeveral Republicans have said they believe that Mr. Comey and Ms. Lynch were part of a deeply rooted bias within the F.B.I. and the Justice Department that allowed Ms. Clinton to escape prosecution for her use of a private email server during her time as secretary of state. The Republicans have also alleged impropriety in the origins of the investigation into the Trump campaign’s connections to Russia."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The Associated Press", "title": "Business Highlights", "description": "Business Highlights nytimes.com", "url": "https://www.nytimes.com/aponline/2018/11/22/business/ap-us-business-highlights.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-22T22:43:43Z", "content": "___ UK's May faces more criticism for post-Brexit ties text LONDON (AP) British Prime Minister Theresa May faced wide-ranging criticism from skeptical lawmakers Thursday as she sought to portray a draft agreement on a post-Brexit relationship with the Europea… [+1488 chars]", "fulltext": "___\n\nNissan board fires Ghosn as chairman following arrest\n\nTOKYO (AP) — Nissan has fired Carlos Ghosn as chairman in a dramatic end to the powerful executive's nearly two decade reign at the Japanese automaker. The company says its own investigation detected serious misconduct, including under-reporting of Ghosh's income and misuse of company assets. Nissan Motor Co. said its board of directors met for several hours Thursday and voted unanimously to dismiss Ghosn. Prosecutors say he is suspected of under-reporting $44.6 million in income from 2011 to 2015.\n\n___\n\nA holiday miracle? Stores try to cut down on long lines\n\nNEW YORK (AP) — Retailers will once again offer big deals and early hours to lure shoppers into their stores for Black Friday. But they'll also try to get shoppers out of their stores faster by minimizing the thing they hate most: long lines. At Macy's, shoppers can scan and pay for goods on their own smartphones. And at Target, Walmart and others, workers will be sent to store aisles to check customers out on mobile devices. Retailers hope the changes will make in-store shopping less of a hassle.\n\n___\n\nDolce&Gabbana goods pulled in China over alleged insults\n\nBEIJING (AP) — Dolce&Gabbana goods have disappeared from Chinese e-commerce sites as the fallout grows over insulting remarks about China on Instagram that the company blamed on hackers. Searches for Dolce&Gabbana turned up no items Thursday on major online retailers such as Alibaba's Tmall and JD.com. Analyst Shaun Rein of China Market Research Group said he expects the luxury goods company to have a tough time in China over the next six to 12 months.\n\n___\n\nStocks slip in Europe, Asia as US closed for holiday\n\nSINGAPORE (AP) — Global stock markets have mostly fallen as concerns about economic growth continue to weigh on sentiment and trading is thinned by the U.S. Thanksgiving holiday. European indexes closed down after a mixed day in Asia. Wall Street trading is closed Thursday and will reopen for only a half day Friday. The price of oil is stable after being volatile this week."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY COCHRANE", "title": "Rebuffing C.I.A., Trump Says It Only Has ‘Feelings’ About Khashoggi Killing", "description": "President Trump visited members of the Coast Guard for the second Thanksgiving in a row. During the event, Mr. Trump praised the flourishing “brand” of the military branch.", "url": "https://www.nytimes.com/2018/11/22/us/politics/trump-saudi-thanksgiving.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/us/politics/23dc-trump/23dc-trump-facebookJumbo.jpg", "publishedAt": "2018-11-22T22:08:20Z", "content": "When Mr. Trump spoke via teleconference to the troops stationed abroad, with servers quietly setting up tables nearby, presumably for the Thanksgiving feast to come, he assured them that under his leadership, the country was prospering in their absence. He in… [+1718 chars]", "fulltext": "WEST PALM BEACH, Fla. — President Trump on Thursday rebuffed the C.I.A. over its conclusion that the Saudi crown prince was responsible for the killing of Jamal Khashoggi, saying the agency merely had “feelings” on the matter, and he threatened to close the entire southern border if a caravan that is so far waiting patiently on the Mexican side grows “uncontrollable.”\n\nMr. Trump made the remarks as he fielded questions from reporters at his Florida estate, Mar-a-Lago, expanding on the grievances that have filled his Twitter feed over the past few days. The exchange was a notable deviation on a Thanksgiving that was otherwise almost an exact replica of how the president, a known creature of habit, spent the holiday last year.\n\nThere were the early-morning tweets, this year attacking perceived judicial adversaries. There was the address to American troops stationed around the world, delivered from an opulent room at Mar-a-Lago, which he has deemed “the southern White House.” There was the visit to a Coast Guard station, where he raved about the Guard’s rising “brand.” And there was his expression of thanks for his family and for his “having made a tremendous difference in this country.”\n\nMr. Trump’s dispute with his own intelligence agencies over the killing of Mr. Khashoggi, an opinion columnist for The Washington Post, trailed him into the holiday weekend. The president doubled down on his insistence that an alliance with Saudi Arabia, sweetened by low oil prices and billions in investment, had more value than repercussions for any culpability in the murder of Mr. Khashoggi.\n\n"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL GENZLINGER", "title": "Donald McCaig, Who Followed Up ‘Gone With the Wind,’ Dies at 78", "description": "Donald McCaig on his ranch in Highland County, Va., in 2007. A prolific author, he wrote historical novels, books about Border collies and two authorized follow-ups to “Gone With the Wind.”", "url": "https://www.nytimes.com/2018/11/22/obituaries/donald-mccaig-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/obituaries/00mccaig/00mccaig-facebookJumbo.jpg", "publishedAt": "2018-11-22T22:05:10Z", "content": "A good dog is valuable, he wrote. I was unhappy to learn just how valuable: The dogs at Neilston fetch anywhere from $1,300 to $4,200, and as you might expect, the best ones are not for sale. He turned that experience into a 1991 book, Eminent Dogs, Dangerous… [+1680 chars]", "fulltext": "During the 1960s Mr. McCaig worked in the advertising business in New York. He lived a sort of double life: He and his girlfriend (and future wife), Anne Ashley, lived in the East Village, and he joined the activist organization Students for a Democratic Society while he held down a very mainstream job.\n\n“By day, I was the copy chief of a hot advertising agency,” he wrote in “An American Homeplace.” “By night, I was Snee the poet.”\n\nIn 1971 he and Anne, who would marry the next year, bought the Virginia sheep farm. Unlike many who went back to the land in that era, they were serious about working the land and sticking it out. And Mr. McCaig began writing — something, his wife said in a telephone interview, he had always had in the back of his mind because an uncle he admired, Robert McCaig, had written some western novels.\n\nHis early books included “The Butte Polka,” a 1980 novel about a copper mining company. His breakthrough came in 1984 with “Nop’s Trials,” about the abduction of a champion sheepdog — the title character. Nop was prone to deep thoughts, including about how humans had lost sight of why they first bonded with dogs.\n\n“They have forgotten the old time when they were alone and terrified on the darkening plain,” Nop muses at one point. “They have forgotten their first ally against the night.”\n\nIt was a risky technique, but readers and critics liked it.\n\n“If it strikes you as ridiculous that a dog would wax so philosophical,” Christopher Lehmann-Haupt wrote in reviewing the book for The New York Times, “or that he would address his fellow dogs in what sounds like the speech of old-time Quakers (‘Bear dog,’ says Nop to an elkhound who wants to kill him, ‘thy life is a bore, tied up far from freedom and thou art a bore too, with thy rage and no real work to do.’) — then you have a measure of what Donald McCaig has pulled off in this irresistibly compelling story.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEGAN SPECIA", "title": "Hillary Clinton: Migration ‘Lit the Flame’ of Populism in Europe", "description": "“I think Europe needs to get a handle on migration because that is what lit the flame,” Hillary Clinton said in an interview with The Guardian.", "url": "https://www.nytimes.com/2018/11/22/world/europe/hillary-clinton-migration-populism-europe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23clinton/23clinton--facebookJumbo.jpg", "publishedAt": "2018-11-22T21:31:18Z", "content": "The European Union has struggled to come up with a comprehensive policy on migration in the wake of an influx of refugees and migrants that, in 2015 alone, brought more than one million people into Europe. The many strains of coping with the sheer volume of n… [+941 chars]", "fulltext": "Europe’s leaders need to send a much stronger message that they will no longer offer “refuge and support” to migrants if they want to curb the right-wing populism spreading across the Continent, Hillary Clinton warned in an interview published Thursday.\n\nMrs. Clinton said that while the decision of some nations to welcome migrants was admirable, it had opened the door to political turmoil, the rise of the right and Britain’s decision to withdraw from the European Union.\n\n“I think Europe needs to get a handle on migration because that is what lit the flame,” Mrs. Clinton said in the interview with The Guardian, which was conducted before the United States midterm elections this month.\n\n“I admire the very generous and compassionate approaches that were taken particularly by leaders like Angela Merkel, but I think it is fair to say Europe has done its part, and must send a very clear message — ‘we are not going to be able to continue provide refuge and support’ — because if we don’t deal with the migration issue it will continue to roil the body politic,” she said."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "纪思道", "title": "没钱，不会英语，但美国接纳了这个年轻的外国人", "description": "感恩节这天，我感谢当年的美国接纳了我的父亲。他们没有将他视为一个“入侵者”、“强奸犯”或“杀人犯”，而只是一个“年轻的美国人”。 Kristof Family Archive 1970年，纪思道和他的父亲拉迪斯·克里斯托夫。", "url": "https://cn.nytimes.com/opinion/20181123/thanksgiving-refugees-immigrants-dad/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/21/opinion/21kristof/21kristof-articleLarge.jpg", "publishedAt": "2018-11-22T21:18:31Z", "content": null, "fulltext": "有很多理由不接受他：赞助者必须支付他去美国的交通费，包括其他开支，以及为他找一份不要求英语的工作（他最初是一名伐木工）。他们以极大的慷慨完成了这一切；我仍在试图传递这份爱。\n\n所以1952年，当“马赛号”驶近纽约港时，我的父亲站在了甲板上。当时一名满头白发的波士顿妇女想要跟他聊天，但他听不懂。\n\n那名女子拿出一张纸，写下了在他们面前的自由女神像上雕刻着的几句著名的铭文，“给我你们的疲惫，你们的穷困，拥挤在旅途渴望自由呼吸的身躯……”\n\n“把这个当作纪念品吧，年轻人，”她对他说。然后又纠正道：“年轻的美国人。”\n\n在踏上美国国土前，就被当作一个“年轻的美国人”而受到欢迎，我的父亲为此深受感动。多年来，他把那张纸作为新祖国价值观的纪念物，一直放在钱包里。当然也会有困难。没有人能把一个辅音林立的名字，或一个有三个Z的姓氏念出来，所以他把自己的名字缩短为拉迪斯·克里斯托夫(Ladis Kristof)。他学习英语，里德学院(Reed College)和芝加哥大学(University of Chicago)先后录取了他，还提供奖学金。最终，他成为了一名大学教授。\n\n没有人因为他有一口浓重的斯拉夫口音，无法说出一首披头士的歌名，或者不知道超级碗到底是篮球比赛还是足球的就反对他。在一次野餐时的棒球比赛中，作为外野手，他抓起一个地滚球，扔向正在奋力跑向二垒的击球手；他对这一掷十分得意，因此当跑垒员没有被判出局时，他快气疯了。\n\n父与子，1961年前后。 Kristof Family Archive\n\n诚然，移民是一个复杂的问题。我们不能开放我们的边境，并接纳每个人，所以有一些难划的界限和难做的权衡。特朗普总统有时谈到要走向加拿大式的移民体系，在移民中优先考虑那些受过教育的专业人士，而不是那些已经在这里人的亲属，这是一个值得讨论的合理的政策建议。"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID E. SANGER and WILLIAM J. BROAD", "title": "Saudis Want a U.S. Nuclear Deal. Can They Be Trusted Not to Build a Bomb?", "description": "Crown Prince Mohammed bin Salman of Saudi Arabia set off alarms in Washington when he declared earlier this year that “if Iran developed a nuclear bomb, we will follow suit as soon as possible.”", "url": "https://www.nytimes.com/2018/11/22/world/middleeast/saudi-arabia-nuclear.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/politics/00dc-saudinukes/00dc-saudinukes-facebookJumbo.jpg", "publishedAt": "2018-11-22T21:07:52Z", "content": "That insistence is what set off the Iranian nuclear crisis. Over the years, several nations have demonstrated that it is possible to turn ostensibly civilian programs into sources of bomb fuel, and thus atomic warheads and military power. Israel recently rele… [+2082 chars]", "fulltext": "WASHINGTON — Before Saudi Arabia’s crown prince, Mohammed bin Salman, was implicated by the C.I.A. in the killing of Jamal Khashoggi, American intelligence agencies were trying to solve a separate mystery: Was the prince laying the groundwork for building an atomic bomb?\n\nThe 33-year-old heir to the Saudi throne had been overseeing a negotiation with the Energy Department and the State Department to get the United States to sell designs for nuclear power plants to the kingdom. The deal was worth upward of $80 billion, depending on how many plants Saudi Arabia decided to build.\n\nBut there is a hitch: Saudi Arabia insists on producing its own nuclear fuel, even though it could buy it more cheaply abroad, according to American and Saudi officials familiar with the negotiations. That raised concerns in Washington that the Saudis could divert their fuel into a covert weapons project — exactly what the United States and its allies feared Iran was doing before it reached the 2015 nuclear accord, which President Trump has since abandoned.\n\nPrince Mohammed set off alarms when he declared earlier this year, in the midst of the negotiation, that if Iran, Saudi Arabia’s fiercest rival, “developed a nuclear bomb, we will follow suit as soon as possible.” His negotiators stirred more worries by telling the Trump administration that Saudi Arabia would refuse to sign an agreement that would allow United Nations inspectors to look anywhere in the country for signs that the Saudis might be working on a bomb, American officials said."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN KENIGSBERG", "title": "5 Film Series to Catch in N.Y.C. This Weekend", "description": "Rita Hayworth in “Gilda,” one of many of the actress’s films that Film Forum is screening in honor of her 100th birthday.", "url": "https://www.nytimes.com/2018/11/22/movies/film-series-in-nyc-this-week.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/arts/23list-movies/23list-movies-facebookJumbo.jpg", "publishedAt": "2018-11-22T21:00:04Z", "content": "RITA HAYWORTH 100 at Film Forum (Nov. 23-29). Elvis people and Beatles people, a new challenge for your consideration: Do you prefer Hayworth (1918-87) in black and white as an international femme fatale in The Lady From Shanghai (on Friday, Saturday and Wedn… [+1815 chars]", "fulltext": "RITA HAYWORTH 100 at Film Forum (Nov. 23-29). Elvis people and Beatles people, a new challenge for your consideration: Do you prefer Hayworth (1918-87) in black and white — as an international femme fatale in “The Lady From Shanghai” (on Friday, Saturday and Wednesday) or singing “Put the Blame on Mame” in “Gilda” (on Friday, Saturday and Thursday)? Or is her signature (dyed) red hair best seen in color, as in the musical “Cover Girl” (on Sunday, Monday and Wednesday)? Fortunately, Film Forum’s tribute in honor of her 100th birthday embraces such a spectrum of her work, including Raoul Walsh’s not-color “The Strawberry Blonde” (on Tuesday), that it doesn’t force anyone to choose.\n\n212-727-8110, filmforum.org\n\nMAKING WAVES: NEW ROMANIAN CINEMA at BAM Rose Cinemas (Nov. 26-Dec. 2). Is the so-called Romanian new wave — sightings of which began more than a decade ago — still with us? This BAM series puts a spotlight on some newer or perhaps lesser-known directors, from Adina Pintilie, whose “Touch Me Not” (showing on Monday) surprised observers when it took the top prize at the Berlin Film Festival in February, to Radu Jude, whose “‘I Do Not Care if We Go Down in History as Barbarians’” (on Nov. 30) is a hall-of-mirrors, fourth-wall-breaking feature about a theater director (played by Ioana Iacob) who mounts a staging of a real-life 1941 massacre of Romanian Jews. Jude’s “Scarred Hearts,” released in July, screens on Dec. 1.\n\n718-636-4100, bam.org\n\nSILENT COMEDY INTERNATIONAL at the Museum of Modern Art (Nov. 23-Dec. 2). Think silent screen comedy begins and ends with Keaton and Chaplin? Broaden your horizons with this MoMA retrospective, which highlights the ways in which American and European schools of humor influenced each other. Two programs (one on Friday and Dec. 1, the other on Monday and Dec. 1) showcase the influential physical comedy of the French funnyman Max Linder, while another, Transatlantic Teamwork (on Thursday and Dec. 2), looks at comic teams on both sides of the ocean, from Laurel and Hardy to the Danish comedians Pat and Patachon.\n\n212-708-9400, moma.org"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ZACH WICHTER", "title": "Parade Watchers Are Thankful for Matt Lauer’s Absence", "description": "For the first time in 20 years, the former anchor did not host NBC’s broadcast of the Macy’s Thanksgiving Day Parade.", "url": "https://www.nytimes.com/2018/11/22/business/media/parade-watchers-are-thankful-for-matt-lauers-absence.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/23lauertweets-2/23lauertweets-2-facebookJumbo.jpg", "publishedAt": "2018-11-22T20:34:59Z", "content": "For nearly a century, Macys Thanksgiving Day Parade has been a turkey-day tradition. For 20 of those years, so was Matt Lauer, as a co-host of NBCs broadcast of the event. His presence was part of the day whether you liked it or not, like political bickering … [+347 chars]", "fulltext": "For nearly a century, Macy’s Thanksgiving Day Parade has been a turkey-day tradition. For 20 of those years, so was Matt Lauer, as a co-host of NBC’s broadcast of the event. His presence was part of the day whether you liked it or not, like political bickering and your uncle’s weird, gelatinous side dish.\n\nBut this year, Mr. Lauer is gone. He was ousted from NBC just after Thanksgiving last year, over allegations of inappropriate sexual behavior. And so for the first time since 1997, Mr. Lauer did not visit the millions of American living rooms tuned in to the parade.\n\nTwitter was pretty happy about that."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SIMON ROMERO", "title": "Everything Around Him Burned. He Stayed Put, and Lived to Tell the Tale.", "description": "Every storm has a few holdouts, who ignore evacuation orders and hunker down at home. In the case of Kevin Jeys, he stuck it out to save his animals.", "url": "https://www.nytimes.com/2018/11/22/us/survivors-california-wildfires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/us/23holdout-01-print/00holdout-01-facebookJumbo.jpg", "publishedAt": "2018-11-22T20:34:44Z", "content": "Mr. Jeys said he gave his debit card to a radio reporter who recently made it through the roadblocks to survey Paradise. The reporter returned with several packs of Pall Malls, his preferred brand of cigarettes, and some mouthwash. For sustenance, Mr. Jeys sa… [+1539 chars]", "fulltext": "Mr. Jeys listed his pets as his top reason for staying. He said it dawned on him quickly that it would be impossible to evacuate with them all, especially because his Mazda pickup remained broken down and stranded in front of his house.\n\n“I didn’t want to be a burden on anyone who was in their own car trying to flee,” Mr. Jeys said in an interview outside his home. “And I had my strategy for making a stand to protect my home.”\n\nThat plan of action involved a garden hose. Mr. Jeys said he used it to spray the roof of his one-story home and extinguish nearby embers. For those patches of fire beyond the reach of his hose, he stomped on them with his cowboy boots.\n\nMr. Jeys acknowledged that the fact that his home was made largely of cinder block instead of wood or drywall may have made the structure more fire resistant. Still, he pointed at the dry pine needles in his yard — fuel for a fast-moving wildfire — and wondered why they didn’t burn.\n\nA fire crew in Paradise also lent a hand, extinguishing a blaze that was ripping through an alleyway behind his dwelling. From his front porch, Mr. Jeys said he could still see nearby structures going up in flames. He glimpsed squirrels and birds scurrying along the ground on an empty lot in front of his home, as if escaping the heat above.\n\n“I woke up the next day and Paradise looked a little like Dresden,” said Mr. Jeys, clad entirely in black from head (felt brimmed hat) to toe (those cowboy boots)."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mihir Zaveri", "title": "Man Accused of Brandishing Gun at Teenagers in a McDonald’s Is Arrested", "description": "A group of mostly Somali-American teenagers got into an argument with the man at a McDonald’s in Minnesota on Monday. Then, they said, he pulled out a gun.", "url": "https://www.nytimes.com/2018/11/22/us/mcdonalds-minnesota-gun-white-man.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/us/22xp-mcdonalds-2/22xp-mcdonalds-2-facebookJumbo.jpg", "publishedAt": "2018-11-22T20:27:48Z", "content": "Jihan said that she asked him if he had said that because she and her friends were black, and that the man said yes. A verbal argument escalated between the man and the teenagers before the man put his hands in his pockets, Jihan said, adding, He told everybo… [+1261 chars]", "fulltext": "A man displayed a gun during an argument with a group of mostly Somali-American teenagers at a McDonald’s in Minnesota after he wrongly suggested they were using welfare assistance to pay for their food, members of the group said.\n\nThe confrontation with the man, which was partly captured on a video that has been widely circulated on Twitter, occurred on Monday at a McDonald’s restaurant in Eden Prairie, Minn., a suburb southwest of Minneapolis, and ended without any shots fired or injuries sustained.\n\nOn Wednesday, the Eden Prairie police arrested Lloyd Edward Johnson, 55, under probable cause for second-degree assault, the city said in a statement. Mr. Johnson was being held at the Hennepin County Adult Detention Center. Joyce Lorenz, a spokeswoman for the city, said on Thursday that the Hennepin County attorney would decide whether to file any charges."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Critics’ Picks: 10 Under-the-Radar Art Shows to See Now", "description": "“Love Vibe” (1999-2014), a series of panels in the exhibition “Rochelle Feinstein: Image of an Image,” at the Bronx Museum of the Arts.", "url": "https://www.nytimes.com/2018/11/22/arts/design/art-shows-in-new-york.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/arts/23artroundup-main/23artroundup-main-facebookJumbo.jpg", "publishedAt": "2018-11-22T20:20:45Z", "content": "A cultivated show on the religious functions of early Netherlandish art, The Charterhouse of Bruges has been mounted in a gallery no larger than a coat closet though a more apt comparison may be to a monks cell. Bruges, which now attracts tourists with a tast… [+1584 chars]", "fulltext": "Betye Saar, now 92, has been making important and influential work for nearly 60 years. Yet no big New York museum has given her a full retrospective, or even a significant one-person show, since a 1975 solo at the Whitney Museum of American Art. As the New-York Historical Society’s exhibition “Betye Saar: Keepin’ It Clean” demonstrates, the institutional oversight is especially baffling, as her primary themes — racial justice and feminism — are exactly attuned to the present moment and, indeed, to every American moment within memory.\n\nMs. Saar grew up in the Watts section of Los Angeles, watching the immigrant Italian artist Simon Rodia construct his fabulous towers from scrap materials. An encounter with Joseph Cornell’s art in the early 1960s convinced her that assemblage could be intimately scaled and politically pointed. By then, she was already involved in the Black Arts and women’s movements. Her 1972 breakthrough piece, “The Liberation of Aunt Jemima,” merges the two by transforming the racist stereotype of the smiling black mammy into an armed freedom fighter.\n\nIn the show at the New-York Historical Society, which comes from the Craft & Folk Art Museum in Los Angeles, the same figure appears, though the main transformed element is different: the old- fashioned wooden washboard, once a domestic staple and now an antique artifact. Generations of women, among them servants, used it to keep things clean , though without being able to erase the stains of racism and sexism from their lives. But in the present of Black Lives Matter and #MeToo, the struggle to do so goes on . “Extreme Times Call for Extreme Heroines” is the title of a work in the show. Someone should alert the major art museum on the opposite side of Central Park that there’s one such heroine here. HOLLAND COTTER\n\nThrough May 27. 170 Central Park West; 212-873-3400, nyhistory.org."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHARINE Q. SEELYE", "title": "Janet Paisley, Scottish Writer Who Drew on Family Abuse, Dies at 70", "description": "The writer Janet Paisley in 2007. She wrote in English and in Scots, which she championed as “the language Scots invented to talk about their selves.”", "url": "https://www.nytimes.com/2018/11/22/obituaries/janet-paisley-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/obituaries/00paisley/00paisley-facebookJumbo.jpg", "publishedAt": "2018-11-22T19:46:53Z", "content": "To see his family life exposed like this was traumatic and harrowing, David Paisley said in an email. Still, he said, his mother was telling the truth in his defense. He recalled going out at night with his brothers to throw water balloons and paint at the ho… [+1483 chars]", "fulltext": "To see his family life exposed like this was traumatic and harrowing, David Paisley said in an email. Still, he said, his mother was telling the truth in his defense. He recalled going out at night with his brothers to throw water balloons and paint at the homophobic billboards. “Mum was our getaway driver,” he said. (The Scottish Parliament eventually repealed the legislation, and Scotland is now widely perceived as gay friendly.)\n\nMs. Paisley turned to writing in her late 30s, after losing one son in infancy and experiencing her own brush with death during the birth of another. She started with stories and poems. But she had to write clandestinely, she said, because her husband, Bill Paisley, did not approve. At one point he smashed her typewriter.\n\nHe was also violent toward her, though she rarely discussed this publicly.\n\n“Janet was beaten regularly in horrific and devastating ways,” Linda Jackson, a close friend who compiled the book “Janet Paisley: Growing and Dying” (2018), said in an email. “Her in-laws knew and asked her once what she had said to anger him. This after she arrived at their door, battered and with clumps of her hair pulled out.”\n\nMs. Paisley did much of her writing “in my head” while she changed diapers and made the beds, she told the Scottish newspaper The Herald in 1996.\n\n“I had to write when he was not around,” she said of her husband. “I did my pen corrections in the evenings while I was pretending to read the newspaper.”\n\nAt one point she came across “If,” Rudyard Kipling’s inspirational paean to British stoicism, and was stunned into recognition — and action. She pored over the poem for hours, finally deciding that “as soon as it was safe to try and do so, I had to leave with the children and never come back.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELISABETTA POVOLEDO", "title": "Leaning Tower of Pisa Tilts a Little Less (but You’ll Hardly Notice)", "description": "Nearly two decades after engineers completed consolidation work to keep the tower from toppling over, officials said its famed tilt had been reduced by 1.5 inches.", "url": "https://www.nytimes.com/2018/11/22/world/europe/leaning-tower-of-pisa.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23pisa1/merlin_147167001_28da9b8d-1817-4768-afed-d4e14e796922-facebookJumbo.jpg", "publishedAt": "2018-11-22T19:40:47Z", "content": "Today, Professor Settis leads a committee of three in charge of monitoring the tower and reporting on its state of health, which is currently very good, he said in a telephone interview. The tower, he added, was the most monitored monument in the world, with … [+1034 chars]", "fulltext": "ROME — Italy’s famously Leaning Tower of Pisa is a little less off-kilter.\n\nNearly two decades after engineers completed consolidation work to keep the tower from toppling over, officials monitoring the monument said recently that its famed tilt had been further reduced by 4 centimeters, or 1.5 inches.\n\nThe tower “is continuing to straighten,” said Nunziante Squeglia, an engineering professor at the University of Pisa and a consultant to the committee that monitors the tower.\n\nThe correction is the result of measures carried out just before the turn of this century to ensure that the tower would not collapse.\n\n“We knew those measures would have protracted consequences,” Professor Squeglia added, but engineers could not foresee that the tower would reverse its tilt, he said."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JUSTIN GLAWE", "title": "What Are Corrupt Politicians Thankful for? Partisan Warfare", "description": "For voters, bribery, fraud and embezzlement are still bad, but increasingly tolerable — as long as their candidate can either stick it to Trump or “own the libs.”", "url": "https://www.nytimes.com/2018/11/22/opinion/politics/collins-indict-duncan-corruption-trump-thanksgiving.html", "urlToImage": "https://static01.nyt.com/images/2017/11/21/science/21THANKSFOOD-promo/21THANKSFOOD-promo-facebookJumbo.jpg", "publishedAt": "2018-11-22T19:30:04Z", "content": "In 2008, a veteran member of the Congressional Black Caucus, William Jefferson, ran for re-election with his trial on bribery charges mere months away. (The F.B.I. famously found $90,000 neatly hidden in his freezer.) Mr. Jeffersons traditionally safe seat, a… [+2325 chars]", "fulltext": "In 2008, a veteran member of the Congressional Black Caucus, William Jefferson, ran for re-election with his trial on bribery charges mere months away. (The F.B.I. famously found $90,000 neatly hidden in his freezer.) Mr. Jefferson’s traditionally safe seat, anchored by the deep blue New Orleans metro area, was promptly ripped away by a moderate Republican.\n\nAnd in 2006, the Republican George Allen, a former governor of Virginia and United States senator, lost his bid for re-election after he was caught calling an Indian-American who worked for his opponent’s campaign “macaca,” a dated but clearly derogatory term .\n\nConsidering how the current president launched his political career by questioning the citizenship of the first president of color — and has since called Mexicans crossing the border “rapists” who “infest our country,” African countries and Haiti “shitholes,” and protesting black athletes “sons of bitches ” — the end of Allen’s political career looks quaint.\n\nThe Keating Five scandal of the eighties, which ended the political careers of three senators with a combined 81 years of experience in Washington, is perhaps the most famous example of politicians losing their careers over their abuse of power. Senators John McCain and John Glenn alone survived it. But even that scandal — centering around loyalty pledges to a legally troubled donor — seems completely old-fashioned by today’s standards, in which donor influence is unfettered and lobbyists write bills themselves as President Trump stuffs his cabinet with plutocrats overseeing their own industries.\n\nMr. Collins’s war chest was filled with donations from the pharmaceutical industry as he crafted and sponsored bills to benefit his own pharma company. In five years, Mr. Collins introduced or sponsored at least five bills to directly buttress the company’s bottom line, and thus his pockets.\n\nYet none of this is mentioned in Mr. Collins’s indictment because none of it, shockingly, is illegal. And the “R” next to his name combined with his support for Trump was just enough to give him a win by two thousand or so votes in a decently red district.\n\nAnticorruption legislation of the kind that would punish lawmakers trying to enrich themselves stands no chance with the Republican captain, Donald Trump, in the Oval Office. That leaves the 2020 elections as the next best shot. But the 2016 cycle — a period when the GOP surrendered its family and fiscal values for a philandering celebrity swindler and Democrats suddenly defended the state of money in politics when Hillary Clinton’s role in it was at hand — is a grim harbinger."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NELLIE BOWLES and ZACH WICHTER", "title": "On Thanksgiving Eve, Facebook Acknowledges Details of Times Investigation", "description": "Facebook’s Sheryl Sandberg and Elliot Schrage. Both executives said “sorry” to employees in a memo posted publicly Wednesday night.", "url": "https://www.nytimes.com/2018/11/22/business/on-thanksgiving-eve-facebook-acknowledges-details-of-times-investigation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/23facebook/23facebook-facebookJumbo.jpg", "publishedAt": "2018-11-22T19:06:33Z", "content": "Joining a long tradition of companies and campaigns that drop bad news on holidays, Facebook on Thanksgiving eve took responsibility for hiring a Washington-based lobbying company, Definers Public Affairs, that pushed negative stories about Facebooks critics,… [+997 chars]", "fulltext": "Joining a long tradition of companies and campaigns that drop bad news on holidays, Facebook on Thanksgiving eve took responsibility for hiring a Washington-based lobbying company, Definers Public Affairs, that pushed negative stories about Facebook’s critics, including the philanthropist George Soros.\n\nFacebook’s communications and policy chief, Elliot Schrage, said in a memo posted Wednesday that he was responsible for hiring the group, and had done so to help protect the company’s image and conduct research about high-profile individuals who spoke critically about the social media platform. Mr. Schrage will be leaving the company, a move planned before the memo was released.\n\nFacebook fired Definers last week, after a New York Times investigation published on Nov. 14.\n\n“Did we ask them to do work on George Soros?” Mr. Schrage wrote in the memo, a draft of which had circulated online earlier in the week. “Yes.”\n\nHe added: “I’m sorry I let you all down. I regret my own failure here.”\n\nThis is a change from just a few days ago, when Facebook wrote on Nov. 15 that the Times report was full of “inaccuracies.” The same day, Sheryl Sandberg, the company’s chief operating officer, posted on her Facebook page that she had no idea the company had hired Definers."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KAI SCHULTZ, HARI KUMAR and JEFFREY GETTLEMAN", "title": "Islanders Who Killed American Have History of Hostility to Outsiders", "description": "The Sentinelese, a tribe of Andaman islanders and one of the world’s most enigmatic groups, have had limited interaction with outsiders.", "url": "https://www.nytimes.com/2018/11/22/world/asia/andaman-sentinelese-missionary.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23andamans1/merlin_147157605_986e2331-24f0-4886-96d2-c2aa6033cd39-facebookJumbo.jpg", "publishedAt": "2018-11-22T18:52:27Z", "content": "In the years since India won independence from the British, groups of anthropologists have tried to study them. But no one has managed to get through. Several times, Mr. Pandit said, the Sentinelese have turned their backs on anthropologists and squatted down… [+1133 chars]", "fulltext": "He tried to speak to the tribespeople, who were small in stature and wore yellow paste on their bodies, in their own language. Some were friendly, others were not, according to Mr. Pathak, who cited a long note Mr. Chau gave the fishermen just before he set out in his kayak in case he did not come back.\n\nImage John Allen Chau, an American from Washington state, was killed on the Indian island of North Sentinel. Credit Sarah Prince/Associated Press\n\nIn it, he wrote that Jesus had bestowed him with the strength to go to the most forbidden places on Earth, police officials said.\n\nHis father, Patrick Chau, said Thursday that his Christian faith provided solace after hearing of his son’s death. He said he was particularly comforted by a biblical passage: “There’s time and seasons for everything under heaven.”\n\nMissionary organizations said Mr. Chau died for the ultimate cause and friends called him a martyr.\n\n“John was a gracious and sensitive ambassador of Jesus Christ,” said a statement from All Nations, an international Christian missionary group. “The privilege of sharing the gospel has often involved great cost. We pray that John’s sacrificial efforts will bear eternal fruit in due season.”\n\nAccording to the fishermen who helped Mr. Chau, they motored for several hours from Port Blair to North Sentinel. Mr. Chau waited until the next morning, at daybreak, to try to get ashore. He put his kayak in the water less than half a mile out and paddled toward the island.\n\nThe fishermen said that tribesmen had shot arrows at him and that he had retreated. He apparently tried several more times to reach the island over the next two days, the police say, offering gifts such as a small soccer ball, fishing line and scissors. But on the morning of Nov. 17, the fishermen said they saw the islanders with his body."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MANOHLA DARGIS", "title": "Critic’s Pick: ‘Shoplifters’ Review: A Family That Steals Together, Stays Together", "description": "In this beautifully felt drama, the Japanese director Hirokazu Kore-eda dives into the mess of life with a story about a family on the ragged edge.", "url": "https://www.nytimes.com/2018/11/22/movies/shoplifters-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/arts/23shoplifterspix1/23shoplifterspix1-facebookJumbo.jpg", "publishedAt": "2018-11-22T18:36:26Z", "content": "The family in Shoplifters returns Kore-eda to the marginalized world of one of his best movies, Nobody Knows, about young children abandoned by their mother. The setup in Shoplifters seems more ordinary and straightforward, and its family an affectionate, lik… [+1736 chars]", "fulltext": "The family in “Shoplifters” returns Kore-eda to the marginalized world of one of his best movies, “Nobody Knows,” about young children abandoned by their mother. The setup in “Shoplifters” seems more ordinary and straightforward, and its family — an affectionate, likably chaotic group — initially comes across more as eccentric or freewheeling than anything else. Everything looks fairly ordinary, if cramped and cluttered, without such middle-class givens as personal space and beds. The youngest child, Shota (Kairi Jyo), a solemn boy of around 10 with a boy-band shock of hair, sleeps in a dark nook that looks a lot like a storage cabinet.\n\nThe house grows more crowded with the arrival of Juri (Miyu Sasaki), an unsettlingly melancholic, physically reserved girl of 5. Shota and the father, Osamu (a great Lily Franky, by turns affable and unsavory), first see the girl shivering outside her home. It’s night and they are returning from one of their raids on a grocery store, walking and talking while munching on snacks. They hear Juri first, moving about outside her door, her parents nowhere in sight. “She’s there again,” says Osamu. Before long, Juri is in Osamu and Shota’s house nibbling croquettes. “You’re so skinny,” Grandma (Kilin Kiki), tells her, right before noticing the scars stippling the tiny girl’s body.\n\nIn most movies, a kidnapped child is enough to get the story up and jumping. Juri’s presence has a far more subtle effect on the narrative and the family, which itself suggests that there’s more to it than quirks and offbeat personalities. Several months after Juri arrives, her disappearance hits the news. Osamu and the rest of the family agree that it certainly looks bad, their understatement drifting into grim comedy. But they decide that it’s too late to do anything, including return Juri to her abusive parents. Osamu’s partner, Nobuyo (a fantastic Sakura Ando), instead cuts Juri’s hair and takes her shopping, holding up little dresses for approval before stuffing them into bags."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "《纽约时报》", "title": "中国驻巴基斯坦卡拉奇领事馆遭袭击", "description": "巴基斯坦官员表示，他们阻止了一场针对中国驻卡拉奇领事馆的恐怖袭击。三名袭击者在与警方的交火中被击毙，两名警察死亡。一个巴基斯坦分离组织宣称对袭击负责。 Akhtar Soomro/Reuters 周五，中国驻巴基斯坦卡拉奇领事馆附近发生袭击事件，安全部队做出反应。", "url": "https://cn.nytimes.com/asia-pacific/20181124/pakistan-karachi-attack-chinese-consulate/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24pakistan-1/24pakistan-1-articleLarge.jpg", "publishedAt": "2018-11-22T18:31:47Z", "content": null, "fulltext": "巴基斯坦官员表示，他们在周五上午阻止了一场针对中国驻巴基斯坦卡拉奇领事馆的恐怖袭击。在领馆外一个安全检查点发生的枪战中，三名袭击者全部被击毙，两名警察丧生。\n\n卡拉奇警方称，袭击者试图进入签证处，但没有成功。现场至少发现了一个炸弹背心，拆弹小组成员仍在处理爆炸物。一名受伤的警察被送往附近的医院。\n\n一个声称与俾路支解放军(Baluch Liberation Army)有关联的社交网络帐户宣布对袭击负责，并表示袭击目标是中国领事馆。俾路支解放军是俾路支省的一个分离主义组织，该地区地域辽阔，暴力事件频发。目前尚无法证实该组织的说法。\n\n袭击发生的区域位于阿拉伯海附近，包括一个大型商场。几英里外都能听到交火的声音，社交媒体上的目击者发布了烟雾升入空中的照片。该地区的学校进入一级防范状态。"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Rumsey Taylor", "title": "The Mystery Font That Took Over New York", "description": "How did Choc, a quirky calligraphic typeface drawn by a French graphic designer in the 1950s, end up on storefronts everywhere?", "url": "https://www.nytimes.com/interactive/2018/11/21/nyregion/new-york-storefronts-mystery-font.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/nyregion/25jpCHOC2/25jpCHOC2-facebookJumbo-v2.jpg", "publishedAt": "2018-11-22T18:16:32Z", "content": "Stand just about anywhere on Broadway, or on Canal Street with its sprightly neon and overstuffed souvenir shops, or the long stretch of restaurants, hardware stores, pharmacies, bars, realtors, barber shops, groceries and auto shops that extends through Fift… [+8602 chars]", "fulltext": "How did Choc, a quirky calligraphic typeface drawn by a French graphic designer in the 1950s, end up on storefronts everywhere?\n\nIchi Sushi at 2040 86th Street in Brooklyn. Vincent Tullo for The New York Times\n\nStand just about anywhere on Broadway, or on Canal Street with its sprightly neon and overstuffed souvenir shops, or the long stretch of restaurants, hardware stores, pharmacies, bars, realtors, barber shops, groceries and auto shops that extends through Fifth Avenue in South Brooklyn, and you’ll find a surplus of vibrant and overstated signage — a cacophony of typography.\n\nSteven Heller, a co-chairman at the School of Visual Arts’ M.F.A. program, sees it somewhat differently. “You say ‘cacophony,’” he said. “I call it chaos.”\n\nBut amid all of this chaos there is the occasional beacon. Choc, for instance.\n\nIt’s a typeface that draws the eye with its inherent contradictions. It seems to have been drawn improvisationally with a brush, and yet it’s so hefty it looks like it could slip off a wall. It’s both delicate and emphatic, a casual paradox, like a Nerf weapon.\n\nChoc is far from the most popular typeface on the storefronts of New York, but it can still be found everywhere and in every borough. It’s strewn on fabric awnings and etched in frosted glass. It gleams in bright magenta or platinum lighting. It’s used for beauty salons, Mexican restaurants, laundromats, bagel shops, numerous sushi bars. It may be distorted, stacked vertically, or shoehorned into a cluster of other typefaces. But even here Choc remains clear and articulate, its voice deep and friendly, its accent foreign, perhaps, yet endearing.\n\nYou’ve already seen it, probably repeatedly, like a stranger you recognize from your morning commute.\n\nSumo Teriyaki and Sushi at 139 Havemeyer Street in Brooklyn. Vincent Tullo for The New York Times\n\nFrance, 1955\n\nLike so many New Yorkers, Choc is an immigrant.\n\nChoc specimen, cover, 1955 Advertisement for the Choc typeface, in La France graphique, No 107, Nov. 1955\n\nIt was designed by Roger Excoffon, a French typographer and graphic designer whose work departed from the Modernist trends that characterized midcentury type design. Based in Marseilles, Excoffon created a diverse array of typefaces during the 1940s and ’50s, but his script typefaces have become his most enduring work.\n\n“There’s an unmistakable energy in all the designs that he does,” said Tobias Frere-Jones, a Brooklyn-based typeface designer. “They project their personality so clearly. And it’s very obviously not Helvetica or not Times or any other generic thing that might be on the awning next door.”\n\nExcoffon’s most popular typeface is probably Mistral, which was modeled after his own handwriting. (Mistral has been widely used for years, from the title credits in “Night Court” to Connecticut Muffin or N.W.A.’s logos, not to mention many storefronts in New York and elsewhere.) There’s also Banco, which can justly be described as “shouty,” composed entirely of letters that resemble exclamation marks; Calypso, with halftone-patterned letterforms that look like miniature optical illusions; Diane, an ornate script that’s just about impossible to use outside of wedding invitations; and there is Choc, something of a synthesis of all of these.\n\nAmy’s Restaurant at 586 West 207th Street in Manhattan. Vincent Tullo for The New York Times Sushi Q at 1610 Crosby Avenue in the Bronx. Vincent Tullo for The New York Times Fuji at 1115 Hylan Boulevard on Staten Island. Vincent Tullo for The New York Times Fukuyama Sushi and Ramen at 622 Metropolitan Avenue in Brooklyn. Vincent Tullo for The New York Times\n\nTypefaces are characterized by redundancies. Notice how often the “d” and “b” can be rotated to make a “p” or a “q,” or how a capital “Z” is so plainly a grown-up version of its lowercase counterpart. But Choc is full of irregularity. Its lowercase “r” resembles a “z.” Its “g” looks like a capital “S.” And its “h” crouches forward as though in starting position for a race, whereas its more heavyset uppercase incarnation is on the verge of rolling backward.\n\n“Choc expresses a certain violence,” said Sandra Chamaret, a French designer and publisher, and a co-author of a 2010 monograph on Excoffon. “It seems spattered on the page, the letters going in all directions.” (“Choc” — the ‘ch’ is soft, as in ‘sh’ — is French for “shock” or “crash.”)\n\nChoc remains distinctive for these reasons, and it lacks datedness, as evidenced in its continued use throughout the world, most visibly on storefronts.\n\nTulcingo at 5520 5th Avenue in Brooklyn. Vincent Tullo for The New York Times\n\nA Sign Painter’s Heaven\n\nChoc wouldn’t appear on storefronts until well after its 1955 conception, however.\n\nAs an industry, type design was at this time slow-going, and its applications more limited than it is now. It wasn’t until the spread of phototypesetting in the 1960s that Choc could be used efficiently for large-scale applications. Before then, the most practical way to get your name on your business was to have it painted by hand.\n\n“New York was just a sign painter’s heaven until designers started getting involved,” Mr. Heller said. “There were one or two or three sign producers that did all the signs, and they worked from a fairly consistent stylebook, like going into a stationery store and looking for a wedding sample.”\n\nHana Sushi at 211 7th Avenue in Manhattan. Vincent Tullo for The New York Times Pad Thai at 409 8th Avenue in Manhattan. Vincent Tullo for The New York Times Nha Trang Centre at 148 Centre Street in Manhattan. Vincent Tullo for The New York Times Ilan Shoes at 80-01 Roosevelt Avenue in Queens. Vincent Tullo for The New York Times\n\nPaul Boegemann was trained as one such sign painter — he is the proprietor of Paul Signs Inc., in Greenwood Heights, Brooklyn — and has been in business for over 35 years.\n\n“I learned how to hand letter signs and trucks,” Mr. Boegemann said. “We started with a simple pencil and paper. We designed what we wanted and used the styles we wanted and knew how to apply.”\n\nRight around the time Mr. Boegemann got into the business, the first computerized vinyl printing machines became efficient alternatives to hand-lettered signage. One was the Gerber IVB, also known as the Signmaker.\n\n“I bought the second Signmaker in N.Y.C. back in 1984, $10,000 with three fonts and 10 colors of vinyl,” Mr. Boegeman said. “The computer makes everything faster and cheaper.\n\n“Over the years, more computer-generated advances made more fonts and designs and sizes,” he added. “Everyone got into the sign and printing industry. You did not have to have any talent or skills.”\n\nAsked if he’s ever made a sign in Choc, Mr. Boegemann said: “This style is a ‘Bastard’ letter style.”\n\n“I hate these styles and do not consider them as sign advertising. It is all graffiti.”\n\nSakura 6 at 837 Manhattan Avenue in Brooklyn. Vincent Tullo for The New York Times\n\nHow Did Choc Get Here?\n\nAnd yet, Choc is everywhere. But the reasons for its prevalence are something of a mystery.\n\nThere’s an abundance of Arial (Spin City Cleaners in the East Village), as well as more kitschy options like Brush Script (Economy Candy in the Lower East Side) or Impact (5th Ave. Gourmet Delight, on a corner in Park Slope). These typefaces have long been available in computer operating systems, which would account in part for their proliferation.\n\nThis wasn’t precisely the case with Choc. In the early 1990s it was packaged with CorelDraw, a vector graphics editor, but under a different name: Staccato 555. CorelDraw, according to Mr. Frere-Jones, “would have been more common at a sign-making shop, being cheaper and Windows-based.”\n\nAt any rate, Choc is more common than its limited availability may indicate. It’s used consistently as well, and with evident purpose.\n\nThis could have to do with what Choc evokes. For some it bears a resemblance to the calligraphic forms of Asian writing systems.\n\nHowever, it’s disputed as to whether Choc was a direct homage to these styles. According to Ms. Chamaret, José Mendoza, Excoffon’s assistant at the time of Choc’s production, said that the letterforms were drawn in outlines. “Never with a brush!” she said.\n\nEven so, and just as pizzerias favor color schemes that recall the Italian flag, or how the names of Irish pubs rely on Gaelic-looking letters, Choc has come to signify Asia.\n\nJohn Chen, a New York-based restaurateur, claims to be among the first to have used Choc on signs in New York. (The front of Mr. Chen’s 25-year-old J.J. Garden, a Chinese restaurant in Jackson Heights, is emblazoned in Choc.) “When I wanted to use these letters, everyone thought I was crazy,” he said, speaking in Mandarin.\n\nAji Sushi at 201 5th Avenue in Brooklyn. Vincent Tullo for The New York Times Kumo II at 512 Court Street in Brooklyn. Vincent Tullo for The New York Times Rizo’s Beauty Salon at 955 4th Avenue in Brooklyn Vincent Tullo for The New York Times Deluxe Food Market at 79 Elizabeth Street in Manhattan. Vincent Tullo for The New York Times\n\n“It’s abstract. It’s modern. It’s artistic,” Mr. Chen continued. “It just gives you that certain feeling.”\n\nThere’s no denying that Choc has become a typographical shorthand for Asian-themed restaurants. Imagine a sushi bar adorned in Helvetica, and it may not seem as authentic, or as appetizing.\n\n“Having been used for a particular purpose,” said Mr. Frere-Jones, referring to the contemporary applications of Excoffon’s typefaces, “it starts to take on a bit of that association, which encourages that association to be repeated, which just makes it stronger.”\n\nIt’s true. Excoffon’s expressive, 60-year-old heavyweight script endures throughout all five boroughs: Ginger Root, on the Upper East Side; Sushi Q, in the Bronx; Sakura 6, in Greenpoint (and Natural Cleaners right across the street); Amy’s Restaurant, in Inwood; Sumo Teriyaki & Sushi, in Williamsburg (which is set in an excess of Choc); A Sushi in Forest Hills; Genki Sushi in Staten Island; and, in the heart of Chinatown, Deluxe Food Market.\n\nHere and in countless other instances Choc can be a welcome familiarity. Consider Kami Asian, on Flatbush Avenue near Grand Army Plaza. It’s nestled between a laundromat and a Mexican restaurant, and it’s the more striking of the three storefronts: on one side is the Mexican restaurant’s folksy aesthetic (its name is ornamented with a sombrero), and on the other the laundromat’s staid sans-serif. In between is “Kami,” set in gracefully spaced Choc capitals, which at night cast an ethereal glow."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SABRINA TAVERNISE", "title": "Why the Announcement of a Looming White Minority Makes Demographers Nervous", "description": "“People went crazy,” said Dowell Myers, a demographer at the University of Southern California, of the 2008 projection that non-Hispanic whites would drop below half the population by 2042.", "url": "https://www.nytimes.com/2018/11/22/us/white-americans-minority-population.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/00whiteminority-01/00whiteminority-01-facebookJumbo.jpg", "publishedAt": "2018-11-22T18:14:19Z", "content": "I wish we didnt have to ask, she said. But to me, thats the rock and the hard place. Race is difficult to count because, unlike income or employment, it is a social category that shifts with changes in culture, immigration, and ideas about genetics. So who co… [+2096 chars]", "fulltext": "“I wish we didn’t have to ask,” she said. “But to me, that’s the rock and the hard place.”\n\nRace is difficult to count because, unlike income or employment, it is a social category that shifts with changes in culture, immigration, and ideas about genetics. So who counts as white has changed over time. In the 1910s and 1920s, the last time immigrants were such a large share of the American population, there were furious arguments over how to categorize newcomers from Europe.\n\nBut eventually, the immigrants from eastern and southern Europe came to be considered white.\n\nThat is because race is about power, not biology, said Charles King, a political science professor at Georgetown University.\n\n“The closer you get to social power, the closer you get to whiteness,” said Dr. King, author of a coming book on Franz Boas, the early 20th-century anthropologist who argued against theories of racial difference. The one group that was never allowed to cross the line into whiteness was African-Americans, he said — the long-term legacy of slavery.\n\nTo Richard Alba, a sociologist at the City University of New York, the Census Bureau’s projections seemed stuck in an outdated classification system. The bureau assigns a nonwhite label to most people who are reported as having both white and minority ancestry, he said. He likened this to the one-drop rule, a 19th-century system of racial classification in which having even one African ancestor meant you were black.\n\n“The census data is distorting the on-the-ground realities of ethnicity and race,” Dr. Alba said. “There might never be a majority-minority society; it’s unclear.”\n\nAsked for a response to Dr. Alba’s critique, a Census Bureau spokesman said in an email that “we constantly consult with stakeholders, and scholars, including Richard Alba and other federal agencies to improve our techniques, methodologies, and testing of population projections.”\n\nWilliam Frey, a demographer at the Brookings Institution, argued that the Census Bureau was doing the best that it could at a time when society was changing quickly. He was skeptical that today’s Asians and Hispanics were analogous to the white ethnic Americans of the 20th century, and believed that a less conservative count would not do much to change the bigger picture. Besides, it is not the job of academics to protect people from demographic change, he said."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL CORKERY", "title": "The F.A.O. Schwarz Piano Is Back — but With a Different Tune", "description": "F.A.O. Schwarz, the famed toy seller that closed three years ago, has been reincarnated. But it isn’t the same.", "url": "https://www.nytimes.com/2018/11/22/automobiles/fao-schwarz-black-friday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/23faoschwarz-1/23faoschwarz-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T18:02:16Z", "content": "F.A.O.s private equity owners are betting on the nostalgia factor. Through its many iterations, Mr. Conn said his research showed that the F.A.O. brand still resonated with customers. We have people break down in tears of joy when they remember their first vi… [+760 chars]", "fulltext": "The dance-on piano, immortalized by Tom Hanks in the movie “Big,” is back. So are the toy soldiers in towering black hats and the theme song “Welcome to Our World of Toys.” There is even a flagship store in New York.\n\nF.A.O. Schwarz, the famed toy seller that closed three years ago, has been reincarnated. But it isn’t the same.\n\nThe new owner, ThreeSixty, a private equi ty-backed company, wants to avoid the problems that befell its previous owners. The large network of stores. The vast supply of toys that can be hot one moment and cold the next."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Satanic Temple Settles Lawsuit Over Goat-Headed Statue in 'Sabrina' - New York Times", "description": "New York Times Satanic Temple Settles Lawsuit Over Goat-Headed Statue in 'Sabrina' New York Times The Satanic Temple said on Wednesday that it had settled its lawsuit accusing Warner Bros. and Netflix of copying the temple's goat-headed statue in their new “S…", "url": "https://www.nytimes.com/2018/11/22/arts/satanic-temple-sabrina-statue.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/autossell/23satan/09-SATANICTEMPLE-facebookJumbo.jpg", "publishedAt": "2018-11-22T17:35:16Z", "content": "The temple, an activist group based in Salem, Mass., defines its mission, in part, to reject tyrannical authority and to encourage benevolence and empathy among all people. The statue, Baphomet With Children, was designed about five years ago. It was based on… [+1250 chars]", "fulltext": "The temple, an activist group based in Salem, Mass., defines its mission, in part, to “reject tyrannical authority” and to “encourage benevolence and empathy among all people.” The statue, “Baphomet With Children,” was designed about five years ago. It was based on an 1856 drawing of the muscled goat-headed deity made by Éliphas Lévi, an occultist. The statue features two children staring up at Baphomet as if worshiping him.\n\nIt was meant as a protest to religious statues appearing on public property. In 2015, the temple tried to get it installed at the Oklahoma Capitol in response to a Ten Commandments monument. (The State Supreme Court eventually ordered the Ten Commandments removed.) This year the temple brought it to the Arkansas Capitol to protest a Ten Commandments display there.\n\nA similar statue to “Baphomet With Children” appears in “Sabrina” representing the Dark Lord, who fights the teenage half-human, half-witch Sabrina. The Satanic Temple said the statue not only infringed on its copyright, but damaged its reputation by portraying the statue as evil.\n\nIn a statement, Warner Bros., which produces the show, acknowledged the settlement without elaborating. Netflix did not respond to a request for comment.\n\nMr. Greaves, in his blog post, thanked people who had supported the lawsuit, but he also complained about the “large number of people who flooded us with hate mail and armchair legal analysis.” One email implored him not to ruin a show that “just tries to bring joy into the world,” he wrote."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RON NIXON", "title": "What FEMA Is Doing, and Not Doing, in Response to California’s Fires", "description": "Volunteers inside a Sears store in Chico, Calif., this month helping victims of the Camp Fire receive FEMA aid and other government services.", "url": "https://www.nytimes.com/2018/11/22/us/politics/fema-california-wildfires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/us/politics/22dc-fema1/22dc-fema1-facebookJumbo.jpg", "publishedAt": "2018-11-22T17:21:22Z", "content": "That left the agency to assume more responsibility, like delivering supplies, a job typically left to the states. Having the agency take on a larger role than what is mandated by the law is never a good situation, Brock Long, the agencys administrator, told t… [+1240 chars]", "fulltext": "That left the agency to assume more responsibility, like delivering supplies, a job typically left to the states.\n\nHaving the agency take on a larger role than what is mandated by the law “is never a good situation,” Brock Long, the agency’s administrator, told the Senate Homeland Security Committee in October 2017. “When FEMA is the first and primary responder, and the only responder for many weeks, we are never going to move as fast as anybody would like.”\n\nWhy is FEMA the focus of so much attention during natural disasters?\n\nSince its founding in 1979, FEMA has been the subject of intense criticism, particularly after its delayed response to Hurricane Katrina in 2005. The hurricane killed 1,800 and destroyed more than 800,000 housing units, leaving many homeless.\n\nThe federal government, particularly FEMA, was blamed for many of those issues because the agency underestimated the impact of the storm and did not stock supplies beforehand at designated shelters like the Superdome.\n\nIn addition, Michael D. Brown, the director of the agency at the time, had relatively little experience dealing with disasters and emergency response. Before joining the Bush administration, he was the commissioner of the International Arabian Horse Association and landed his job at FEMA through his friendship with a longtime Bush adviser.\n\nThat spurred a number of changes at the agency, like mandating that the FEMA chief have experience managing emergencies. The agency also began positioning supplies before natural disasters so that it could get them to those affected faster."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK CHAPPATTE", "title": "Trump Issues His Statement", "description": "“We may never know all of the facts surrounding the murder of Mr. Jamal Khashoggi. In any case, our relationship is with the Kingdom of Saudi Arabia.”", "url": "https://www.nytimes.com/2018/11/22/opinion/trump-statement-saudi-arabia-iran.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22chappatte/22chappatte-facebookJumbo.jpg", "publishedAt": "2018-11-22T17:19:54Z", "content": "We may never know all of the facts surrounding the murder of Mr. Jamal Khashoggi. In any case, our relationship is with the Kingdom of Saudi Arabia.", "fulltext": "Trump Issues His Statement\n\n“We may never know all of the facts surrounding the murder of Mr. Jamal Khashoggi. In any case, our relationship is with the Kingdom of Saudi Arabia.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIFFANY MAY,CLAIRE FU", "title": "中国演员蒋劲夫家暴日本女友引发争议", "description": "蒋的女友公开被打照片，他承认施暴并道歉。许多网民谴责他的行为；但也有人称他敢作敢当，还有人说其女友可能是自作自受。该事件再次引发对中国家暴问题的关注。 日本模特中浦悠花在Instagram上发布的照片。之前一直与她交往的中国模特兼演员蒋劲夫承认殴打了她。", "url": "https://cn.nytimes.com/china/20181123/china-domestic-violence-jiang-jinfu/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23chiuna-actor/23chiuna-actor-articleLarge.jpg", "publishedAt": "2018-11-22T17:18:21Z", "content": null, "fulltext": "香港——她的脸因淤青而发黑，四肢被打得伤痕累累。日本模特中浦悠花(Haruka Nakaura)在Instagram上分享的照片让人们对她的遭遇毫不怀疑。\n\n“我，中浦悠花还健在，”她用她在中国更为人所知的译名说。\n\n然而，本周在中国的社交媒体上，蒋劲夫这位27岁的中国模特兼演员却得到了相当多的支持，他后来承认对中浦悠花施暴。两人之前一直在交往。\n\n“不论什么原因，我都不应该动手。”蒋劲夫周一写道。几个小时前，中浦悠花发布了自己的照片，暗示他对此事有责。"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ISABEL KERSHNER", "title": "American-Israeli Teenager Is Sentenced to 10 Years for Bomb Hoaxes", "description": "The 19-year-old from southern Israel was a minor when he began his campaign of terror, which forced school evacuations and grounded planes.", "url": "https://www.nytimes.com/2018/11/22/world/middleeast/israel-us-ashkelon-hacker.html", "urlToImage": "https://static01.nyt.com/images/2018/11/24/world/24hoax/24hoax-facebookJumbo.jpg", "publishedAt": "2018-11-22T17:03:22Z", "content": "After the sentencing in Tel Aviv on Thursday, the teenagers mother told reporters outside the courtroom: This is the most cruel, cruel thing in the world. Im very sorry, but I am ashamed that the country acts this way. She added that her son needed treatment … [+1382 chars]", "fulltext": "“One can easily imagine the terror, the fear and the horror that gripped the airplane passengers who were forced to make an emergency landing, some of whom were injured while evacuating the plane,” the judge, Zvi Gurfinkel, wrote in his verdict, “and the terrified panic caused when there was a need to evacuate pupils from schools because of fake bomb threats.”\n\nA United States indictment has also been served against the hoaxer, who holds both Israeli and American citizenship, as the Justice Department has accused him of hate crimes.\n\nThe teenager from southern Israel was legally a legal minor when he began his campaign of terror. He was convicted of the crimes committed after he turned 18, including extortion, making threats and false reports, conspiracy to commit a crime, and money laundering.\n\nUsing sophisticated software to camouflage his voice and disguise his location, he offered his services to others on the dark net and traded in drugs, bomb-making guides and child pornography — all from his bedroom in the fifth-floor apartment in the southern Israeli coastal city of Ashkelon, where he lived with his parents, officials said.\n\nAfter months of an investigation by the cyberunit of the Israeli police, in cooperation with the Federal Bureau of Investigation and other foreign police and security agencies, the apartment, in an upscale neighborhood, was raided in March 2017, and officers arrested the teenager."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "Paradegoers Brave Coldest Thanksgiving in New York Since 1901", "description": "Heavy winds were expected to threaten the Macy’s Thanksgiving Day Parade, but instead parade attendees faced near-record temperatures.", "url": "https://www.nytimes.com/2018/11/22/nyregion/cold-weather-thanksgiving-parade.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/nyregion/23parade1/23parade1-facebookJumbo.jpg", "publishedAt": "2018-11-22T16:51:05Z", "content": "The National Weather Service on Thursday reported the mornings lowest temperature at Central Park was 19 degrees, tying it for the second-coldest Thanksgiving Day in New York Citys history, and the coldest since 1901. (Temperatures dipped to 15 degrees in 187… [+566 chars]", "fulltext": "Winds of 15 to 20 miles an hour were expected during the parade, with gusts up to 30 m.p.h. At points, floating balloon creatures, like the Grinch, teetered sideways in the breeze, which induced screams from the crowd. But handlers tugged him and others back into place.\n\nIf the winds had hit 23 m.p.h. or the gusts reached 34 m.p.h. the police could have grounded the balloons to avoid repeats of past mishaps and accidents that caused serious injuries. But the parade went on uninterrupted, although it appeared the balloons were not flying as high as usual. (Organizers often fly the balloons lower if they think may become dangerous.)\n\nAt drugstores near the parade route, which runs from the Upper West Side to Herald Square, entire displays of handwarmers had sold out before the parade even began. Claire Churchwell, 27, stood in the aisle of a Duane Reade on Columbus Avenue holding her sneakers in her hand and inspecting her feet for frostbite. Finding none, she put on three newly purchased socks on each foot and headed back into the cold.\n\nIn a spangly blue dress trimmed with fur, a snowflake in her hair, Jenna Kinder, 15, who had flown from Kentucky to perform with the Spirit of America dancers, had planned ahead. “I’m not cold,” she said. Her secret? “Handwarmers — everywhere.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letterS: Bloomberg’s Gift to College Students", "description": "The $1.8 billion gift to Johns Hopkins is praised for its generosity, but some readers suggest that such a sum could be better spent to boost less elite institutions and students.", "url": "https://www.nytimes.com/2018/11/22/opinion/letters/college-aid.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19BLOOMBERG/19BLOOMBERG-facebookJumbo.jpg", "publishedAt": "2018-11-22T16:30:00Z", "content": "Mr. Bloomberg hopes that his substantial gift to Johns Hopkins University will inspire his fellow alumni and those of other colleges to support financial aid. Let us pray that it is so. In todays knowledge economy, without college access there is no level pla… [+2145 chars]", "fulltext": "Mr. Bloomberg hopes that his substantial gift to Johns Hopkins University will inspire his fellow alumni and those of other colleges to support financial aid. Let us pray that it is so. In today’s knowledge economy, without college access there is no level playing field, there is no equity, there is no American dream.\n\nAs the first in my family to attend college, I consider myself lucky, as Mr. Bloomberg does . It could have been otherwise for both of us, as it continues to be for too many young people in our country.\n\nKathleen McCartney\n\nNorthampton, Mass.\n\nThe writer is president of Smith College.\n\nTo the Editor:\n\nWhile Michael Bloomberg’s sentiment and generosity are wonderful, the execution is shortsighted. Not everyone needs, wants or is qualified to go to an elite university, but that doesn’t make them any less worthy of receiving a boost in life. There’s more than one path to success and a well-lived life.\n\nThis donation could have been much more effective by targeting small businesses and entrepreneurs with low-interest loans and free or subsidized financial literacy classes, or by helping working-class folks go to trade schools and get out of government housing by teaching them the skills and creating the funding to build and own their own homes.\n\nThere are so many more effective alternatives than covering the tuition to a single elite, extremely expensive institution. His worst suggestion was his request that others make similar donations, when they should be investing in their communities and encouraging entrepreneurship.\n\nBrian Robinson\n\nBrooklyn\n\nThe writer is the owner of a small business, a wine shop.\n\nTo the Editor:\n\nMichael Bloomberg’s $1.8 billion gift to Johns Hopkins to support financial aid and make need-blind admissions a reality at his alma mater is visionary and transformative. He has done what too few do nowadays: remembered whence he came and reached back to help those coming from similar and worse circumstances.\n\nThere will be time enough to talk about the limited impact of even this historic gift, time to talk about systemic inequality, privilege and broken systems. And we should have those conversations. But hey, people: Can we just take a moment here to acknowledge this extraordinary act for what it is — profound generosity from a man who is grateful for his blessings — and say, simply and clearly: Thank you, Michael Bloomberg, thank you.\n\nDan Baker\n\nNew York"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Review: With 'Dirty John,' a Podcast Is Worth 480 Minutes of TV - New York Times", "description": "New York Times Review: With 'Dirty John,' a Podcast Is Worth 480 Minutes of TV New York Times Near the end of the hit podcast “Dirty John,” a super-creepy true story about a predatory Southern California con man and one of the women he targeted, the reporter …", "url": "https://www.nytimes.com/2018/11/22/arts/television/dirty-john-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/arts/23DIRTYJOHN-1/merlin_147083166_7625521f-fbde-42a1-ac8d-7818504c076c-facebookJumbo.jpg", "publishedAt": "2018-11-22T16:21:44Z", "content": "A TV show could have taken a similar approach, but this one doesnt. Relatability is one goal of the series, which was created and written by Alexandra Cunningham (whose credits include Desperate Housewives and Chance) and directed by Jeffrey Reiner (Friday Ni… [+2260 chars]", "fulltext": "Near the end of the hit podcast “Dirty John,” a super-creepy true story about a predatory Southern California con man and one of the women he targeted, the reporter Christopher Goffard poses a question that’s been hanging for six episodes: What made John Meehan, a handsome, athletic nurse anesthesiologist, Dirty John? What goes on in the mind of a man who exploits and brutalizes one woman after another while claiming to be their victim?\n\nGoffard concludes that there’s no answer, that the expectation of one is “basically an illusion fostered by the movies we love and our need for comprehensible narratives.” Which is fine for a podcast. The audio series, based on reporting Goffard did for The Los Angeles Times, doesn’t entirely work as drama, but it’s mesmerizing — it’s like being in the middle of a multicar pileup that spins around you in slow motion, all the wreckage floating through the air for your examination.\n\nTelevision dramas need their comprehensibility, though, and “Dirty John” is now a scripted TV series, beginning Sunday on Bravo. Only three of eight episodes were made available, so we don’t know if it will provide the sort of answers Coffard was willing to forgo. But it’s already clear that “Dirty John” has been turned into a different, lesser, more digestible beast for TV.\n\nRecounting the story of Debra Newell, a successful Newport Beach businesswoman who fell hard for Meehan despite copious warning signs and the vociferous opposition of two of her daughters, the podcast imposes a sense of inexorable menace from the start. It also refuses to go soft on any of its characters, many of whom are interviewed by Goffard and readily describe their own blindness, cowardice and seemingly inexplicable actions."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN COWELL", "title": "U.K. Panel Finds ‘Litany of Errors’ in Response to Terrorist Attacks", "description": "The parliamentary report contained an unusual admission by MI5 that it had failed to track a suspect and concluded that the security services needed to coordinate more.", "url": "https://www.nytimes.com/2018/11/22/world/europe/uk-terrorism-report.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23britain-terror1/23britain-terror1-facebookJumbo.jpg", "publishedAt": "2018-11-22T16:08:27Z", "content": "The lessons from last years tragic events must now result in real action, the committee said. Such is the scale of the challenge to fight terrorism, the authorities say, that 700 investigations are underway into some 3,000 suspects regarded as a serious threa… [+702 chars]", "fulltext": "“The lessons from last year’s tragic events must now result in real action,” the committee said.\n\nSuch is the scale of the challenge to fight terrorism, the authorities say, that 700 investigations are underway into some 3,000 suspects regarded as a serious threat, along with an additional 20,000 considered to be causing concern.\n\nThe police and MI5 say that they have thwarted 13 plots since March 2017, but the parliamentary panel focused on five attacks last year that claimed the lives of 36 victims.\n\nThe bloodiest of the attacks occurred on May 22, 2017, when Salman Abedi, a 22-year-old Briton of Libyan descent, blew himself up at a concert by Ariana Grande in the northwestern city of Manchester, killing 22 people, including several children.\n\nMr. Abedi had been known to the authorities because he had visited a jailed extremist in prison and had traveled to Libya from 2011 onward, the report said. But in 2015, the authorities judged him as posing a low risk."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: ‘We Need to Change the Way Our Prisons Are Run’", "description": "A reader says female prison workers can offer ideas.", "url": "https://www.nytimes.com/2018/11/22/opinion/letters/female-prison-workers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/reader-center/18metooprisons-p1/merlin_139550751_6ab927ad-2653-4041-9377-6132cb31a75c-facebookJumbo.jpg", "publishedAt": "2018-11-22T16:00:03Z", "content": "To the Editor: Re Harassment, Humiliation and Terror (front page, Nov. 18): After working in Connecticut maximum-security prisons for 20 years, I find that the story of how women are treated in our federal prisons is very familiar. There are many problems wit… [+754 chars]", "fulltext": "To the Editor:\n\nRe “Harassment, Humiliation and Terror” (front page, Nov. 18):\n\nAfter working in Connecticut maximum-security prisons for 20 years, I find that the story of how women are treated in our federal prisons is very familiar.\n\nThere are many problems with our prison system, but the model of punishment and subjugation of prisoners spills out into the way they then treat staff members. We need to change the way our prisons are run.\n\nTreatment, education and a focus on return to the community need to be the new model, not just locking people in cages. Recidivism rates are high, and this is largely because people are not provided the resources while incarcerated to improve their behavior .\n\nWomen play a critical role in prisons. Women are more successful at de-escalating situations and understand the loss of being away from family. They bring more compassion and empathy to the correctional environment. The men in charge often marginalize women, especially when they try to change things for the better."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "COLIN WOODARD", "title": "More Than a Pirate, a Rebel With a Democratic Spirit", "description": "Decades before the American Revolution, Blackbeard and his pirates revolted against unjust conditions imposed by shipowners and captains.", "url": "https://www.nytimes.com/2018/11/22/opinion/blackbeard-pirate-golden-age-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22woodard/merlin_147167697_1820c52e-8dbf-4ff7-8f07-1144f4d6b53f-facebookJumbo.jpg", "publishedAt": "2018-11-22T16:00:03Z", "content": "Their motives may have been mixed, but popular opinion was on the pirates side. Authorities regularly complained to their superiors in London that many of their subjects regarded the pirates as heroes. Lt. Gov. Alexander Spotswood of Virginia fumed that his c… [+2120 chars]", "fulltext": "But why? The Bahamian pirates were unlike most other pirates who’ve come before or since in that they claimed to be engaged in more than simple banditry. Most, including Blackbeard, were former merchant and naval sailors who thought themselves engaged in a social revolt against shipowners and captains who’d made their lives miserable. The pirate Sam Bellamy’s crew referred to themselves as Robin Hood’s men. “They vilify us, the scoundrels do, when there is only this difference,” Bellamy told a captive. “They rob the poor under the cover of law” and “we plunder the rich under the cover of our own courage.”\n\nThere was also a democratic spirit aboard the pirates’ ships six decades before Lexington and Yorktown, more than seven ahead of the storming of the Bastille. Upon seizing a vessel, the pirates turned its government upside down. Instead of using whips and beatings to enforce a rigid, top-down hierarchy, they elected and deposed their captains by popular vote. They shared their treasure almost equally and on most ships didn’t allow the captain his own cabin. The contracts some crews drew up and signed included disability benefits: payments for lost eyes and limbs taken from the shared plunder before it was divvied up.\n\nAll this — and far better food, drink and hours — made piracy extremely attractive to merchant and naval sailors alike, who in this time period faced malnourishment, wage cheating, and brutal and sometimes sadistic officers. Typically when the pirates captured a ship, a portion of its crew would enthusiastically join their ranks, allowing the outbreak to expand from a handful of pirates in sloops to several thousand in multi-ship squadrons in just three years. Even the Royal Navy was vulnerable; when the ship H.M.S. Phoenix confronted the pirates at their Nassau lair 300 years ago this spring, a number of the frigate’s sailors sneaked off in the night to serve under the black flag.\n\nRunaway slaves also joined the pirates as word spread that they allowed people of African descent to participate as equal members of their crews and sometimes as captains. At the height of the outbreak, it was not unusual for escaped or liberated slaves to account for a quarter or more of the pirates’ crews. In the months after Blackbeard captured his flagship, Queen Anne’s Revenge, witnesses would report as many as 70 serving aboard, and several remained in his closest circle to the day he died. Although pirates also treated many of the slaves they found on captured slave ships as cargo to be sold, not colleagues to recruit, their integrated ships still represented a threat to the slave colonies surrounding the Bahamas. Gov. Benjamin Bennett of Bermuda warned that slaves had “grown so impudent and insulting of late that we have reason to suspect their rising” against us and “fear their joining with the pirates.”\n\nNot all pirates were downtrodden. Bellamy’s sidekick Paulsgrave Williams was the son of Rhode Island’s attorney general, and the “gentleman pirate” Stede Bonnet was the scion of an influential Barbados family. There’s considerable evidence that these pirates had a secret motivation of their own: to depose George I — who had ascended to the throne in 1714 — and restore the Stuarts. Some of the pirates sent a letter to the court of the would-be Stuart king in exile in France offering their services, while several others were closely associated with a suspected organizer of a failed, pro-Stuart uprising in 1715."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: How the Democrats Can Win in Rural America", "description": "Readers suggest the ephemeral and the concrete.", "url": "https://www.nytimes.com/2018/11/22/opinion/letters/democrats-rural-america.html", "urlToImage": "https://static01.nyt.com/images/2018/11/07/opinion/07tomasky-illo/07tomasky-illo-facebookJumbo.jpg", "publishedAt": "2018-11-22T16:00:00Z", "content": "To the Editor: Re Democrats Need a Rural Strategy, by Michael Tomasky (Op-Ed, Nov. 8): As a rural Democrat, I propose a truly extreme long-term solution for the Democratic Party in rural America: Start by actually caring about the lives, communities and cultu… [+649 chars]", "fulltext": "To the Editor:\n\nRe “Democrats Need a Rural Strategy,” by Michael Tomasky (Op-Ed, Nov. 8):\n\nAs a rural Democrat, I propose a truly extreme long-term solution for the Democratic Party in rural America: Start by actually caring about the lives, communities and cultures of rural America.\n\nDon’t care because there are votes to be garnered or Senate seats to be captured but because these are fellow human beings who have been crushed by forces that are beyond their control — but not beyond our control as a united people.\n\nThe fixes are not hard to imagine: rural broadband, quality health care, good education (small classes are no problem here), good roads, not just those that whisk interstate commerce from one urban center to the next but well-maintained secondary roads linking communities to their neighbors.\n\nBut perhaps the most difficult (or is it the easiest?) solution of all is the most fundamental: respect."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELLEN BARRY", "title": "A Brexit Compromise Nobody Likes: What Could Be More English?", "description": "Protesters from both sides of the Brexit debate in London this month. After the sputtering of a coup against Prime Minister Theresa May, Britain’s body politic seems to be moving, grudgingly, toward accepting her plan.", "url": "https://www.nytimes.com/2018/11/22/world/europe/brexit-uk-theresa-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23brexit1sub/23brexit1sub-facebookJumbo.jpg", "publishedAt": "2018-11-22T15:46:25Z", "content": "He blamed some of this on Mrs. May, who, he said, doesnt do inspiration. A Brexit run by a Remainer, its going to be downbeat, its going to be gloomy, he said. But gloom also seems to be part of a considered strategy on Mrs. Mays part. As they make the rounds… [+1228 chars]", "fulltext": "Five days later, after she had weathered rounds of punishing criticism, the responses were reversed, with 46 percent saying she should stay and 34 percent that she should go. A bungled coup by hard-line Brexiteers in her own party — who want a more complete break from the European Union than she has proposed — had left her most aggressive detractors looking isolated and foolish.\n\nAnd many in Westminster began speaking confidently of a new wrinkle. Mrs. May might not muster enough Parliamentary support to pass the bill in mid-December, according to Rob Ford, a professor of politics at the University of Manchester. But if her government survives long enough to put it to a second vote, he said, she has a good chance of getting it through.\n\n“The groups that dislike it will realize that there is no way of getting their preferred outcome,” he said. “The deal could be as popular as leprosy with the public and that strategic calculus would not have changed one iota.”\n\nLeprosy indeed. Remainers don’t like it because they did not want to leave the European Union in the first place. Hard-line Brexiteers don’t like it because it leaves Britain in too many European structures. Soft Brexiteers — who want, well, a softer break — don’t like it because it removes the country from too many structures. The only people who are satisfied are those primarily concerned with immigration, and polls, Mr. Ford said, suggest that group is rapidly shrinking.\n\nEven the Daily Mail newspaper, which, under its former editor, Paul Dacre, pushed Brexit with unbridled ferocity and policed the political class for the slightest hint of apostasy, has softened under Mr. Dacre’s successor, Geordie Greig, offering lukewarm support for the prime minister.\n\nIt was difficult to recall, in the gloom and resignation of this week, that Brexit had at one point made some people happy."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: Happy Thanksgiving!", "description": "The feast is nearly done. Make sure to make time for yourself today.", "url": "https://www.nytimes.com/2018/11/22/dining/happy-thanksgiving.html", "urlToImage": "https://static01.nyt.com/images/2018/10/23/dining/ss-roast-turkey-with-orange-and-sage/ss-roast-turkey-with-orange-and-sage-facebookJumbo.jpg", "publishedAt": "2018-11-22T15:30:00Z", "content": "Good morning. Its on like Donkey Kong now, I imagine, Thanksgiving 2018 : turkeys browning, potatoes gurgling, cousin Julie weeping in the guest bedroom and your brother three exits away on the highway, though he needs to stop for smokes. Time to cut the brus… [+1365 chars]", "fulltext": "Good morning. It’s on like Donkey Kong now, I imagine, Thanksgiving 2018: turkeys browning, potatoes gurgling, cousin Julie weeping in the guest bedroom and your brother three exits away on the highway, though he needs to stop for smokes. Time to cut the brussels sprouts. Time to baste the bird. The kids want to start on a pie — have a pie for lunch, basically, before dinner starts at 4. Come now the questions: Where’re the napkins? Should I get a fire going? Should I open some wine? Will there be bacon with the brussels? The whole catastrophe!\n\nDon’t let any of it get to you. Let all of today wash over you like warm water at a spa in Imaginaryland. Everything is going to be fine.\n\nTo ensure that this is the case, make sure to take time for yourself today. Do that right now, if only to strap on your headphones to listen to this amazing Led Zeppelin cover by the Mexican classical guitar duo Rodrigo y Gabriela, to watch these pandas, to consider Rust Cohle’s theory of history in “True Detective,” way back when. This is, basically, an audio-visual CBD treatment. Give it a try.\n\nThen get back to work. If I can answer what I know will be the No. 1 question I’ll receive today (and I can): Your turkey is done when its internal temperature has reached 165 degrees, at least if you’re following the guidelines of the United States Department of Agriculture. Check it with a digital thermometer in the deepest part of the breast, and the deepest part of the thigh, and pull the bird from the oven when the temperature rises to around 159 or 160 degrees. It will continue to rise while the turkey rests. (Here’s how to carve it.)"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NIKI KITSANTONIS", "title": "6 Men Jailed for Beating American Student to Death in Greece", "description": "A court convicted the attackers of assault charges, downgraded from murder, after Bakari Henderson, 22, was beaten, chased and killed on the island of Zakynthos in 2017.", "url": "https://www.nytimes.com/2018/11/22/world/europe/greece-american-bakari-henderson.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23beating1/23beating1-facebookJumbo.jpg", "publishedAt": "2018-11-22T15:17:46Z", "content": "The nine men charged with the beating were a British citizen of Serbian origin who worked as a bouncer at the bar where the brawl broke out, a Greek bartender, and seven Serbian men. Their names were not immediately available. The Briton received the heaviest… [+1210 chars]", "fulltext": "ATHENS, Greece — Nine men arrested in the beating death of an American student outside a bar in Greece in 2017 were cleared of murder but convicted of assault charges on Thursday.\n\nA court in Patra, in western Greece, reduced the charges to grievous assault, handing six men sentences ranging from five to 15 years in prison and freeing three others after convicting them of simple assault for the brutal attack on the student, Bakari Henderson, 22, in the summer of 2017 on the holiday island of Zakynthos.\n\nThe verdict disappointed the parents of Mr. Henderson, who have said that they were hoping all the men would be sentenced to life in prison. The prosecution attorney, Andreas Patsis, said that the outcome had “shattered” the relatives and that they did not think justice had been done.\n\nThe decision spurred Mr. Henderson’s parents to warn other Americans against allowing their children to visit Greece."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "Happy Thanksgiving, Teachers", "description": "A kindergarten teacher at a school in Brooklyn, New York works on a lesson with students.", "url": "https://www.nytimes.com/2018/11/22/opinion/teachers-education-thanksgiving.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22leonhardt/22leonhardt-facebookJumbo.jpg", "publishedAt": "2018-11-22T15:15:00Z", "content": "This article is part of the Opinion Today newsletter. You can sign up here to receive the newsletter each weekday. The historian Kevin Kruse made a thoughtful Thanksgiving suggestion on Twitter this week. He encouraged people to reach out to someone whose cre… [+1724 chars]", "fulltext": "This article is part of the Opinion Today newsletter. You can sign up here to receive the newsletter each weekday.\n\nThe historian Kevin Kruse made a thoughtful Thanksgiving suggestion on Twitter this week. He encouraged people to reach out to “someone whose creative work means a lot to you” — like a novelist, artist or a musician — and to tell them. Many of them work hard and deal frequently with rejection, Kruse noted. “A quick, kind word can go a long, long way,” he said.\n\nInspired by that idea, I want to say thank you today to some other hard-working people who deserve more recognition than they often receive: teachers.\n\nRegular readers know how important I think education is. It lifts families out of poverty more frequently than anything else. It can also bring less tangible joys, by introducing people to new books, art, music and ideas. And when education succeeds, it is almost always because of teachers. I was lucky to have several great teachers when I was in school, including:\n\nMs. Sandler, in first and second grade, who changed my life by making math seem like the world’s most exciting language;\n\nMr. Bienstock, who taught me how to study and grapple with history;\n\nMr. Schiller, whose wit, wisdom, humor and passion were especially effective when used in the service of explaining why I was wrong;\n\nMrs. Bowen, Ms. Kornstein and Ms. Rossano, a Murderer’s Row of high-school math teachers, whose mnemonics I can still sing.\n\nTo all of them — and to other teachers, too — I give thanks today.\n\nPlease pass the umbrage. Since the 2016 election, a new cottage industry in journalism has sprung up: articles that offer advice for how to talk politics at Thanksgiving with relatives who have different views from yours. On this week’s episode of “The Argument” podcast, Ross Douthat, Michelle Goldberg and I talk about our objections to those articles. I offer a very specific alternate suggestion: You should feel free to enjoy a holiday meal with your family and not talk about politics."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "NFL Week 12 Predictions: Our Picks Against the Spread - New York Times", "description": "New York Times NFL Week 12 Predictions: Our Picks Against the Spread New York Times After missing the entire 2017 season because of shoulder surgery, Luck got off to a 1-5 start this year. But he has been steadily improving all season, and that has paid off w…", "url": "https://www.nytimes.com/2018/11/22/sports/nfl-picks-week-12.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/sports/25nflmatchups-colts/25nflmatchups-colts-facebookJumbo.jpg", "publishedAt": "2018-11-22T14:50:01Z", "content": "Browns at Bengals, 1 p.m., CBS The Browns (3-6-1) had two difficult games defensively to start the Coach Gregg Williams era, but that is understandable considering that they faced Kansas City and Atlanta. The Bengals (5-5) are no slouch on offense, but given … [+1409 chars]", "fulltext": "Browns at Bengals, 1 p.m., CBS\n\nThe Browns (3-6-1) had two difficult games defensively to start the Coach Gregg Williams era, but that is understandable considering that they faced Kansas City and Atlanta. The Bengals (5-5) are no slouch on offense, but given how well Cleveland managed to withstand Atlanta’s onslaught of yards in a victory last week, this matchup could end up feeling like a vacation. A winning streak for the Browns is a distinct possibility. Pick: Browns +3\n\nPatriots at Jets, 1 p.m., CBS\n\nThe Patriots (7-3) are coming out of a bye week, so one would expect all to be good on the health front — except that Tom Brady was a limited participant at practice on Wednesday because of a knee injury. While that is interesting, it is unlikely to stop him from starting against the lowly Jets (3-7). If Brady is limited, look for a big game from the rookie running back Sony Michel, who is expected to be fully recovered from a knee injury, and a strong likelihood of the Jets’ losing but keeping the score fairly tight. Pick: Jets +10.5\n\nGiants at Eagles, 1 p.m., Fox\n\nIf you see a fluke in the fact that the Eagles’ record (4-6) is barely better than the Giants’ (3-7), consider that Philadelphia has averaged fewer points per game and has allowed more yards per game on defense. That said, the last time the Eagles looked anything like the defending Super Bowl champions was back in Week 6, when they crushed the Giants, so getting a second shot at a defense Philadelphia knows it can dominate might be just the kick in the pants the champs need. Watch out, though: The Giants just might keep it too close for the Eagles to cover the point spread. Pick: Giants +7"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Michael Kolomatsky", "title": "New York City Construction, in a Snapshot", "description": "A new online tool maps all the construction permits in the city and makes it possible to drill down for information on any of them.", "url": "https://www.nytimes.com/2018/11/22/realestate/new-york-city-construction-in-a-snapshot.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25calculator-1542648165035/25calculator-1542648165035-facebookJumbo-v7.png", "publishedAt": "2018-11-22T14:35:41Z", "content": "Total Active Permits Permits by Borough 7,398 Brooklyn Queens Staten Island 2,797 941 2,393 Proposed Dwelling Units Manhattan Bronx 129,471 746 521 Square Footage Top Neighborhood by Square Feet 195,569,320 Manhattan Community Board 4 Chelsea, Hell’s Kitchen … [+1511 chars]", "fulltext": "No matter how densely packed New York City is, it continues to grow, with buildings constantly being expanded or replaced by new ones.\n\nAn exhaustive new Department of Buildings website paints a detailed picture of exactly what is currently being built, pinpointing every major construction permit on a map.\n\nIt also allows visitors to retrieve detailed information on each of the projects, including the address; the square footage; the proposed number of new units; the estimated cost of construction; permit issue and expiration dates; and the name of the contractor in charge. There are even links to plumbing, electrical and other permits issued, as well as the building’s certificate of occupancy and Department of Buildings violations, if any."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN CASTLE", "title": "U.K. Agrees on Brexit Plan With Europe’s Negotiators", "description": "The completion of what critics dismissed as a vague and ambiguous political declaration opens the way for the E.U. to approve a larger draft agreement on Sunday.", "url": "https://www.nytimes.com/2018/11/22/world/europe/uk-eu-theresa-may-brexit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23may/23may-facebookJumbo.jpg", "publishedAt": "2018-11-22T14:25:56Z", "content": "LONDON Britains painful path out of the European Union crossed a crucial threshold on Thursday when negotiators from London and Brussels agreed on a text outlining future ties, a document replete with promises of ambition but artfully ambiguous on crucial que… [+661 chars]", "fulltext": "Britain’s painful path out of the European Union crossed a crucial threshold on Thursday when negotiators from London and Brussels agreed on a text outlining future ties, a document replete with promises of ambition but artfully ambiguous on crucial questions that have cleaved British politics.\n\nThe 26-page draft document is nonbinding and would supplement a legal withdrawal agreement that lists the “divorce” terms reached between Britain and the European Union, which it is scheduled to exit on March 29.\n\nNevertheless, its conclusion opens the way for a summit meeting of the bloc’s leaders, who are expected to approve the overall plan for the withdrawal, known as Brexit, on Sunday in Brussels.\n\n“The British people want this to be settled,” Britain’s prime minister, Theresa May, said, speaking briefly outside her office on Downing Street. “They want a good deal that sets us on course for a brighter future.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Anne Mancuso", "title": "Homes for Sale in New York and Connecticut", "description": "This week’s properties include a four-bedroom in Weston, Conn., and a five-bedroom in Dobbs Ferry, N.Y.", "url": "https://www.nytimes.com/2018/11/22/realestate/homes-for-sale-in-new-york-and-connecticut.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25OTM-REG-slide-VWCY/25OTM-REG-slide-VWCY-facebookJumbo.jpg", "publishedAt": "2018-11-22T14:06:12Z", "content": "In Weston, Conn., a four-bedroom, two-and-a-half-bath house with an open floor plan, large living room lined with glass doors leading to a wraparound deck, a dining area, office, two stone fireplaces, a lower-level common space with built-ins, and an in-groun… [+301 chars]", "fulltext": "In Weston, Conn., a four-bedroom, two-and-a-half-bath house with an open floor plan, large living room lined with glass doors leading to a wraparound deck, a dining area, office, two stone fireplaces, a lower-level common space with built-ins, and an in-ground pool, on 2.25 acres.\n\nIn Dobbs Ferry, N.Y., a five-bedroom, three-and-a-half-bath, 3,689-square-foot house built in 1961, with two fireplaces, a screened porch, an office, a stone patio, a bedroom suite with a separate entrance and a two-car garage, on 0.64 acres across from the Ardsley Country Club."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Stefanos Chen", "title": "Homes for Sale in Manhattan and Queens", "description": "The week’s properties are in Harlem, on the Upper West Side, and in Jackson Heights, Queens.", "url": "https://www.nytimes.com/2018/11/22/realestate/homes-for-sale-in-manhattan-and-queens.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25OTM-NYC-slide-2L78/25OTM-NYC-slide-2L78-facebookJumbo.jpg", "publishedAt": "2018-11-22T14:01:22Z", "content": "In Harlem, a roughly 2,700-square-foot two-bedroom, three-bath combination apartment with an artists studio in PS90, a converted public school building. Upper West Side co-op, a one-bedroom, one-bath ground floor apartment with a private landscaped garden in … [+172 chars]", "fulltext": "Stefanos Chen is a real estate reporter, based in New York. He joined The Times in 2017 after five years with The Wall Street Journal, where he was a reporter and multimedia producer. @stefanoschen"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "On the Market in New York City", "description": "This week’s properties are in Harlem, Jackson Heights, Queens, and on the Upper West Side.", "url": "https://www.nytimes.com/slideshow/2018/11/22/realestate/on-the-market-in-new-york-city.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25OTM-NYC-slide-5YTJ/25OTM-NYC-slide-5YTJ-facebookJumbo.jpg", "publishedAt": "2018-11-22T14:00:19Z", "content": "Harlem Condo • $2,395,000 • MANHATTAN • 220 West 148th Street, No. 4D A roughly 2,700-square-foot two-bedroom, three-bath combination apartment with an artist’s studio in PS90, a converted public school building. Adrian Noriega, 646-279-6104, and Natalie Eise… [+33 chars]", "fulltext": "On the Market in New York City\n\nThis week’s properties are in Harlem, Jackson Heights, Queens, and on the Upper West Side."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "On the Market in the New York Region", "description": "This week’s properties include a four-bedroom in Weston, Conn., and a five-bedroom in Dobbs Ferry, N.Y.", "url": "https://www.nytimes.com/slideshow/2018/11/22/realestate/on-the-market-in-the-new-york-region.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25OTM-REG-slide-LX1A/25OTM-REG-slide-LX1A-facebookJumbo.jpg", "publishedAt": "2018-11-22T14:00:16Z", "content": "Four-Bedroom in Weston • $750,000 • FAIRFIELD • 15 Skylark Lane A four-bedroom, two-and-a-half-bath house with an open floor plan, large living room lined with glass doors leading to a wraparound deck, a dining area, office, two stone fireplaces, a lower leve… [+126 chars]", "fulltext": "Four-Bedroom in Weston • $750,000 • FAIRFIELD • 15 Skylark Lane\n\nA four-bedroom, two-and-a-half-bath house with an open floor plan, large living room lined with glass doors leading to a wraparound deck, a dining area, office, two stone fireplaces, a lower level common space with built-ins, and an in-ground pool, on 2.25 acres. Susan Leone, Higgins Group, 203-209-2075; higginsgroup.com"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIFFANY MAY and CLAIRE FU", "title": "A Chinese Actor Admits Hitting a Woman — and Some Take His Side", "description": "After Jiang Jinfu acknowledged that he’d beaten Haruka Nakaura, a Japanese model, not all the reaction on social media was negative.", "url": "https://www.nytimes.com/2018/11/22/world/asia/china-domestic-violence-jiang-jinfu.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-22T12:46:58Z", "content": "Little is known about the circumstances of the beating, including where it happened or whether any law enforcement authorities are investigating it. Ms. Nakaura suggested in a later Instagram post that it had taken place a month earlier. She has since deleted… [+1484 chars]", "fulltext": "Little is known about the circumstances of the beating, including where it happened or whether any law enforcement authorities are investigating it. Ms. Nakaura suggested in a later Instagram post that it had taken place a month earlier. She has since deleted her Instagram account.\n\nAn entertainment industry agent who said she represented Mr. Jiang, declined to comment.\n\nThe episode has again put a spotlight on domestic violence in China, where recent legislation has made it easier for victims to come forward, but experts say much remains to be done.\n\n“More women have found the courage to ask for help, including making charges and issuing protection orders,” said Feng Yuan, a co-founder of Beijing Equality, a women’s rights nonprofit. “The problem now is that the training of police, prosecutors, lawyers and judges has not kept up.”\n\nA number of state-controlled news media outlets published editorials this week about Ms. Nakaura’s case, condemning domestic violence and encouraging victims to report it to the police.\n\nIn China, family and public pressures often compel victims to stay silent, or they are dismissed by the local authorities when they do come forward. Still, the situation has improved in the years since Kim Lee, an American woman, accused her Chinese celebrity husband of abusing her.\n\nIn her highly publicized 2014 divorce trial, Ms. Lee received the first personal protection order ever issued in Beijing. That was followed by a landmark domestic violence law in 2016, which made it easier for women across China to obtain such orders.\n\nCGTN, the Chinese state news agency, recently reported that 1,830 protection orders had been issued since 2017. But restraining orders are difficult to carry out and few are actually enforced, according to Leta Hong Fincher, author of “Betraying Big Brother: The Feminist Awakening in China.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN COWELL", "title": "U.K.’s Homelessness Problem Is Growing, and Spreading, Report Finds", "description": "Sleeping outside an underground station in London. The greatest concentration of homelessness was found to be in the capital, but the sharpest increases were in the English Midlands and Yorkshire.", "url": "https://www.nytimes.com/2018/11/22/world/europe/uk-homelessness.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23homeless/23homeless-facebookJumbo.jpg", "publishedAt": "2018-11-22T12:23:59Z", "content": "Such assessments are profoundly embarrassing to the government as it presses to leave the European Union next year professing an economic robustness that will enable it to generate greater wealth without the encumbrance of its European partners and the Europe… [+1562 chars]", "fulltext": "Such assessments are profoundly embarrassing to the government as it presses to leave the European Union next year professing an economic robustness that will enable it to generate greater wealth without the encumbrance of its European partners and the European Union’s bureaucracy.\n\nAmber Rudd, a former home secretary who is now the cabinet minister for work and pensions, responded tartly to Mr. Alston’s conclusion that 14 million people lived in poverty and 1.5 million were destitute. The calculations in the study undercut the government’s effort to replace Britain’s myriad social benefits with a single payment called “Universal Credit.” The new system has been criticized by its opponents as deepening poverty.\n\n“I was disappointed, to say the least, by the extraordinary political nature of his language,” Ms. Rudd told Parliament, referring to Mr. Alston’s report.\n\n“We are not so proud that we don’t think we can learn as we try to adjust Universal Credit for the benefit of everybody. But that sort of language was wholly inappropriate and discredited a lot of what he was saying.”\n\nThe latest assessment by Shelter was its third annual summary and showed homelessness rising from 294,000 in 2016 and 307,000 in 2017. The greatest concentration of homelessness was in London, which had 170,000 homeless people, more than 5,000 of them in Kensington and Chelsea, its richest borough. But the sharpest increases were in the English Midlands and in Yorkshire in northern England, Shelter said.\n\nJames Brokenshire, the government minister responsible for housing and communities, said, “No one should be left without a roof over their head, which is why we are determined to end rough sleeping and respond to the causes of homelessness.”\n\nThe government was spending more than 1.2 billion pounds — about $1.5 billion — on dealing with homelessness, he said, and was also promoting the building of new homes.\n\nBut, he added, “We know that there is more that we need to do.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "Ex-Soldier Gets 5,130 Years in Prison for Guatemala Massacre", "description": "Santos López Alonzo, 66, participated in the 1982 killing that all but wiped out a farming village at the height of the civil war, prosecutors said.", "url": "https://www.nytimes.com/2018/11/22/world/americas/guatemala-soldier-massacre-santos-lopez-alonzo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23guatemala/23guatemala-facebookJumbo.jpg", "publishedAt": "2018-11-22T12:12:16Z", "content": "He was also accused of kidnapping and adopting a 5-year-old boy, Ramiro Osorio Cristales, whose family was killed in the massacre. Mr. Osorio was one of those who testified at Mr. Lópezs trial, according to Sky News, the British broadcaster. Mr. López was acc… [+837 chars]", "fulltext": "A Guatemalan court has sentenced a former soldier to more than 5,000 years in prison for the massacre of 171 people in what is considered one of the worst atrocities in that country’s 36-year civil war.\n\nProsecutors said the soldier, Santos López Alonzo, 66, who is accused of belonging to an elite squad known as the Kaibiles, had participated in the killings of nearly all of the men, women and children in the farming village of Dos Erres on Dec. 7, 1982, according to Reuters.\n\nMr. López was sentenced on Wednesday after being deported from the United States in 2016 to face the Guatemalan court, where he was found “responsible as author” of the killings, according to news reports.\n\nHe was sentenced to 30 years for crimes against humanity and an additional 30 years for each of the 171 victims, for a total of 5,160 years, although the sentences are symbolic as the maximum someone can serve in Guatemala is 50 years."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEANNETTE CATSOULIS", "title": "‘Invisible Hands’ Review: The Children Fueling Global Capitalism", "description": "Shraysi Tandon’s dense investigative documentary jumps into the murky and shameful world of child trafficking and forced labor.", "url": "https://www.nytimes.com/2018/11/22/movies/invisible-hands-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/invisible1/invisible1-facebookJumbo.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "Rich in information and dense with quiet outrage, Shraysi Tandons debut feature, the investigative documentary Invisible Hands, jumps into the murky and shameful world of child trafficking and forced labor. It should probably have been called Tiny Hands, as t… [+474 chars]", "fulltext": "Rich in information and dense with quiet outrage, Shraysi Tandon’s debut feature, the investigative documentary “Invisible Hands,” jumps into the murky and shameful world of child trafficking and forced labor.\n\nIt should probably have been called “Tiny Hands,” as those are what we notice most. Trussing tobacco leaves in Indonesia while absorbing dangerous doses of nicotine; toiling as cheap farm labor in the United States, unprotected from toxic pesticides; hacking cocoa beans in Ghana though their owners have never tasted chocolate. Showing how the intricate supply chains of global capitalism shield corporations like Nestlé and Unilever from responsibility, Tandon paints a depressing portrait of pain and poverty and exploitation."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEANNETTE CATSOULIS", "title": "Critic’s Pick: ‘Becoming Astrid’ Review: A Children’s Author Finds Her Voice", "description": "This biopic of the Swedish writer of the “Pippi Longstocking” series hits familiar beats, but its performances are pitch perfect.", "url": "https://www.nytimes.com/2018/11/22/movies/becoming-astrid-review-a-childrens-author-finds-her-voice.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/arts/23becomingastrid/merlin_146947422_ff687057-a940-40ad-9e8a-48743bf676d2-facebookJumbo.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "We meet her in the 1920s, a strong-willed, spirited teenager whose quirky personality demands an escape from the small village in rural Sweden where her religious family farms on church land. The shame of the pregnancy means banishment and liberation to secre… [+692 chars]", "fulltext": "We meet her in the 1920s, a strong-willed, spirited teenager whose quirky personality demands an escape from the small village in rural Sweden where her religious family farms on church land. The shame of the pregnancy means banishment — and liberation — to secretarial school in Stockholm, where her choice seems to be between an unwise marriage or a life without her child. It will take all her resolve to choose neither.\n\nIn many respects, “Becoming Astrid” is your standard biographical drama, its familiar beats untroubled by narrative daring or stylistic surprises. But Erik Molberg Hansen’s relaxed camera movements and fuzzy-soft compositions are quite beautiful, and the performances — including the superb Trine Dyrholm as the baby’s Danish foster mother — are pitch-perfect. Best of all is the magnetic August, whose open, mobile features can slide from plain to lovely with just a shift in the light and whose embrace of the character is a joy to watch."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEANNETTE CATSOULIS", "title": "‘Write When You Get Work’ Review: Backstreet Boy Seeks Uptown Girl", "description": "A petty thief stalks his former lover in Stacy Cochran’s messy, maddening New York City romance.", "url": "https://www.nytimes.com/2018/11/22/movies/write-when-you-get-work-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/write1/write1-facebookJumbo.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "Neither remotely credible nor more than minimally entertaining, Stacy Cochrans New York City romance, Write When You Get Work, presents rich folk as gullible idiots and blue-collar crooks as heroes. Firmly lodged in the second group, Jonny ( Finn Wittrock ) c… [+438 chars]", "fulltext": "Neither remotely credible nor more than minimally entertaining, Stacy Cochran’s New York City romance, “Write When You Get Work,” presents rich folk as gullible idiots and blue-collar crooks as heroes.\n\nFirmly lodged in the second group, Jonny (Finn Wittrock) currently has two pastimes: thieving from anyone in a higher income bracket and stalking his onetime teenage love, Ruth (a regrettably bland Rachel Keller). Eager to leave her outer-borough upbringing and criminal record behind her, Ruth is striving to build an Upper East Side career in the admissions office of a swanky private school. If only Jonny would stop breaking into her apartment and behaving like a Neanderthal with a tool belt."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "Critic’s Pick: ‘Inquiring Nuns’ Review: A Simple Question Yields Many Profound Answers", "description": "Sister Marie Arné, left, and Sister Mary Campion in “Inquiring Nuns,” produced by the influential nonprofit Kartemquin Films.", "url": "https://www.nytimes.com/2018/11/22/movies/inquiring-nuns-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/arts/23inquiringnuns/merlin_146956560_8df450c9-42f6-4bec-b843-772d2bcd51b2-facebookJumbo.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "There are few film production companies in the United States as admirable as Kartemquin Films, the nonprofit documentary house founded in Chicago in 1966 that was subsequently responsible for such outstanding, illuminating works as Hoop Dreams (1994), The Int… [+620 chars]", "fulltext": "There are few film production companies in the United States as admirable as Kartemquin Films, the nonprofit documentary house founded in Chicago in 1966 that was subsequently responsible for such outstanding, illuminating works as “Hoop Dreams” (1994), “The Interrupters” (2010) and “Abacus: Small Enough to Jail” (2016).\n\nThe 1968 film “Inquiring Nuns,” newly restored from its 16-millimeter origins, was one of the company’s earliest projects, directed by Gordon Quinn and Jerry Temaner, two of the company’s founding members. Inspired by the 1961 French film “Chronicle of a Summer,” in which street passers-by were stopped for interviews on a variety of topics of the day, here the American filmmakers distilled the concept. They enlisted two young Roman Catholic nuns, Sister Marie Arné and Sister Mary Campion, to ask a single question at a variety of Windy City locales: “Are you happy?”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KEN JAWOROWSKI", "title": "‘Family in Transition’ Review: A Parent Prepares for Change", "description": "The documentary tells the story of Amit Tsuk, who comes out as transgender, and the effect it has on the family.", "url": "https://www.nytimes.com/2018/11/22/movies/family-in-transition-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/family1/family1-facebookJumbo.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "An all-smiles opening doesnt last long in Family in Transition, a documentary that refuses to sugarcoat the challenges faced by the six members of the Tsuk family as the father, Amit, comes out as a transgender woman. Ofir Trainin, the director, begins with v… [+327 chars]", "fulltext": "An all-smiles opening doesn’t last long in “Family in Transition,” a documentary that refuses to sugarcoat the challenges faced by the six members of the Tsuk family as the father, Amit, comes out as a transgender woman.\n\nOfir Trainin, the director, begins with video from Amit’s wedding to Galit. In that old footage, the young couple grin and sing, in contrast to so many sober scenes that follow some 20 years later. After Amit decides, at around 40, to begin wearing women’s clothing and later to undergo surgery, Galit and their four children are shunned by various friends and relatives."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOTOKO RICH", "title": "Nissan’s Board Removes Carlos Ghosn as Chairman in Wake of His Arrest", "description": "Nissan’s chairman, Carlos Ghosn, seen above on the screen, was arrested in Tokyo on Monday over a suspected breach of Japanese financial laws.", "url": "https://www.nytimes.com/2018/11/22/business/nissan-ghosn-board-chairman.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23ghosn/23ghosn-facebookJumbo.jpg", "publishedAt": "2018-11-22T11:49:34Z", "content": "TOKYO The board of Nissan voted to remove Carlos Ghosn as its chairman on Thursday, three days after he was arrested and taken into custody on allegations that he drastically underreported his income to government regulators over a period of several years. Th… [+807 chars]", "fulltext": "TOKYO — Nissan’s board of directors voted unanimously to remove Carlos Ghosn as its chairman on Thursday, three days after he was arrested on allegations of underreporting his income to government regulators over a period of several years.\n\nThe board’s vote was a grim rebuke of Mr. Ghosn, one of the car industry’s most powerful leaders and the man who saved Nissan nearly 20 years ago.\n\nThe board met for four hours and issued a short statement that sought to telegraph stability even amid the sudden leadership upheaval. It emphasized that its alliance with Renault, Nissan’s largest shareholder, was a priority, and that it would consider having an outside adviser review its corporate governance and its director compensation system.\n\nThe board said it acted to confirm “that the longstanding Alliance partnership with Renault remains unchanged and that the mission is to minimize the potential impact and confusion on the day-to-day cooperation” with alliance partners."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS HORTON", "title": "Specter of Meddling by Beijing Looms Over Taiwan’s Elections", "description": "Supporters of Chen Chi-Mai, the Democratic Progressive Party candidate for mayor of Kaohsiung, Taiwan. Some are concerned that Beijing is trying to influence the race.", "url": "https://www.nytimes.com/2018/11/22/world/asia/taiwan-elections-meddling.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21taiwan-1/21taiwan-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T11:23:49Z", "content": "Concerns about Chinese meddling have grown as the election race heats up. Of particular concern to Ms. Tsai and her party is the mayoral race in the southern city of Kaohsiung, where Han Kuo-yu, a Kuomintang candidate, has enjoyed a surprising surge in popula… [+947 chars]", "fulltext": "TAIPEI, Taiwan — As Taiwan prepares to hold local elections on Saturday, concerns are growing that Beijing’s long effort to sway the island’s politics has been armed with a new weapon: a Russia-style influence campaign.\n\nThe island’s elections for city mayors and county and village leaders will in part serve as a report card on President Tsai Ing-wen, whose administration has come under immense pressure from Beijing. But Taiwan officials are sounding alarms at what they say is a campaign by Beijing to spread disinformation that serves its agenda by exploiting the island’s freewheeling public discourse.\n\n“There are those people who mistakenly think that if you simply shout falsehoods loudly, they’ll become real,” Ms. Tsai wrote on Facebook last week. “We must not let them succeed.”\n\nTaiwan officials say the population of 23 million is regularly fed misleading information in the news media and on social networks that range from unverified footage of large-scale Chinese military drills to false reports of stranded travelers being abandoned by the island’s government."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAUREEN DOWD", "title": "Of Monuments, Arguments, Vampires and Thanksgiving", "description": "John Wayne, Brett Kavanaugh, my brothers Michael and Kevin, and me.", "url": "https://www.nytimes.com/2018/11/22/opinion/sunday/thanksgiving-politics-family.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/opinion/25DOWD02/25DOWD02-facebookJumbo.jpg", "publishedAt": "2018-11-22T11:00:21Z", "content": "He said he watched Blaseys testimony and saw it this way: I thought she was sympathetic but not credible because she had no facts. I think something happened to her, but it wasnt him. I was hoping Trump wouldnt do something stupid that would upset things, so … [+2134 chars]", "fulltext": "“If the other boys started to misbehave, he would say something to get them back in line,” Kevin wrote in a piece for IrishCentral, adding, “He is the epitome of a normal guy, a Jimmy Stewart type, well liked and well respected in the same breath.”\n\nMonths before, I had planned a trip for Kevin’s birthday to Monument Valley, the dramatic landscape on the Utah-Arizona border where John Ford made his iconic westerns with John Wayne. Kevin is a huge film buff; at the first sign of an often imaginary sore throat, my mother would pull him out of first grade and take him to the movies.\n\nWe were due to fly out there the first weekend in October. Then, just like Anita Hill, Christine Blasey Ford was dragged into the spotlight after telling her story to Democrats. Her scalding accusations against a man about to ascend to the Supreme Court riveted a rived nation.\n\nThe Jesuit-run Georgetown Prep, where Kevin had coached for 25 years and where his three sons had gone to school and where Neil Gorsuch also went, morphed from being heralded as a Supreme Court feeder school to being depicted, as Kevin disgustedly put it, as “a drunken roadhouse overflowing with testosterone.”\n\nFriends of Kavanaugh say they approached Blessed Sacrament, the Chevy Chase church where my sister sometimes sits behind the Kavanaughs at the 5:30 p.m. Mass, to see if they could offer a “show of support” Mass for the beleaguered judge. The Mass didn’t happen; perhaps the church considered it too political.\n\nKevin was distraught. He went on local TV to defend Kavanaugh, saying, “I used to kid Brett that he was 30 when he was 16.”\n\nMy sister told me that if I sided with Blasey, Kevin would cancel our trip west. I disagreed with Democrats who said that women should automatically be believed. Think about Rolling Stone and the “Jackie” story it entirely retracted because it was based on a made-up account of gang rape and some of the later Kavanaugh accusers whose stories fell apart. But women have an absolute right not to be disbelieved without further examination."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LINDA GREENHOUSE", "title": "Supreme Court Party Time", "description": "Justices Brett Kavanaugh, Neil Gorsuch, Elena Kagan, Samuel Alito, Ruth Bader Ginsburg and John Roberts in the East Room of the White House last Friday.", "url": "https://www.nytimes.com/2018/11/22/opinion/supreme-court-federalist-society.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22greenhouse2/22greenhouse2-facebookJumbo.jpg", "publishedAt": "2018-11-22T11:00:06Z", "content": "Not actual control, obviously, but social control, the not so subtle message of the evening being: Weve been here for you, and we expect you to be here for us. If you want to come back, dont disappoint us. Can social control of that sort really matter to a li… [+2418 chars]", "fulltext": "Not actual control, obviously, but social control, the not so subtle message of the evening being: We’ve been here for you, and we expect you to be here for us. If you want to come back, don’t disappoint us.\n\nCan social control of that sort really matter to a life-tenured Supreme Court justice who has already achieved everything an ambitious lawyer could possibly want? Well, yes — and to be clear, in making that claim, I’m not suggesting that the desire for continued acceptance by one’s social network is a trait that afflicts only conservative judges. But the network that counts now is the one that has finally captured the Supreme Court.\n\nIn a fascinating new book titled “The Company They Keep: How Partisan Divisions Came to the Supreme Court,” to be published early next year, two prominent students of judicial behavior, Neal Devins and Lawrence Baum, explore the Supreme Court’s current polarization through the lens of social psychology. They take issue with the common assumption that the court responds to a broadly defined public opinion. Rather, the authors identify as the “primary influence” on individual justices not the mood or expressed desires of the public at large but rather “the elite world in which the justices live both before and after they join the Supreme Court.” They write, “The justices take cues primarily from the people who are closest to them and whose approval they care most about, and those people are part of political, social and professional elites.”\n\nIt’s a fresh observation of an old phenomenon. It often surprises people to learn, for example, that Roe v. Wade was a 7-to-2 decision, with the majority opinion joined by three of the four appointees of President Richard Nixon. Viewed from the perspective of today’s freighted abortion discourse, the court’s bipartisan consensus sounds barely plausible 45 years later. Though hardly the sole explanation for the court’s decision, it’s significant that by the time the court ruled, the elites of the legal, public health and medical professions — the justices’ professional and social peers, in other words — had been calling for abortion’s decriminalization for years.\n\nAmerican elites today are sharply polarized, so it’s not surprising to find both high polarization and strong group cohesion at the Supreme Court. Even Justice Anthony Kennedy, the famous “swing” justice, seemed to throw in the towel in the face of these forces during his final term. While in past terms he had joined the court’s four liberal justices in sharply divided cases to supply a 5-to-4 majority anywhere from a quarter to half the time, that happened not a single time during the term that ended with his retirement last summer."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Joyce Cohen", "title": "A One-Bedroom and a Sweater for the Dog", "description": "To find their first New York home, a Southerner and his four-legged roommate scour Lower Manhattan for dog-friendly abodes.", "url": "https://www.nytimes.com/2018/11/22/realestate/a-one-bedroom-and-a-sweater-for-the-dog.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25Hunt-EastVillage1/25Hunt-EastVillage1-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:01:21Z", "content": "Josh Collins had never been to New York before last summer. His first trip to the city, on his 22nd birthday, was for a job interview at a software company. Mr. Collins was eager to move. Fresh from the University of Alabama with a computer science degree, he… [+731 chars]", "fulltext": "Josh Collins had never been to New York before last summer. His first trip to the city, on his 22nd birthday, was for a job interview at a software company.\n\nMr. Collins was eager to move. Fresh from the University of Alabama with a computer science degree, he figured the time was right. He had no commitments, no debts — and no connections, either. As he returned to the airport after his interview, he got a call offering him the job, and he took it.\n\nDuring his brief visit, “the city lived up to my expectations and then some,” said Mr. Collins, who is from Knoxville, Tenn. “I had never seen so many people in one place, all moving. It was super eye-opening and awesome. I had never had a bagel with cream cheese. I ate my way through Midtown.”\n\nMr. Collins had just over a month to line up an apartment, with some relocation help from his new employer. He had no nearby friends or family to stay with. His budget for a rental, which he would share with his dog, Katara, was in the low $2,000s."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN CASSELMAN", "title": "Holiday Spending Should Be Strong. And Then?", "description": "Consumer confidence points to open pocketbooks in the short run. Trade tensions, market upheaval and other factors may make the new year less bright.", "url": "https://www.nytimes.com/2018/11/22/business/economy/holiday-retail-spending.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/business/22SPEND03/22SPEND03-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:13Z", "content": "United States gross domestic product has posted two straight quarters of strong growth, driven largely by robust consumer spending. Most economists expect that growth to slow in the final three months of the year as the effects of the tax cuts fade. Theres a … [+1704 chars]", "fulltext": "But those projections predate the latest round of steep stock-market declines, which this week pushed the S&P 500 index into negative territory for the year.\n\nIt’s too soon to say whether the drop will rattle consumers. But even before the sell-off, many economists were warning that a combination of factors — including rising interest rates, a weakening housing market and a new round of tariffs set to take effect in January — could begin to slow down the economy in 2019.\n\nConsumers are feeling good.\n\nLast year’s holiday season was the best for retailers in more than a decade. Americans are feeling even better this year.\n\nThirty-seven percent of Americans say their finances are in better shape than they were a year ago, while 17 percent say they are worse off, according to a survey conducted for The New York Times in early November by the online research platform SurveyMonkey. Last November, just 28 percent said they were better off.\n\nConsumers say they are feeling even more positive about the future. Forty-one percent expect to be better off financially a year from now — versus just 14 percent who expect to be worse off — and a majority of survey respondents said “continuous good times economically” were in store over the next five years."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS BUCKLEY and KATRINA NORTHROP", "title": "China Dispatch: A Retro Fashion Statement in 1,000-Year-Old Gowns, With Nationalist Fringe", "description": "A movement to revive ancient Chinese clothing now has up to a million followers and government blessing. But the fashion can veer into ethnic chauvinism among China’s dominant Han majority.", "url": "https://www.nytimes.com/2018/11/22/world/asia/china-hanfu-gowns-clothing.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/00chinahanfu-dispatch-1/00chinahanfu-dispatch-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:12Z", "content": "There are nationalists, then there are people purely into the look and aesthetics, and theres another group drawn to ancient traditions, said Fu Renjun, an editor of a website that promotes reviving traditional Chinese culture. In practice, people can be a bi… [+986 chars]", "fulltext": "BEIJING — They flocked together in silky, flowing gowns, arms draped in billowing sleeves, with many wearing high black hats or intricate floral headpieces as a flourish.\n\nIf they resembled time travelers teleported from a Chinese imperial ritual of a thousand years ago, that was just the desired effect.\n\nThese hundreds of retro-style dressers, gathered on a university campus in Beijing this past weekend, are devotees of the “Hanfu” movement. They are dedicated to reviving the clothes they believe China’s Han ethnic majority wore before their country succumbed to centuries of foreign domination — and to taking pride in the past they evoke.\n\n“Hanfu is a social scene, and that’s why I’m into it, but it also has deeper levels of national feeling too,” said Yin Zhuo, 29, a computer programmer, who joined the day of activities in a long blue gown and red cape with a fake fur fringe."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HILARY SHEINBAUM", "title": "everyone’s a critic: How Was Your Experience? Please Rate the Entire World", "description": "Very little escapes scrutiny from witty online commentators.", "url": "https://www.nytimes.com/2018/11/22/style/funny-online-ratings-reviews.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/fashion/25SILYYREVIEWS/25SILYYREVIEWS-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:11Z", "content": "The site, with more than 300 million customer accounts worldwide, and hundreds of millions of reviews, uses artificial intelligence to scan comments in a timely manner and ensure users are complying with the sites guidelines. Automated systems are not perfect… [+1388 chars]", "fulltext": "Upon searching “Pacific Ocean” using Google Maps, one might expect to find a diagram of the world that illustrates Earth’s largest body of water. And yes, the result returns an interactive graphic displaying just that.\n\nBut the aquatic destination also gets a rating: 3.5 out of 5 stars, and more than 14,500 reviews, many describing presumably fictional experiences. “Stop down-voting the ocean because of sharks,” chides one.\n\nUser-generated feedback is now constantly self-published on sites such as Google Maps, Amazon and Yelp, a crowdsourced education for potential customers about the functions, satisfaction (or dissatisfaction) of products, services and venues. The format is so common it is now often spoofed.\n\nIn September, on Google Maps, a critic with the screen name Makorun shared thoughts regarding the Pacific: “Wonderful ocean. Very refreshing, although it needs a heating feature. If it was drinkable I would rate it 5 stars but I’ll keep it at 4 until the developer fixes the water. Almost every species is aggressive, except for the dolphins sometimes. I suggest making it breathable too and maybe add more light in the deep parts of the ocean.” This imaginative paragraph received more than 140 likes."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VIVIAN WANG", "title": "N.Y. Democrats Vowed to Get Big Money Out of Politics. Will Big Money Interfere?", "description": "Gov. Andrew M. Cuomo has long supported closing the so-called L.L.C. loophole, yet he has raised more than $17.5 million from L.L.C.s since taking office in 2011.", "url": "https://www.nytimes.com/2018/11/22/nyregion/campaign-finance-reform-new-york.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/nyregion/00llc/00llc-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:09Z", "content": "He dismissed the benefits that Democrats had accrued from the loophole in the past. For better or for worse, people campaign under the laws as they are when theyre running, he said. There is a consensus among Democrats that we should change this law. Mr. Kink… [+2082 chars]", "fulltext": "He dismissed the benefits that Democrats had accrued from the loophole in the past. “For better or for worse, people campaign under the laws as they are when they’re running,” he said. “There is a consensus among Democrats that we should change this law.”\n\nMr. Kink was also optimistic about the prospect of reform, adding that heightened voter attention to money in politics could be enough to dissuade lawmakers from reneging on their promises. Democrats especially, with their New York City base, could be wary of getting too cozy with the real estate interests most associated with the loophole, he said.\n\n“You’ve got a bunch of lawmakers that might or might not care about abstract campaign finance or good government rules,” Mr. Kink said, “but they understand that taking care of tenants is really important to their political survival.”\n\nThe push coincides with a surge in attention nationwide to the once-humdrum issue of money in politics. New York City voters on Nov. 6 overwhelmingly approved a ballot proposal to lower contribution limits for city races and to increase the city’s matching-funds program for candidates. Baltimore and Denver also voted to introduce or expand matching-fund programs. A growing number of high-profile Democratic politicians, including Representative-elect Alexandria Ocasio-Cortez and United States Senator Kirsten E. Gillibrand, have pledged to reject corporate PAC money.\n\nIf the Democrats close the L.L.C. loophole and carry out other changes they have backed, including a statewide small-donor matching funds program, New York’s campaign finance laws could go from the nation’s most lax to its most robust, said Lawrence Norden, deputy director of the Democracy Program at New York University’s Brennan Center for Justice. No other state has a similar active matching program.\n\nThe timing of reform may prove pivotal to what is sure to be one of next year’s biggest legislative fights: renegotiation of the state’s rent laws, which are set to expire in June. If Democrats close the L.L.C. loophole early, developers may lose one powerful means for making their voices heard.\n\nIn the past, real estate groups used L.L.C.s to deluge upstate Republicans, knowing that their constituents would be less likely to care about the industry’s long shadow, according to Susan Lerner, the executive director of Common Cause New York, a government reform group."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HENRY ALFORD", "title": "Page to Screen: When Novelists Turned to TV: Everyone Was Suddenly Using ‘Reveal’ as a Noun", "description": "Sign of the times? The University of Iowa, home to the famous Writers’ Workshop, now has a television-writing course.", "url": "https://www.nytimes.com/2018/11/22/books/novelists-tv-shows-series.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/books/review/23Alford-01/16Alford-01-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:07Z", "content": "Another entity that novelists struggle with when writing for TV is economy. With novels, I could write 15 pages on a piece of furniture if I wanted, said Crazy Rich Asians author Kevin Kwan, who is working on an original series for Amazon. But in TV, one page… [+1539 chars]", "fulltext": "Another entity that novelists struggle with when writing for TV is economy. “With novels, I could write 15 pages on a piece of furniture if I wanted,” said “Crazy Rich Asians” author Kevin Kwan, who is working on an original series for Amazon. “But in TV, one page is one minute. You’ve got sixty pages to tell a story and make people want to download the next episode.” Novelist Ali Liebegott, who wrote for “Transparent” and now is a writer and co-executive producer of the “Roseanne” spinoff, “The Conners,” said, “There’s so much room in fiction just to be in a mood. But TV is all about the action. It’s economical, whereas I’m much more tangential by nature. I mean, all my favorite movies are about two alcoholics sitting across a table from one another.”\n\nDo novelists worry that their participation in the time-consuming but highly lucrative world of television might cause them to squander their fiction careers, gradually transforming them from ink-stained wretches to Malibu caftan-wearers? “That is a favorite topic in my therapist’s office,” said Attica Locke, who has written for “Empire” and Ava DuVernay’s upcoming series “Central Park Five.” “But I can’t eat off books. I can’t send my kid to private school off books.”\n\nLocke offers a sterling example of how writing for TV can actually aid a writer’s prose. “I wrote my last book, ‘Bluebird, Bluebird,’ in between seasons of ‘Empire,’ and then during the third season. When I finally showed it to my agent, he couldn’t believe how short it was! He said, ‘The best thing you got out of ‘Empire’ is brevity!’ All my other books were over 400 pages.”\n\n“Bluebird, Bluebird” went on to make 18 “best of the year” lists, be a finalist for The Los Angeles Times Book Prize and win the 2018 Edgar Award for Best Novel. The book is — here’s the reveal, folks — being developed as a TV series."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELAINE GLUSAC", "title": "Storm-Damaged Caribbean Resorts Make a Comeback for High Season", "description": "More than a year after two devastating hurricanes, hotels and resorts on affected islands are reopening, many with added features, from new rooms to restaurants to expanded spas.", "url": "https://www.nytimes.com/2018/11/22/travel/caribbean-resorts-after-hurricanes-reopen.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25Caribbean-1/25Caribbean-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:07Z", "content": "On Tortola, the popular Sugar Mill resort, set on a former sugar plantation, was extensively damaged. It reopens this month with 24 refurbished rooms and two restaurants, including its fine-dining restaurant set inside a 400-year-old former sugar boiling hous… [+1280 chars]", "fulltext": "On Tortola, the popular Sugar Mill resort, set on a former sugar plantation, was extensively damaged. It reopens this month with 24 refurbished rooms and two restaurants, including its fine-dining restaurant set inside a 400-year-old former sugar boiling house (rooms from $295).\n\nPartially reopened in spring, Scrub Island Resort, Spa & Marina, which solely occupies 230-acre Scrub Island, expects to have all 52 guest rooms and suites reopened by the end of December (rooms from $359). The spa added a beachfront treatment cabana.\n\nOn Virgin Gorda, Oil Nut Bay reopened last December and by the end of this year plans to open four new one-bedroom villas, a water-sports center offering guided snorkeling trips and sailing lessons, a two-treatment-room spa and a new marina village with a restaurant and shops (rooms from $550).\n\nDominica\n\nAmong the handful of renewed hotels on Dominica, the secluded Secret Bay is reopening this month with six restored villas, each with a plunge pool (from $705). The property’s first restaurant, Zing Zing, will also open along with a newly built yoga pavilion.\n\nOn the island’s east coast, Citrus Creek Plantation is expected to resume operations in early 2019 with nine restored cottages on 20 acres (from $115). Crops were replanted in the resort garden that grows much of the produce served at the riverside restaurant.\n\nIn the capital of Roseau, the Fort Young Hotel currently has more than half of its 72 rooms as well as a new poolside bar open, with plans to complete its renovation in February (from $209)."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LUCAS PETERSON", "title": "Frugal Traveler: In Kolkata, a Love of Literature, Fried Street Food and, Mostly, Sweets", "description": "This city is more relaxed than some of its modern Indian counterparts, and residents claim a strong relationship to its colonial past.", "url": "https://www.nytimes.com/2018/11/22/travel/budget-travel-kolkata-india.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25Frugal-Kolkata/25Frugal-Kolkata-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:07Z", "content": "Indias rivers are central to the life of its people and the Hooghly River, a 160-mile branch of the Ganges that runs through the city of Kolkata in West Bengal, is no different. In the late afternoon, I walked to Babu Ghat, and onto the broad concrete slipway… [+1661 chars]", "fulltext": "India’s rivers are central to the life of its people and the Hooghly River, a 160-mile branch of the Ganges that runs through the city of Kolkata in West Bengal, is no different. In the late afternoon, I walked to Babu Ghat, and onto the broad concrete slipway that descended into the water, where a few moored boats bobbed slowly and men and children bathed in underclothes.\n\nThe sticky heat had finally begun to break and people were out sitting on the banks of the Hooghly, chatting, eating, or just watching the sun glitter on the water as it began its descent. A young man approached me and, apropos of nothing, asked if I liked Kolkata. When I replied yes, he nodded and said, “Kolkata is the heart of India.”\n\nAfter four days in Kolkata (or the Anglicized “Calcutta”), the capital of West Bengal and known by the nickname, City of Joy, it was difficult to argue. Kolkata, a city strongly associated with British rule and the East India Company, has a fascinating relationship with its colonial history. With a rich literary tradition and strong educational institutions, Kolkata also has a more relaxed and peaceful feel than some of India’s other modern metropolises. Combined with spicy Bengali cuisine and a love of fried street food, it proved a rewarding place to explore — and naturally, I managed to keep my budget in check.\n\nMy comfortable room ($27 per night) in the Ballygunge area of the city was centrally located and ideal for exploring the rest of the city. I rented the room through Airbnb, which I use judiciously. When traveling solo, I’ll typically rent a room in a family’s home: In many instances, hosts have happily clued me in on things to see and do. One tip: Click on the host’s profile picture to see how many properties they have listed. If I see that a host is managing a large number of places, I may choose to stay elsewhere — I’m more interested in using Airbnb as a cultural exchange than as a hotel."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY FLITTER, MATTHEW GOLDSTEIN and KATE KELLY", "title": "Goldman Chairman Met Privately With Fugitive Accused in Malaysian Fraud", "description": "Jho Low, the financier charged with looting billions from a Malaysian fund, had an audience in 2012 with Lloyd C. Blankfein, the chairman and chief executive of Goldman Sachs.", "url": "https://www.nytimes.com/2018/11/22/business/goldman-blankfein-1mdb-malaysia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/business/23GOLDMAN-02/23GOLDMAN-02-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:05Z", "content": "But Mr. Leissner was soon pitching his superiors on a second 1MDB bond issuance, which the Malaysian fund again was offering to Goldman exclusively. The assignment had to be vetted by a pair of internal Goldman committees whose mandates were to ensure that th… [+1950 chars]", "fulltext": "One day in December 2012, a young Malaysian V.I.P. entered the gleaming headquarters of Goldman Sachs in Lower Manhattan. The man, Jho Low, a financier with close ties to Malaysia’s prime minister at the time, was there for a private meeting with one of the most powerful people on Wall Street: Goldman’s longtime chairman and chief executive, Lloyd C. Blankfein.\n\nNearly six years later, Mr. Low is an international fugitive, accused of being the mastermind in a multibillion-dollar fraud involving a Malaysian government investment fund. Goldman’s role in supporting the fund, known as 1 Malaysia Development Berhad, or 1MDB, has brought intense scrutiny from federal prosecutors, who this month unsealed criminal charges against two former Goldman investment bankers and implicated a senior executive.\n\nThe meeting between Mr. Low and Mr. Blankfein, described to The New York Times by three people familiar with it, shows the expanding scope of a scandal that is rocking Goldman. Federal prosecutors are examining the 2012 meeting as they conduct a criminal investigation of the bank, two of the people said. And the existence of a face-to-face meeting between Goldman’s chief executive and the man accused of being at the center of a sprawling fraud undercuts an argument the bank has made: that its problems stem from the actions of a small number of rogue employees.\n\nGoldman said this month that it could face “significant fines” related to the scandal. In another sign of the bank’s mounting problems, Abu Dhabi’s state energy investment company sued Goldman in New York State Court on Wednesday, accusing bank employees of bribing Abu Dhabi officials."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PHILIP GALANES", "title": "This Fancy Wedding Is Everything I Didn’t Want for You", "description": "A reader taught her nephew how to be smart about money when he was a teenager. Now that he’s an adult with cash and credit, he wants her to subsidize his very expensive nuptials. What?", "url": "https://www.nytimes.com/2018/11/22/style/wedding-cost-money-advice.html", "urlToImage": "https://static01.nyt.com/images/2011/07/28/fashion/social_inline/social_inline-facebookJumbo-v4.jpg", "publishedAt": "2018-11-22T10:00:05Z", "content": "You have no obligation to subsidize this wedding party. (It is probably obvious to every reader that a fancy dinner is just the sort of frippery for which you have no use.) But your nephews marriage is a big deal, and you should celebrate it if you can. How a… [+1709 chars]", "fulltext": "You have no obligation to subsidize this wedding party. (It is probably obvious to every reader that a fancy dinner is just the sort of frippery for which you have no use.) But your nephew’s marriage is a big deal, and you should celebrate it if you can. How about making a gift consistent with your sensible outlook: by paying down a small part of his mortgage, maybe, or his fiancée’s student debt?\n\nImage Credit Christoph Niemann\n\nIf You Want to Ruin This Wall, Fine\n\nMy boyfriend and I are moving in together. He is wonderful, thoughtful and brilliant. Just one problem: He has the worst taste in decorating! His current place is filled with African masks and murals of hunters and gatherers. (I should mention that his mother’s home is decorated similarly.) I prefer a more contemporary, less carnivorous vibe. But he’s very defensive about his taste. How do we find common ground?\n\nSAMANTHA\n\nStart by bringing down your snark level about your boyfriend’s taste by 65 percent. (Who died and made you the queen of HGTV?) We are all entitled to live with the art and objects that make us happy. Personally, I love African masks. And though I can’t quite picture these murals, I bet they beat not having a terrific boyfriend.\n\nThe fix here is dosage. Walk through your new place together, room by room, and haggle over how few of his pieces your boyfriend needs, and how many you can tolerate. When you are both thoroughly unhappy, you will have succeeded. Welcome to cohabitation! (And one note on his mother: Make her your friend. Trust me.)\n\nA Late Reply Is as Good as None\n\nTwo months ago, I received a text message at 3 a.m. I turned off my phone without reading it. When I saw the message a few days later, I was horrified to learn that it was from a good friend who was writing to vent about the fact that her family had put her grandmother in critical care without consulting her. I called immediately and sent a sincere apology. No reply. Since then, I have called and texted several times, apologizing and asking about her grandmother. Still no reply. When do I give up?"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LASKIN", "title": "36 Hours: 36 Hours in Rome", "description": "Bar del Fico is a combination bistro and bar where you can sip a Negroni or mescal infused with ginger beer and chili.", "url": "https://www.nytimes.com/2018/11/22/travel/what-to-do-in-rome-36-hours.html", "urlToImage": "https://static01.nyt.com/images/2018/12/02/travel/02Hours-Rome3/02Hours-Rome3-facebookJumbo.jpg", "publishedAt": "2018-11-22T10:00:01Z", "content": "Gustando e Degustando, a 10-minute walk from Santa Costanza, is the hole-in-the-wall you dream of: a handful of tables, a chalkboard of daily specials, oldies burbling in the background, and simple local food of notable freshness. Beef strips on a bed of arug… [+1413 chars]", "fulltext": "7) 12:30 p.m. Lunch break\n\nGustando e Degustando, a 10-minute walk from Santa Costanza, is the hole-in-the-wall you dream of: a handful of tables, a chalkboard of daily specials, oldies burbling in the background, and simple local food of notable freshness. Beef strips on a bed of arugula (8 euros) is both light and flavorful; octopus, pesto and potatoes (10 euros) has a nice balance of succulent and savory. An extensive list of beers, wines and spirits makes this an equally good choice for an afternoon aperitif.\n\n8) 3 p.m. Spending spree\n\nWhat a stroke of luck that two of Renaissance Rome’s most ravishing streets, Via del Pellegrino and the intersecting Via dei Banchi Vecchi, are lined with some of the city’s most tempting boutiques. From Campo de’ Fiori, pick up Via del Pellegrino and work your way west, stopping at Solodue, for edgy shoes, tops and accessories; Retropose, for oversize bags in eye-popping colors; Sciam, for glass baubles and Murano goblets; Libreria del Viaggiatore for travel books; and Libreria il Minotauro, a warren stuffed with children’s toys and books. Refuel with a coffee and pastry at Monteforte, and continue past the patrician palaces to Banchivecchi Pellami, via dei Banchi Vecchi, 40, a venerable family-run shop offering classic Italian-made belts and wallets.\n\n9) 6 p.m. Delight the inner child\n\nNo one loves a crèche — presepio in Italian — more than the Italians, and at the International Museum of the Presepio you can revel in the finest examples of this folk art from all over the world and down through the ages. Open only on Wednesdays and Saturdays from 5 to 7:30 p.m. (with extended hours from Christmas to Jan. 6), the museum is in the basement of the tiny church of SS. Quirico e Giulitta, at the edge of Monti."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "辽宁发生汽车冲撞学童事件，造成5死18伤 - 纽约时报中文网", "description": "辽宁发生汽车冲撞学童事件，造成5死18伤 纽约时报中文网 据中国官方新闻媒体报道，周四在中国东北一座城市，一辆汽车突然转向、跨过道路中心线，撞向一群上学的儿童以及数名成人，造成5人死亡。 中央电视台报道称，除了5人死亡外，另有18人受伤，但尚不清楚... 更多 »", "url": "https://cn.nytimes.com/china/20181122/china-car-hits-kills-children/", "urlToImage": null, "publishedAt": "2018-11-22T09:43:04Z", "content": null, "fulltext": "视频显示，孩子们当时基本已穿过马路，到了离道路及交通更远的另一边，路上的车流当时已经暂时停下来，在为他们让路后，重新开始向前行进。这时这辆黑色奥迪靠近，开入对面车道，撞上儿童。\n\n许多在网上发表评论的人猜测，这可能是另一个“报复社会”的案例，这个词被用来描述随机攻击平民的动机。这种暴力行为通常针对学龄儿童，并通常由持刀、个人行动的袭击者实施。\n\n专家说，这种暴力行为由几种因素导致，包括心理健康问题以及由个人问题引发的对他人进行报复的欲望。\n\n失业和其他财务问题有时是一个起作用的因素。但这次撞向孩子的汽车是一辆黑色奥迪，这是中国官员们常用的车辆，与政治权力和财富密切相关。"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "C. J. Hughes", "title": "What Amazon Means for Long Island City", "description": "Interest in real estate open houses has already spiked, and prices will likely rise. Here’s a in depth look at the transformation of a neighborhood.", "url": "https://www.nytimes.com/2018/11/22/realestate/what-amazon-means-for-long-island-city.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25LIC6/25LIC6-facebookJumbo.jpg", "publishedAt": "2018-11-22T09:38:36Z", "content": "Still, development has proceeded energetically, especially in two pockets on the banks of the East River in the Hunters Point section; and in Court Square, sandwiched between the Edward I. Koch Queensboro Bridge and the Long Island Railroad tracks. In Hunters… [+1614 chars]", "fulltext": "Hopes are high in Long Island City that Amazon’s plan to open a new headquarters there will bring tens of thousands more residents to a Queens neighborhood that was once heavily industrial but now has a mix of rowhouses, shiny towers, and a slowly growing collection of residential staples like grocery stores and pharmacies.\n\nThe first Amazon employees will arrive in January, but because the company will add them gradually, with a goal of 40,000 hires by 2034, Long Island City won’t exactly balloon overnight. And of course, some employees will decide to find a home in another area anyway.\n\nLong Island City has been one of the busiest neighborhoods for new construction in New York, according to Localize.city, a building data site. In the first six months of 2018, about 3,000 apartments were completed, representing about a quarter of all the new units in the city, and another 3,300 apartments are expected to come to market there by 2020.\n\nBut in the weeks since announcing its move — one marked by contention over $1.525 billion in financial incentives from the state of New York — Amazon has already had an impact on Long Island City’s residential market, according to brokers, developers and residents."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO", "title": "Best of Late Night: Seth Meyers Calls Trump a ‘Wannabe Dictator’ (and Gullible Fox Viewer)", "description": "“Trump probably sits there all day watching Fox and shouting to his aides: ‘Prosecute Hillary! Stop the caravan! And ask my doctor if Otezla is right for me!’” said Seth Myers on “Late Night.”", "url": "https://www.nytimes.com/2018/11/22/arts/television/seth-meyers-trump-clinton-comey.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/arts/22latenight1/22latenight1-facebookJumbo.png", "publishedAt": "2018-11-22T09:09:05Z", "content": "Welcome to Best of Late Night, a rundown of the previous nights highlights that lets you sleep and lets us get paid to watch comedy. If youre interested in hearing from The Times regularly about great TV, sign up for our Watching newsletter and get recommenda… [+789 chars]", "fulltext": "Welcome to Best of Late Night, a rundown of the previous night’s highlights that lets you sleep — and lets us get paid to watch comedy. If you’re interested in hearing from The Times regularly about great TV, sign up for our Watching newsletter and get recommendations straight to your inbox.\n\n‘Why Can’t I Have Otezla?’\n\nSeth Meyers attacked President Trump on Wednesday over the news that Trump had pushed the White House counsel for prosecutions of Hillary Clinton and James Comey, the former F.B.I. director.\n\nAccording to a New York Times report, Trump was motivated in part by commentary he heard on Fox News, where hosts like Jeanine Pirro often insist that the Justice Department is not doing enough to support the president."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROSLYN SULCAS", "title": "Olivia Colman: Uneasy Lies the Head That Wears the Crowns", "description": "Olivia Colman has been a quiet star in Britain for a decade. But with two royal roles ahead, she’s reluctantly stepping into the spotlight.", "url": "https://www.nytimes.com/2018/11/22/arts/olivia-colman-the-favourite-the-crown.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25olivia-colman1/25olivia-colman1-facebookJumbo.jpg", "publishedAt": "2018-11-22T09:00:08Z", "content": "Colman says she doesnt think about it at all. She hates rehearsal periods when actors and directors break down the script and motivation. For me, when I really love a script, its visceral, she said. I cant explain why, but I feel it; I want to say those words… [+1716 chars]", "fulltext": "Colman says she doesn’t think about it at all. She hates rehearsal periods when actors and directors break down the script and motivation. “For me, when I really love a script, it’s visceral,” she said. “I can’t explain why, but I feel it; I want to say those words, be that person.”\n\nGrowing up in the city of Norwich, in the east of England, Colman said she dreamed of being an actor from a young age, but “it was a secret dream, like talking to animals.” Instead, she went to teacher training college in Cambridge, where she successfully auditioned for Footlights, an amateur dramatic club run by Cambridge University. There she met her future husband, Ed Sinclair (with whom she has three children), and followed him a year later to the Bristol Old Vic drama school.\n\nAfter graduating in 1999 she went to countless auditions and didn’t get a single job for a year. “My mum had said, ‘You’ll probably give it a year.’ And I said, ‘No, I’ll give it 10 years,’” Colman said, betraying a smattering of steely resolve. A trickle of bit parts followed. She worked as a secretary — “not a very good one, although I was cheery” — and a cleaner. Although discouraged, she never thought of giving up. “I never wanted to do anything else,” she said. Then with sincere Colmanesque self-deprecation: “Also, I’m no good at anything else.”\n\nHer breakthrough came in 2003, when David Mitchell and Robert Webb, fellow actors at Footlights, asked her to play a central role in “Peep Show,” a series that developed a cult following over nine seasons. Her talent for deadpan comedy didn’t go unnoticed, and Colman began to pick up bigger roles, mostly in sitcoms and comedies.\n\n“Tyrannosaur,” the first feature film directed by Mr. Considine, an actor, changed everything for Colman, who was cast as a physically and psychologically abused wife who forms an unlikely friendship with a violent widower. “I always wanted to do these kinds of dramatic roles, and I always knew that no one saw me that way,” Colman said. “Good old Paddy.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AUSTIN RAMZY", "title": "Car Slams Into Group of Children Crossing Road in China, Killing 5 People", "description": "The man believed to be the driver of the car that struck the pedestrians was arrested two hours later. The police gave no indication of a possible motive.", "url": "https://www.nytimes.com/2018/11/22/world/asia/china-car-hits-kills-children.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-22T08:52:51Z", "content": "The video showed the children had largely crossed to the far side of the road and traffic, which was briefly halted to make way for them, was already opening up again when the approaching car, a black Audi, veered into the oncoming lane and hit them. Many onl… [+950 chars]", "fulltext": "HONG KONG — Five children were killed on Thursday when a car veered across the centerline of a street and slammed into a group of students and adults in a city in northeastern China, according to Chinese state news media reports.\n\nChina Central Television reported that in addition to the five killed, 16 children and two adults were also injured. A graphic video that circulated on social media sites showed several children lying sprawled on the road after the car plowed through them.\n\nThe driver, surnamed Han, did not stop and was arrested two hours later in a rural area outside the city, Huludao, in Liaoning Province Beijing Youth Daily reported. The newspaper published photos online showing police officers surrounding Mr. Han.\n\nPeople’s Daily, a state-run newspaper, said the 29-year-old suspect was unemployed and had recently been having marital conflicts. It said he drove his car into “random targets.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "South Korean Church Leader Sentenced to Prison in #MeToo Case - New York Times", "description": "New York Times South Korean Church Leader Sentenced to Prison in #MeToo Case New York Times SEOUL, South Korea — A prominent church pastor whose behavior came under scrutiny when the #MeToo movement took hold in South Korea was sentenced Thursday to 15 years …", "url": "https://www.nytimes.com/2018/11/22/world/asia/south-korea-pastor-rape.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23korea-church-1/23korea-church-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T08:42:56Z", "content": "But Mr. Lees case has drawn particular interest because of his past notoriety. Mainstream churches have called him a heretic, and his followers have sometimes lashed out violently to defend him. In 1999, they rampaged through MBC, a leading TV station, vandal… [+2055 chars]", "fulltext": "SEOUL, South Korea — A prominent church pastor whose behavior came under scrutiny when the #MeToo movement took hold in South Korea was sentenced Thursday to 15 years in prison for “habitually” raping female followers who said they were deceived into believing that he was God.\n\nLee Jae-rock, 75, the founder of Manmin Central Church in Seoul, has been dogged by allegations of extortion, fraud and sexual abuse for decades, and mainstream Christian groups have accused him of leading a cult. But it was not until the #MeToo movement caught on in South Korea early this year that Mr. Lee was arrested.\n\nEncouraged by the movement, eight former female followers sued Mr. Lee. Some of them told reporters that he had lured them to his apartment, ordered them to get naked “as Adam and Eve did in the Garden of Eden” and raped them. Mr. Lee was formally arrested in May.\n\nIn its ruling on Thursday, a three-judge panel at the Seoul Central District Court convicted Mr. Lee of raping the eight women dozens of times between 2000 and 2014."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLES D. DUNST", "title": "Trump Administration Quietly Backs Off on Deporting Vietnamese Immigrants", "description": "An American soldier watching South Vietnamese refugees crowding a United States Navy boat off the coast of Vietnam in 1975. Most of the Vietnamese immigrants who arrived in the United States before 1995 had left home because of the Vietnam War.", "url": "https://www.nytimes.com/2018/11/22/world/asia/vietnam-trump-immigrants-deport.html", "urlToImage": "https://static01.nyt.com/images/2018/11/23/world/23vietnam-deport-1/23vietnam-deport-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T08:20:07Z", "content": "Still, many of the immigrants targeted for deportation have been kept in detention for months by Immigration and Customs Enforcement, or ICE. Three branches of Asian Americans Advancing Justice began organizing a class-action lawsuit against the Trump adminis… [+1593 chars]", "fulltext": "HO CHI MINH CITY, Vietnam — The Trump administration has quietly backed away from its determination to deport certain Vietnamese immigrants who have been in the United States for years, a policy that had put the United States at odds with Vietnam and led to the resignation of the American ambassador there last year.\n\nThe shift, detailed in a California district court ruling on Oct. 18 and confirmed by an official in the Department of Homeland Security, comes as the White House has put harsh limits on immigration and asylum at the center of its public policy.\n\nLast year, the administration began rounding up long-term immigrants from Vietnam, Cambodia and other countries and preparing to deport them. Some of the targeted immigrants had green cards but had not been naturalized as citizens, and the vast majority of them had at some point committed crimes — roughly 7,700 of the 8,000 or so of the Vietnamese immigrants who were classified as deportable, according to the Department of Homeland Security.\n\nBut specifically in Vietnam’s case, that country and the United States had signed an agreement in 2008 that Vietnamese who had arrived before July 12, 1995 — the date the formerly warring countries re-established diplomatic relations — could not be deported. Most of those immigrants had come to the United States as a result of the Vietnam War."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HANNAH BEECH and MUKTITA SUHARTONO", "title": "‘Spend the Minimum’: How Lion Air Hid Equipment Failures and Beat Regulators", "description": "The notorious safety record of Lion Air, Indonesia’s largest carrier, has returned to the spotlight after the crash last month of Flight 610 with 189 people on board.", "url": "https://www.nytimes.com/2018/11/22/world/asia/lion-air-crash-safety-failures.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/00lionair-1/00lionair-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T08:00:05Z", "content": "Even by its own admission, Lion has skimped on pilot training compared with other airlines. When pilots for Garuda, Indonesias national carrier, train to fly the Max 8, the same new model that crashed last month, they travel to Singapore to practice on a Max … [+1359 chars]", "fulltext": "JAKARTA, Indonesia — The government safety inspector had spent all night at the Makassar airport, in eastern Indonesia, several years ago, poring over a Lion Air jet that had suffered a hydraulic failure. Telling airline employees that the plane was to be grounded until the problem was fixed, the inspector went back to a hotel for a quick shower.\n\nWhen the inspector returned, the plane was on the runway, about to take off.\n\nFurious, the inspector demanded that the passengers disembark. But a supervisor with Lion Air explained how the airline had gone over the inspector’s head: Federal transportation officials in Jakarta, the Indonesian capital, had given permission for takeoff, the inspector said. The plane was in the air minutes later.\n\nThe notorious safety record of Lion Air, Indonesia’s largest carrier and one of the world’s fastest-growing airlines, is back in the spotlight after the crash of Flight 610, which hurtled nose-first into Indonesian waters with 189 people on board just minutes after takeoff on Oct. 29.\n\nInvestigators are trying to figure out what deadly alchemy of factors caused a new Boeing jet to plunge into the water at more than 400 miles per hour."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Everyone Wants To 'Influence' You", "description": "From foreign troll farms to Instagram models, countless forces are working to shape our behavior. How will we know if they’ve succeeded?", "url": "https://www.nytimes.com/2018/11/20/magazine/everyone-wants-to-influence-you.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/magazine/25mag-FirstWords-1/25mag-FirstWords-1-facebookJumbo.jpg", "publishedAt": "2018-11-22T07:06:07Z", "content": "The power of these campaigns still comes, of course, from the top down: The forces behind them are merely pretending to speak for the public. Its an act made feasible mostly by social media, where communication can be aimed, quietly and privately, at carefull… [+2489 chars]", "fulltext": "The Latin verb influo (“flow in”) gives us influence, influx, influenza and Influo, a Belgian “influencer marketing platform.” At first it was mostly used to talk about water, but by at least the third century A.D., early Christians were using influo to describe the Holy Spirit flowing into the souls of believers. In the Middle Ages, a noun form emerged — “influentia.” Its meaning was, essentially, astrological: Planets were thought to pour their influences down on Earth, spreading things like benevolence (Jupiter), conflict (Mars) and madness (the moon — hence “lunacy”). “What euill starre/On you hath fround, and pourd his influence bad?” asked the Tudor poet Edmund Spenser in 1590.\n\nAlong with this belief came a certain anxiety about its spiritual implications. The medieval Christian theologian Thomas Aquinas accepted that the planets and stars could affect our physical bodies, but he rejected the idea that they could control our minds, which would mean the end of free will. C.S. Lewis summed up medieval attitudes in his 1964 book “The Discarded Image”: The belief, he wrote, was that influence “generates, not a necessity, but only a propensity, to act thus or thus.” And this propensity could be resisted: “The wise man will over-rule the stars. But more often it will not be resisted, for most men are not wise.”\n\nOver time, as astrology was discarded as junk science, influence gradually became the work not of celestial bodies but of governments and advertisers. Propaganda became easier with the printing press; influence became a bona fide business with the rise of behavioral marketing. Lewis complained that this 20th-century use of “influence” had a “withered senility” in comparison to its powerful original meaning. But that astrological sense of influence as a malign, opaque and distant force — something that tempts us against our characters or better wisdom — still lingers in the way people talk about the dark orbits of global power and wealth. Just as kings were once thought to rise and fall by the power of the heavens, we now wonder which influence broker might have been responsible for a president’s election: the Russians or the Mercers?\n\nFor much of the 20th century, America’s dark planet was the Soviet Union. The Soviet brain, said the director of central intelligence Allen Dulles in a 1953 speech, is “a phonograph playing a disc put on its spindle by an outside genius over which it has no control.” Soviet brainwashing, he said, might come through indoctrination or some kind of “lie serum,” but whatever it was, it was “abhorrent.” (Never mind that, the same year, Dulles started a program to conduct secret mind-control experiments on unsuspecting Americans and Canadians.) At least, he said, the Soviets didn’t have the manpower to do it on a grand scale."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "No. 3 Gonzaga Holds Off Top-Ranked Duke 89-87 for Maui Title - New York Times", "description": "Sacramento Bee No. 3 Gonzaga Holds Off Top-Ranked Duke 89-87 for Maui Title New York Times LAHAINA, Hawaii — Gonzaga found itself in the same position as Duke's first five opponents: appearing helpless as the Blue Devils and their rim-rattling freshmen ran pa…", "url": "https://www.nytimes.com/aponline/2018/11/21/sports/ncaabasketball/ap-bkc-t25-maui-invitational.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-22T06:26:45Z", "content": "This was the game everyone expected when the Maui Invitational got another marquee title game between the what-will-they-do-next Blue Devils against the electrically efficient Zags. Duke and its future lottery picks steamrolled San Diego State and outlasted N… [+1207 chars]", "fulltext": "LAHAINA, Hawaii — Gonzaga found itself in the same position as Duke's first five opponents: appearing helpless as the Blue Devils and their rim-rattling freshmen ran past and flew over them.\n\nThe Zags never panicked, never looked up in awe at the bouncy Blue Devils. They have too much experience to get rattled, even against college basketball's most talked-about team.\n\nPlaying with poise and grit down the stretch, No. 3 Gonzaga turned back top-ranked Duke's late-game charge to win the Maui Invitational title game 89-97 on Wednesday.\n\n\"Experience plays a big role in this,\" said Gonzaga guard Zach Norvell Jr., who had 18 points. \"We came down the stretch and got some stops. We knew we were winning it on the defensive end.\""}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "杜嘉班纳陷辱华风波，取消上海时装秀 - 纽约时报中文网", "description": "纽约时报中文网 杜嘉班纳陷辱华风波，取消上海时装秀 纽约时报中文网 也许Instagram在中国被屏蔽了，但它仍然能在那里引发轩然大波。 周三，意大利奢侈品牌杜嘉班纳(Dolce & Gabbana)以惊人的速度发现了这一点。它突然取消了原定于当晚在上海举办的一场时装秀，中国... 外媒关注杜嘉班纳“辱华”事件：低估中国人的文化自豪感 中国新闻网 此专题所有 681 篇报道 »", "url": "https://cn.nytimes.com/business/20181122/dolce-gabbana-racist-china-video/", "urlToImage": "https://static01.nyt.com/images/2018/11/22/business/22chinadolce/merlin_147153963_9087d8b1-56c0-4a91-bb81-209f5bb0d4ff-articleLarge.jpg", "publishedAt": "2018-11-22T06:24:50Z", "content": null, "fulltext": "也许Instagram在中国被屏蔽了，但它仍然能在那里引发轩然大波。\n\n周三，意大利奢侈品牌杜嘉班纳(Dolce & Gabbana)以惊人的速度发现了这一点。它突然取消了原定于当晚在上海举办的一场时装秀，中国网民纷纷指责该品牌两位设计者之一的斯蒂芬诺·加班纳(Stefano Gabbana)是种族主义者。他们指的是加班纳在Instagram上给人的私信，内容被对方公开。\n\n因电影《卧虎藏龙》而闻名于西方的中国女演员章子怡在网上指责该品牌。超过20名模特宣布退出这场时装秀。\n\n杜嘉班纳指出，公司账号与加班纳的账号都遭到黑客攻击，并否认发出了那些信息。\n\n"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDER BAUNOV", "title": "What Drives the Russian State", "description": "To understand what makes Putin and his allies act they way they do, you need to look beyond the myths.", "url": "https://www.nytimes.com/2018/11/22/opinion/russia-putin-pension-reform.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22BAUNOV/22BAUNOV-facebookJumbo.jpg", "publishedAt": "2018-11-22T06:00:09Z", "content": "So what does this all tell us? Why does the Russian regime risk, again and again, taking actions to threaten the personal wealth of Mr. Putins associates or damage the presidents popularity? Because Russia is not the Philippines or Guatemala. The Russian elit… [+1630 chars]", "fulltext": "MOSCOW — Since Vladimir Putin came to power in 2000, analysis of Russia, both inside and outside the country, has largely focused on two interpretations of his regime. The first argues that Russia is a mafia state in which the main aim of the ruling elite is to steal money at home to conceal and spend abroad. The second states that Mr. Putin is a hostage of his own popularity and that whatever is done in or by Russia is done for the sake of his approval rating.\n\nThese theories provide a convenient framework for making sense of Russia; they are also tinged with moralism. For these reasons, many politicians, analysts and scholars both in Russia and in the West have embraced them. But these explanations fundamentally clash with reality. To truly understand what motivates the Kremlin, we must see how the Kremlin itself undermines those myths.\n\nThere is, indeed, much corruption among the Kremlin’s associates. They profit from running the country, deposit the proceeds in offshore banking centers and the London property market and send their children to be educated in Western schools. But if the Russian elite were really just a mafia state concerned about its own well-being, it would never do anything that got in the way of its overseas investments and spending. Yet Mr. Putin’s bold foreign policy adventures of the past few years — in particular in Crimea — have received the support of most of the Russian elite despite leading to stinging sanctions.\n\nAnd certainly, Mr. Putin, like most politicians — especially authoritarian populists — cares about his popularity. One of the primary goals of annexing Crimea was to boost his falling approval ratings. But that is not all he cares about. Recent events expose this: In July, Russia’s Parliament voted to raise the retirement age, sparking a wave of discontent. Polls found that up to 90 percent of Russians opposed these measures and there have even been street protests against them. Yet the Kremlin pushes forward with the reforms. This isn’t the only time that Mr. Putin has taken on unpopular domestic policies. He has made other cuts to entitlements and introduced other tolls and taxes that have resulted in significant protests."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN ELIGON", "title": "You Want to Feed the Hungry? Lovely. Let’s See Your Permit.", "description": "Richard Johnson received a cup of hot gumbo from a Free Hot Soup volunteer in Prospect Plaza Park in Kansas City, Mo., on Nov. 18. City officials say the group’s efforts do not comply with food safety ordinances.", "url": "https://www.nytimes.com/2018/11/21/us/homeless-kansas-city-food-bleached.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/us/22hungry-3-print/22hungry1-facebookJumbo.jpg", "publishedAt": "2018-11-22T05:34:19Z", "content": "Last year, a survey by the Department of Housing and Urban Development estimated that nearly 1,700 homeless people lived in the Kansas City area. The departments data suggest that the homeless population has remained steady, but officials said that increased … [+2010 chars]", "fulltext": "KANSAS CITY, Mo. — They unfurled colorful blankets on a grassy slope, and unloaded steaming trays of corn dogs, baked beans and vegetable beef soup. Every week for the past three years, the volunteers have gone to a park just outside downtown Kansas City with home-cooked meals for the homeless. They call it a picnic with friends.\n\nBut on a cloudy afternoon earlier this month, an inspector from the Kansas City Health Department showed up and called it something else: an illegal food establishment.\n\nShe ordered most of the food put into black garbage bags, bundled them on the grass and, in a move that stunned the gathered group, doused the pile with bleach.\n\nAllen Andrews, who has been living on the streets for the past year, said he watched silently as the bleach was poured, thinking back to when he had a home. He remembered how he had sometimes poured bleach on trash he put out for collection, to deter rodents from getting into it."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "LeBron James Returns to Cleveland, and Lakers Come Back to Win - New York Times", "description": "New York Times LeBron James Returns to Cleveland, and Lakers Come Back to Win New York Times CLEVELAND — The rest of the Los Angeles Lakers were already on the floor, as were the Cleveland Cavaliers, when LeBron James finally burst out of a tunnel at 7:56 p.m…", "url": "https://www.nytimes.com/2018/11/21/sports/lebron-james-lakers-cleveland-cavaliers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/sports/22lakers-wave/22lakers-wave-facebookJumbo.jpg", "publishedAt": "2018-11-22T03:53:24Z", "content": "CLEVELAND The rest of the Los Angeles Lakers were already on the floor, as were the Cleveland Cavaliers, when LeBron James finally burst out of a tunnel at 7:56 p.m. Wednesday night to join the pregame layup lines. The expectant crowd at Quicken Loans Arena g… [+630 chars]", "fulltext": "It didn’t hurt that the Cavaliers, who fired Coach Tyronn Lue after an 0-6 start to the season and this week sent the veteran guard J.R. Smith away from the team, committed zero turnovers in the first half and managed to take a 96-87 lead into the final seven minutes of regulation. The Lakers ultimately recovered to hold off the team sporting the league’s worst record, and in doing so improved to 10-7. But to win they needed 11 fourth-quarter points from James and had to survive a clean look at a tying 3-pointer in the final minute from Cleveland guard Kyle Korver after James made only 1 of 2 free throws.\n\nCedi Osman had 21 points and five 3-pointers to lead the Cavaliers in what will likely go down, all things considered, as one of the more satisfying nights of Cleveland’s trying season.\n\nHints of a much more benign reception for James than he received on Dec. 2, 2010, were actually plentiful in the buildup to the occasion. The only mention of the N.B.A. on the front page of Wednesday’s Cleveland Plain Dealer, for example, was a tease to a story that the Cavaliers have exiled Smith from the team until they can trade him.\n\nThe downtown streets were cold and quiet in the daytime hours leading up to tipoff, devoid of James-related signage. You had to strain to see any trace of LeBron-related hoopla until night fell.\n\nThe Cavaliers said that, as far as security precautions, pregame measures were “one step beyond” a typical regular-season game but well shy of the weekslong plan hatched in conjunction with the league and even federal authorities before the caldron James’s return produced in 2010.\n\nIt was likewise impossible to miss that the giant LeBron banner across the street from the arena, which had draped one side of Sherwin-Williams’ global headquarters since James returned to the Cavaliers from the Miami Heat before the 2014-15 season, has been replaced by a more generic banner bearing ALL FOR THE LAND messaging."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL SCHWIRTZ", "title": "Head of Russia’s Military Intelligence Agency Dies", "description": "President Vladimir Putin speaks with officers of Russia’s military intelligence agency, the G.R.U., at its 100th anniversary celebration in Moscow, on Nov. 2.", "url": "https://www.nytimes.com/2018/11/21/world/europe/korobov-gru-russian-intelligence.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/world/22GRU/22GRU-facebookJumbo.jpg", "publishedAt": "2018-11-22T03:23:22Z", "content": "The head of Russias military intelligence agency, who oversaw the hacking of the Democratic Partys computers during the United States 2016 presidential election, died on Wednesday after a long illness, Russian state news agencies reported. Col. Gen. Igor V. K… [+822 chars]", "fulltext": "MOSCOW — The head of Russia’s military intelligence agency, who oversaw the hacking of the Democratic Party’s computers during the United States’ 2016 presidential election, died on Wednesday after a long illness, Russian state news agencies reported.\n\nCol. Gen. Igor V. Korobov, 63, had not been seen in public for months and was notably absent from a ceremony on Nov. 2 marking the 100th anniversary of the military intelligence agency, known as the G.R.U.\n\nHistorically a secretive, little-understood agency, the G.R.U. under General Korobov emerged as Russia’s primary tool of global disruption. Mr. Korobov was sanctioned by the Treasury Department for the release of emails stolen from the Democratic Party in support of Donald Trump’s campaign in 2016.\n\nUnder his watch, the G.R.U. was implicated in the theft and publication of documents belonging to the presidential campaign of Emmanuel Macron in France, the hacking of computers of the global antidoping watchdog and the poisoning of a former G.R.U. officer, Sergei V. Skripal, with a highly potent nerve agent in Britain this year."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRISTINA CARON", "title": "Girl, 13, Who Wrote Essay on Gun Violence Is Killed by Stray Bullet", "description": "“Little children are victims of senseless gun violence,” Sandra Parks wrote in an essay about her hometown, Milwaukee. Two years later, she was dead.", "url": "https://www.nytimes.com/2018/11/21/us/sandra-parks-milwaukee-gunfire.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/us/22xp-gunfire/22xp-gunfire-facebookJumbo.jpg", "publishedAt": "2018-11-22T02:46:16Z", "content": "Late Wednesday afternoon, the Milwaukee County district attorneys office charged Isaac D. Barnes, 26, and Untrell Oden, 27, with first-degree reckless homicide and other counts in Sandras death. Both men have previous armed robbery convictions and were charge… [+810 chars]", "fulltext": "When she was in sixth grade, Sandra Parks wrote an award-winning essay about gun violence and crime in her hometown, Milwaukee.\n\nThis week, two years after she described how “we are in a state of chaos,” she was fatally shot when someone outside fired a gun at her home and a stray bullet went into her bedroom.\n\nThe shooting happened Monday as Sandra, 13, was watching television at the time, her sister, Tatiana Ingram, told the television station WISN.\n\n“My sister took it like a soldier: She just walked in the room and said, ‘Mama, I’m shot,’” Ms. Ingram said. “She was only hit one time, in her chest. The bullet wasn’t even for her.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL DORAN and TONY BADRAN", "title": "Trump Is Crude. But He’s Right About Saudi Arabia.", "description": "Portraits of Saudi King Salman (R) and his son Crown Prince Mohammed bin Salman (MBS) are displayed in Riyadh last month.", "url": "https://www.nytimes.com/2018/11/21/opinion/trump-saudi-arabia-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/opinion/21DORAN/21DORNAN-facebookJumbo.jpg", "publishedAt": "2018-11-22T02:41:39Z", "content": "Presidents, however, routinely advance useful fictions. President Barack Obama, for example, helped sell his nuclear agreement with Iran by claiming that Irans supreme leader, Ayatollah Ali Khamenei, had issued a fatwa against the development of nuclear weapo… [+1572 chars]", "fulltext": "His critics would say that Mr. Trump is now similarly emboldening a reckless Saudi regime.\n\nThis is a false analogy. The Saudis are not the moral equivalents of Iranians and the Russians. The kingdom has sheltered comfortably for over 75 years under the American security umbrella, which the United States happily extended not least because the Saudis and their oil have played a pivotal role in American economic strategies. Mr. Trump’s statement acknowledged that the Saudis are assisting him with stabilizing global oil prices as he seeks to quash Iranian oil sales.\n\nWhatever Prince Mohammed’s faults may be, he actively supports the American regional order that the Iranians openly seek to destroy.\n\nMr. Trump’s critics are asking us to believe that the priority for stabilizing the Middle East today is distancing the United States from one of its oldest allies and instead working to achieve a balance of power between Riyadh and Tehran. The Saudis, they claim, need us far more than we need them.\n\nThis is a dangerous assumption that is not born out by experience. In recent years all of America’s allies, from Mr. Sisi in Egypt to Recep Tayyip Erdogan in Turkey to Benjamin Netanyahu in Israel, have begun spending as much time in Moscow as in Washington. Why would we think the Saudis might not also seek protection from Russia if they are shunned by America?\n\nInstead of standing with the Saudis, Mr. Trump’s critics call for, as Senator Lindsey Graham recently did, sanctions that would persuade King Salman to appoint a new crown prince. But King Salman is not the de facto ruler of Saudi Arabia; Prince Mohammed is. A policy that seeks to change the king’s mind is based on a delusion that is far more deranged than anything in Mr. Trump’s statement.\n\nLet’s imagine Mr. Trump’s critics get their wish. A replacement crown prince who rose to power under pressure of sanctions would be severely weakened, if not entirely illegitimate. This would serve only to validate Al Qaeda’s anti-Saudi ideology, which depicts the royal family as American stooges. Would a compromised crown prince be a more reliable partner for the United States in stabilizing the Middle East?\n\nIn all likelihood, sanctions would simply embitter Prince Mohammed, who would respond by tacking toward Russia and China. The United States could console itself by celebrating its staunch commitment to principle, but its influence would diminish considerably."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ISABELLA KWAI", "title": "Amazon Grants Australians Access to Its Main Site", "description": "The online retailer will make products from its main website available, reversing a decision that angered its customers earlier this year.", "url": "https://www.nytimes.com/2018/11/21/world/australia/amazon-australia-access-website.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-22T02:22:17Z", "content": "After its initial decision to suspend exports to Australia, the company has focused on building the complex infrastructure needed to enable exports of low value goods to Australia and remain compliant with GST laws, the statement added in reference to the goo… [+832 chars]", "fulltext": "SYDNEY, Australia — Amazon will grant Australians access to products from its main website, walking back a decision made earlier this year that angered its customers in the country.\n\nThe online retailer had announced that it would redirect Australians to a local website to comply with changes to Australian tax law. That law requires online retailers to impose a 10 percent goods and services tax on items sold and shipped from overseas.\n\nBut customers complained that the move would raise prices and bar them from millions of products, some difficult to find otherwise. And it appears those concerns were heard.\n\n“As a result of customer feedback, from 22 November Amazon customers will be able to ship eligible items from amazon.com to Australian delivery addresses,” an Amazon spokeswoman said in a statement released early Thursday."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA JACOBS", "title": "Border Patrol Agent Who Shot Mexican Teenager Is Acquitted of Involuntary Manslaughter", "description": "The case has received close scrutiny because the agent, Lonnie Swartz, was the first in the Border Patrol to face federal murder charges for a cross-border shooting.", "url": "https://www.nytimes.com/2018/11/21/us/border-patrol-acquitted-involuntary-manslaughter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/us/22xp-borderpatrol/22xp-borderpatrol-facebookJumbo.jpg", "publishedAt": "2018-11-22T02:07:13Z", "content": "Prosecutors acknowledged in court that José Antonio was throwing rocks at the time, but said that behavior did not justify his death. After Mr. Swartz emptied his weapon, he reloaded and fired more rounds, presumably at José Antonio, who was already lying fac… [+1372 chars]", "fulltext": "A Border Patrol agent who shot and killed a Mexican teenager from across the border in Arizona was acquitted Wednesday of involuntary manslaughter in a case that has drawn national attention amid heightened debate over immigration.\n\nIn 2012, the border guard, Lonnie Swartz, opened fire into the Mexican city of Nogales, killing 16-year-old José Antonio Elena Rodríguez. A jury found Mr. Swartz not guilty of second-degree murder in April but deadlocked on manslaughter charges, prompting another trial.\n\nIn court on Wednesday, the jury found Mr. Swartz not guilty of involuntary manslaughter, but it did not make a decision on voluntary manslaughter, according to court documents.\n\nNext month, a judge from the United States District Court in Arizona will decide the status of the voluntary manslaughter charge, which the jury’s verdict left in question. In a statement, Elizabeth A. Strange, the first assistant United States attorney, said the prosecutors “fully respect” the jury’s verdict."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHANG CHIEN", "title": "简报：回溯中国改革40年；杜嘉班纳陷辱华风波", "description": "被中国“重写”的好莱坞剧本；特朗普曾拟命令司法部起诉希拉里和前FBI局长科米；里根号航母停泊香港；郭文贵与班农合作欲调查中国政府……简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181122/china-reform-hollywood-thanksgiving/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2017/01/26/world/26CHINAGEWIRTZ-1-copy/26CHINAGEWIRTZ-1-articleLarge.jpg", "publishedAt": "2018-11-22T01:25:25Z", "content": null, "fulltext": "杜嘉班纳试图平息风波，称公司和设计师的Instagram账号被盗，但这种说法并未令人信服。而这也不是该品牌第一次因攻击性言论引发风波，设计师加巴纳此前与歌手埃尔顿·约翰(Elton John)、麦莉·赛勒斯(Miley Cyrus)等众多明星都发生过言语冲突，以至于明星们专门创建了#boycottdolcegabbana（#抵制杜嘉班纳）的标签。\n\n_____\n\n• 被中国“重写”的好莱坞剧本\n\n你最后一次在西方电影里看到中国坏人是在什么时候？如果想不起来，那可能并非偶然。《西藏七年》、《达赖的一生》等对中国进行尖锐批评的电影几乎已经不复存在。如今，好莱坞对于中国这个出手阔绰的大金主言听计从。想在中国发行电影？先把中国敌人修成朝鲜敌人，让要炸长城的外星人改炸泰姬陵。\n\n对于自身形象在美国电影中的塑造，中国发挥着巨大的影响力。北京力图在全球叙事中展现出一个更友好、更无害的中国形象。习近平一再强调“讲好中国故事”的必要性——确保全球受众能够看到一种连贯的、引人入胜的，最重要的是，受共产党认可的中国崛起叙事。\n\n_____\n\nFranziska Barczyk\n\n编辑推荐：2018年，我们很想知道的11件事"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ASHLEY SOUTHALL", "title": "To Protect the Thanksgiving Parade, Police Let New Dogs Out", "description": "Franky is one of the Police Department’s new “explosive odor pursuit dogs,” which are trained to detect the scent of a bomb hundreds of feet away and go to find it.", "url": "https://www.nytimes.com/2018/11/21/nyregion/nypd-dogs-thanksgiving-parade.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/nyregion/22dogs01/22dogs01-facebookJumbo.jpg", "publishedAt": "2018-11-22T01:21:15Z", "content": "Dogs have a long history in law enforcement, having been introduced to police work in the early 20th century. They have primarily been used to track down suspects, conduct search-and-rescue missions and to sniff out drugs or explosives. The New York City Poli… [+1458 chars]", "fulltext": "[What you need to know to start your day: Get New York Today in your inbox.]\n\nThe newest tools in the New York Police Department’s counterterrorism arsenal have paws instead of buttons, they bark instead of beep and they run on treats, not electricity.\n\nFranky, Rob, Rowland and Eddie are a new type of police dog trained to pick up the scent of a bomb hundreds of feet away and then lead their handlers to the source.\n\n“Explosive odor-pursuit dogs,” as they are known, are asked to intercept suicide bombers and other terrorists before they reach targets like concerts, parades and sporting events.\n\n“It gives us a little bit more reaction time,” Chief James R. Waters, the commander of the Police Department’s counterterrorism division, said. “And it gives us a bigger perimeter of safety.”"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACK NICAS", "title": "How Facebook’s P.R. Firm Brought Political Trickery to Tech", "description": "Mark Zuckerberg, chief executive of Facebook, which hired Definers Public Affairs to help it deal with fallout from revelations of Russian disinformation on its platform.", "url": "https://www.nytimes.com/2018/11/21/technology/definers-public-affairs-tim-miller.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/business/22definers05/22definers05-facebookJumbo.jpg", "publishedAt": "2018-11-22T00:55:31Z", "content": "Mr. Pounder said in a statement on Tuesday that NTK is regularly pitched by people in public relations and the media. What NTK writes and posts on is what NTK chooses to write and post on, he added. Definers also used other outlets to disseminate its work. In… [+1567 chars]", "fulltext": "SAN FRANCISCO — When Tim Miller, a longtime Republican political operative, moved to the Bay Area last year to set up a public relations shop, he brought with him tradecraft more typical of Washington than Silicon Valley.\n\nHe was well versed in opposition research — the pursuit of damaging intelligence about a political enemy. He had ties to online media provocateurs. And, above all, he understood the value of secrecy.\n\nMr. Miller had arrived at the right moment with his company, Definers Public Affairs. With customers and lawmakers questioning the avowed good intentions and power of tech’s biggest companies, Facebook and others were on the defensive.\n\nDefiners quickly found plenty of business, from start-ups like Lyft, Lime and Juul to giants like Facebook and Qualcomm, the influential chip company that was in a nasty legal fight with Apple over royalties, according to five people with direct knowledge of Mr. Miller’s work who declined to be named because of confidentiality agreements."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MALLIKA RAO", "title": "Thanksgiving Turkey and Raita in Texas", "description": "The dinners at my parents’ house in Dallas told a story of the nation’s contemporary history.", "url": "https://www.nytimes.com/2018/11/21/opinion/thanksgiving-turkey-and-raita-in-texas.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/opinion/21rao/21rao-facebookJumbo.jpg", "publishedAt": "2018-11-22T00:27:39Z", "content": "I had moved to Brooklyn. Thanksgivings had become an ad hoc affair. In 2016, under a new administration, we staged a reunion tour as my father turned 70. I emailed family early and asked them to buy plane tickets to Dallas. The presidential election unsettled… [+1823 chars]", "fulltext": "My father’s sense of America came from the John Wayne movies he watched as a young man in India. He loved the blank highways of the West Coast. An application sent on a whim from Chennai got him acceptance to a graduate program at U.C.L.A. and eventually a Ph.D in operations management, a new behavioral science in the 1970s that drew restless types from across the world. Physical openness suited his view of his second country.\n\nWe did all the American scenes big, but especially Thanksgiving. There can’t be many families of any race or creed as invested in the holiday as mine. Our house in Dallas became the center of the world come November. Cousins, aunts, uncles without the holiday off made space in the calendar to fly in from India. A turkey joined our normally vegetarian household, with no debate about Hindu notions of cleanliness.\n\nThe spread reflected aspirations. On the dining table, dishes married Hallmark and Karnataka: green bean palya, sweet potato raita. A friend of my parents dreamed up cranberry chutney, an instant hit. My mother’s best friend brought a touch of cosmopolitan sophistication: yams and marshmallows without any Indian spice.\n\nThe coffee table stayed frozen in time, homage to Mom’s take on America, and after her death, to Mom herself. Appetizers spoke to the quick-food era: cream cheese tortilla rollups served with salsa; a loaf of King’s Hawaiian carved to hold spinach dip thick in water chestnuts, recipes pulled from magazines she leafed through in her early years in the country."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID D. KIRKPATRICK and BEN HUBBARD", "title": "The Invisible American in a Saudi Prison Cell", "description": "Crown Prince Mohammed bin Salman ordered scores of businessmen, princes, clerics, scholars and activists rounded up. Among them was an American citizen, Walid Fitaihi.", "url": "https://www.nytimes.com/2018/11/21/world/middleeast/saudi-american-prisoner-walid-fitaihi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/world/22saudi-2-print/22saudi2-facebookJumbo.jpg", "publishedAt": "2018-11-22T00:04:03Z", "content": "In his speeches, he discussed the teachings of Islam but around themes of personal health, self-help and self-development that would be familiar to Christian or secular audiences. God gave you a gift, one typical speech went. First discover the thing that you… [+1076 chars]", "fulltext": "Female detainees appear to have suffered special abuse, according to two people familiar with several cases and reports this week from two rights groups, Human Rights Watch and Amnesty International. Two people familiar with the cases said this week that some women’s rights activists had been subjected to electrical shocks, whipping and verbal and sexual harassment.\n\nA Saudi official who spoke only on the condition of anonymity said the kingdom “does not condone, promote or allow the use of torture,” whether “physical, sexual or psychological.”\n\nThe activists had risen to prominence for calling for the end of Saudi Arabia’s longstanding ban on women driving. Prince Mohammed lifted the ban this summer, but his government also arrested many of those who had called for the change, evidently to prevent them from taking credit or demanding more.\n\nThe Saudi government has not identified the detainees, saying only that a number were under investigation for vague charges of conspiring with hostile forces against the kingdom. ”\n\nIn interviews with The New York Times, two people familiar with the activists’ cases said some had arrived at meetings with their families trembling or with red marks on their faces, necks and limbs. Some had been deprived of sleep, the people said, speaking on the condition of anonymity for fear of retribution."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "America: The Highlight Reel", "description": "It’s worth noting, in a world that often seems heartless, that there are plenty of fellow citizens doing the right thing.", "url": "https://www.nytimes.com/2018/11/21/opinion/honoring-the-good-kindness-thanksgiving.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/opinion/22Thanks-edt/22Thanks-edt-facebookJumbo.jpg", "publishedAt": "2018-11-22T00:00:03Z", "content": "Its my family, he told a reporter afterward. Thats what you do with your family. When Hurricane Florence lashed North Carolina in September, Amber Hersel drove 800 miles from her home in Indiana to help. Later, when she was asked about a photo taken of her re… [+1282 chars]", "fulltext": "Always, but particularly this autumn, which has vibrated with anxiety and discord, it is important to remember that Americans can be a people given to acts of selflessness .\n\nConsider:\n\nMaj. Brent Taylor, a father of seven children and the mayor of North Ogden, Utah, was killed in Afghanistan on Nov. 3. A week earlier , in his final Facebook post, he wrote about the coming midterm elections: “I hope everyone back home exercises their precious right to vote. And that whether the Republicans or the Democrats win, that we all remember that we have far more as Americans that unites us than divides us.”\n\nMajor Taylor and his five brothers joined the military after the terrorist attacks on Sept. 11, 2001. His last deployment was his fourth .\n\nFar from a war zone, on the evening after the election, Matt Wennerstrom huddled behind a pool table, lying on top of other people to protect them as a masked gunman rampaged through the Borderline Bar & Grill in Southern California."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM SATARIANO", "title": "Google to Demand More Disclosure From Buyers of European Election Ads", "description": "Google said Wednesday that ad transparency rules, already introduced in the United States, will take effect in January for next year’s European Parliament election.", "url": "https://www.nytimes.com/2018/11/21/business/google-europe-election-ad-buying.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/business/22eugoogle01/22eugoogle01-facebookJumbo.jpg", "publishedAt": "2018-11-22T00:00:03Z", "content": "Leaders in Europe are worried that the campaign is vulnerable to outside influence. Turnout and the name recognition of candidates have traditionally been low, making the outcome easier to sway. The concerns were heightened in August when Facebook disclosed t… [+1183 chars]", "fulltext": "LONDON — Google said on Wednesday that it would begin requiring more information from buyers of online ads linked to next year’s European Parliament elections, expanding a program introduced for political ads in the United States.\n\nThe company said in a blog post that people and groups buying ads that mention a political party, a candidate or an officeholder related to the parliamentary elections would need to make clear who is paying for the advertisement. The company will also require verification that they are citizens, legal residents or groups lawfully allowed to participate in the election.\n\nGoogle and Facebook, the two largest online advertising platforms, are facing pressure to protect against the kind of foreign misinformation campaigns that were discovered in the 2016 presidential election in the United States. The companies operate advertising systems that are largely automated, making the networks immensely profitable but harder to police.\n\nThe European Parliament elections, in May, will be for 705 seats across 27 countries. The vote doesn’t often draw widespread attention, but the coming campaign is being closely watched as a wider referendum on the role of the European Union in the region. On one side is an emerging populist wing, represented by anti-immigration groups in Italy and Germany, that’s wary of the influence Brussels carries in the region. On the other side are supporters of a more united Europe, such as President Emmanuel Macron of France."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS KRISTOF", "title": "No Money. No English. But America Welcomed a Young Foreigner.", "description": "Nicholas Kristof and his father, Ladis Kristof, in 1970.", "url": "https://www.nytimes.com/2018/11/21/opinion/thanksgiving-refugees-immigrants-dad.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/opinion/21kristof/21kristof-facebookJumbo.jpg", "publishedAt": "2018-11-22T00:00:00Z", "content": "Nobody held it against him that he had a thick Slavic accent, couldnt name a Beatles song and was fuzzy about whether the Super Bowl involved basketball or football. As an outfielder in a baseball game at a picnic, he grabbed a ground ball and threw it so tha… [+1647 chars]", "fulltext": "One of the things I’m grateful for this Thanksgiving is the warm welcome that America extended to a man born 100 years ago in what is now Ukraine.\n\nWladyslaw Krzysztofowicz was born into an Armenian family in a dangerous region; you might think of it as the Honduras of its day. During World War II, some family members were murdered by the Nazis; afterward, some survivors were killed by the Soviet “liberators.”\n\nWladyslaw escaped by swimming across the Danube River from Romania to Yugoslavia, was almost executed, made his way to France — and began to dream of coming to America.\n\nMy father, for that’s who he was, explored illegal options, including a fake marriage with a U.S. citizen, but in the end the First Presbyterian Church in Portland, Ore., sponsored him — even though he was Catholic, spoke no English and originated in a Communist country that was then our enemy."}]