[{"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Sebastian Murdock", "title": "Cab Drivers Refuse To Pick Up Racists After Philly Rally With Proud Boys", "description": "Video appears to show various drivers declining to give the far-right activists a ride.", "url": "https://www.huffingtonpost.com/entry/philadelphia-proud-boys-rally-drivers_us_5bf08c61e4b0b84243e2d0d7", "urlToImage": "https://img.huffingtonpost.com/asset/5bf090c22600004502847c60.jpeg?ops=1200_630", "publishedAt": "2018-11-17T23:41:13Z", "content": "Racists in Philadelphia were apparently denied a quick escape Saturday after cab drivers refused them service following a far-right rally that met with emphatic opposition from anti-racist protesters. Roughly two dozen people showed up to attend the “ We the … [+2012 chars]", "fulltext": "NurPhoto via Getty Images Hundreds of anti-racist protesters showed up at a rally backed by the violent street gang Proud Boys and other far-right extremists in Philadelphia on Saturday.\n\nRacists in Philadelphia were apparently denied a quick escape Saturday after cab drivers refused them service following a far-right rally that met with emphatic opposition from anti-racist protesters.\n\nRoughly two dozen people showed up to attend the “We the People Rally,” which aimed to gather what organizers called the “silent majority” to take a stand against the left. The event included alt-righters and at least two Proud Boys, a violent gang of fascists led by Vice co-founder Gavin McInnes, and members of the Three Percenters, a nativist anti-government militia. (McInnes is no longer affiliated with Vice.)\n\n“This event is for all Patriots, Militia, 3%, constitution loving Americans, pro good cop, pro ICE, pro law and order, pro life, pro American value, pro gun and anti illegal immigration,” the event’s description on Facebook reads. “Will you stand with us? ITS TIME TO SHOW PHILLY WHAT PATRIOTISM REALLY IS!!”\n\nWhile the alt-righters held their rally, on the other side of a police barricade were hundreds of anti-racist protesters who chanted “Go home assholes” and held signs that read “Make Racists Afraid Again.”\n\nFollowing the rally, attendees of the “We the People” rally attempted to leave the gathering using cabs and Ubers. But as Vice’s Tess Owen documented, they weren’t well received:\n\nThis is completely surreal. Fascists are trying to take taxis , but the drivers keep leaving whenever they realize what’s happening. pic.twitter.com/lcwPucpSPf — Tess Owen (@misstessowen) November 17, 2018\n\nAnd again, hard nope from this driver pic.twitter.com/FizkWjNdJX — Tess Owen (@misstessowen) November 17, 2018\n\nRepost of Uber driver turning down fascists but trimmed so license plate not visible pic.twitter.com/sGJmYcXQYr — Tess Owen (@misstessowen) November 17, 2018\n\nGwen Snyder, a Philadelphia activist, claimed on Twitter that cab and Uber drivers were refusing service to the “We the People” attendees because anti-racist protesters were informing the drivers of their would-be fares’ politics.\n\nFascists tried to take off in two ubers and a taxi but no one will take them, because we keep telling the drivers who they are. This cab driver just kicked them out of his car.\n\n\n\nA cop threatened to cite us all if we keep telling drivers that their fares are nazis #pushback pic.twitter.com/4XCC1x0UQ9 — Gwen Snyder is uncivil (@gwensnyderPHL) November 17, 2018\n\n“A cop threatened to cite us all if we keep telling drivers that their fares are nazis,” Snyder tweeted.\n\nIt’s not clear whether any anti-racist protesters were attempting to get taxi or Uber rides at Saturday’s event. Philadelphia police did not immediately respond to HuffPost’s request for comment about Snyder’s claim that anti-racists were threatened with a citation.\n\nThe Proud Boys were dealt a blow earlier this week when member Andrew Kovalic was fired from his decade-long job at Comcast after it was revealed he was part of the white supremacist movement."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Sara Boboltz", "title": "Democrat Andrew Gillum Drops Quest To Be Florida Governor", "description": "The announcement comes after a week and a half of uncertainty over a recount.", "url": "https://www.huffingtonpost.com/entry/andrew-gillum-concedes-florida-governor-recount_us_5bf0951fe4b0b84243e2d3dd", "urlToImage": "https://img.huffingtonpost.com/asset/5bf095b22100003506ca2776.jpeg?cache=1BJRS3snkv&ops=1200_630", "publishedAt": "2018-11-17T22:43:38Z", "content": "Andrew Gillum, the Democratic mayor of Tallahassee running for governor of Florida, on Saturday conceded the contentious race to his Republican opponent Ron DeSantis. Gillum appeared in a Facebook video with his wife, R. Jai Gillum, to acknowledge his loss by… [+1667 chars]", "fulltext": "Andrew Gillum, the Democratic mayor of Tallahassee running for governor of Florida, on Saturday conceded the contentious race to his Republican opponent Ron DeSantis.\n\nGillum appeared in a Facebook video with his wife, R. Jai Gillum, to acknowledge his loss ― by a margin of just 0.41 percentage points.\n\n“We said that we would fight until the last vote is counted. We wanted to make sure that every single vote ― including those that were overvotes, undervotes ― as long as those were legally cast, we wanted those votes to be counted,” Gillum began.\n\n“And now that we are rounding that process out, R. Jai and I wanted to take a moment to congratulate Mr. DeSantis for becoming the next governor of the great state of Florida,” he said.\n\nGillum posted the video 11 days after the 2018 midterm elections, when tight margins between the two candidates triggered an automatic machine recount. Although the candidate conceded to DeSantis after the Nov. 6 election, he rescinded his words as it became apparent that a recount was necessary.\n\nThe state’s similarly close U.S. Senate race between Democratic incumbent Bill Nelson and Republican Gov. Rick Scott remains officially undecided. A second, manual recount is underway in that contest, because the margin following the initial machine recount was still too narrow by state standards.\n\n“Nobody wanted to be governor more than me, but this was not just about an election cycle,” Gillum said in the video posted Saturday. “This was about creating the kind of change in this state that really allows for the voices of everyday people to show up again in our government, in our state and in our communities.”\n\n“More than 4 million of you decided that you wanted a different direction for the state of Florida,” he said, adding that he and his wife remain committed to the campaign’s values.\n\nIn a tweet following Gillum’s concession, DeSantis wrote, “Now it’s time to bring Florida together.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hilary Hanson", "title": "That Viral Story About Raccoons 'Drunk' On Crab Apples Just Took A Very Sad Turn - HuffPost", "description": "HuffPost That Viral Story About Raccoons 'Drunk' On Crab Apples Just Took A Very Sad Turn HuffPost Police in Milton, West Virginia, have delivered some upsetting news about two oddly-behaving raccoons that were originally thought to be drunk on fermented crab…", "url": "https://www.huffingtonpost.com/entry/drunk-raccoons-crabapple-distemper_us_5bf07a86e4b07573881f0216", "urlToImage": "https://img.huffingtonpost.com/asset/5bebded2240000300099b7d9.jpeg?cache=ZxtGLM8LPz&ops=1200_630", "publishedAt": "2018-11-17T22:26:00Z", "content": "Police in Milton, West Virginia, have delivered some upsetting news about two oddly-behaving raccoons that were originally thought to be drunk on fermented crab apples. At least one of the raccoons actually appears to have had distemper, a highly contagious i… [+1437 chars]", "fulltext": "Police in Milton, West Virginia, have delivered some upsetting news about two oddly behaving raccoons that were originally thought to be drunk on fermented crab apples.\n\nAt least one of the raccoons actually appears to have had distemper, a highly contagious illness, and had to be euthanized.\n\nThe Milton Police Department explained what had happened in a detailed Facebook post on Thursday.\n\nOn Nov. 9, police trapped a raccoon suspected to be rabid, but they concluded the animal was likely just drunk on the fermented fruit due to “his proximity to the crabapple tree, his actions and appearance.”\n\nMilton (W.V.) Police Department One of the raccoons trapped by police in Milton, West Virginia, last week.\n\nThe next day, police trapped a second raccoon reportedly acting strangely. Believing this one was also just drunk, they released it. Both raccoons were returned to the wild, and the department’s Facebook post about the supposedly “drunk” raccoons went massively viral.\n\nBut on Wednesday, when police received a report about a third raccoon falling out of a tree, they brought in a local wildlife rescue group, Point of View Farm. That group suggested that the animals may be suffering from distemper, a serious viral disease that can be transmitted to other animals, including dogs. (It does not pose a health a risk to humans, and dogs can be vaccinated against it.)\n\nThe police were then able to track down the second raccoon they’d trapped, and found it “continuously seizing” just 10 feet from where they’d released it. That raccoon and the third raccoon that fell from the tree were both euthanized.\n\nPolice did not locate the first raccoon they’d trapped, but the department wrote on Facebook that it hoped the animal “was in fact drunk on crabapples, has sobered up and is thriving in the wild as he should be.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hilary Hanson", "title": "Someone Shot And Killed A Dolphin Off The Coast Of California", "description": "A marine animal rescue group is offering a reward of $5,000 for information leading to conviction of the perp.", "url": "https://www.huffingtonpost.com/entry/dolphin-shot-dead-california-manhattan-beach_us_5bf06f9be4b0f32bd58a0b50", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0704024000037045835c2.jpeg?cache=Tav63Hv3Tx&ops=1200_630", "publishedAt": "2018-11-17T21:39:10Z", "content": "A marine wildlife rescue group is hoping to obtain information that will lead them to whoever shot a dolphin found dead in Manhattan Beach, California. “There is NO excuse for such brutality against these beautiful animals,” Marine Animal Rescue wrote in a Fa… [+1833 chars]", "fulltext": "A marine wildlife rescue group is hoping to obtain information that will lead them to whoever shot a dolphin found dead in Manhattan Beach, California.\n\n“There is NO excuse for such brutality against these beautiful animals,” Marine Animal Rescue wrote in a Facebook post on Friday.\n\nThe El Segundo-based organization said that an examination had revealed the dolphin died from a gunshot wound. It is offering a $5,000 reward for information that leads to the conviction of the person who shot the animal.\n\nMarine Animal Rescue The dolphin, found floating in the surf in Manhattan Beach, California, died from a gunshot wound.\n\nMarine Animal Rescue founder Peter Wallerstein told NBC News that he got a call last week from someone who spotted the dolphin floating in the surf. He retrieved the animal’s body and then contacted authorities in the hopes of opening an investigation into who did this, although he admitted that “we very rarely find these people.”\n\nWallerstein told BuzzFeed News that his organization frequently sees sea lions that have been shot because they steal bait off boats and otherwise interfere with fishing. But dolphins, he said, generally don’t interfere with fishing, and he can’t imagine why someone would shoot one. It’s an “act of brutality,” he said.\n\nEarlier this year, a similar incident in Mississippi made headlines when a pregnant dolphin was found fatally shot on a beach in April. The unborn calf did not survive. Federal authorities announced in July that they were looking for information on whoever was responsible.\n\nSince dolphins fall under the Marine Mammal Protection Act of 1972, a person found responsible for killing one could face up to $100,000 in fines and one year in prison.\n\nAlthough Wallerstein noted that dolphins normally don’t interfere with humans fishing, the National Oceanic and Atmospheric Administration said in July that the wild animals sometimes learn this kind of behavior when people feed them. That teaches them to start approaching boats in search of food, which can lead to conflict with fishermen."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Jenavieve Hatch", "title": "Camp Fire Survivors Are Now Refugees In Their Own Country", "description": "In makeshift refugee camps, survivors of Northern California's Camp fire face homelessness, norovirus and loss.", "url": "https://www.huffingtonpost.com/entry/california-wildfires-camp-fire-survivors_us_5bf0546fe4b07573881ef978", "urlToImage": "https://img.huffingtonpost.com/asset/5bf05eb81d00008800313339.jpeg?cache=miYwjq5fQi&ops=1200_630", "publishedAt": "2018-11-17T21:35:36Z", "content": "CHICO, Calif. Last Thursday morning, Corey Gonzales woke to a pounding at his door. When he opened the door, his neighbor was there, insisting he evacuate. Behind him, the sky was unfamiliar — black, yellow and orange. End-of-days stuff. “We might be back, it… [+5609 chars]", "fulltext": "Cayce Clifford for HuffPost A family from Magalia, California, gathers in a Walmart parking lot in nearby Chico with their pets. Gail, center, plans to move to San Luis Obispo to stay with her cousins.\n\nCHICO, Calif. ― Last Thursday morning, Corey Gonzales woke to a pounding at his door.\n\nWhen he opened the door, his neighbor was there, insisting he evacuate. Behind him, the sky was unfamiliar — black, yellow and orange. End-of-days stuff.\n\n“We might be back, it won’t be that big a deal,” Gonzales, 28, told his fiancee as they packed a bag of clothes.\n\nHe thought he was only evacuating temporarily. Like so many residents of Paradise, California, who have been displaced by the ongoing Camp fire, he hoped that perhaps his family’s home could be saved. But as the hours passed, and refugees poured out of Paradise in cars and buses and on foot, it became clear that the wind-driven fire was moving faster and faster.\n\nThat night, Gonzales gathered his family. “We should start to be OK with the fact that maybe our stuff is gone,” he told them.\n\nNow, just over a week later, the blaze that drove Gonzales out of Paradise has killed at least 71 people and become the most destructive fire in California history. More than 1,000 people are believed to be missing. And as the adrenaline of the evacuation has faded, the grim reality of indefinite displacement has set in.\n\n* * *\n\nNeighbors saved Vivian, too. Her next-door neighbors’ son woke up the 80-year-old Paradise resident and drove her, and her two cats, out of town before the fire hit. She believes she would not have survived the wind-driven, fast-moving flames if her neighbors hadn’t helped.\n\n“Without them, I would have been ash,” she said. “I grabbed the cats, my toothbrush, my comb, and put on my sweats, and got in the car. That was it.”\n\nA week later, she found out her house was gone.\n\nVivian now sleeps next to her two crated cats on a cot at the makeshift shelter at East Ave Church in Chico. Despite the grief of losing her house, she has found some gratitude in not being one of the hundreds of evacuees sick with the norovirus that’s plaguing the shelter and many others in town.\n\nLibby Andresen, another woman in the East Ave Church shelter, has not been as lucky. She shares a mattress with her elderly mother, and told HuffPost that they’d been moved through the shelter twice to avoid getting the virus. By Thursday, a week after Andresen lost her Paradise home in the fire, she was bedridden and sick.\n\nBefore the medical team was able to provide assistance and a barrier, and before the National Guard sent in medical and quarantine tents on Friday morning, there was “no dignity for anyone,” Andresen said, as more and more people began throwing up and getting diarrhea, two of the norovirus symptoms. Volunteers had to help clean up, and later bleach, the floors that had been contaminated with human waste. Several evacuees have taken to wearing adult diapers as a precaution, as portable toilets become filthy and inaccessible.\n\nMedical staff from the shelter told HuffPost that while many evacuees showed symptoms, they had not yet confirmed whether they had norovirus.\n\n“As soon as the first person got sick, we quarantined them as best we could in these very austere conditions with the very limited resources at our disposal,” Elisabeth Gundersen, a volunteer registered nurse, told HuffPost.\n\n“We did a lot of grassroots fundraising to purchase the necessary supplies to quarantine folks and we also submitted requests to the Department of Public Health and to CalMat. Understandably both agencies were completely overwhelmed and did their very best to meet our needs as quickly as they could, but resources were a challenge for everyone,” she said.\n\nCayce Clifford for HuffPost The entire city of Paradise is still blocked off to residents. Meanwhile, much of Butte County's wildlife is trying to survive as well.\n\nCayce Clifford for HuffPost Ridgewood Mobile Home Park, a community of senior residents in Paradise, was completely destroyed. Theresa, from the state's forestry and fire protection agency, assesses the damage.\n\nCayce Clifford for HuffPost More than 27,000 Paradise residents have been displaced.\n\nA week ago, the East Ave Church shelter had a “summer camp feel,” one volunteer told HuffPost. But that sense of optimism has faded, as victims get sicker and more tired and come to terms with the loss of homes, possessions and loved ones.\n\nOn top of the loss of possessions and personal space, the physical illness and the lack of access to medical care, victims will face long-term trauma, a survivor of another major California fire told HuffPost.\n\nThe Camp fire victims “are not going to have a fucking clue how traumatized they are” for some time, Caz Tomaszewski said Tuesday. Tomaszewski lost his home in 2015 to the Butte fire in Calaveras County. He still experiences symptoms of post-traumatic stress disorder from trying to save his home.\n\n“A fire fucks up a person’s head in way different ways than you’d expect,” he said. “Most people assume it’s losing all your shit and having to run for your life that does it... But more than that it’s losing all routines, all familiarity, all safe places, every place that is yours to be, and your community to boot.”\n\nAnd, Tomaszewski said, “it’s being steeped in everybody else’s loss.”\n\nGonzales’ nephews and nieces, used to spending their days traipsing in the woods outside their home, are growing bored and confused. Libby wants to salvage her wind chimes. What Vivian wants more than anything is to take a shower in her own house.\n\nThen she remembers it’s not there anymore.\n\n* * *\n\nFor the many displaced residents, the physical struggle is far easier to deal with than the stress of waiting to learn about the state of their homes, or, worse, their loved ones.\n\nCayce Clifford for HuffPost Willy's dog, Misty, was hit by a car while they evacuated Paradise on Nov. 8.\n\nCayce Clifford for HuffPost No mobile homes in the Ridgewood Mobile Home Park were saved in the Camp fire.\n\nCayce Clifford for HuffPost East Ave Church in Chico has become a makeshift evacuation center.\n\nThe streets to Paradise and the neighboring towns are still closed to everyone except emergency personnel and members of the press, and thousands of evacuees eagerly await news of their homes as the county updates the addresses of destroyed property. Most homes and businesses in Paradise and Magalia are active crime scenes, law enforcement officers told HuffPost on Thursday. Officials from Cal Fire, the state department of forestry and fire protection, have been assessing the damage and searching for human remains.\n\n“We got so, so lucky. No one was hurt or left behind,” Gonzales, who is now staying with family friends in Lincoln, about 90 minutes south of Chico, told HuffPost.\n\n“But finally seeing [our home on the list of destroyed structures] was just stomach-sinking, throat-closing,” he said. “The house had this little archway that the kids had painted pink and purple last week... That’s the only thing that’s there now. There was so much house, and it’s so gone now. Not much can prepare you for that.”\n\nJenavieve Hatch, a HuffPost reporter from Sacramento, is reporting on the scene in California this week with photographer Cayce Clifford, talking to people affected by the Camp fire. Some of them, like Corey Gonzales and Caz Tomaszewski, are people she’s known for years. Some she’s meeting for the first time."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Andy McDonald", "title": "College Humor Imagines What It’s Like To Be Kanye West’s Social Media Manager", "description": "The rapper has said in the past that he \"can't be managed.\"", "url": "https://www.huffingtonpost.com/entry/college-humor-kanye-west-social-media-manager_us_5bf0623be4b0f32bd58a0a08", "urlToImage": "https://img.huffingtonpost.com/asset/5bf064541f0000d205263754.png?cache=aVfcEqp3Lq&ops=1200_630", "publishedAt": "2018-11-17T20:42:51Z", "content": "There are few celebrities on social media who provide the full roller-coaster ride like Kanye West. He seems to say just whatever comes to mind. As a result, he has felt driven to delete his Twitter account multiple times over the last few years, recently rea… [+364 chars]", "fulltext": "There are few celebrities on social media who provide the full roller-coaster ride like Kanye West. He seems to say just whatever comes to mind.\n\nAs a result, he has felt driven to delete his Twitter account multiple times over the last few years, recently reactivating it again in April.\n\nFor anyone trying to manage the star or his social media accounts, it must be a nearly impossible job.\n\nThe good folks at CollegeHumor wrote a funny sketch (see above) in which one man plays West’s social media manager trying desperately to keep the self-proclaimed genius in check. But as West himself has said, “I can’t be managed.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Kimberley Richards", "title": "Man With Persistent Runny Nose Learns He Had Leaking Brain Fluid", "description": "Greg Phillpotts told ABC 11 that for years he believed his symptoms were due to allergies.", "url": "https://www.huffingtonpost.com/entry/runny-nose-cerebrospinal-fluid-leak_us_5bf04015e4b0f32bd589fe72", "urlToImage": "https://img.huffingtonpost.com/asset/5bf041391d0000e201313336.jpeg?cache=dtacXTlnha&ops=1200_630", "publishedAt": "2018-11-17T19:48:40Z", "content": "A man in North Carolina who had a constant runny nose for years ultimately learned it was because of a brain fluid leak. Greg Phillpotts told local ABC 11 this week that for five years, he believed his continuous runny nose was caused by allergies. But a doct… [+2273 chars]", "fulltext": "A man in North Carolina who had a constant runny nose for years ultimately learned it was because of a brain fluid leak.\n\nGreg Phillpotts told local ABC 11 this week that for five years, he believed his continuous runny nose was caused by allergies. But a doctor at Mount Sinai Hospital in New York says it was instead a result of a cerebrospinal fluid leak, the news station reports.\n\nThe Centers for Disease Control and Prevention describes the condition as an “escape of the fluid that surrounds the brain and spinal cord.”\n\nHe thought it was just allergies or even just a runny nose. It turned out to be something he needed surgery for. It’s all next at 11 #ABC11 @MountSinaiNYC pic.twitter.com/Z5ZsU5s3G2 — Josh Chapin (@JoshChapinABC11) November 16, 2018\n\nThe leak of the clear fluid occurs when there is a tear or hole in the membranes surrounding the brain or spinal cord, according to Cedars-Sinai Medical Center.\n\nPhillpotts told ABC 11 that his severe runny nose would happen “anywhere.”\n\n“You could be anywhere; you could be on the airplane ― you could be anywhere ― you talk to somebody and this thing just drains right out of your face.”\n\nOther doctors had reportedly diagnosed Phillpotts with pneumonia and bronchitis. He went to New York to see Dr. Alfred Iloreta at Mount Sinai after a bad coughing episode in February, ABC 11 reported.\n\nHuffPost has reached out to Mount Sinai for comment.\n\n“Sometimes when you have this leakage of fluid from the brain, it can evolve into what we call an ascending infection,” Iloreta told ABC 11, according to a video. “So infection can transmit, or bacteria can transmit, from the nose into the brain, resulting in meningitis.”\n\nThe Cedars-Sinai Medical Center says that while many CSF leaks heal on their own, patients with symptoms of a CSF leak should seek medical attention due to the increased risk of meningitis, a bacterial or viral infection of the fluid surrounding the brain and spinal cord.\n\nCSF leaks affect at least 5 in 100,000 people every year, according to the CSF Leak Association.\n\nEarlier this year, Kendra Jackson of Omaha, Nebraska, similarly learned she had a CSF leak after years of dealing with headaches and a constant runny nose, among other symptoms.\n\nBoth Jackson and Phillpotts underwent surgery to fix the problem.\n\n“You ever been, like, so congested you can’t breathe, and all of a sudden you can breathe again?” Phillpotts said of his procedure, according to ABC 11. “You know what a relief that was?”\n\nSurgery to address a CSF leak often entails using tissue from another area of the patient’s body to close the hole in the skull base, according to the Cleveland Clinic."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Andy McDonald", "title": "Trump Calls Saudi Arabia A ‘Spectacular Ally’ Despite CIA’s Khashoggi Findings", "description": "The agency reportedly concluded that Saudi Crown Prince Mohammed bin Salman ordered the journalist’s murder.", "url": "https://www.huffingtonpost.com/entry/trump-saudi-arabia-cia-jamal-khashoggi_us_5bf0482ce4b0f32bd58a02ed", "urlToImage": "https://img.huffingtonpost.com/asset/5bf057052100003506ca276d.jpeg?cache=fi4gfp5uji&ops=1910_1000", "publishedAt": "2018-11-17T19:26:11Z", "content": "President Donald Trump is still praising Saudi Arabia as a truly spectacular ally, despite the CIA reportedly pinning blame for journalist Jamal Khashoggi s murder on the Saudi royal family. On Saturday, before leaving to review the wildfire damage in Califor… [+1781 chars]", "fulltext": "President Donald Trump is still praising Saudi Arabia as a “truly spectacular ally,” despite the CIA reportedly pinning blame for journalist Jamal Khashoggi’s murder on the Saudi royal family.\n\nOn Saturday, before leaving to review the wildfire damage in California, Trump addressed a Washington Post report that, according to CIA officials, Saudi Crown Prince Mohammed bin Salman personally ordered the killing of Khashoggi, who was an outspoken critic of the royal family. The Washington Post contributor and U.S. resident entered the Saudi consulate in Istanbul on Oct. 2 and was never seen alive again.\n\n“We haven’t been briefed yet,” Trump told reporters on the White House lawn. “The CIA is going to be speaking to me today. We have not been briefed yet. As of this moment, we were told that he did not play a role.”\n\nThe president said he has to take many things into account when it comes to America’s relationship with Saudi Arabia, in particular emphasizing economic relations.\n\n“They give us a lot of jobs and a lot of business and economic development,” Trump said. “They have been a truly spectacular ally in terms of jobs and economic development.”\n\nThe prince’s brother Khalid bin Salman, who is the Saudi ambassador to the United States, reportedly called Khashoggi and told him he could safely travel to Istanbul to obtain needed documents. The ambassador denied any involvement in the journalist’s disappearance or murder on his official Twitter account Friday.\n\nAs we told the Washington Post the last contact I had with Mr. Khashoggi was via text on Oct 26 2017. I never talked to him by phone and certainly never suggested he go to Turkey for any reason. I ask the US government to release any information regarding this claim. — Khalid bin Salman خالد بن سلمان (@kbsalsaud) November 16, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "HuffPost Staff", "title": "There Were Zero Things Better This Week Than The Ratio On Eddie Scarry’s Tweet", "description": "Except maybe Jelani Cobb's perfect reference to a Jill Scott video.", "url": "https://www.huffingtonpost.com/entry/good-stuff-alexandria-ocasio-cortez-tweet_us_5be9f8cfe4b044bbb1a78a49", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0373f1d00008b00313334.jpeg?ops=1910_1000", "publishedAt": "2018-11-17T18:45:00Z", "content": "What a spectacular week for owns. I have three moments of sheer online beauty that Id like to present to yall, in no particular order. Theyre all magnificent in their own way. Honestly, truly. 1. New Yorker columnist Jelani Cobb told Van Jones to cease his pu… [+14037 chars]", "fulltext": "Welcome to Good Stuff, HuffPost’s weekly recommendation series devoted to the least bad things on and off the internet.\n\nWhat a spectacular week for owns. I have three moments of sheer online beauty that I’d like to present to y’all, in no particular order. They’re all magnificent in their own way. Honestly, truly.\n\n1. New Yorker columnist Jelani Cobb told Van Jones to cease his public blow job of President Donald Trump. Cobb’s tweet was coy and included a real good reference to a viral Jill Scott video. It’s a spectacular sight, really.\n\nThis was more entertaining when Jill Scott did it. https://t.co/GJA8AL0num — jelani cobb (@jelani9) November 15, 2018\n\nFor comparison purposes, here’s video of Allen Iverson stepping over Tyronn Lue. Cobb’s tweet is quite similar in cultural magnitude.\n\n2. D.C.-based creep Eddie Scarry tweeted some weird stalker shit about Rep.-elect Alexandria Ocasio-Cortez’s outfit. And the timeline, in a moment of breathtaking solidarity unlike anything we’ve seen since Kony 2012, got him the fuck out of here with an Omega-level ratio. Scarry ended up deleting the tweet instead of his account (I’m very disappointed that he didn’t choose to remove himself from Twitter entirely). But I performed my civic duty as a reporter and live-tweeted the ratio before New York Times reporter Dave Itzkoff swooped in with the final results.\n\ni feel like i'm watching a murder. pic.twitter.com/Esll07D0i2 — rocket juju (@juliacraven) November 15, 2018\n\n3. Scarry tried to walk back his original tweet and got ratio’d AGAIN.\n\nATTN! I posted a tweet earlier suggesting the incoming congresswoman looked well put together -- ELEGANT even -- despite suggestions she’s struggled. The tweet was taken as something else, so I’ve deleted it! — Eddie Scarry (@eScarry) November 16, 2018\n\nFuck, I love Beyonce’s internet. ― Julia Craven\n\nViola Davis’ Dog in ‘Widows’\n\nFox\n\n“Widows” poses many questions. How deep can political corruption run? How does a person overcome tragedy alone? And what should you do with your dog before the big heist?\n\nViola Davis answers all three, playing a Chicago lobbyist named Veronica whose career-criminal husband (Liam Neeson) dies on the job. Two menacing mobsters (Brian Tyree Henry and Daniel Kaluuya) demand she settle his $2 million debt, leaving Veronica and her fellow widows scrambling to execute the heist their spouses could not. Suddenly without a family and finding herself face to face with crooked lawmakers, Veronica has one comfort left: her fluffy dog.\n\nDespite her no-frills moxie, Veronica loves little Olivia, a cute West Highland White Terrier that becomes a vestige of the days before everything went to shambles. Olivia, a role brought to life by the same talented thespian that played Jesse Plemons’ pup in “Game Night,” humanizes Veronica as she sinks further into the crime world. She cares for the dog so much that she thinks to take it to a kennel on the night of the heist, just in case she doesn’t make it out alive. Action movies don’t usually let us consider such logistics, preferring to focus on the wham-bam of it all, but “Widows” pauses to treat Olivia as the one constant amid Veronica’s trauma. (“It softens her,” director Steve McQueen recently told me.) The pooch gets some good laughs, but she’s also an important narrative fulcrum, playing a key part in the film’s biggest twist. And that, my friends, is the work of a very good girl. ― Matthew Jacobs\n\nSoup For Breakfast\n\nSMarina via Getty Images\n\nYou might have noticed, East Coasters, that it got really fucking cold all of a sudden, making the already daunting task of getting out of bed in the morning exponentially more agonizing. But on the other hand, soup. Morning soup. It’s here to help.\n\nJust think of it: the warm feeling you get from that first sip of coffee, combined with the savory surprise of vegetables, lentils, chicken stock, beef, or whatever else you fancy. I’ve been opting for miso soup this week, simply mixing miso paste in hot water and sprinkling in some scallions if I feel crazy. Sip it from a mug and you’re having tea and food at the same time. Do you know how warm and full I feel before 8 a.m.?\n\nWhile I haven’t yet experimented with very many morning soup options, the cold, sad times ahead promise plenty of opportunities for soup play. Sweet breakfast is a scam and we’d all be better off if we loosened up a bit and drank more meat before sunrise.\n\nBone broth is for assholes. Soup is the liquid food of the people. ― Priscilla Frank\n\nThe Season 13 Finale Of ‘It’s Always Sunny In Philadelphia’\n\nThe season 13 finale of “It’s Always Sunny In Philadelphia” is more than a week old now, but I still can’t get past the episode’s deeply emotional five-minute dance number performed by Rob McElhenney’s character Mac and professional ballerina Kylie Shea.\n\nThe dance is an interpretation of Mac’s complicated feelings about his sexuality, and serves as a way for Mac to come out to his father Luther (Gregory Scott Cummins). As he says in the episode, “There’s like this storm inside of me and it’s been raging my whole life, and I’m down on my knees, and I’m looking for answers, and then God comes down to me and it’s a very hot chick and she pulls me up and we start dancing.”\n\nIn an interview with Vulture, McElhenney said Mac’s explanation for the dance was meant to be funny in that it’s “intensely confusing.” That’s a pretty standard “Sunny” move (see: almost any reason Charlie Kelly [Charlie Day] gives for anything he does, ever). But the manifestation of that vision was something completely refreshing to longtime fans of the show. There is no shtick or gimmick behind the choreographed piece, a stunning pas de deux set to Sigur Rós’ “Varúð” that McElhenney says took him seven months to train for. Even a non-dance expert can tell it was physically and emotionally strenuous.\n\nMcElhenny executes it beautifully, capping a years-long story arc that has seen Mac struggling with body image, sexuality and his interactions with others as a gay man. There’s a tangible weight to the moment; as a viewer, you feel an emotional release in tandem with Mac, who sheds a rare sincere tear during the dance. It evokes a baptism, an image amplified by the rain-soaked stage on which McElhenny and Shea perform. There’s extreme intimacy in watching Mac finally embrace his identity, finding his place among his family, friends and gay culture, even as some ― namely, his dad ― reject him.\n\nIt was more than a singularly impressive event in the show; it was a sharp departure for the series, which tends to make progressive statements through a cast of characters who are lovable but terrible. Even the first 20 minutes of “Mac Finds His Pride” are typical “Sunny” fare, giving no real indication the show will take a serious turn. But the minute Mac steps on stage, a palpable shift occurs. The earnestness of it is almost breathtaking, a jarring moment after 13 years of dark humor that has explored the worst of society.\n\nThe episode has been widely praised, which makes sense. McElhenney said there was an “overwhelming emotional response from the LGBTQ community” when Mac came out as gay, which he took to heart, aiming for a “much more emotionally resonant end to the season.”\n\nMac’s dance will certainly rank as one of the most memorable scenes in “Sunny’s” history. Those cathartic five minutes of television might even change the tone of “Sunny” going forward. (The show has already been renewed for a 14th season.) Mac’s surrogate father Frank (Danny DeVito), who begins the episode admitting he doesn’t get Mac’s sexuality, even achieves some clarity in what’s perhaps the most touching line in the show’s 13 seasons.\n\n“Oh my god, I get it,” Frank says, teary-eyed. “I get it.” ― Paige Lavender\n\nThis Basic Beauty\n\nI’m 30, so I feel like everyone is having a baby right now, which is probably not true. Two people who are having a baby, though, are Arie Luyendyk Jr. and his runner-up fiancée, Lauren Burnham! Less than a year ago, he was engaged to her “Bachelor” competitor Becca Kufrin, and now, just one horrific on-camera dumping later, look at them: a Hawaii wedding planned for January, and a little Luyendyk-Burnham on the way.\n\nAnyway, this is not what I’m excited about, though I fully support babies. What brought me joy this week was the couple’s influencer-chic announcement photo shoot with Us Weekly, which they shared on their own Instagram accounts. The photo Lauren posted, in particular, was like Insta-couple bingo. The couple kissing, check; the ultrasound photos, check; her gigantor rock dangling oh-so-casually in the center of the photo, check. (Her engagement ring appears to be the only thing actually in focus in the picture.) They’re sharing a loving clinch with her hand clutching the sheet of ultrasound images, as if the photographer caught the moment when she shyly showed her partner the proof of their impending bundle of joy. It’s all transparently stage-managed to appear un-managed, natural, and enviable.\n\nI love these basic bitches, and I love that they have refused to stop being influencers even though the entirety of the “Bachelor” fan base views them as sort of the opposite of goals. If they can dream it, they can become it. ― Claire Fallon\n\nThe Union Of Michael B. Jordan And Jaden Smith\n\nWhat you call an icon livin’? I call it Michael B. Jordan’s Adonis Creed walking out to Jaden Smith’s “Icon” for one of his matches in “Creed II.”\n\nSure, the reviews say quippy things like “Creed II” doesn’t “pack the same punch” or isn’t as much of a “knockout.” I can only guess these reviewers fell asleep. Because there’s nothing more iconic than seeing Jordan, aka Killmonger, walking to the ring to the beat of Smith, who once told me he believes a real place like Wakanda actually exists. ― Bill Bradley\n\nThe Kacey Musgraves Upset\n\nImage Group LA via Getty Images\n\nKacey Musgraves pulled off a surprising upset Wednesday night when she won the Country Music Association’s Album of the Year award for “Golden Hour,” the “galactic country” collection she released in March. On paper, “Golden Hour” should have been considered a favorite even in a category packed with big names. It was a fantastic album that topped sales charts and managed to be both quintessentially Musgraves and an evolutionary work that twisted and bent the country genre in new ways. But it wasn’t the favorite, in part because of who Musgraves was up against, and in part because of who Musgraves is. Or rather, what she is, and what her opponents are: a woman in a genre that doesn’t appreciate its women, going up against a bunch of dudes in a genre that over-appreciates its dudes.\n\nThat’s not to say Chris Stapleton, Dierks Bentley, Keith Urban and Thomas Rhett didn’t produce work deserving of acclaim. It’s just that every corner of the country music world trips over itself constantly to dish out love to the guys, while it rarely finds time to do the same for women. Musgraves’ win made her just the sixth solo woman to grab the CMA Album of the Year award in its 52-year history. Solo male artists have won 37 times. That Musgraves did so with an album that failed to break through on country radio, despite the critical love it received and the sheer quality of its work, makes the victory an even bigger deal.\n\nThe country music world shouldn’t pat itself on the back for making a rather obvious decision. “Golden Hour” getting its due on the big stage doesn’t make up for the fact that its best offerings, including singles “Space Cowboy” and “Butterflies,” predictably (if undeservedly) bombed on the radio, or that Musgraves and other women like her have to constantly overcome barriers to get a modicum of praise from the industry. That a victory for an album as good as “Golden Hour” is remarkable is itself a statement on the state of country music. But in a genre where women are creating most, if not all, of the best and most interesting work, it’s about time someone beyond Miranda Lambert (who also doesn’t get enough acclaim) finally got something resembling her due.\n\nIt’s probably too optimistic to believe that victory will cause a seismic shift in an industry that would still rather spin the latest formulaic dude hit than try something new, especially when the fresh take comes from a woman. But the manner of the announcement itself was proof that “Golden Hour” had, and will continue to have, an impact on other women inside country and beyond. “And the CMA Award for album of the year goes to,” Little Big Town’s Karen Fairchild said as she announced the winner, “for all the little girls writing songs out there, ‘Golden Hour,’ Kacey Musgraves!” ― Travis Waldron\n\nThe Most Deeply Terrible And Thus Perfect ‘Bachelor’ Tag Line\n\nClaire already shined a spotlight on the joy and pain of former Bachelor Arie Luyendyk Jr. and his fiancée Lauren Burnham’s recently announced forthcoming baby. But the other big news in ~*Bachelor Nation*~ is that the poster for new Bachelor Colton Underwood has finally arrived! Complete with the most deeply terrible and thus perfect tag line: “What does he have to lose?”\n\nIf you’re not an avid viewer of “The Bachelor” and “The Bachelorette,” you may not know that Underwood is ― gasp! ― a virgin, one of the most desired and mercilessly tokenized figures in the “Bachelor” franchise. In case viewers thought they’d be getting a break from in-depth dissection of this man’s sexual history (or lack thereof), this tag line tells us loudly and clearly: no. Underwood’s virginity will be at the center of his love story. At least we’ll have some rich material for the fantasy suites. ― Emma Gray\n\nThis Recognition Of Cute Buses And Trains, OK\n\nFacebook in 2018 is a strange creature — a wasteland of Minion memes, questionable political leanings and Mark Zuckerberg’s attempts to prove his humanity. But crack the lid on the social media platform and you’ll find that the best stuff is a bit hidden. Yeah, I’m talking about groups ― in particular, a group of 125,000-plus people who gather to gush about public transit in the language of the internet."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hilary Hanson", "title": "Emotional Video Shows Woman Reunite With Cat Who Ran Off Into CA Wildfire", "description": "The lucky pet survived the blaze and will be returning to his family soon.", "url": "https://www.huffingtonpost.com/entry/woman-cat-california-wildfire-reunion-video_us_5bf04b36e4b0b84243e2c469", "urlToImage": "https://img.huffingtonpost.com/asset/5bf04e533c00001b040eba82.png?cache=soqspqbxbp&ops=1910_1000", "publishedAt": "2018-11-17T18:39:03Z", "content": "A heartwarming video shows the moment that a woman first lays eyes on the beloved cat she feared she had lost forever in Northern Californias devastating Camp fire. Laci Ping and husband Curtis Mullins took their gray tabby, Mayson, with them when they evacua… [+3191 chars]", "fulltext": "A heartwarming video shows the moment that a woman first lays eyes on the beloved cat she feared she had lost forever in Northern California’s devastating Camp fire.\n\nLaci Ping and husband Curtis Mullins took their gray tabby, Mayson, with them when they evacuated. But Mayson escaped from his cat carrier and sprinted away after an explosion startled him, according to a news release from the University of California, Davis.\n\nLuck was on Mayson’s side. Firefighters rescued him and, along with 22 other cats, delivered him to the UC Davis Veterinary Medical Teaching Hospital on Monday. Ping saw his photo in a Facebook post and the couple went to the school to reunite with their pet.\n\nGood news out of @ucdavisvetmed — Mayson, one of the first cats brought here from the #CampFire — has been reunited with his owners, Laci Ping and Curtis Mullins! He's staying here for another week while burns on his paws heal. More info: https://t.co/lz1sl4ZOXt pic.twitter.com/M2B1X84qNy — Dateline UC Davis (@UCDavisDateline) November 16, 2018\n\n“It’s OK, I got you,” Ping can be heard saying through tears as she cradles Mayson, whose burnt feet were covered in bandages. He’ll remain at the hospital to recover for another week.\n\nThe UC Davis School of Veterinary Medicine is one of many places in California where pets lost or injured in the state’s multiple wildfires are now receiving care, and workers are scrambling to reunite them with their families.\n\nWe have created a Facebook album with images of unclaimed animals from the #CampFire that are under our care. Please visit the album for further instructions on identifying these animals - https://t.co/rfGRkzX3K4 pic.twitter.com/6NrlXmVmMY — UC Davis Vet Med (@ucdavisvetmed) November 13, 2018\n\nMany people who get separated from their pets during wildfires did not intentionally leave them behind. Since wildfires move so quickly, people who are at work or otherwise not home when the flames break out often can’t get back in time to rescue their animals. Others, like Ping and Mullins, attempt to evacuate with their pets but become separated during the chaotic process. Veterinarian Karen Blount told HuffPost last year that cats are especially apt to “bolt” in a frightening situation like a fire.\n\nWe just transferred in 29 animals from the #CampFire. Injuries range from mild to severe burns. All are receiving care at our hospital. We haven’t been able to find the owners for most of these pets. Help us — share this album! See your pet? 415-554-3000. https://t.co/CHRNJAEIkV pic.twitter.com/PwYctAXlNA — San Francisco SPCA (@sfspca) November 16, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Hilary Hanson", "title": "Joe Biden Just Adopted An Adorable Shelter Dog", "description": "The former vice president has been fostering Major, a German shepherd, and decided to make things permanent.", "url": "https://www.huffingtonpost.com/entry/joe-biden-adopts-shelter-dog_us_5bf041dbe4b07573881ef344", "urlToImage": "https://img.huffingtonpost.com/asset/5bf044ba1f0000f50426374e.jpeg?cache=MX9X5ROtEs&ops=1200_630", "publishedAt": "2018-11-17T17:59:51Z", "content": "Joe Biden is welcoming a furry new member to his family. On Saturday, the former vice president and his wife, Jill Biden, adopted a German shepherd named Major from the Delaware Humane Association, the animal shelter posted on social media. The Bidens had alr… [+876 chars]", "fulltext": "Steph Gomez via Delaware Humane Association Joe Biden walks out of the Delaware Humane Association with his canine pal Major.\n\nJoe Biden is welcoming a furry new member to his family.\n\nOn Saturday, the former vice president and his wife, Jill Biden, adopted a German shepherd named Major from the Delaware Humane Association, the animal shelter posted on social media.\n\nSteph Gomez via Delaware Humane Association Biden and Major, two buds.\n\nThe Bidens had already been fostering Major for the shelter and decided to adopt him permanently. The Delaware Humane Association wrote that Major came from a litter of puppies that someone had surrendered to the shelter who were “not doing well at all.” After the shelter posted about the pups on social media, the former vice president “caught wind of them and reached out immediately.”\n\nThe association said in a statement sent to HuffPost that all of Major’s five siblings have also found homes.\n\nSteph Gomez via Delaware Humane Association Major and his siblings when they were young puppies just surrendered to the shelter.\n\nMultiple photos on the group’s Facebook page show Biden posing with the dog, including one of the pair apparently looking at photos of Major when he was a small puppy.\n\n“We are so happy to welcome Major to the Biden family, and we are grateful to the Delaware Humane Association for their work in finding forever homes for Major and countless other animals,” said Joe and Jill Biden and the family’s other German shepherd, Champ, in the association’s statement.\n\nWin McNamee via Getty Images Champ, the Bidens' other German shepherd, at the Naval Observatory in 2012.\n\nWhen the family got Champ in 2008, Joe Biden received some criticism from animal welfare advocates for going to a high-volume breeder rather than a shelter or rescue group.\n\nOn Saturday, though, many were praising the Bidens for opting to adopt from a shelter.\n\nPatrick Carroll, executive director of the Delaware Humane Association, said it was “an honor” to send Major to the Bidens.\n\nWe wish the happy new family the best!"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "The Associated Press", "title": "Argentina Finds Missing Sub One Year Later But Lacks Resources To Surface It", "description": "Officials are figuring out what to do about the sub, which had 44 people on board.", "url": "https://www.huffingtonpost.com/entry/argentina-finds-missing-sub-after-1-year-but-lacks-resources-to-surface-it_us_5bf04f76e4b0b84243e2c595", "urlToImage": "https://img.huffingtonpost.com/asset/5bf0527e2200004305de3d9a.jpeg?cache=4gxafotiwe&ops=1910_1000", "publishedAt": "2018-11-17T17:52:05Z", "content": "BUENOS AIRES, Argentina (AP) The Argentine government acknowledged on Saturday that it lacked the proper technology to rescue the submarine found deep in the Atlantic that disappeared a year ago with 44 crew members aboard. Defense Minister Oscar Aguad said a… [+2312 chars]", "fulltext": "BUENOS AIRES, Argentina (AP) — The Argentine government acknowledged on Saturday that it lacked the proper technology to rescue the submarine found deep in the Atlantic that disappeared a year ago with 44 crew members aboard.\n\nDefense Minister Oscar Aguad said at a press conference that the navy lacks submersibles with “modern technology” capable of “verifying the seabed” to extract the ARA San Juan, which was found 800 meters (2,625 feet) deep in waters off the Valdes Peninsula in Argentine Patagonia.\n\nHe said that officials still need to determine the next steps.\n\nEarlier in the morning, the navy said a “positive identification” had been made by a remote-operated submersible from the American company Ocean Infinity. The company was responsible for the search for the missing vessel and was commissioned by the Argentine government.\n\nASSOCIATED PRESS Relatives of Mario Armando Toconas, crew member of the missing ARA San Juan submarine, hug outside the navy base in Mar del Plata, Argentina, Friday, Dec. 1, 2017. Argentina has ended a rescue operation for 44 crew members aboard submarine that went missing on Nov. 15, but it will continue the search for the sub, the Navy informed Thursday Nov. 30. (AP Photo/Marina Devo)\n\nThe discovery was announced just two days after families of the missing sailors held a commemoration one year after the sub disappeared on Nov. 15, 2017.\n\nOn Thursday, on the anniversary of the disappearance, President Mauricio Macri said the families of the submariners should not feel alone and delivered an “absolute and non-negotiable commitment” to find “the truth.”\n\nMacri promised a full investigation after the submarine was lost. Federal police raided naval bases and other buildings last January as part of the probe, soon after the government dismissed the head of the navy.\n\nThe San Juan was returning to its base in the coastal city of Mar del Plata when contact was lost.\n\nArgentina gave up hope of finding survivors after an intense search aided by 18 countries, but the navy has continued searching for the vessel.\n\nThe German-built diesel-electric TR-1700 class submarine was commissioned in the mid-1980s and was most recently refitted between 2008 and 2014. During the $12 million retrofitting, the vessel was cut in half and had its engines and batteries replaced. Experts said refits can be difficult because they involve integrating systems produced by different manufacturers, and even the tiniest mistake during the cutting phase can put the safety of the ship and crew at risk.\n\nThe navy said previously the captain reported on Nov. 15 that water entered the snorkel and caused one of the sub’s batteries to short-circuit. The captain later communicated that it had been contained."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Sara Boboltz", "title": "Man Who Yelled 'Heil Hitler, Heil Trump' At 'Fiddler On The Roof' Show Is 'Ashamed'", "description": "\"My heart goes out to all those that I ruined their night, to everybody that was affected by my stupidity,” he said.", "url": "https://www.huffingtonpost.com/entry/heil-hitler-heil-trump-fiddler-on-the-roof-baltimore-apology_us_5bf03a64e4b0b84243e2bdf1", "urlToImage": "https://img.huffingtonpost.com/asset/5bf03d372000005b06029413.jpeg?cache=zqOlXT5IpY&ops=1200_630", "publishedAt": "2018-11-17T17:28:09Z", "content": "The Maryland man who interrupted a performance of “Fiddler on the Roof” Wednesday night to yell, “Heil Hitler, Heil Trump!” has said he is now “so embarrassed and ashamed and disgusted” with his own actions. Anthony Derlunas, 58, apologized profusely Friday d… [+1522 chars]", "fulltext": "The Maryland man who interrupted a performance of “Fiddler on the Roof” Wednesday night to yell, “Heil Hitler, Heil Trump!” has said he is now “so embarrassed and ashamed and disgusted” with his own actions.\n\nAnthony Derlunas, 58, apologized profusely Friday during an interview on his front porch with WBAL-TV 11, a local NBC affiliate.\n\nHe explained that he was frustrated with President Donald Trump and that his shout was intended to compare Trump to Adolf Hitler. A scene in the musical ― a wedding interrupted by czarist Russian police ― had reminded him of Trump.\n\n“He plays into the fears of the people, and it just came out wrong,” said an audibly upset Derlunas. He wouldn’t let the news station show his face.\n\nThe outburst was interpreted as anti-Semitic and caused a bit of panic in Baltimore’s Hippodrome Theatre, where some witnesses feared Derlunas was armed. His shout came less than three weeks after a gunman opened fire at a Pittsburgh synagogue, killing 11 people.\n\n“I’ll be honest, I was waiting to hear a gunshot,” audience member Rich Scherr told The Baltimore Sun. “I thought, ‘Here we go.’” Although the show continued, some patrons were too disturbed to stay and filed out of the theater.\n\n“I just want everybody to know I am sincerely sorry,” Derlunas said. “I opened my mouth and it was so wrong, and I know that now. In the moment, it was just my frustration. I don’t know what I was thinking. I am so ashamed. My heart goes out to all those that I ruined their night, to everybody that was affected by my stupidity.”\n\nDerlunas told WBAL that he rarely drinks but had consumed several alcoholic beverages before his outburst."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "AP", "title": "Speaker Of The House Race Continues As Nancy Pelosi Remains Confident", "description": "Pelosi, speaker from 2007 to 2011, was certain she will hold it again. Her foes were equally confident they have the votes to stop her.", "url": "https://www.huffingtonpost.com/entry/nancy-pelosi-speaker-house-democrats_us_5bf033d6e4b0f32bd589f5f2", "urlToImage": "https://img.huffingtonpost.com/asset/5bf035bb3c00001b040eba7e.jpeg?cache=wxglz3gie8&ops=1910_1000", "publishedAt": "2018-11-17T15:42:24Z", "content": "WASHINGTON (AP) Democrats won the majority. Now they just need a speaker of the House. The standoff over Nancy Pelosis bid to regain the gavel intensified as Democrats left Washington for the Thanksgiving break in what has turned out to be an unsettling finis… [+5568 chars]", "fulltext": "WASHINGTON (AP) — Democrats won the majority. Now they just need a speaker of the House.\n\nThe standoff over Nancy Pelosi’s bid to regain the gavel intensified as Democrats left Washington for the Thanksgiving break in what has turned out to be an unsettling finish to an otherwise triumphant week that saw them welcome a historic class of newcomers to Capitol Hill and prepare to take control from Republicans.\n\nPresident Donald Trump is jumping in to offer some help, saying Saturday that he could “perform a wonderful service” by rounding up Republican votes for Pelosi’s candidacy. Trump says he genuinely likes Pelosi and looks forward to working with her, but it’s an almost unheard of proposition for the party that relied on the California Democrat as a chief villain on the campaign trail.\n\n“I would help Nancy Pelosi if she needs some votes,” Trump told reporters as he left the White House for a trip to survey the devastation from the California wildfires. “I like her, can you believe it? I like Nancy Pelosi. She’s tough and she’s smart, but she deserves to be speaker, and now they’re playing games with her, just like they’ll be playing with me.”\n\nPelosi, who was the first woman to become speaker and served from 2007 to 2011, was certain that she will hold that post again. Last week she dismissed a suggestion that she could rely on Republican support to help amass the House majority needed in January when Democrats take control of the chamber after this month’s election victory.\n\n“Oh, please, no, never, never, never,” she said.\n\nTrump went so far Saturday to tweet the name of one Republican congressman, Rep. Tom Reed of New York, who has said he could be open to backing Pelosi if she committed to changes that would shift some power from the House leadership. Reed is a part of the Problem Solvers Caucus, whose members have broached the idea as a show of bipartisanship to help reform Congress. Reed welcomed Trump’s tweet Saturday even though GOP lawmakers considering endorsing Pelosi would open themselves up criticism in their 2020 re-election bids for daring to support someone their base has reviled.\n\n“The president understands Congress is broken,” said Reed’s spokesman Will, Reinert. Reed has said for months “he’s open to voting for anyone who promises to reform the House of Representatives for the American people.”\n\nPelosi met with the group last week, but not with Reed or other Republicans.\n\n“Leader Pelosi will win the speakership with Democratic votes,” her spokesman Drew Hammill said Saturday.\n\nPelosi was expected to work the phones from California during the break after meeting privately with newly elected Democrats who could be crucial to her bid. Her foes were equally confident they have the votes to stop her ascension.\n\nFor now, it’s a band of disgruntled Democrats, led mostly by men, in the forefront of the opposition. With a test vote looming in late November, and at least one potential Pelosi challenger stepping forward, Democrats are facing the uncomfortable prospect of the internal squabble that the speaker’s vote Jan. 3 could drag on for weeks.\n\n“I think chaos is good if it’s productive. I think chaos is bad if it is too disruptive and it divides us too much,” said Rep. Pramila Jayapal, D-Wash., a co-chair of the Congressional Progressive Caucus, whose leaders were upbeat after meeting with Pelosi this past week.\n\nNewly elected lawmakers indicated they were having good meetings with the leader, though few said the talks had changed their minds.\n\n“It isn’t about her, it’s about wanting new leadership,” said Rep.-elect Abigail Spanberger of Virginia, a former CIA operative who defeated tea party Republican Rep. Dave Brat in suburban Richmond. “There isn’t anything she could say, because the decision isn’t about her.”\n\nRep.-elect Jeff Van Drew of New Jersey said he had a “pleasant” meeting, but remains a “no” on Pelosi. He is among 17 Democrats who have signed on to a letter opposing her. Van Drew said they discussed his districts and which committees he’d like to serve on. “I don’t feel under pressure,” he said.\n\nPelosi also has met with Rep. Marcia Fudge, D-Ohio, a potential rival for the speakership who said the two had “a very open and frank discussion.”\n\nFudge said she would probably decide after Thanksgiving break whether she will run.\n\n“To her credit, she wanted to know what my concerns were,” Fudge said. “What she asked me was, basically, how we could get to a point where I’m supportive.”\n\nOne question for some Democrats is what, exactly, Pelosi means when she says she intends to be a transitional leader, a bridge to a new generation. She has led the party for 15 years.\n\nIf it were up to most of the Democratic Party, Pelosi easily would win. They see her as a skilled and tested leader prepared to confront Trump and deliver on priorities.\n\nPelosi, 78, first became speaker after Democrats took control of the House in midterm elections during former President George W. Bush’s second term. With President Barack Obama, she was pivotal in passage of the Affordable Care Act in 2010.\n\nWith a narrow Democratic majority, now at 231 seats in the 435-member House, Pelosi does not have much cushion to secure the 218 votes needed, assuming all Republicans vote against her, as expected. Some House races remain undecided and the Democratic majority could grow slightly.\n\nThere is a chance the math could shift in Pelosi’s favor if lawmakers are absent or simply vote “present,” meaning she would need fewer than 218 votes for an absolute majority.\n\n___"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Acting Attorney General Matthew Whitaker Hit With Supreme Court Challenge", "description": "The motion argues that Deputy Attorney General Rod Rosenstein should by law take over for the ousted Jeff Sessions.", "url": "https://www.huffingtonpost.com/entry/matthew-whitaker-supreme-court-acting-attorney-general_us_5bef985ee4b07573881eb390", "urlToImage": "https://img.huffingtonpost.com/asset/5bef9cba3c0000f9030eba5f.jpeg?cache=mGzhpSmtOk&ops=1200_630", "publishedAt": "2018-11-17T14:18:14Z", "content": "President Donald Trump ’s appointment of Matthew Whitaker as acting attorney general was challenged Friday in a surprise motion calling on the Supreme Court to substitute Deputy Attorney General Rod Rosenstein instead. Veteran Supreme Court litigator Thomas G… [+1916 chars]", "fulltext": "ASSOCIATED PRESS Trump's choice of Matthew Whitaker to run the Justice Department is under attack in the courts.\n\nPresident Donald Trump’s appointment of Matthew Whitaker as acting attorney general was challenged Friday in a surprise motion calling on the Supreme Court to substitute Deputy Attorney General Rod Rosenstein instead.\n\nVeteran Supreme Court litigator Thomas Goldstein argues that Whitaker — a Trump loyalist who was appointed to his post by the president last week — cannot take over for ousted Attorney General Jeff Sessions because Whitaker hasn’t been confirmed by the Senate.\n\nThe unusual vehicle for the challenge is a gun rights lawsuit that was initially filed against Sessions in his former capacity as attorney general. Goldstein is asking the justices to determine who should now be the valid defendant in the case — and many other pending cases directed at the federal government’s top law enforcement official.\n\n“This is the extraordinary case in which the identity of the successor is both contested and has important implications for the administration of justice nationally,” the motion states.\n\nGoldstein contends that federal law requires that the Senate-confirmed deputy attorney general ― Rosenstein ― should automatically take over when the attorney general’s office is vacant. Whitaker was serving as Sessions’ chief of staff, a post that was not Senate-confirmed.\n\nGoldstein also filed a motion in federal court earlier this week challenging Whitaker’s appointment on behalf of Maryland Attorney General Brian Frosh (D), The Washington Post reported. It too argued that Rosenstein be installed in Whitaker’s place.\n\nWhitaker is under pressure to recuse himself from anything to do with the ongoing investigation into possible Russian collusion by the Trump campaign. He previously expressed disdain for the probe by special counsel Robert Mueller.\n\nThe Justice Department’s Office of Legal Counsel has issued an opinion supporting Trump’s authority to appoint Whitaker.\n\nThe lawsuit linked to Friday’s challenge was brought by Barry Michaels, a Nevada man convicted of securities fraud two decades ago, who wants the Supreme Court to rule that people convicted of certain non-violent felonies should not lose the right to own a gun. It’s not clear when the justices will respond to the motion challenging Whitaker’s appointment."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "George Elsmere", "title": "Planning My Wedding Is Making Me Feel Like I’ve Stepped Back 50 Years", "description": "My entire identity seems to revolve around being a \"bride\" now.", "url": "https://www.huffingtonpost.com/entry/wedding-planning-sexism_us_5beefbfae4b0d725c57bf536", "urlToImage": "https://img.huffingtonpost.com/asset/5bef009a2200004305de3d5f.jpeg?ops=1910_1000", "publishedAt": "2018-11-17T13:30:13Z", "content": "When I got engaged last year, I expected wedding planning to be fun, if a little stressful in parts, and mostly very expensive. What I didnt expect was how uncomfortable it would make me feel, and how outdated the wedding industry is. It started immediately u… [+4243 chars]", "fulltext": "When I got engaged last year, I expected wedding planning to be fun, if a little stressful in parts, and mostly very expensive. What I didn’t expect was how uncomfortable it would make me feel, and how outdated the wedding industry is.\n\nIt started immediately upon announcing our engagement. My fiancé proposed at Disney World, and I went back to work to find a queue of women at my desk. The questions started.\n\n\n\n“Did you know he was going to ask? Were you surprised? Did you cry?” I admitted that yes, I knew he was going to ask, and no, I didn’t cry. At all. In fact, I had a fit of the giggles. My answers were met with polite but disappointed faces. After all, as these women told me, I’d just experienced “every girl’s dream.”\n\nMy Mum found that people wished to congratulate her, too, as though she had done an excellent job in selecting for her only daughter a single man of good fortune, who was in want of a wife. In reality, my Mum is as unromantic as I am, and was pleased but not especially overwhelmed.\n\nWhen the novelty of my new status wore off, I was relieved. Maybe I’d be left alone now to get on with planning my wedding in peace. Not so. The whole process seemed to be set 50 years in the past. Having a ring on a particular finger apparently told people things about me, and those people expected me to be a woman I am very much not. The sort of woman who was interested in napkins, silverware and making my husband’s dinner.\n\nSome highlights of venue hunting included wedding coordinators who spoke only to me as though my fiancé wasn’t even there (because as a man, he doesn’t actually care, apparently), one woman who advised me to “make sure he attends his suit appointments,” and venue staff who were truly baffled by my lack of interest in chair sashes. They seemed to feel that my whole life had been leading up to this moment.\n\nPeople refer me to as 'the future Mrs. Whitney,' which makes me want to jab them in the eyes with a fork.\n\nEvery time I meet new people, the round of wedding quizzes begins again. Was I disappointed he hadn’t dressed smartly to propose? Am I going to lose weight for the big day? Someone tells me on average once a week that they “can’t believe I’m not stressed.” My wedding is over a year away, and people seem to be astonished that I can think of anything else.\n\nWedding planning is not anywhere near as much as fun as I had hoped. Instead, I feel like I’m bad at it, the wrong sort of bride, because I don’t want a particularly traditional wedding. But I’m also not planning a pagan handfasting in the woods. I’ve booked a nice hotel wedding venue, and my Dad will walk me down the aisle. But I’m also comfortably ditching any tradition that doesn’t appeal to me. I won’t be throwing the bouquet, and the idea of me promising to honor and obey made my fiancé laugh so much he nearly hyperventilated.\n\nThis choice seems to confuse well-meaning acquaintances immensely, and somehow my wedding is “incorrect.” I’ve felt this from the start, with reactions to my purple sapphire engagement ring, which is often declared “unusual,” or my personal favorite from my Nan, “very large.” I’ve been told they “can’t picture me getting married in a hotel,” which is very comforting to hear when that’s the venue I’ve booked. The groom is incorrect, too, because he has an opinion about his own wedding.\n\nMy feelings of inadequacy at this bridal business are helped along by the fact my entire identity seems to revolve around it now. People refer me to as “the future Mrs. Whitney,” which makes me want to jab them in the eyes with a fork, especially as I’m going to combine our names and be Elsmere-Whitney. I’ll also keep using Ms. My fiancé is also planning to use both names, but that’s a whole other story of baffled reactions. People ask me how wedding planning is going before they ask me how I am. They look pitying when I don’t have anything new to tell them.\n\nThank God for sensible friends and family who ask how it’s going, but don’t forget I have a personality outside of “bride,” or I think I’d have gone on a murdering spree. I can’t wait to be married to my best friend, and make our team official. But also, I can’t wait to be married so I can stop feeling like a crap bride, or as though I’ve accidentally time-traveled to 1955. I’ll be gritting my teeth until it’s over.\n\nAnd then after that, I expect I can look forward to being interviewed about my breeding plans."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Jessie Daniels", "title": "White Women Who Vote GOP Aren’t ‘Voting Against Their Own Interests’", "description": "Upholding white supremacy does, in fact, serve white women’s interest.", "url": "https://www.huffingtonpost.com/entry/opinion-white-women-gop-midterms-white-supremacy_us_5bef0f98e4b0b84243e23e3b", "urlToImage": "https://img.huffingtonpost.com/asset/5bef13db2600004502847c35.jpeg?ops=1910_1000", "publishedAt": "2018-11-17T13:00:13Z", "content": "If he invited me to a public hanging, Id be on the front row. Thats what Cindy Hyde-Smith, the GOP senator from Mississippi, said of one of her supporters during a campaign event. Hyde-Smith, who is white, faces a runoff later this month against Democrat Mike… [+8115 chars]", "fulltext": "Sarah Warnock/The Clarion-Ledger via AP Sen. Cindy Hyde-Smith (R-Miss.) speaks to supporters during election night on Nov. 6, 2018. Hyde-Smith, who was appointed to the seat, will compete in a Nov. 27 runoff against Mike Espy, a Democrat.\n\n“If he invited me to a public hanging, I’d be on the front row.”\n\nThat’s what Cindy Hyde-Smith, the GOP senator from Mississippi, said of one of her supporters during a campaign event. Hyde-Smith, who is white, faces a runoff later this month against Democrat Mike Espy, who is black. She represents the state that saw the most lynchings during the Jim Crow era, and her remarks have reminded many of the power white women held during that reign of terror.\n\nIn 1955, when Carolyn Bryant lied and said that a 14-year-old Emmett Till had whistled at her, Till was murdered by her husband and brother-in-law.\n\nHyde-Smith has doubled down on her comment and refused to apologize. Her remarks do not merely reflect the excesses of partisanship in the U.S. midterm elections, nor are they the result of mere tribalism or polarization. This is white supremacy, upheld with the help of the actual and threatened violence of white women. This white supremacy exists in mainstream political elections, in extremist movements, and in more soft-core white savior configurations that are no less deadly.\n\nThe image that most people conjure when they think of “white supremacy” is of a man in a Klan robe or marching at Charlottesville carrying a Tiki torch. And if we think of women upholding white supremacy at all, it is in the angry faces of women who opposed integration in the 1950s and busing in the 1970s.\n\nBut the truth is that white women have always been ardent proponents of violent white supremacy, and they continue to be some of its most vocal advocates.\n\nWhite women have always been ardent proponents of violent white supremacy, and they continue to be some of its most vocal advocates.\n\nThe current faces of white supremacy are women like YouTube stars Lana Lokteff and Faith Goldy. Lokteff creates videos that are meant to appeal to white women and push forward a violent white supremacy. Her videos feature titles such as “Pro White is Pro-Woman. Feminism is Anti-White” and “Women and the Alt-Right: The Awakened White Female.” Her message about the fall of “white civilization” and the urgent need to establish a white ethnostate reaches some 145,000 subscribers in the U.S. and beyond.\n\nGoldy, whose channel has more than 82,000 subscribers, came in third in a recent race for mayor of Toronto. She describes herself as a “white nationalist,” and she sees a bright electoral future for those who share her views. “In the next five to 10 years, probably closer to five, we will have alt-right men and women running for political office,” Goldy recently told a cheering audience of neo-Nazis. Although she is Canadian, her views resonate with white nationalists in the U.S. and have earned her the endorsement of the recently re-elected member of U.S. Congress, Steve King (R-Iowa).\n\nWhile it may be easy to dismiss the YouTube rants of white women like Goldy and Lokteff, it is harder to discount the institutional violence that white women can deploy. When women who believe in establishing a white ethnostate get the opportunity to wield state power, it means the destruction of actual people’s lives.\n\nRichard Lautens via Getty Images Toronto mayoral candidate Faith Goldy and some of her supporters protested outside a mayoral debate to which she was not invited.\n\nFor example, Kirstjen Nielsen is the white woman currently presiding over prison camps of children whose families have fled brutal violence in Central America. While Nielsen is rumored to be on her way out of the administration, she continues to hold power over the fate of children who are experiencing an extreme version of institutionalized racism that is also a form of child abuse.\n\nThe American College of Physicians issued a statement strongly objecting to family separation, noting the kind of psychological and emotional distress it inflicts on the very young. “Childhood trauma and adverse childhood experiences create negative health impacts that will last an individual’s entire lifespan. Separating a child from his or her parents triggers a level of stress consistent with trauma.” The time children spend in these camps will affect them for the rest of their lives, and the administrative office doing this violence is led by a white woman.\n\nCamps for children, YouTube videos and threats of “public hangings” by sitting senators are not the only forms of violence perpetrated by white women. This violence comes in more subtle, suburban forms, too.\n\nThis violence comes in more subtle, suburban forms, too.\n\nIn April, 2018 Jennifer Hart drove her wife and her adoptive children, who were black, off a cliff in Northern California, killing them. While the crime shocked most people, and a handful of accounts at the time urged people to not ignore the role of race in the story, few connected Hart’s actions to the broader violence of white women’s supremacy. But the entire story of Hart’s family’s annihilation is riddled with it.\n\nWhen Hannah Hart, then 16, ran to a neighbor’s house in the middle of the night in 2017 a year before the tragedy, she pleaded with them. “You gotta help,” she begged. “Please protect me! Don’t make me go back! They’re racists, and they abuse us!” She was referring to Jen and Sarah Hart, her adoptive parents. Despite repeated calls for help to neighbors, strangers and social service agencies, no one did anything to protect Hannah and her siblings because, as one representative of child protective services explained, “the problem is these women look normal.”\n\nIn other words, because they were white, the reports of abuse were dismissed. The white savior impulse of “I want to help you” can lead white parents to adopt black children, and films like ”The Blind Side” reinforce this as a feel-good solution to racial inequality.\n\nBut the reality is that transracial adoption is entangled with the violence of ownership and annihilation, and there is a long history of it in the U.S. The Indian Adoption Project was a federal program that meant that as many as one-third of Native American children were separated from their families and sent to live with white families between 1941 and 1967. In 1972, the National Association of Black Social Workers issued a statement declaring transracial adoption of black children a form of ”cultural and racial genocide.” And today, there is grave concern that the children currently detained by the U.S. government and separated from their parents are at risk of being permanently stolen from their true families via adoption by white families. While draped in the language of care for children, it is an efficient means of depriving children of their culture.\n\nWe have to face up to the hard-edged reality of the violence of white women’s supremacy.\n\nAlthough the violence of white women’s supremacy is perhaps easiest to see in Sen. Hyde-Smith’s reference to a public hanging or in the YouTube videos of people like Faith Goldy and Lana Lokteff, who both manage to put a thin, conventionally feminine face on their ugly beliefs, it also resides in the Harts’ adoption and abuse of six black children and the failure of Minnesota child protective services. And white women’s violent supremacy is riven through Jen Hart’s decision to speed her SUV over a cliff at nearly 100 miles an hour, killing her entire family.\n\nAs pundits sift through the detritus of the midterms, we’ve learned that a majority of white women voted Republican in crucial races in Texas, Georgia and Florida. The hot takes that claim these women are voting against their own interests miss the fact that upholding white supremacy does, in fact, serve white women’s interest in whiteness. While some observers will offer soft-focused reactions to white women’s voting records as our collective ”sisterhood problem,” we have to face up to the hard-edged reality of the violence of white women’s supremacy.\n\nWhite women’s violent supremacy has deep roots in the American landscape, and it is a violence they have enacted shoulder-to-shoulder with their white brothers, husbands and sons.\n\nIf we are to be able to grapple with white supremacy, let alone dismantle it, we must recognize that when white women vote or wield political power in ways that support white supremacy, or post racist YouTube videos, or acquire, abuse and then annihilate black children, they are in fact, upholding white supremacy. If we are to end white supremacy, we must contend with its violent, feminine forms.\n\nJessie Daniels is a Professor at The City University Of New York, and the author of the forthcoming book Tweetstorm: The Rise of the “Alt-Right” and the Mainstreaming of White Nationalism."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Kimberly Yam", "title": "Asian-Americans Favored Democrats By Far In Midterms: Exit Poll", "description": "“Attacks on immigrants and racist rhetoric, increasingly aimed at Asian immigrants and Asian-Americans, had some harmful consequences for the Republican Party.\"", "url": "https://www.huffingtonpost.com/entry/asian-american-exit-poll-midterms-2018_us_5beda96de4b03af89267ef89", "urlToImage": "https://img.huffingtonpost.com/asset/5bef722a1d0000e50131331f.jpeg?cache=pO88DyY0sm&ops=1200_630", "publishedAt": "2018-11-17T13:00:13Z", "content": "Data show that Asian-Americans are continuing to trend left. The Asian American Legal Defense and Education Fund (AALDEF) recently released its exit poll from last week’s midterm elections, which included responses from more than 7,600 Asian-Americans who vot… [+4602 chars]", "fulltext": "ROBYN BECK/AFP via Getty Images Students wait in line to vote at the University of California, Irvine, on Nov. 6.\n\nData show that Asian-Americans are continuing to trend left.\n\nThe Asian American Legal Defense and Education Fund (AALDEF) recently released its exit poll from last week’s midterm elections, which included responses from more than 7,600 Asian-Americans who voted. The survey found that the group overwhelmingly favored Democratic candidates.\n\nIt also showed that the lion’s share of Asian-Americans disapproved of Donald Trump’s performance as president and did not support candidates who embraced Trump and his policies.\n\nJerry Vattamala, democracy program director at AALDEF, told HuffPost that Trump’s policies have distanced many Asian-Americans who immigrated through visas for high-skilled workers or via family-based immigration.\n\n“Attacks on immigrants and racist rhetoric, increasingly aimed at Asian immigrants and Asian-Americans, had some harmful consequences for the Republican Party,” he told HuffPost.\n\nThe exit poll, conducted in English as well as 11 Asian languages, was taken in 50 cities in 14 states. The poll revealed that in both Senate and gubernatorial races, Asian-Americans supported Democratic candidates at levels far higher than overall voters did. Asian-Americans’ preference for Democratic candidates was corroborated by The New York Times’ exit poll data that show the group has swung further left than any other racial group.\n\nIn Texas, 64 percent of Asian-Americans voted for Democratic Senate candidate Beto O’Rourke, who secured about 48 percent of the overall votes. About a third of the Asian community voted for Republican Sen. Ted Cruz, who won with about 51 percent of the vote.\n\nIn the Georgia gubernatorial race, Asian-American voters supported Democrat Stacey Abrams at more than 80 percent while only 15 percent supported Republican candidate Brian Kemp.\n\nWhen looking at the Michigan governor’s race, more than 90 percent of Asian-American voters supported Democratic candidate Gretchen Whitmer, who won with about 53 percent of the state’s vote. Only 7 percent of the group voted for Republican candidate Bill Schuette.\n\nVattamala told HuffPost that the number of survey responses had doubled since the last election in 2016, indicating that Asian-American turnout has risen significantly. An exit poll from the AAPI Civic Engagement Fund also found that Asian-Americans had “unprecedented levels of civic engagement and voter mobilization,” Taeku Lee, managing director of Asian American Decisions, said in a statement.\n\n“It seems that voters were determined to make their voices heard and their opposition to Donald Trump and his anti-immigrant policies,” Vattamala told HuffPost.\n\nThe group did encounter several barriers to their civic engagement on election day, the AALDEF exit poll noted, including encountering voting machine breakdowns, being directed to incorrect polling sites, being denied provisional ballots and access to language assistance, and facing demands for proof of identification and citizenship when it was not legally required.\n\nHistorically, the largest voting challenges the group has faced included the high rate of limited English proficiency, which affects about one-third of the Asian-American population. Almost 77 percent of Asian-Americans speak a language besides English at home. According to demographic data and the policy organization AAPI Data, many Asian immigrants rely on their children to translate materials for the voting process.\n\nInformation on voters with limited English proficiency has also been sorely lacking, and the group has long been excluded from mainstream polling, so often data on Asian-American voters aren’t quite so accurate. For example, though Edison Research found that 65 percent of Asian-Americans voted for Democratic presidential candidate Hillary Clinton in the 2016 election, AALDEF’s poll in Asian languages revealed the 79 percent of the group voted for her.\n\nVattamala added that by polling in a variety of languages, “we can capture this crucial data from voters that are always overlooked and ignored by the mainstream media and the parties and candidates as well.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Claire Fallon", "title": "‘The Holiday Calendar’ Is Even More Enjoyably Mediocre Than ‘A Christmas Prince’", "description": "The latest streaming holiday flick is your classic boy-meets-girl, girl-gets-magic-calendar tale.", "url": "https://www.huffingtonpost.com/entry/netflix-the-holiday-calendar_us_5bef3bf2e4b0f32bd5899aa6", "urlToImage": "https://img.huffingtonpost.com/asset/5bef44aa2000005e060293f3.jpeg?ops=1200_630", "publishedAt": "2018-11-17T13:00:13Z", "content": "Warning: Spoilers below! A lot of “important” movies came out this week. There’s “ Fantastic Beasts: The Crimes of Grindelwald,” the newest installment of the “Harry Potter” franchise; “ Widows,” the critically acclaimed new thriller from Steve McQueen and Gi… [+17726 chars]", "fulltext": "Warning: Spoilers below!\n\nA lot of “important” movies came out this week. There’s “Fantastic Beasts: The Crimes of Grindelwald,” the newest installment of the “Harry Potter” franchise; “Widows,” the critically acclaimed new thriller from Steve McQueen and Gillian Flynn; and the new Benedict Cumberbatch rendition of “The Grinch,” if you’re into that. But today, we’re here to talk about an arguably more essential cultural event: the Netflix original movie “The Holiday Calendar.”\n\n“The Holiday Calendar” is a timeless tale, providing an answer to the eternal question: What would happen if an Advent calendar began predicting the future and changed your life? What if a religious timekeeper helped you fall in love and start a business with your best friend?\n\nStarring Kat Graham and Quincy Brown, “The Holiday Calendar” follows Abby, a struggling photographer who is spending the Christmas season taking pictures of kids on Santa’s lap at a local holiday market. Her old best friend, Josh, has been traveling the world taking photographs and dating cool people, but he’s returned to town and is eager to rekindle their friendship ... at least. Then Abby meets Ty (Ethan Peck), a sexy doctor who begins to court her ― and all the while, a magical holiday calendar Abby’s grandma left to her has been predicting their meet-cutes and dates. It seems like her Christmas miracle is finally here!\n\nBecause Claire is a bonafide holiday movie fiend who would inject Christmas magic into her veins if she could, and Priscilla was very hungover last week and watched “The Holiday Calendar” twice, they had a lot to say to each other about this festive flirt-fest.\n\nPriscilla: Hello, ho, ho, Claire! It is an honor to discuss “The Holiday Calendar” with you, given your status as a true connoisseur of holiday rom-coms. So tell me, what do you love about the genre?\n\nClaire: Yes, the Hallmark watcher has logged on! It is I! One thing I really like about the genre is watching them with you while drinking hot cider. I am exactly the cheesy Christmas-loving winter fanatic that these seasonal films depict, and we all love to watch gorgeous versions of ourselves onscreen.\n\nMore to the point, I love that holiday rom-coms either work as romantic comedies, which is my favorite type of movie, or they fail in a hilariously extreme way that reveals a fundamental insufficiency to the task, much like this ferret trying to leap between tables. For example, I recently watched one in which a woman travels all the way to New York from Boston to get in touch with a ballet dancer she thinks is engaged to her amnesiac patient. This is the era of email and social media, but nice try at creating a plausible plot beat.\n\nBut let’s talk about this new Netflix offering, which I believe falls into the “success” end of the spectrum. I found it to be a more elevated version of what you might find on the Hallmark channel. Do you agree?\n\nPriscilla: To be honest, I haven’t watched a Hallmark holiday movie since we binged on them together last year in the spirit of journalism. (Another shameless plug for our story.) So when I watched THC, I wouldn’t say “elevated” is the word that came to mind.\n\nI’m thinking about the very first scene in the movie, when Abby, our heroine, is working her unfulfilling day job as a photographer for a cheesy holiday studio and her long-lost, hot best friend Josh, freshly back from “finding his voice” in Europe, comes in to surprise her.\n\nHe enters the studio and takes a seat in front of the backdrop as Abby runs through the studio’s canned spiel about passport photos without realizing it’s him. When she finally sees him through the lens of her camera she exclaims “Josh!” and gallops over for a huge hug. It’s just so wonderfully stupid and unrealistic that she wouldn’t notice him when he walked in. Or that he wouldn’t call or text his best friend to say he’s moving home??\n\nI mean, these implausibilities pale in comparison to the central conceit of the film, that Abby is gifted a magical Advent calendar that predicts the future. If you were in Abby’s situation, at what point would you start thinking, OK, I didn’t think magic was real, but it looks like this antique calendar is controlling my life now?\n\nClaire: Their chemistry and genuine warmth, in this scene, is on a level I have yet to see in a made-for-TV holiday movie. I was seduced! Enraptured! I wanted to watch them put their mouths together from the very first moment! I think the point is that she is really going through the motions with this job, so numbed by it that she’s not even seeing the world around her ― although this is exactly what her photographer’s spirit should be calling her to do. And if you think a guy wanting to surprise his friend with his return home is implausible, I am impressed at the caliber of the movies you’ve been watching.\n\nBut let’s back up a bit: Abby and Josh were best friends growing up and they got into photography together. Since then, he’s traveled the world as a travel blogger and photographer, while she’s been grinding away at this uninspiring job. But he’s back, maybe for good, just in time for Christmas!\n\nThat night, at her family’s tree-decorating gathering, her grandfather gives her a gift: her late grandmother’s antique wooden Advent calendar. She thinks it’s broken because she can’t open the doors, but instead, the doors start opening on their own every night, revealing little wooden toys. And then ... the toys start predicting the future! In the morning, the calendar gives her boots; later that day, Josh gives her a pair of cute Italian booties. Magic!\n\nI have to say, I don’t think I would ever attribute this to supernatural forces. Would you?\n\nPriscilla: Most definitely, day one. I would be proselytizing in Candy Cane Square by day four. Although, now that I think of it, since all of the toys popping out of this calendar are Christmas-centric, and Abby is living in a small town that’s obsessed with Christmas and working as a damn elf, it seems probable that she’d encounter nutcrackers, carolers, Christmas trees and the like on a daily basis.\n\nLet’s return to Abby and Josh though, because as an Art Critic, I have to talk about their Art. Josh is the one pursuing his dreams as a travel blog photographer, traveling around ~hostels~ in ~Europe~. (Also, we must take a minute to honor his amazing circa 2006 skinny scarf, the likes of which I haven’t seen since the popular girls at my high school rocked matching ones.) Abby, on the other hand, is stuck in her humdrum day job taking studio holiday portraits, too scared to pursue her dream career of taking studio portraits not for the holidays. At one point, Josh comes to her (bizarrely fancy) studio apartment and sees her photography work, essentially black-and-white photos of shadows, I think?\n\nWhat did you think of Abby’s photography? Does she have what it takes to make it in the art world? Would you ever date a “travel blog photographer”? Does such a thing even exist?\n\nClaire: Priscilla, you are the art critic in this conversation! Her shadow photos sort of reminded me of a time in high school photography class when I took a photo of the river near my house and the flash reflected against a branch, which showed up white against the rest of the photo. I thought this was Very Arty. I think I even submitted it for a local student art competition, in which I Did Not Place. But what do you think?\n\nI would totally date a travel blog photographer, and from the little I know of the industry, I do think it’s possible to make money as a travel blogger and freelance photographer. I follow people on Instagram who live high on the hog by taking photos of themselves drinking lattés in silk pleated skirts, so I don’t see why not.\n\nPriscilla: I love the photos, they are the visual equivalent of my favorite poem in first grade, “My Shadow” by Robert Louis Stevenson, about how we all have shadows that follow us wherever we do, like ghostly stalkers. The one of the kid jumping on the pogo stick is especially haunting. It’s like, the shadows are the ghosts of our childhood, reminding us of time’s fleeting nature before it’s too late, you know? (*Hits bong.*) I’m pretty sure that’s what Abby was trying to communicate.\n\nClaire: Dang, that’s beautiful. Honestly, anything is art if you look at it the right way, that’s my position.\n\nPriscilla, it’s time to talk about Ty, the second gorgeous hunk of man to swoon over Abby in this film. One day, the Advent calendar shows Abby a Christmas tree, and that night, an ineptly tied Christmas tree falls from Ty’s car into the path of Abby’s. They meet, sparks fly; they exchange some actually witty banter about murdering evergreens, which I enjoyed. He is insanely handsome, a single dad, and a doctor, and he ends up pursuing Abby through over-the-top dates and gifts. Do you think Ty was possibly too perfect for an also-ran love interest?\n\nNetflix Suave Ty (Ethan Peck) romances photographer Abby (Kat Graham).\n\nPriscilla: Oh Ty, what a hot potato! I think they messed up in making him too sexy for his own good. He looks like Dominic West circa “Chicago,” is a single dad who sews his daughter handmade dance costumes, and, God forbid, takes Abby on cute dates!\n\nThe narrative was that his dates were so over the top Abby felt like he was putting on a show, but I call bullshit. Going to dinner, drinking hot chocolate, riding the trolley, ice skating ― those sweet (if not totally age-appropriate) dates that you can definitely get to know someone during. It’s not like he’s Christian Grey chartering a copter for the night or something. And their chemistry was hot as hell. I thought they were about to make sweet Christmas love on that fallen Xmas tree.\n\nI was sad they broke up, although that was one of my favorite scenes. Abby makes the bold choice to tell her new beau she owns a Christmas calendar with magic powers, and he is understandably skeptical. Then she gets furious and breaks up with him. Clearly, he’s shocked their love story came to an end because of an antique, and he’s all “whatever.” Later, however, Ty comes to his senses and apologizes for not taking her calendar more seriously. I worry that Grandpa accidentally ruined Abby’s life with this gift, prompting her to break things off with a sexy doctor for an Instagram influencer who’s too scared to make a move.\n\nClaire: Ty is soooo dreamy. It felt like they had to throw the emergency brake to bring the romance to a screeching halt. That said, in retrospect, I am suspicious of Ty. What single dad has time for nightly lavish dates with a woman he barely knows? (I say this as someone whose dad was dating while raising us ― once a week was about all he could manage.) Apparently, he’s sewing his kid dance uniforms but hiring a babysitter to make her dinner every single night so he can get laid. I was firmly on his side during the Advent calendar break-up, however: Abby can’t stand even a moment’s light teasing about the fact that she believes a wooden calendar is predicting the future? Chill, lady. Accept that you are insane. As you mentioned before, this calendar’s “predictions” are along the lines of, “You will encounter a Christmas tree today,” which, given that she is spending all day in a Christmas village taking Santa photos, is weak. Ty compares it to a horoscope reading, and he is correct.\n\nPriscilla: There was one other factor that led to the couple’s eventual disintegration: the soup kitchen visit. Ty takes Abby to a soup kitchen, saying he volunteers there all the time. Then two men living there tell Abby he’s full of shit and takes women there to show off. I feel like ... this is fine! Everyone volunteers for selfish reasons and it’s the action that counts more than the intention. What are your thoughts on #soupgate?\n\nClaire: The soup kitchen! We diverge sharply on this point. I think Ty is full of shit. It’s certainly better to volunteer than not, but SHE is supposed to be getting to know HIM. For her purposes, it’s extremely relevant whether she’s choosing to be with a guy who is passionate about charity or whether she’s falling for his slick pick-up gimmick. He told her he takes his daughter there once a month, and instead, it turns out he only comes with hot dates now and then. It’s also telling that he twice dismisses the idea of getting to know the people who visit the soup kitchen, even mocking the idea that she might take relationship advice from guys who “live on the street.” Disrespectful, my man.\n\nTo return to the holiday calendar for a moment, it’s just occurred to me that the whole central conceit of the movie is ... irrelevant? I don’t see how it affected any part of the plot. She happened to meet a hot guy, they date, they turn out to be incompatible, and she realizes she’s in love with her best friend; the Advent calendar might “predict” parts of this, but doesn’t seem to influence it. Is “The Holiday Calendar” flawed at its core?\n\nPriscilla: Sadly, I think so, but that only contributes to this movie’s deranged greatness. The Advent calendar is clearly dabbling with some occult shit, and the spirits aren’t always on your side! I mean, Abby was almost smushed to death by a candy cane. She should know better than to blindly trust her magic toys. And how did her grandma die again anyway?! But the real love story here is between Abby and Father Christmas. She starts out a grinch and ends up addicted to that holiday cheer.\n\nObviously, my next question is, what does Abby’s grandpa (Ron Cephas Jones) ― who gifted her the cursed box ― know? Is he to be trusted?\n\nClaire: I don’t trust Gramps! By the end, it seems like he’s scheming to get her together with Josh ― which happens to be cute because she’s into Josh, too, but what if she weren’t? What if your grandpa kept trying to manipulate you into dating your high school buddy when all you wanted was to get swept off your feet by a chiseled doctor?\n\nBut Josh needs the help because the road hasn’t been easy. When Abby meets Ty before Josh has a chance to make his move, he backs off and pines for a while (I am a sucker for pining; bear with me). She even stands him up at the movies because her date with the doc runs overtime. Then he manages to get her fired ― by accident, of course ― and suddenly the two aren’t even speaking. If you were Abby, would you give Josh a shot after all this?\n\nPriscilla: It doesn’t seem like there are too many dating options in their small town, so I guess if Josh is hot and single (and willing to buy me an art gallery), I would be down. But I would consult with the Advent calendar first, of course.\n\nThis movie was full of silly, cheesy, cringeworthy moments, as holiday movies are. What was your favorite?\n\nClaire: I loved so many moments in this movie, and for that, I have to give credit to the cast, especially Kat Graham. She’s sparkling, she has a gorgeous, expressive face, and she has chemistry with every character, including the Advent calendar. Watching her be longed for and pursued was so much fun for me. I loved Abby’s cheesy bit with Josh, where he pretends to take snapshots of her (shades of Jim and Pam’s wedding in “The Office”).\n\nBut the most ridiculous touch, for me, was at the last moment, when the camera zooms out on the photography gallery he co-bought for them while they were still in a fight (which, what??). The gallery is called ... Magic Calendar Gallery. I mean! She specifically wanted this business in order to do her own, tasteful, art photography, and then she gave it the kind of name that says, “Come on in for all your scented candle and Santa tchotchke needs.” A gallery named “Magic Calendar” should sell only knockoffs of Thomas Kinkade paintings. A very made-for-TV holiday movie choice. What about you?\n\nPriscilla: I love when initially Abby thinks her Advent calendar is broken because none of the little doors open ― obviously, before she learns it’s magic ― and she says “Thanks, Gram” in this wonderfully salty way. Like, “thanks a lot for this broke-ass calendar, dead grandma!” I also love the detail that Josh is literally always eating cookies when he’s onscreen. This way, we know he has that big Xmas energy. But what kind of grown man is always, always scarfing down cookies? I do not know him and I do not care to.\n\nClaire: I wish my husband were always eating cookies. It really hurts my feelings that I have to eat them all myself.\n\nBut WAIT, I just remembered the most important moment in the whole film: When Abby, deep in a post-breakup and post-firing funk, cues up a roster of Netflix romantic comedies on her TV, including “The Christmas Prince” and “A Christmas Inheritance.” The image takes up nearly the whole shot, which created the startling effect that for a moment I thought I had clicked back to the Netflix menu myself. It’s the least subtle product placement since “Morning Joe” partnered with Starbucks. (And trust me, anyone who is watching “The Holiday Calendar” already knows about “The Christmas Prince.”)\n\nPriscilla: Apparently they do it in “A Princess Switch,” too! One of the Vanessa Hudgenses is watching “The Christmas Switch” in the movie. It’s like “The Human Centipede” of Netflix holiday flicks!\n\nClaire: Netflix, you’re drunk.\n\nAny parting thoughts on this latest addition to the holiday romantic comedy canon?\n\nPriscilla: My parting thought is ... I would recommend this movie to anyone who loves cheesy holiday love stories or to an arch nemesis who is only into pretentious documentaries. It will inspire you to bone your best friend and wear a skinny scarf like you’re Ashlee Simpson in the early aughts.\n\nClaire: No one has ever needed to inspire me to do the first, and nothing will ever inspire me to do the latter!\n\nPriscilla: What about you? Would you recommend?\n\nClaire: I recommend that anyone who enjoys a cozy night of romance check this movie out. Make a plate of sugar cookies. Put on a fluffy robe. Buy a commercial space for your crush and text them about it coyly. Live a little."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Caroline Preston, Rebecca Klein", "title": "When Schools Use Child Protective Services As A Weapon Against Parents", "description": "Teachers and school employees are required to report suspicions of child abuse to authorities. But sometimes schools misuse this authority to punish parents.", "url": "https://www.huffingtonpost.com/entry/child-protective-services-schools_us_5beee8aee4b0860184a7f61c", "urlToImage": "https://img.huffingtonpost.com/asset/5beeed162200000f03de3d4e.jpeg?ops=1910_1000", "publishedAt": "2018-11-17T10:00:10Z", "content": "CHICAGO and NEW YORK Tiffany Banks sat in her living room, a ruby-red wall decorated with family photographs behind her, listing all the ways her life had unraveled over the past year. Her 6-year-old son had been removed from her care for more than a month. S… [+25130 chars]", "fulltext": "CHICAGO and NEW YORK — Tiffany Banks sat in her living room, a ruby-red wall decorated with family photographs behind her, listing all the ways her life had unraveled over the past year. Her 6-year-old son had been removed from her care for more than a month. She was forced to close an in-home child care business, and she’d been temporarily displaced from her preschool teaching job, which she’d held for 17 years. Her teenage daughter refused to talk to the 6-year-old, blaming him for the family’s troubles.\n\nBanks didn’t blame her little boy. She blamed his school, and the investigators from the state’s child welfare agency they’d sent to her door.\n\nUntil last fall, Banks had only good things to say about her children’s school. She’d carefully chosen the K-8 institution, a magnet school across town from her single-family house on Chicago’s West Side, for its academic rigor and diverse student body. Her daughter, now 16, had thrived there, she said, and her middle son did well too. But when her youngest son entered first grade last year, he started misbehaving and making trouble for teachers. “He really struggles behavior-wise,” said Banks, a tall, self-assured woman who’d attended neighborhood public schools in Chicago and desperately wanted something different for her kids. “And at this school they have a low tolerance for it.”\n\nThe school wanted the boy to enroll in classes exclusively for students with disabilities. But Banks felt differently: Despite his behavior problems, for which he was eventually diagnosed with attention deficit and mood disorders, he did well academically, she said. Banks pushed back, going so far as to make complaints to the city’s education board and entering mediation with the school.\n\nThis was unfolding around the time the workers from the Illinois Department of Children and Family Services, or DCFS, began investigating her for alleged child abuse and neglect.\n\nSchool employees in most states have a legal obligation to report any suspicion of abuse and neglect, and they can play a critical role in helping keep children out of harm’s way. But in nearly three dozen interviews conducted by The Hechinger Report and HuffPost, parents, lawyers, advocates and child welfare officials said that schools occasionally wield this authority in inappropriate ways. Fed up with what they see as obstinate parents who don’t agree to special education services for their child, or disruptive kids who make learning difficult, schools sometimes use the threat of a child-protection investigation to strong-arm parents into complying with the school’s wishes or transferring their children to a new school. That approach is not only improper, but it can be devastating for families, even if the allegations are ultimately determined to be unfounded.\n\nBanks’ first brush with DCFS came after the school sent her son to the hospital because he was acting out, she said. They wanted him to receive a psychiatric evaluation, she said, but Banks refused because he already had an appointment with his doctor for the following week. The second time a caseworker investigated her, she said, it was because her son’s doctor had prescribed him a new medication and the school hadn’t been properly notified. Next came an investigation after her middle child wrote a paper that Banks was told contained troubling content. One time, she gave her youngest son a spanking for running away from school. After he told school employees about it the next day, he was removed from her home for more than a month and sent to live with her sister-in-law while the child welfare agency investigated her for abuse, according to Banks. The most recent case was the most incomprehensible to her: Banks said she was investigated for letting her middle child go to school with a bad haircut he’d given himself. The haircut, Banks said she was told by an investigator, could amount to emotional abuse.\n\nAs a teacher, Banks herself had sometimes called the state child welfare hotline over the years, when she worried that her students were being abused or neglected. But in her case, she believes the school simply wanted her son gone. Banks said she’d heard from a handful of other parents who’d found themselves in similar situations, all of whom are African-American like her and whose children have disabilities. “All I’m looking for is a good education for my kid,” said Banks. She felt the allegations against her had been twisted and exaggerated to fit a narrative that she was a bad mother. “It severed the relationship that we’re supposed to have as a parent and teacher community.”\n\nCalling ACS is one of the tools in [a school’s] repertoire to make the parents comply. Irene Mendez, a staff attorney with New York Lawyers for the Public Interest\n\nEmily Bolton, a spokesperson for the Chicago Public Schools, wrote in an email that the agency cannot comment on specific cases but that employees take seriously their responsibility as mandated reporters of abuse and neglect, and that there is no evidence of widespread misuse of the DCFS child-welfare hotline.\n\nBut even some former child welfare officials say the practice isn’t as rare as they’d like. “If schools don’t get the parents to agree to what’s being recommended — not all the time, but sometimes — they will call ACS [the Administration for Children’s Services, New York City’s child welfare agency] to pressure them,” said Don Lash, a former lawyer with ACS and author of the book, “ ‘When the Welfare People Come’: Race and Class in the US Child Protection System.”\n\nHe and many other experts also note that because of legitimate fears of overlooking kids at risk and vague definitions of abuse and neglect, school workers may sometimes be overzealous, calling in allegations over relatively minor issues such as broken eyeglasses, inappropriate clothing or small scratches. In interviews, more than a dozen lawyers said these investigations disproportionately affect low-income families of color, who tend to live in neighborhoods and attend schools that have bigger police and social services presences and whose children are more likely to show markings of poverty that can be confused with neglect.\n\nSuch families also have fewer resources to fight back. When a family in a wealthy Brooklyn neighborhood learned roughly two years ago that their child’s school had initiated an ACS investigation against them, they sued the city education department. Parents from lower-income, majority-black and Latino neighborhoods, few of whom can afford that option, say such investigations can be a regular, even expected, part of parenting. According to ACS data, there were 2,391 abuse and neglect investigations last year in East New York/Starrett City, a low-income neighborhood in Brooklyn, compared with 255 in the affluent, and far more populous, Upper East Side.\n\n“I don’t think I can think of a white family where I’ve ever seen it arise,” Chris Gottlieb, co-director of New York University’s Family Defense Clinic, which represents clients in child welfare cases, said of these types of school-driven investigations.\n\nAn Intimidation Tool?\n\nAccusations that officials with Success Academy Charter Schools have sometimes threatened parents with ACS involvement have been a focal point of legal and civil complaints against the charter school network, New York City’s largest. One lawsuit against a Success Academy school in the Fort Greene neighborhood of Brooklyn alleges that the school unfairly singled out kids with disabilities for discipline. In an August ruling allowing the suit to proceed, a judge said allegations that school employees called police or child protective services on 4- and 5-year olds, would, if true, help to demonstrate enough “bad faith or gross misjudgment” to sustain the discrimination claims.\n\nNicey Givens, one of the parents in the suit, said she was told at least twice that Success might involve ACS if she didn’t quickly pick up her child from school in the middle of the day. The boy, who’d been given diagnoses of attention deficit and oppositional defiant disorder, often misbehaved, and Givens said she felt the school was pressuring her to remove him. Once, she said, the threat to involve ACS came after she’d sent the boy to school in boots instead of his uniform shoes on a cold, wet day.\n\nOur focus is always on the student, the child. Not to say that the parent doesn’t matter and those kinds of investigations can’t be awkward and disruptive, but it’s better to be safe than sorry, and there are just too many examples that you read of something that was overlooked. Ann Powell, executive vice president of public affairs, Success Academy charter network\n\n“Calling ACS is one of the tools in their repertoire to make the parents comply,” said Irene Mendez, a staff attorney with New York Lawyers for the Public Interest, one of several groups that filed the suit. A 2016 civil complaint filed with the federal Department of Education includes an allegation that a Success school in Manhattan initiated an ACS investigation against the mother of a 6-year-old as part of an effort to encourage her to send him to another school. Another lawsuit alleges that one of the network’s Bronx schools repeatedly threatened to call ACS to pressure a parent to remove her son from the school.\n\nSuccess Academy officials dispute the suggestion that any of the network’s schools misuse calls to ACS. Ann Powell, executive vice president of public affairs for the charter network, said she could not comment on the specifics in the lawsuit involving the Fort Greene school because it is ongoing, but said that the network disagreed with the way Givens described her interactions with the school. Success also disputes the allegations made against the Manhattan and Bronx schools. Powell noted that as legally mandated reporters of child abuse, school employees must report any suspicion of abuse and neglect, and that “using that in a threatening way is just not credible.”\n\nDamon Dahlen/HuffPost The Hankinses with their son David. A family court judge rejected the New York City Department of Education’s allegation that the couple had neglected their child by keeping him out of school and having “unrealistic expectations” for his education.\n\nA Legal Obligation\n\nMandated reporter laws date to the 1960s, and in most states, school employees are among the professionals (along with doctors, social workers and others) obligated to report any suspicion of abuse or neglect. Mandated reporter trainings remind school employees that it’s not their responsibility to decide whether abuse is taking place but simply to pick up the phone if they have a concern, and the child welfare agency will take over from there. Mandated reporters typically have immunity from prosecution for making needless calls, so long as those calls are made in good faith.\n\n“All of the pressure on mandated reporters is to report, report, report,” said Richard Wexler, executive director of the nonprofit National Coalition for Child Protection Reform.\n\nIf they fail to report their suspicions, and something terrible happens to the child, they can face fines or even jail time and wind up on the front page of a newspaper. Child welfare is often described as being caught in a scandal-reform cycle, with reports of neglect and entrances to foster care rising after high-profile child deaths. Both Chicago and New York are dealing with the repercussions of recent scandals — Chicago Tribune reporting on sex abuse in schools is spurring fresh resources and protocols, while in New York, calls to the child abuse hotline spiked after the deaths of two young boys under ACS monitoring in 2016.\n\n“Our focus is always on the student, the child,” said Powell, the Success Academy VP. “Not to say that the parent doesn’t matter and those kinds of investigations can’t be awkward and disruptive, but it’s better to be safe than sorry, and there are just too many examples that you read of something that was overlooked.”\n\nSchool officials also note that they have a unique responsibility in policing child neglect in many states. Child welfare laws in New York and 23 other states (not Illinois) list the denial of education as a form of abuse or neglect. In some parts of New York, school employees are required to initiate educational neglect allegations if a child has a prolonged absence and parents don’t respond to the school. Last year, school personnel in New York City made 16,301 reports to ACS, more than any other type of mandated reporter, according to agency data provided to Hechinger/HuffPost. Of those, about 43 percent involved an allegation of educational neglect.\n\nBut critics say these too are misused or fall into gray areas of the law. Phillip and Tina Hankins, a couple in the South Bronx, have been tussling with the New York City Department of Education for more than a decade over where and how to educate their son David, who has a disability. They’ve been investigated at least seven times by ACS, including on occasions when they kept David out of class while fighting to get him into what they considered to be a more suitable institution, documentation shows.\n\n“The schools have the right to call in whatever they think is not appropriate,” said Baffour Acheampong, an ACS worker who investigated several of the Hankins’ cases. “But in dealing with Mrs. and Mr. Hankins, what I saw was they have the best interests of their son.”\n\nOn the one occasion that ACS substantiated an educational neglect allegation against the Hankinses, a family court judge later overturned that finding. The judge noted that David’s intelligence test scores actually improved when the boy was kept out of school awaiting placement, and that the Hankinses had been doing all they could to fight for educational services. “In light of the Appellants’ year-long battle to get the child into an appropriate school, it is not clear what else they could have done to have enrolled David,” the judge wrote, adding that the agency did not provide a “single credible instance where they failed to exercise the required minimum degree of care.”\n\nIn response to questions about this case, spokesperson for the New York City schools Miranda Barbot said that the Department of Education works “closely with families to support them,” and “when there is reasonable cause to suspect abuse or neglect, we have clear policies in place that ensure it is reported.”\n\nMichael Arsham, executive director of ACS’s Office of Advocacy, which responds to complaints from those involved in the child welfare system, said the agency acknowledges that hotline calls from schools do not always contain serious safety concerns, and it is working more closely with the education department to minimize needless reporting. Two years ago, ACS developed a “tiered response” system with the DOE to prioritize urgent matters and reduce the impact on families of investigations over smaller concerns. “We do want people to call potential dangers to children to our attention,” Arsham said. “But I think it’s fair for us to expect other human services professionals — whether they be in education, health care, anybody who is a mandated reporter — to use their independent judgment and discretion and understand there are consequences to making that call.”\n\nIt’s very hard because the whole system isn’t adequate in addressing families’ needs. It would be much easier to call ACS if you could count on them as a holistic agency to families that are marginalized. Leila Ortiz, social worker in New York City public schools\n\nPart of the challenge facing school officials, according to Leila Ortiz, a social worker in New York City public schools, is that ACS is primarily oriented to investigate families, not provide support. Chronic absenteeism could indeed be the canary in the coal mine, she said, signaling deeper troubles within a family. “If you don’t call that in, something could potentially be happening to the student,” she said. “You don’t know, they’re not in the building.”\n\n“But at the same time,” Ortiz added, “you could be adding more stress and damage to a family that already has a lot on their plate. It’s very hard because the whole system isn’t adequate in addressing families’ needs. It would be much easier to call ACS if you could count on them as a holistic agency to families that are marginalized.”\n\nAntagonistic Approach\n\nDespite ACS’s efforts to be more sensitive to families facing investigations, parents don’t tend to experience child welfare investigations as even remotely helpful. A New York City parent named Gabriela — who is going by her middle name for this article because her case is still ongoing and she fears retaliation — knows the type of havoc that a call to ACS can wreak on a family. Over the course of her decades-long career as an advocate for immigrants in East Harlem, she has developed an acute understanding of ways in which families can get unfairly wrapped up in an opaque process. Some of these cases have made sense to her. Many more have seemed unfounded, with cultural differences in child-rearing clearly playing a role.\n\nBut she never expected to have to use this ACS expertise with her own family.\n\nLast January, when Gabriela received a knock on the door of her Bronx home from an ACS caseworker, she was shocked to learn that she was the subject of a child abuse investigation. Even more surprising was the source of the complaint: her 10-year-old child’s school.\n\nDays prior, Gabriela’s daughter had gone to her teacher with a secret: That her daddy — amid grief from the death of his mother — had started regularly drinking. Gabriela said that she had tried to keep this behavior from her daughter, and thought she hadn’t noticed the new wrinkles in family life.\n\nWhat happened next was a whirlwind. The child, hysterically crying and scared, was pulled into a room with several adults and questioned about her home life. Under pressure — and wanting to provide the right answer — she said that her mom, Gabriela, had hit her, a charge that Gabriela denies.\n\nGabriela recognizes that the school was trying to help — and in some ways was carrying out a professional duty — but says they brought a “nightmare to my house.”\n\nA Mexican immigrant who came to America as a teenager, Gabriela has been deeply involved in the education of her daughter at every step. Over the years, Gabriela has taken the time to get to know her daughter’s teachers and school principal, while advocating for the school’s immigrant families who need extra services. How could the school’s leaders, whom Gabriela knew so well, see her as anything less than a devoted parent?\n\n“Why didn’t they use the social worker outside? Why didn’t they call me with concerns? Why did they go straight for the kill and call ACS?” questioned Gabriela.\n\nShe wonders if, in the delicate balancing act of being an involved parent but trying not to overstep her role, she landed on the wrong side of the equation. Or if, in her role as an advocate for immigrant families, she pushed too hard.\n\nShe also wonders if this process would have played out differently if she had a different ACS caseworker. (Charges against her were sustained and she is currently amid the appeals process.) This caseworker has asked her on three separate occasions about her immigration status, apparently unable to believe that Gabriela is an American citizen, Gabriela recounts.\n\n“When you go through this, it’s not just a nightmare for you, it’s a nightmare for your child, because the stress level it creates for our family is horrible,” said Gabriela, through tears, one Tuesday afternoon in August.\n\nA representative for the school said that all employees receive training on child abuse and follow state law regarding reporting.\n\nCaroline Preston/The Hechinger Report After an employee at her child’s school reported Sandra for alleged abuse, she went from being very involved in her sons’ education to being fearful of teachers and administrators.\n\nEven for parents who have their records cleared, the pernicious consequences of investigations can be permanent. In 2015, Sandra, a mother of three in Chicago, was investigated by DCFS after her youngest son went to school with what she describes as a minor scratch he sustained from roughhousing with his brothers.\n\nAfter a DCFS worker arrived on her doorstep, her entire life was thrown under suspicion. The flowers that were a Valentine’s Day gift from her husband, for example? The investigator asked if they were evidence of her husband trying to repair damage from a marital fight.\n\nUltimately the abuse allegation against Sandra was overturned. But three years and $15,000 in legal fees later, she said she’s still reluctant to meet with or talk to school employees. Recently, the assistant principal at her youngest son’s school called Sandra and her husband in for a meeting to discuss the boy’s behavior, as he’d been getting frustrated in class and acting out. When the administrator suggested she take a stronger disciplinary approach, Sandra pushed back hard: “I am not going to yell at him or touch him because you guys already put me through this one time.”\n\nGrowing Awareness\n\nAccording to NYU’s Gottlieb, there needs to be a greater understanding of the damage caused by needless investigations and the higher rates at which parents of color are caught up in them. “You want to help parents make better choices for their kids,” she said, “and starting out by saying, ‘You’re abusive,’ is not the way to do it.”\n\nOne step forward, say critics of child welfare, could be to modify mandated reporter training — by using it in part to educate people about implicit racial bias, for example. The training that has long been offered to Illinois’ school employees is a one-time online course that takes 60 to 90 minutes to complete and includes no mention of race. Chicago Public Schools says that starting this year, it has begun offering an in-person, annual training.\n\nMeanwhile, experiments to reduce racial and socioeconomic inequities in the child welfare system have shown some success. New York’s Nassau County was able to significantly reduce the numbers of black kids put in foster care after placing an emphasis on workforce diversity among human services employees and withholding children’s demographic information from staff meetings. A second New York county, Onandaga, began removing fewer black kids from their parents after investing in afterschool and other school-based programs.\n\nIn New York City, ACS is rolling out a new approach to responding to low-risk calls that focuses on assessing which services fragile families need, said ACS’s Arsham.\n\nNeil Skene, a spokesperson for the Illinois DCFS, wrote in an email that while a child welfare investigation is a “painful experience for anyone,” the agency feels it has a “particular obligation to be responsive to the concerns and professional knowledge of mandated reporters.” Skene added: “We are starting to work with local communities to identify cultural and racial disparities and how we can respond better.”\n\nOut Of Options\n\nChange can’t happen soon enough for families embroiled in school-driven investigations. For them, transferring schools can feel like the only way out.\n\nIn 2015, after the harassment Givens says she endured at Success Academy, she sent her son to a different elementary school nearby. “From first to fourth grade, no problems, no incidents, no suspensions, no fighting, no nothing,” she said.\n\nWhen you go through this, it’s not just a nightmare for you, it’s a nightmare for your child, because the stress level it creates for our family is horrible. Gabriela, advocate and mother investigated by ACS\n\nGabriela’s daughter has also switched schools, after feeling uncomfortable and mistrustful of the adults who called ACS on her parents. “She went from asking me, ‘Please don’t take me to school, can I stay with you?’ ” Gabriela said of her daughter, “to getting up in the morning, getting ready, excited to participate.”\n\nBanks considered removing her two boys from their magnet school after the child-protection investigations began. Relatives, colleagues, even her kids’ pediatrician — they all warned that the hotline calls wouldn’t stop until her children left the school. Because she worked with kids, the investigations were particularly worrisome for her, she said, even though ultimately none of the cases against her had been substantiated.\n\nBut at the same time, she was reluctant. The magnet school offered four foreign languages, math teams and movie nights, things she worried her kids wouldn’t get at their neighborhood school. “I feel like they are winning,” she said. “I understand his behavior is poor,” she said of her youngest son, “but he does deserve to be at a school where he can get a good education.”\n\nPlus, by the time she came to grips with the unrelenting nature of the investigations, the December deadline for applying to specialized schools had already passed. She looked into private schools before deciding they were too expensive."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carla Herreria", "title": "Camp Fire’s Missing Person List Climbs To 1,011, Statewide Death Toll At 74", "description": "A fire official warned that the list may \"fluctuate both up and down\" and said it may contain duplicate names.", "url": "https://www.huffingtonpost.com/entry/camp-fire-missing-person-list-doubles_us_5bef8a53e4b0b84243e27cd4", "urlToImage": "https://img.huffingtonpost.com/asset/5bef9b801d0000e201313321.jpeg?cache=kxlEIWi9rR&ops=1200_630", "publishedAt": "2018-11-17T04:54:50Z", "content": "The number of names on the missing person’s list for Northern California’s Camp fire has grown to 1,011 on Friday night, nearly doubling the number reported yesterday, though fire officials warned that the list may include duplicates. Search and rescue offici… [+2626 chars]", "fulltext": "The number of names on the missing person’s list for Northern California’s Camp fire grew to 1,011 Friday night, nearly doubling the number reported Thursday, though fire officials warned that the list may include duplicate names.\n\nSearch-and-rescue officials also discovered eight more bodies in the Camp fire’s aftermath, bringing the death total to 71. Three bodies have been recovered in the Woosley fire in Southern California, making the state’s death toll now 74.\n\n“I want you to understand that this is a dynamic list. It will fluctuate both up and down every day,” Butte County Sheriff-Coroner Kory L. Honea said of the missing person’s list Friday night.\n\nParadise reeling: The death toll from the #CampFire rises to 71 and the number of people missing soars over 1000. The wildfire has scorched 146,000 acres, destroyed over 15,000 structures and is now 50% contained. The search for the missing continues. https://t.co/VOdZlYY6uJ pic.twitter.com/eNuUzk60Mz — Marcus Yam 火 (@yamphoto) November 17, 2018\n\nHonea said the number of people grew significantly Friday because law enforcement now has more resources to address missing person reports, including a newly established call center and more time to review reports that were emailed to law enforcement.\n\nHonea also noted that the list may include misspelled names and names of people who are not actually missing.\n\n“In the initial hours of this extraordinarily chaotic event, as people were calling in, talking about people that they couldn’t find ... that information was being entered in as rapidly as possible by public safety dispatchers,” he said.\n\nThe Camp fire is considered the most deadly and destructive wildfire in the state of California. Investigators continue to scour the town of Paradise and the surrounding areas, searching for additional remains and assessing the damage.\n\nI keep thinking about a conversation I had with a veteran firefighter about the fatalities on the #CampFire. So many people assumed it wouldn't be as bad as it was and refused to evacuate. When he got back to their homes, they were on fire. — Lizzie Johnson (@lizziejohnsonnn) November 17, 2018\n\nHonea defended the Butte County Sheriff Department’s decision to release the “raw data” on the missing persons.\n\n“I can’t let perfection get in the way of progress,” Honea told reporters. “It’s important for us to get the information out so that we can get started on identifying these unaccounted individuals.”\n\nSince last week, the Camp fire has spread to an estimated 146,000 acres, devastating the town of Paradise and forcing 52,000 people to flee their homes. Officials said the blaze was 50 percent contained by Friday.\n\nThe Woolsey fire in Southern California has burned more than 98,000 acres, forcing thousands to evacuate Malibu and surrounding areas. As of Friday, the Woolsey fire was 67 percent contained."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Associated Press", "title": "Fire Deaths Rise To 71 Ahead Of Trump’s California Visit", "description": "On Saturday, President Donald Trump will visit the scene of the deadliest U.S. wildfire in a century.", "url": "https://www.huffingtonpost.com/entry/fire-deaths-rise-to-71-ahead-of-trumps-california-visit_us_5bef97a1e4b0b84243e28051", "urlToImage": "https://img.huffingtonpost.com/asset/5bef98ea1f0000cb0526373a.jpeg?cache=sgim4cuj0n&ops=1910_1000", "publishedAt": "2018-11-17T04:35:31Z", "content": "CHICO, Calif. (AP) With the confirmed death toll at 71 and the list of unaccounted for people more than 1,000, authorities in Northern California on Friday searched for those who perished and those who survived the fiercest of wildfires ahead of a planned vis… [+5518 chars]", "fulltext": "CHICO, Calif. (AP) — With the confirmed death toll at 71 and the list of unaccounted for people more than 1,000, authorities in Northern California on Friday searched for those who perished and those who survived the fiercest of wildfires ahead of a planned visit by President Donald Trump.\n\nThe president on Saturday is expected to get a look at the grief and damage caused by the deadliest U.S. wildfire in a century, and he could face resentment from locals for blaming the inferno on poor forest management in California.\n\nIn an interview taped Friday and scheduled for broadcast on “Fox News Sunday,” Trump said he was surprised to see images of firefighters removing dried brush near a fire, adding, “This should have been all raked out.“\n\nDeputies found eight more bodies Friday, bringing the death toll to 71.\n\nThe number of people unaccounted for grew from 631 on Thursday night to more than 1,000 on Friday, but Sheriff Kory Honea said the list was dynamic and could easily contain duplicate names and unreliable spellings of names.\n\nHe said the roster probably includes some who fled the blaze and do not realize they’ve been reported missing.\n\n“We are still receiving calls, we’re still reviewing emails,” Honea said Friday.\n\nSome on the list have been confirmed as dead by family and friends on social media. Others have been located and are safe, but authorities haven’t gotten around to marking them as found.\n\nTamara Conry said she should never have been on the list.\n\n“My husband and I are not missing and never were!” Conry wrote Thursday night on Facebook. “We have no family looking for us. ... I called and left a message to take our names off.“\n\nAuthorities compiled the list by going back to listen to all the dispatch calls they received since the fire started, to make sure they didn’t miss anyone.\n\nIn last year’s catastrophic wildfires in California wine country, Sonoma County authorities at one point listed more than 2,000 people as missing. But they slowly whittled down the number. In the end, 44 people died in several counties.\n\nThe wildfire this time all but razed the town of Paradise, population 27,000, and heavily damaged the outlying communities of Magalia and Concow on Nov. 8, destroying 9,700 houses and 144 apartment buildings, authorities said.\n\nFirefighters were gaining ground against the blaze, which blackened 222 square miles (575 square kilometers). It was 45 percent contained and posed no immediate threat to populated areas. Crews managed to stop it from spreading toward Oroville, population 19,000.\n\nThis patch of California, a former Gold Rush region in the Sierra Nevada foothills, is to some extent Trump country, with Trump beating Hillary Clinton in Butte County by 4 percentage points in 2016.\n\nBut some survivors resent that Trump took to Twitter two days after the disaster to blame the wildfires on poor forest mismanagement. He threatened to withhold federal payments from California.\n\n“If you insult people, then you go visit them, how do you think you’re going to be accepted? You’re not going to have a parade,” Maggie Crowder of Magalia said Thursday outside an informal shelter at a Walmart parking lot in Chico.\n\nBut Stacy Lazzarino, who voted for Trump, said it would be good for the president to see the devastation up close: “I think by maybe seeing it he’s going to be like ‘Oh, my goodness,’ and it might start opening people’s eyes.“\n\nIn his Fox News interview on the eve of his visit, the president repeated his criticism. Asked if he thought climate change contributed to the fires, he said, “Maybe it contributes a little bit. The big problem we have is management.“\n\nNick Shawkey, a captain with the state fire agency, said the president’s tweet blaming poor forest management was based on a “misunderstanding.” The federal government manages 46 percent of land in California.\n\n“The thing he’s tweeting about is his property,” Shawkey said.\n\nCalifornia’s outgoing and incoming governors said they would join Trump on Saturday.\n\nDemocrats Gov. Jerry Brown and governor-elect Gavin Newsom said they welcomed the president’s visit and “now is a time to pull together for the people of California.” Brown and Newsom have been vocal critics of Trump.\n\nThere were also worries the presidential visit would be disruptive.\n\n“It’s already a zoo here and I don’t care who the president is. He needs to wait because the traffic’s already horrendous,” said Charlotte Harkness, whose home in Paradise burned down. “He could just tweet something nice — three words: ‘I am sorry,’ and that’s fine.“\n\nMore than 450 searchers continued looking for human remains in the ashes.\n\nAround 52,000 people have been driven out and have gone to shelters, motels and the homes of friends and relatives. With winter coming on, many are seeking answers on what assistance will be provided.\n\nAt the Chico Mall where the Federal Emergency Management Agency and others set up an assistance center, 68-year-old Richard Wilson sought information about lodging. His wife is nearly bedridden from lupus and fibromyalgia."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Trump Returns To Bashing The Migrant Caravan, Calling It A ‘Big Con’", "description": "The president said asylum seekers can't be serious if they're waving flags from their home countries.", "url": "https://www.huffingtonpost.com/entry/trump-migrant-caravan-big-con_us_5bef79bfe4b0f32bd589b6da", "urlToImage": "https://img.huffingtonpost.com/asset/5bef85f22000005b060293fa.jpeg?cache=me6gYL5ftK&ops=1200_630", "publishedAt": "2018-11-17T04:23:15Z", "content": "After a brief respite from attacking the migrant caravan traveling to the U.S. border, President Donald Trump slammed it again Friday, calling it a “con” because the travelers were waving flags from their own countries. Trump relentlessly lashed out at the ca… [+1660 chars]", "fulltext": "After a brief respite from attacking the migrant caravan traveling to the U.S. border, President Donald Trump slammed it again Friday, calling it a “con” because the travelers were waving flags from their own countries.\n\nTrump relentlessly lashed out at the caravan during his flurry of campaign appearances stumping for Republican candidates ahead of the midterm elections. He also dispatched 5,200 U.S. troops to the border.\n\nBut then he was uncharacteristically mum on the issue after the GOP lost control of the U.S. House to the Democrats. Voter exit polls revealed that Americans were more concerned about health care than immigration, suggesting that Trump may have overplayed his caravan hand.\n\nBut he was back at it Friday on Twitter. Trump tweeted that it was “ironic” that people seeking asylum in the U.S. were waving the flags of their countries. He said it was proof that their search for safety in America was “all a BIG CON.”\n\nIsn’t it ironic that large Caravans of people are marching to our border wanting U.S.A. asylum because they are fearful of being in their country - yet they are proudly waving.... — Donald J. Trump (@realDonaldTrump) November 17, 2018\n\n....their country’s flag. Can this be possible? Yes, because it is all a BIG CON, and the American taxpayer is paying for it! — Donald J. Trump (@realDonaldTrump) November 17, 2018\n\nSeveral responses pointed out that it is possible to love one’s country yet be fearful enough to leave during dangerous times — or to have very mixed feelings about a nation and its government.\n\nIt is possible to be proud of your country while fearing and despising the current government. Believe me, I know. — Nell Minow (@nminow) November 17, 2018\n\nSir, I love America and wave my flag proudly, my government at times scares me and if we didn't have free press and a strong judicial branch I too would seek asylum in another country. Just because your government is criminal doesn't mean you don't love your country. — Noah THE DIP (@noahattheark) November 17, 2018\n\nBREAKING: CIA have concluded that there are only 100 refugees in the caravan, but they keep going back to their cars, changing their shirts and flags, and rejoining the caravan.\n\n\n\nOh, and by the way, check your own fucking flag pic.twitter.com/cerjZlP1gX — Anthony Bailey (@dropbear008) November 17, 2018\n\nlet's stop being ridiculous. It's not difficult to understand that people can seek asylum when faced with danger in their own country while still loving their country & wishing to return to it in the future. These people need our nation's help. #MigrantCaravan #logic #reason — Chad Lawhorn Photography (@chlawhorn) November 17, 2018\n\nWhat the heck? We’re already paying for your rallies, golf trips and Melania’s travels. Might as well pay for the caravan as well. — JacobDVR (@JacobDVR) November 17, 2018\n\nOh now the caravan is back. — Mike McNamee (@MrMikeMcNamee) November 17, 2018\n\nTrump earlier tweeted congratulations to Georgia’s Gov.-elect Brian Kemp and Florida’s apparent Gov.-elect Ron DeSantis. Both Republicans had tight races in their states.\n\nTrump was complimentary to Georgia’s Democratic gubernatorial candidate Stacey Abrams. He said she “fought brilliantly and hard” and will have a “terrific political future.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Mary Papenfuss", "title": "Melania Trump's Hotel Charges Were $174,000 For A Day Trip To Toronto: Records", "description": "The first lady's spokeswoman implied some of the money went to an advance team. But there were separate, additional charges for the team.", "url": "https://www.huffingtonpost.com/entry/melania-trump-toronto-trip-spending_us_5bef52a4e4b0f32bd589a8d2", "urlToImage": "https://img.huffingtonpost.com/asset/5bef63792200004605de3d7c.jpeg?cache=to3onptqpv&ops=1910_1000", "publishedAt": "2018-11-17T02:36:39Z", "content": "First lady Melania Trump s hotel bills for a day trip to Toronto last year added up to an astonishing $174,000, according to federal expense documents reported by Quartz. She did not spend the night. The startling expenditures dwarfed the $95,000 cost of Trum… [+2151 chars]", "fulltext": "First lady Melania Trump’s hotel bills for a day trip to Toronto last year added up to an astonishing $174,000, according to federal expense documents reported by Quartz. She did not spend the night.\n\nThe startling expenditures dwarfed the $95,000 cost of Trump’s stop at the InterContinental Cairo Semiramis, where she stayed for less than half a day at the end of her tour of Africa last month.\n\nTrump’s spokeswoman Stephanie Grisham implied in an email to Quartz that the first lady’s “advance team” was responsible for some of the costs. The team ensures “safety measures, medical care, communications, motorcade needs and logistics are all in place,” she wrote. They’re all “legally required for official travel,” she added.\n\nBut federal expense documents reported separate, additional costs for the advance team that added up to $18,000, according to Quartz.\n\nThe hotels are not identified in the expenses. They’re listed simply as “hotel rooms” under a heading of “miscellaneous foreign awardees” in the federal expense documents. There are six hotel charges ranging from nearly $12,000 to nearly $49,000, but the documents don’t offer details. (Other charges were for $16,000, $19,000, $35,000 and $43,000.)\n\nThe first lady was in Toronto to help kick off the Invictus Games, which Britain’s Prince Harry started in 2014 for disabled vet athletes.\n\nA pool press report covering the Sept. 23 trip referred to stops that day at the Sheraton, the Ritz Carlton, a return to the Sheraton, and a get-together in the evening with Canadian Prime Minister Justin Trudeau to watch the opening ceremony of the games at the Air Canada Center.\n\nThe first lady’s hotel stops included a 20-minute meeting with Prince Harry (at the Sheraton), and a reception later with 100 competing U.S. athletes, also at the Sheraton, where she gave a short speech, according to the pool report.\n\nTrump’s visits began just after noon and she returned just after midnight to Andrews Air Force Base.\n\nPresident Donald Trump was spending the weekend at his golf club in New Jersey.\n\nGrisham was infuriated by news reports about the bill from Melania Trump’s Cairo visit earlier this month, slamming “irresponsible” journalism after some initial reports said the first lady had spent the night. Grisham noted that Trump had, in fact, only spent some six hours in the hotel."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carol Kuruvilla", "title": "Zayn Malik Reveals Why He No Longer Identifies As Muslim", "description": "But the former One Direction star is not dissing faith. “There’s definitely beautiful parts to every religion,\" he said.", "url": "https://www.huffingtonpost.com/entry/zayn-malik-muslim-religion_us_5bef1729e4b0f32bd58984e1", "urlToImage": "https://img.huffingtonpost.com/asset/5bef5b542600004502847c46.jpeg?cache=TMFA0JlvpE&ops=1200_630", "publishedAt": "2018-11-17T01:06:37Z", "content": "Pop star Zayn Malik has said he no longer considers himself a Muslim although he’s grateful for everything his childhood faith has taught him. The former One Direction singer opened up about his spiritual beliefs in British Vogue’s December issue. Malik, 25, … [+2178 chars]", "fulltext": "Pop star Zayn Malik has said he no longer considers himself a Muslim ― although he’s grateful for everything his childhood faith has taught him.\n\nThe former One Direction singer opened up about his spiritual beliefs in British Vogue’s December issue.\n\nMalik, 25, was raised in a British Muslim family of Irish and Pakistani descent. He told Vogue that as a child, he studied Islam and attended a mosque.\n\nBut as he grew older, he began to lose faith in some of the tenets of that religion. Nowadays, he said, his beliefs are simpler: Behave well and you will be treated well.\n\n“I don’t believe you need to eat a certain meat that’s been prayed over a certain way. I don’t believe you need to read a prayer in a certain language five times a day. I don’t believe any of it,” Malik said. “I just believe if you’re a good person, everything is going to go right for you.”\n\nMalik has been hesitant to speak publicly about his religious beliefs, lamenting that discussions about faith can turn into a “religious fucking debacle of philosophers.” He said religion should be a private matter.\n\n“I believe whatever people’s religious beliefs are is between them and whoever or whatever they’re practicing,” he said. “For me, I have a spiritual belief of there is a God. Do I believe there’s a hell? No.”\n\nEvan Agostini/Invision/AP Zayn Malik arrives at the 60th annual Grammy Awards at New York's Madison Square Garden on Jan. 28, 2018.\n\nMalik isn’t alone in his journey away from organized religion. The U.K. is becoming increasingly secular. According to the British Social Attitudes survey, 52 percent of British adults described themselves as having no religious affiliation in 2017, up from 41 percent in 2002. The rise in the religiously unaffiliated is mainly being driven by young people, according to The Guardian.\n\nIn the U.S., roughly 23 percent of adults are religious “nones” ― atheist, agnostic or “nothing in particular.” Like Malik, many of them say they are religiously unaffiliated because they “question a lot of religious teachings.” And some 42 percent of American adults say they currently have a religious identity different from the one in which they were raised, according to the Pew Research Center.\n\nMalik said his parents have been accepting of his decision to step away from Islam. “They gave us the option so you could choose for yourself,” he said.\n\nThe singer also remains glad of the years he spent attending mosque. He told Vogue that he’s happy he built his life around Islamic principles."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "David Moye", "title": "Teen Sings Her Way Through Brain Surgery So Doctors Can Preserve Her Talent - HuffPost", "description": "HuffPost Teen Sings Her Way Through Brain Surgery So Doctors Can Preserve Her Talent HuffPost A Seattle teen is singing the praises of doctors who let her sing during brain surgery. Musician Kira Iaconetti, 19, has been performing musical theater since she wa…", "url": "https://www.huffingtonpost.com/entry/kira-iaconetti-sings-brain-surgery_us_5bef4f68e4b07573881e9d3d", "urlToImage": "https://img.huffingtonpost.com/asset/5bef503f240000490299b92f.png?cache=qLVa9Nsdrq&ops=1200_630", "publishedAt": "2018-11-17T00:58:00Z", "content": "A Seattle teen is singing the praises of doctors who let her sing during brain surgery. Musician Kira Iaconetti, 19, has been performing musical theater since she was a child and has ambitions of making it a career. She feared that might not happen after doct… [+1430 chars]", "fulltext": "A Seattle teen is singing the praises of doctors who let her sing during brain surgery.\n\nMusician Kira Iaconetti, 19, has been performing musical theater since she was a child and has ambitions of making it a career.\n\nShe feared that might not happen after doctors diagnosed her with a form of epilepsy that triggered seizures when she listened to or performed music.\n\n“It just [felt] like a light switch switches in my brain and suddenly I’m tone deaf. I can’t sing. I can’t process the words in time with the music,” Iaconetti told “Inside Edition.”\n\nDr. Jason Hauptman, a neurosurgeon at Seattle Children’s Hospital, decided the best plan of action was to perform an awake craniotomy, in which she was put under anesthesia but kept awake during the surgery so she could sing to ignite the parts of the brain that focus on musical abilities.\n\n“Our focus was not only on taking care of the tumor but making her life better. We wanted to preserve the things she cares about, like her passion for pursuing a career in musical theater,” Hauptman told People.com.\n\nSeattle Children's Hospital Kira Iaconetti sings during surgery.\n\nIaconetti’s song choice for surgery was Weezer’s “Island in the Sun,” in part because it reminded her of her birthplace, Hawaii, and also because of the line “I can’t control my brain.”\n\nOnce the tumor was removed, Iaconetti was put back to sleep while doctors finished the surgery.\n\nIt seems to have worked because Iaconetti was playing guitar and singing in her hospital bed 48 hours after the operation, according to a blog on the hospital’s website."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Danielle Gonzalez", "title": "Everlane's 2018 Black Friday Deal Has Nothing To Do With Saving Money", "description": "A Black Friday sale that gives back.", "url": "https://www.huffingtonpost.com/entry/everlanes-black-friday-deal-2018_us_5bef3391e4b07573881e8bc2", "urlToImage": "https://img.huffingtonpost.com/asset/5bef4d181d0000880031331b.jpeg?cache=4HYEFrsSmT&ops=1200_630", "publishedAt": "2018-11-17T00:44:01Z", "content": "What if shopping could save the planet? This holiday season, the capsule wardrobe-experts at Everlane are promoting a Black Friday deal that has nothing to do with saving money. Instead, they’re hoping shoppers are more interested in saving the planet this ho… [+1684 chars]", "fulltext": "Placebo365 via Getty Images\n\nWhat if shopping could save the planet? This holiday season, the capsule wardrobe-experts at Everlane are promoting a Black Friday deal that has nothing to do with saving money.\n\nInstead, they’re hoping shoppers are more interested in saving the planet this holiday season. On Black Friday, Nov. 23, Everlane is donating $13 for every order placed to fund beach cleanups across the country through the Surfrider Foundation. That $13 is enough to clean 1 pound of plastic off a beach.\n\n“Up to 13 million tons of plastic waste enter our oceans each year, destroying our environment. It’s a huge problem,” says Everlane Founder and CEO Michael Preysman. “We’re excited to partner with Surfrider, which has been protecting our oceans for 34 years to clean up our beaches, and continue our commitment to stop creating new plastic.”\n\nEverlane’s goal is to raise $260,000, enough to keep 20,000 pounds of garbage out of the ocean. It’s just another way Everlane is working to tackle the issue of plastic waste. Earlier this year, the brand made a commitment to remove all virgin plastic from their supply chain by 2021 with the launch of a clothing line made entirely of recycled plastic bottles. That collection is, appropriately, named “Renew.”\n\n“Everlane is going beyond identifying and eliminating sources of plastic within their own production process by supporting Surfrider’s efforts to get littered plastic off our beaches before it enters the ocean,” said Surfrider CEO Chad Nelsen. “We are honored to play a role in making Everlane’s Black Friday campaign a way to clean our ocean, waves and beaches.”\n\nIf you’re unfamiliar with Everlane, or just want to do some holiday shopping you can feel good about, we’ve rounded up some new and popular items at Everlane that are good for your wallet and your conscience.\n\nTake a look at 10 of our favorite Everlane looks below:\n\nFYI, HuffPost may receive a share from purchases made via links on this page."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "David Moye", "title": "CIA Determines Saudi Crown Prince Ordered Jamal Khashoggi’s Assassination", "description": "The conclusion that Mohammed bin Salman ordered the journalist's murder contradict the Saudi government's version.", "url": "https://www.huffingtonpost.com/entry/cia-mohammad-bin-salman-ordered-kill-jamal-khashoggi_us_5bef5a4ce4b0f32bd589adfc", "urlToImage": "https://img.huffingtonpost.com/asset/5bef5b1e24000039045835b2.jpeg?cache=QGGFJQGcj4&ops=1200_630", "publishedAt": "2018-11-17T00:24:18Z", "content": "CIA officials are certain that Saudi Crown Prince Mohammed bin Salman ordered last month’s assassination of journalist Jamal Khashoggi in Istanbul, despite the Saudi government’s claims to the contrary, according to The Washington Post. Khashoggi, a U.S. resi… [+1510 chars]", "fulltext": "CIA officials are certain that Saudi Crown Prince Mohammed bin Salman ordered last month’s assassination of journalist Jamal Khashoggi in Istanbul, despite the Saudi government’s claims to the contrary, according to The Washington Post.\n\nKhashoggi, a U.S. resident who was a contributor to The Washington Post, was last seen entering the Saudi consulate in Istanbul on Oct. 2. The Saudi writer is believed to have been killed soon after entering the building. It is believed his body was dismembered and disposed of.\n\nThe CIA reportedly examined multiple sources of intelligence, including a phone call to Khashoggi from the prince’s brother Khalid bin Salman, the Saudi ambassador to the United States.\n\nSources said Khalid told Khashoggi that he should go to the Saudi consulate in Istanbul to retrieve some documents, while assuring him that he would be safe.\n\nAlthough it’s not clear if Khalid knew that Khashoggi would be killed, he did make the call at his brother’s direction, and it was intercepted by U.S. intelligence.\n\nKhalid bin Salman denied the allegation via Twitter soon after the Post published its article.\n\nAs we told the Washington Post the last contact I had with Mr. Khashoggi was via text on Oct 26 2017. I never talked to him by phone and certainly never suggested he go to Turkey for any reason. I ask the US government to release any information regarding this claim. — Khalid bin Salman خالد بن سلمان (@kbsalsaud) November 16, 2018\n\nHe elaborated a short time later.\n\nUnfortunately the @washingtonpost did not print our full response. This is a serious accusation and should not be left to anonymous sources. Our full response was the following: pic.twitter.com/vo1JcNAswx — Khalid bin Salman خالد بن سلمان (@kbsalsaud) November 17, 2018\n\nA CIA official told The Wall Street Journal on Friday that the agency came to its conclusion the Crown Prince ordered the killing not on “smoking gun” evidence but rather on “an understanding of how Saudi Arabia works.”\n\n“This would not and could not have happened” without Mohammed bin Salman’s involvement, the official said.\n\nOn Thursday, Saudi Arabia’s public prosecutor announced it would seek the death penalty for five of 11 suspects, even though Turkish leader Recep Tayyip Erdoğan said the killing was ordered at the “highest levels” of the Saudi government.\n\nKhashoggi was once close to the Saudi royal family, but had grown increasingly critical of human rights abuses in the kingdom and was living in Washington, D.C. Although the kingdom considered him a “dissident,” he never wanted the label, according to a tweet posted last month by fellow Washington Post writer Karen Attiah."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Ryan J. Reilly", "title": "D.C.’s Neo-Nazi Brothers Were Hiding In Plain Sight", "description": "A neighbor in Washington’s Bloomingdale neighborhood warned a cop about extremists Jeffrey and Edward Clark. It wasn’t enough.", "url": "https://www.huffingtonpost.com/entry/white-supremacist-brothers-jeffrey-clark-edward-clark_us_5bef3b57e4b0b84243e25b83", "urlToImage": "https://img.huffingtonpost.com/asset/5bef3bf6240000070499b929.png?cache=d4MJezm3t4&ops=1200_630", "publishedAt": "2018-11-17T00:11:30Z", "content": "WASHINGTON By last summer, Kamau Bilal had heard enough. When the Clarks became one of the first white families to move onto his nearly all-black block in the Bloomingdale neighborhood more than a decade ago, he’d tried to make them feel welcome. He became fr… [+13070 chars]", "fulltext": "WASHINGTON ― By last summer, Kamau Bilal had heard enough. When the Clarks became one of the first white families to move onto his nearly all-black block in the Bloomingdale neighborhood more than a decade ago, he’d tried to make them feel welcome. He became friendly with the Clark brothers, who once helped him build a treehouse for his son.\n\nBut Bilal distanced himself from Jeffrey Clark and his younger brother, Edward, as they became increasingly radical, especially after one blowout fight over then-candidate Donald Trump. Then, on the night of Trump’s election, Bilal’s mother called to tell him about a group gathered on Clark’s porch chanting about Hitler.\n\nLast summer, after someone snatched a gay pride flag off a front porch near the Clarks’ home, a group of about six people ripped another pride flag off the front of the Showtime bar and a bunch of white supremacist flyers were scattered around the neighborhood, neighbors contacted Bilal, who had since moved to Maryland, and told him they suspected the Clark brothers were involved.\n\nSo Bilal went to talk to another Bloomingdale neighbor: a District of Columbia police officer. He told the cop who lived just down the street from the Clarks that neighbors were worried the brothers were involved with the racist propaganda spreading throughout the neighborhood. The police officer said he would look into it.\n\nThat was the last he heard of it.\n\nA year later, one of the brothers is dead and the other is imprisoned on gun charges after family members told the FBI that the elder Clark brother is a dangerous white supremacist. Edward Clark, 23, killed himself on Roosevelt Island in Washington, D.C., on Oct. 27, hours after the Pittsburgh synagogue massacre. In the following days, 30-year-old Jeffrey wrote on Gab, a social media site popular among racists, that Robert Bowers, that the accused Pittsburgh shooter, was a “hero” and that the synagogue victims “deserved” to be killed. Jeffrey was arrested on Nov. 9 after his relatives turned him into the FBI.\n\nOn Friday, a federal magistrate judge ordered Jeffrey held until trial following a hearing in which a federal prosecutor described the defendant as “a bomb” waiting to explode.\n\nU.S. Attorney's Office A noose found inside the Clark home.\n\nThe death by suicide, the arrest and the public revelations about the Clark brothers’ ideology have left their neighbors struggling to understand how the two men were able to spend years going to white supremacist meet-ups, making violent threats online and stockpiling guns in their home without attracting attention from law enforcement in the heart of a progressive city like Washington. Even Jeffrey Clark’s public praise of the violent actions of Bowers and Cesar Sayoc, the Florida Trump supporter accused of sending pipe bombs to prominent Democrats, likely would have gone unnoticed by authorities if his own family hadn’t reported his behavior.\n\nIt also raises questions about law enforcement’s ability to keep tabs on radicalized right-wingers who could pose a threat while they navigate First Amendment protections. Despite the Clark brothers’ extensive online support for hate groups and their reputation in their Bloomingdale neighborhood, a law enforcement official confirmed that they were not on the FBI’s radar until the family members raised concerns.\n\nThe Clark family moved to Washington from Utah, where both parents had attended Brigham Young University. They sent their kids to private Catholic schools. After briefly living in the Capitol Hill neighborhood, the Clarks bought their house in Bloomingdale. When the parents later split up, the father stayed in the Bloomingdale house with his three children: Jeffrey, Edward and a daughter.\n\nU.S. Attorney's Office Body armor and helmets found inside the Clark home.\n\nBilal, whose mother has lived in the neighborhood for decades, noticed a shift in the Clark brothers after Edward was mugged on his way to the store several years ago. The brothers shaved their heads and Jeffrey started carrying a gun.\n\n“I think it really affected their manhood,” Bilal said.\n\nDuring the 2016 presidential campaign, Bilal and Jeffrey got into arguments about Trump. Jeffrey ranted about his hatred for Mexicans, and Edward seemed to go along with it, Bilal said.\n\n“I think [Jeffrey] kind of respected me in a sense where he didn’t want to let me know his true nature,” said Bilal, who is black. “But deep down inside, I think he hated my guts.”\n\nJeffrey claimed in a podcast last year that he “was not somebody that would have been described as a racist a few years ago.” He claims he went looking for answers and found it in the so-called alt-right. According to Jeffrey, the rise of the alt-right is due to people’s dissatisfaction with the “Zionist-occupied government.”\n\nOver the past year and a half, Jeffrey and Edward became regulars at white nationalist gatherings. They appeared at an April 2017 protest outside the White House organized by alt-right leader Richard Spencer to protest military airstrikes in Syria.\n\nAnd you can't spell \"aspiring mass shooter\" without \"Richard Spencer\" somewhere in there. Web doesn't get much smaller than this, folks. pic.twitter.com/gpa8GXtewK — Stop the Next 'Unite the Right' (@stopthenextutr) November 14, 2018\n\nSpencer told HuffPost he never knew the Clarks by name or had any interaction with them outside of them asking for the photograph.\n\nThe Clark brothers teamed up with far-right propagandist Jack Posobiec in May 2017 to shoot footage for a Posobiec project on Seth Rich, the Democratic National Committee staffer whose murder in Bloomingdale is the topic of several conspiracy theories. Posobiec denied working with the Clarks, despite appearing in several photographs where he is being filmed by the Clark brothers in Bloomingdale. Jeffrey attended a “Freedom of Speech” rally in D.C. in June 2017 with other alt-right members, according to the Anti-Defamation League. Around the same time, Jeffrey and Edward showed up at a D.C. bookstore to disrupt an event with Alexander Reid Ross, an author who was discussing his book Against the Fascist Creep. The Clarks were there with Jamie Troutman, a white nationalist who goes by AltRightVA online. That month, Jeffrey Traveled to Harrisburg, Pennsylvania, to participate in a March Against Sharia rally organized by the Islamophobic group ACT for America, according to the Anti-Defamation League and screenshots of tweets reviewed by HuffPost.\n\nUnite the Right organizer Jason Kessler tweeted at the time, “These are some of my favorite people! #MAGA,” referring to pictures of the Clark brothers. Kessler wrote in an email that he does not condone politically motivated violence — but he claims it is the natural result of failing to address the grievances of white people. Suppressing that conversation, he wrote, pushes people “into an echo chamber of extremism and frustration where thoughts of violence seem like the only way out.”\n\n\n\nThese are some of my favorite people! #MAGA https://t.co/8qdzIq8VkF — Jason Kessler (@TheMadDimension) June 10, 2017\n\nThe Clark brothers also appeared at Kessler’s initiation into the Proud Boys, a violent neo-fascist gang whose leader claims the group is not racist despite attracting white nationalist members.\n\nIt was around this time that the white supremacist flyers appeared in Bloomingdale and Bilal asked the local police officer to look into the Clark brothers. The D.C. police officer who lived within eyesight of the Clark home did not immediately respond to a voicemail message left with his wife. Metropolitan Police Department spokeswoman Brianna Jordan told HuffPost in an email that she has no knowledge of the tip. She declined to say whether the police department investigated the flyers or the theft and attempted theft of the pride flags.\n\nThe Clark brothers traveled to Charlottesville, Virginia, to attend the deadly white nationalist rally there in August 2017. They appeared in a photo near James Alex Fields Jr., who drove a car into protesters, killing Heather Heyer and injuring several others.\n\n☑️ Spencer's \"anti-war\" rally\n\n☑️ Spencer's first torch rally on 5/13/17\n\n☑️ Kessler's Proud Boy night on 6/17\n\n☑️ UTR planning Discord chats\n\n☑️ Stood near Fields on UTR\n\n\n\nThis is probably the tip of the iceberg but what more do y'all need before realizing this isn't a fucking game? pic.twitter.com/oIOEbb79wq — Stop the Next 'Unite the Right' (@stopthenextutr) November 14, 2018\n\nThis August, a neighbor snapped photos of a man he says was Patrick Little, a neo-Nazi who ran for Senate in California. Little was known to be in D.C. at the time, where he held a sign saying “Expel the Jews” outside of the White House, and the elder Clark brother had promoted Little on Gab. Little did not respond to questions about his ties to Clark. Instead, he told HuffPost he would grant an interview in exchange for a summary of a film about “Jewish Supremacism.”\n\nBy this time, multiple neighbors suspected the Clark brothers, who were quiet and kept to themselves, of being right-wing extremists. One person who lived in the neighborhood had Googled the Clark family and found screenshots of what appeared to be Jeffrey’s suspended Twitter and Facebook profiles, which included images of Jeffrey posing with a swastika, as well as descriptions of the brothers as associates of Richard Spencer. The neighbor was horrified but didn’t know what to do. Despite watching for suspicious activity, the neighbor didn’t find anything online or see anything in person that was illegal.\n\nHad the Clark brothers been vocal advocates of the Islamic State instead of the Third Reich, they likely would have attracted law enforcement’s attention long ago. If Jeffrey was supporting a group like ISIS or al Qaeda, he could now be facing a material support charge based on his public advocacy for a group the U.S. government has labeled as a foreign terrorist organization.\n\nBut there’s no federal law against domestic terrorism, a fact that surprises many Americans. Consequently, federal law enforcement takes a much different approach to investigating armed neo-Nazis advocating violence than it would sympathizers of radical Islamist terrorist groups.\n\nJeffrey Clark was charged with the federal crime of illegally possessing a firearm while using or addicted to a controlled substance — a rarely used criminal statute — and the D.C. crime of possessing a high-capacity ammunition magazine. The maximum prison sentence for the federal statute is 10 years and the maximum time for the D.C. offense is one year.\n\nThat means federal authorities are leaning heavily on the notion that Clark owned a gun while addicted to marijuana as the basis of his imprisonment. Marijuana is legal in Washington, although it is still an illegal substance under federal law.\n\nClark appeared in federal court in D.C. on Friday afternoon, where prosecutors argued for his continued detention because they say he poses a threat to the public and is a flight risk.\n\nU.S. Attorney's Office A Nazi flag found inside the Clark home.\n\nBoth David Bos, a federal public defender representing Clark, and Magistrate Judge G. Michael Harvey indicated during Clark’s detention hearing Friday that they’d never seen prosecutors use the unusual federal charge.\n\nAssistant U.S. Attorney John Cummings said in court Friday that it was “clear to anyone in that house what was going on” and that Clark’s “glorification of violence and hatred for minority groups” ― together with his possession of weapons and use of marijuana ― made him a “very dangerous combination.” Cummings noted that Clark told law enforcement he could respond violently if the government took his weapons — and that Clark would be banned from owning weapons if convicted of the felony count. Asked by the judge if Clark’s father was one of the relatives who turned him in, Cummings said he was not.\n\nBos, representing Clark, argued that Clark’s “distasteful comments” were “constitutionally protected” and suggested the government was grasping at straws to find a charge to stick.\n\n“I’ve never had a case in which the government went forward on this portion of the statute,” said Bos, who has been practicing for 30 years.\n\nWhile concurring that Clark was facing an “unusual charge” that the judge hadn’t seen before, Harvey ordered Clark detained until trial, saying he couldn’t ignore Clark’s “threatening” and “menacing” posts and his family members’ concern that his anger “has intensified” in recent weeks.\n\n“It seemed that the defendant was preparing for something,” Harvey said.\n\nBefore the hearing, federal prosecutors indicated in a filing that Clark told law enforcement he wanted to move West Virginia to nonviolently “take over” a town with “like-minded white nationalists.” They also laid out additional evidence against the elder Clark brother, saying that authorities searching the home found a flyer from the Atomwaffen Division, a violent neo-Nazi group responsible for several murders; a rope tied into a noose above his bed; a Nazi flag and body armor; and a drawing of a gunman aiming at a caricature of a Jewish man wearing a yarmulke.\n\nNext to the anti-Semitic drawing was a bullet-pointed list of an agenda for “peaceful resolution,” which included legalizing discrimination, cutting off all welfare, ending all immigration, deporting all illegal immigrants, banishing criminals to Mexico, and affirming the First and Second amendments. The final point in the plan: “End birthright citizenship.”"}]