[{"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Kimberley Richards", "title": "Macy’s Trolls Chrissy Teigen For 2014 Parade Diss As John Legend Performs", "description": "\"I cannot imagine being bored enough to watch a parade on television,\" Teigen once wrote.", "url": "https://www.huffingtonpost.com/entry/john-legend-chrissy-teigen-thanksgiving-day-parade_us_5bf70d60e4b0eb6d930cf199", "urlToImage": "https://img.huffingtonpost.com/asset/5bf712361f0000610626392a.jpeg?cache=9ny1siel8n&ops=1910_1000", "publishedAt": "2018-11-22T22:28:55Z", "content": "Macys wants Chrissy Teigen to remember her past criticism of parades as her husband, John Legend, performed at its Thanksgiving Day Parade in New York this year. Legend tweeted early Thursday morning that he soon would be part of the annual festivity. Macys s… [+1345 chars]", "fulltext": "Macy’s wants Chrissy Teigen to remember her past criticism of parades as her husband, John Legend, performed at its Thanksgiving Day Parade in New York this year.\n\nLegend tweeted early Thursday morning that he soon would be part of the annual festivity. Macy’s social media team responded by quickly reminding him that Teigen once had some choice words about parades.\n\nThe company’s Twitter account shared a screenshot of the cookbook author and model writing in 2014 that she could not “imagine being bored enough to watch a parade on television.”\n\nMacy’s Twitter account hilariously featured a side-by-side of Teigen’s diss tweet and Legend’s performance announcement.\n\nBoth Legend and Teigen responded to Macy’s tweet, acknowledging that it was on the mark.\n\ndamn Macys a savage (still didn't watch) I'm sure ya did great kiddo — christine teigen (@chrissyteigen) November 22, 2018\n\nTeigen, though, also insisted that she “still didn’t watch” the parade. “I’m sure ya did great kiddo,” she said of her husband.\n\nTurns out she was kidding about her viewing habits. She later shared videos of her watching the parade ― and Legend, of course.\n\nNonetheless, she stood by her 2014 statement, tweeting that “parades are weird.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "S.V. Date", "title": "Trump Avoids Visiting Troops In Harm’s Way, Talks To Them From His Country Club Instead", "description": "The president still has not visited service members in combat zones, 22 months into his term. President Barack Obama visited Iraq three months into his first term.", "url": "https://www.huffingtonpost.com/entry/trump-mar-a-lago-troops-thanksgiving_us_5bf711cee4b0771fb6b73ee7", "urlToImage": "https://img.huffingtonpost.com/asset/5bf712a7200000a5060295e2.jpeg?cache=C3Sfaq7MMr&ops=1200_630", "publishedAt": "2018-11-22T22:09:02Z", "content": "For the second straight year as president, President Donald Trump chose not to visit American service members deployed around the world on Thanksgiving and instead spoke to them via teleconference from his private, for-profit country club in Palm Beach, Flori… [+6614 chars]", "fulltext": "For the second straight year as president, President Donald Trump chose not to visit American service members deployed around the world on Thanksgiving and instead spoke to them via teleconference from his private, for-profit country club in Palm Beach, Florida.\n\n“Not surprised. He’s been avoiding them since the mid-’60s,” said Will Fischer, an Iraq War veteran with the liberal group VoteVets, referring to Trump’s avoidance of service during the Vietnam War.\n\nTrump sat in a chandeliered room with gold ceilings and read from a script before conversing with several of them on issues ranging from the 9th Circuit Court of Appeals to whether the United States was getting “ripped off” on trade agreements.\n\n“We don’t see any issues in terms of trade right now,” a Coast Guard commander stationed in Bahrain said, sounding somewhat puzzled.\n\nAs he did on Tuesday while leaving the White House for his Thanksgiving vacation, Trump hinted that he might visit troops in a forward combat zone. “We’re going to do some interesting things. We’ll be doing some very interesting things,” he told reporters invited by the White House to watch Trump’s teleconference from his members-only Mar-a-Lago club.\n\nHe added that he knew when he would be going but would not say. “I can’t tell you. You’re the last people I can tell,” he told reporters.\n\nWhether Trump ever visits any troops overseas, though, is far from guaranteed. Trump has made numerous promises that he has failed to honor.\n\nHe pledged that he would release his tax returns if he ran for president, for instance, but has refused to do so since he announced his campaign three years ago. He promised hundreds of times during his campaign that he would build a wall along the southwestern border and force Mexico to pay for it, but in his first two years, has not broached the topic a single time with the Mexican president’s office.\n\nFurther, Trump has long been clear about his deep concern for his personal safety. During his 2015 visit to the Conservative Political Action Conference in a suburb of Washington, D.C., he was accompanied by at least a half dozen private bodyguards, back when he was merely a reality television host and golf course developer. Other speakers, including sitting senators and governors, traveled with either no security at all or one or two state police agents.\n\nDuring the 2016 campaign, upon seeing news of a suicide bombing in Iraq on television, Trump was asked to name the most dangerous place he has ever visited. After joking “Brooklyn,” he replied that the United States had extremely unsafe places of its own.\n\n“There are places in America that are among the most dangerous in the world. You go to places like Oakland. Or Ferguson. The crime numbers are worse. Seriously,” he told The New York Times.\n\nAnd The Washington Post reported this week that Trump does not want to visit combat zones because he fears for his life.\n\nThe White House on Thursday did not respond to a query about that report. But those fears, if true, appear consistent with Trump’s history. While he has claimed to be pro-military for decades, he avoided service in Vietnam using a string of education deferments and then claimed a medical exemption because of bone spurs in his heels.\n\nHe later described that period as a difficult time because of the danger of contracting sexually transmitted diseases from the women he was sleeping with. “It is my personal Vietnam,” he told radio host Howard Stern in 1997. “I feel like a great and very brave soldier.”\n\nMore recently, Trump has made a habit of attacking military veterans and families when they have criticized him.\n\nHe insulted former POW and Arizona Sen. John McCain, saying that he preferred those who had not been captured. Trump insulted Gold Star parents whose Muslim son was killed in 2004 in Iraq while saving those under his command. And just this week, Trump falsely stated that retired Adm. Bill McRaven, the decorated Navy SEAL whose team killed Sept. 11 terrorist Osama bin Laden, was a Hillary Clinton supporter. Trump then criticized McRaven for not having gotten bin Laden sooner.\n\nTrump has made but a single visit to Dover Air Force Base in Delaware to meet the returning remains of fallen service members, very early in his presidency, and has refused to attend another one after a parent of a killed Special Forces member berated him at the arrival ceremony.\n\nTwo major accomplishments he boasts of — providing record-high budgets for the military and passing a law to let veterans see local private doctors — are false.\n\nPresident Barack Obama approved a $721 billion defense budget in 2010 and one for $717 billion in 2011. Both were higher than the $716 billion budget Trump repeatedly brags about for this year — even before adjusting for inflation. And the Veterans Choice Program that Trump claims he passed was actually also passed under Obama, in 2014.\n\nObama made four visits to Afghanistan during his two terms and flew to Iraq in the first months of his presidency, even though he campaigned against the war there.\n\nIn the days preceding the recent midterm elections, Trump deployed 5,000 active-duty troops to the border with Mexico to string up barbed wire against what he described as an “invasion” of Central American refugees seeking asylum. He also has not visited those troops, even though they remain separated from their families over the Thanksgiving holidays because of what critics have called a political stunt.\n\nAnd after the elections, he skipped a visit to an American cemetery in France commemorating the 100th anniversary of the end of World War I because of rain and fog. Two days later, back in Washington on the observed Veterans Day holiday, he chose not to visit Arlington National Cemetery and remained at the White House tweeting instead.\n\nWrapping up his session with reporters Thursday morning, Trump said that he was thankful for how successful he has been as president. “I made a tremendous difference in this country,” he said. “This country is so much stronger now than it was when I took office, and you wouldn’t believe it, and when you see it, we’ve gotten so much stronger, people don’t even believe it.”\n\nTrump followed his teleconference with overseas service members Thursday morning with a brief visit to the Coast Guard station at nearby Lake Worth Inlet before heading to his private, for-profit golf course in West Palm Beach. He arrived there by noon, then headed back across the Intracoastal Waterway to Palm Beach, where he was scheduled to have Thanksgiving dinner."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Kimberley Richards", "title": "KING JAMES RETURNS: LeBron Gets Warm Welcome In Return To Cleveland", "description": "\"Felt great to be back,\" the NBA superstar wrote on Twitter.", "url": "https://www.huffingtonpost.com/entry/lebron-james-cleveland-cavaliers-lakers_us_5bf6c4c1e4b03b230f9f743f", "urlToImage": "https://img.huffingtonpost.com/asset/5bf702ca260000e103847dfa.jpeg?cache=u9mumlx6l5&ops=1910_1000", "publishedAt": "2018-11-22T21:35:24Z", "content": "LeBron James received a warm welcome from the city of Cleveland during his return as a Los Angeles Laker this week. The Cleveland Cavaliers honored James on Wednesday by playing a tribute video capturing highlights from the NBA superstars 2015-16 championship… [+684 chars]", "fulltext": "LeBron James received a warm welcome from the city of Cleveland during his return as a Los Angeles Laker this week.\n\nThe Cleveland Cavaliers honored James on Wednesday by playing a tribute video capturing highlights from the NBA superstar’s 2015-16 championship season with the team.\n\nThe Cavs video also celebrated James’ philanthropy and his opening of the I Promise School, a public school for students in Akron, Ohio, who are at risk. James, who is from Akron, partnered with local officials to design and finance the school.\n\n“Thank you for what you did on the court,” a message in the video read. “But we all know, it’s bigger than basketball. Thank you LeBron.”\n\nJames scored 32 points in Wednesday’s game, as the Lakers defeated the Cavaliers, 109-105.\n\nFelt Great to be back! 🙏🏾❤️‼️‼️👑 https://t.co/Rx83lML9qi — LeBron James (@KingJames) November 22, 2018\n\nThe NBA legend responded to the praise from the Cavaliers on Twitter."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Alanna Vagianos", "title": "BACKLASH BREWING: Hillary Says Europe Needs Tougher Immigration Laws", "description": "The former secretary of state courts controversy by urging a peel back from long-standing progressive policies.", "url": "https://www.huffingtonpost.com/entry/hillary-clinton-europe-immigration-laws-nationalism_us_5bf6fbdae4b0eb6d930cd4e0", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6ff85260000e103847df7.jpeg?cache=XbwIHyC9nD&ops=1200_630", "publishedAt": "2018-11-22T21:05:58Z", "content": "Hillary Clinton thinks Europe needs to “get a handle” on reforming immigration laws in order to fend off another Brexit. Migration “is what lit the flame” of such nationalist movements, the former U.S. secretary of state told The Guardian for an upcoming seri… [+1534 chars]", "fulltext": "Hillary Clinton said she thinks Europe needs to “get a handle” on reforming immigration laws in order to fend off another Brexit.\n\nMigration “is what lit the flame” of such nationalist movements, the former U.S. secretary of state told The Guardian for an upcoming series examining the rise of the populist right in the U.S. and Europe.\n\nConservatism and nationalist ideology have gotten a boost since Donald Trump won the U.S. presidency in 2016 and the U.K. voted earlier that year to exit the European Union. Although Clinton ran on a progressive immigration platform as Trump’s challenger, she essentially called for a retrenchment of those policies in The Guardian interview.\n\n“I admire the very generous and compassionate approaches that were taken, particularly by leaders like Angela Merkel,” she said, praising the German chancellor for her open-door immigration policy. But Clinton added, “I think it is fair to say Europe has done its part, and must send a very clear message ― ‘We are not going to be able to continue to provide refuge and support’ ― because if we don’t deal with the migration issue it will continue to roil the body politic.”\n\nAmid criticism of her comments, the former presidential candidate defended her statements in a series of tweets on Friday, saying she has “always been ... a staunch advocate of comprehensive immigration reform.”\n\n“In a recent interview, I talked about how Europe must reject right-wing nationalism and authoritarianism, including by addressing migration with courage and compassion,” Clinton wrote on Twitter. “On both sides of the Atlantic, we need reform. Not open borders, but immigration laws enforced with fairness and respect for human rights.”\n\n“The EU needs a more comprehensive policy that builds societies that are both secure and welcoming,” she added.\n\nIn The Guardian, Clinton condemned the fearmongering rhetoric often used by Trump when he discusses immigration in the U.S.\n\n“The use of immigrants as a political device and as a symbol of government gone wrong, of attacks on one’s heritage, one’s identity, one’s national unity has been very much exploited by the current administration here,” she said.\n\n“There are solutions to migration that do not require clamping down on the press, on your political opponents and trying to suborn the judiciary, or seeking financial and political help from Russia to support your political parties and movements,” Clinton added."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Kimberley Richards", "title": "Girl Who Wrote Acclaimed Essay On Gun Violence Is Killed By Stray Bullet", "description": "\"Little children are victims of senseless gun violence,” 13-year-old Sandra Parks once wrote in an award-winning essay.", "url": "https://www.huffingtonpost.com/entry/sandra-parks-killed-bullet-milwaukee_us_5bf6caa9e4b0771fb6b6be5e", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6f485240000940458378b.jpeg?cache=GPoQ86AG4c&ops=1200_630", "publishedAt": "2018-11-22T20:34:51Z", "content": "Sandra Parks, 13, who wrote an award-winning essay on gun violence, was killed after someone fired into her home in Wisconsin. The girl, who once wrote, “Little children are victims of senseless gun violence,” became a victim of gun violence on Monday night i… [+2298 chars]", "fulltext": "Sandra Parks, 13, who wrote an award-winning essay on gun violence, was killed after someone fired into her home in Wisconsin.\n\nThe girl, who once wrote, “Little children are victims of senseless gun violence,” became a victim of gun violence on Monday night in Milwaukee while sitting in her home with family members.\n\n“Sandra did not deserve this,” Parks’ sister Tatiana Ingram tearfully told local ABC affiliate WISN 12. “Sandra was an amazing person. She was so bright. She was so beautiful and full of life.”\n\nExtended interview with sister of 13-year-old Sandra Parks, killed by shot fired into her bedroom: https://t.co/oM1siRHYA5\n\n\n\n\"She took it like a soldier,\" Tatiana Ingram said. \"She just walked in the room and said, 'Mama, I'm shot.'\"#Milwaukee pic.twitter.com/5qEGm0pcPN — WISN 12 NEWS (@WISN12News) November 20, 2018\n\nIn 2016, Parks wrote “Our Truth” for a Martin Luther King Jr. essay contest, earning third-place honors, the Milwaukee Journal Sentinel reported.\n\nParks, then a sixth-grader, read an excerpt of her essay on Wisconsin Public Radio in early 2017. (Read the entire essay here.)\n\n“We need to rewrite our story so that faith and hope for a better tomorrow, is not only within us, but we believe it and we put into actions,” she read in part on air.\n\nMilwaukee Mayor Tom Barrett decried gun violence in the city and across the U.S. on Tuesday.\n\n“It’s just insanity,” he told reporters. “You’re never going to solve a fight with a gun. You’re never going to settle the score with a gun. But you see it over and over and over again in this country.”\n\nThe Milwaukee Police are investigating a homicide that happened on the 2700 block of North 13th St. on Monday, November 19th, 2018 around 7:47 pm. The victim, a 13-year old female, was shot in her residence and died at the scene. — Milwaukee Police (@MilwaukeePolice) November 20, 2018\n\nThe Milwaukee Police Department said in a press release on Tuesday that a 26-year-old male person of interest was taken in custody in connection with Parks’ death.\n\nIt’s unclear whether her home was targeted, police said. Parks died at the scene.\n\nMilwaukee prosecutors reportedly charged two men on Wednesday in connection to the shooting.\n\nThe Milwaukee County District Attorney’s Office charged Isaac Barnes, 26, with first-degree reckless homicide, among other charges, according to the Associated Press.\n\nUntrell Oden, 27, has been charged with two counts of possession of a firearm by a felon butwas not accused of participating in the shooting, the AP reported.\n\nBarnes and Oden had not had a bond hearing as of Wednesday, according to the AP.\n\n“The motive is still being determined,” said Sgt. Sheronda Grant, a spokeswoman for the Milwaukee Police Department, according to The New York Times.\n\nThe Milwaukee County District Attorney’s Office did not immediately respond to a request for comment.\n\nParks’ mother, Bernice Parks, said her daughter was “everything this world was not,” in a video by the Journal Sentinel."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Andy McDonald", "title": "George R.R. Martin's First Inspiration For 'Game Of Thrones' Cracks Up Stephen Colbert", "description": "The author's childhood pet turtles battled over a toy castle.", "url": "https://www.huffingtonpost.com/entry/george-rr-martin-game-of-thrones-colbert_us_5bf6e1efe4b0771fb6b6fcdd", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6f16e200000a6060295de.png?cache=f0ZoCyaRVf&ops=1200_630", "publishedAt": "2018-11-22T20:06:45Z", "content": "Even George R.R. Martin’s pets battle over castles. While promoting his new “Game Of Thrones” history book, “Fire And Blood,” on “The Late Show” Wednesday, Martin discussed the books he read as a child that inspired him. Not surprisingly, he and host Stephen … [+968 chars]", "fulltext": "Even George R.R. Martin’s pets battle over castles.\n\nWhile promoting his new “Game Of Thrones” history book, “Fire And Blood,” on “The Late Show” Wednesday, Martin discussed the books he read as a child that inspired him. Not surprisingly, he and host Stephen Colbert talked at length about “The Lord Of The Rings” series.\n\nHowever, Martin’s earliest inspiration for writing began with pet turtles he had growing up in Bayonne, New Jersey. He said he kept them in a bowl with a castle, but unfortunately they didn’t survive.\n\n“I fed them the turtle food, and I thought I was doing everything right,” Martin said. ”I couldn’t figure out why they were dying.”\n\nMartin joked that since it obviously wasn’t his fault, he would create a story as to why his turtles had perished.\n\n“I decided they were competing for the turtle throne,” he said. “They were killing each other to determine who would be the turtle king.”\n\nColbert leaned back in his chair laughing at the premise.\n\n“That was my first fantasy, ‘Turtle Castle,‘” said the author, who now lives in Santa Fe, New Mexico. “It preceded ‘Game Of Thrones’ by many years.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Alanna Vagianos", "title": "Los Angeles Sex Crimes Detective Arrested For Allegedly Raping Teen Girl", "description": "The department put Neil Kimball on paid leave, and he is being held on $2 million bail.", "url": "https://www.huffingtonpost.com/entry/la-sheriffs-detective-arrested-suspected-rape_us_5bf6d26fe4b0771fb6b6cc8d", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6e7fe3c00008b040ebc3e.jpeg?cache=FWkzzIw5Re&ops=1200_630", "publishedAt": "2018-11-22T19:23:04Z", "content": "A deputy for the Los Angeles County Sheriff’s Department was arrested last week for allegedly raping a minor last year while he was assigned to the special victims unit. The Ventura County District Attorney’s Office announced on Tuesday that Deputy Neil Kimba… [+1426 chars]", "fulltext": "A deputy for the Los Angeles County Sheriff’s Department was arrested last week for allegedly raping a minor last year while he was assigned to the special victims unit.\n\nThe Ventura County District Attorney’s Office announced on Tuesday that Deputy Neil Kimball, 45, has been charged on one felony count of rape by force and one felony count of preventing or dissuading a witness from testifying. Prosecutors believe he tied up a 14-year-old girl and raped her sometime between October and December of 2017.\n\n“When allegations of criminal activity involve law enforcement, we have systems in place to root out misconduct within the organization, as well as any Department member who chooses to violate the law and public trust,” the Los Angeles County Sheriff’s Department said in a statement.\n\nKimball appeared in Ventura County Superior Court on Wednesday and pleaded not guilty. He is being held on $2 million bail, and his arraignment has been set for Dec. 18. The Los Angeles County Sheriff’s Department put him on paid leave.\n\nIf convicted on both felony charges, Kimball could face a maximum sentence of 19 years in prison, according to the county’s senior deputy district attorney, Patrice Koenig.\n\nShe told the Ventura County Star that the District Attorney’s Office will not give Kimball any special treatment because he is a police officer.\n\n“We treat them the same as any other defendant,” Koenig said."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Bill Bradley", "title": "‘Game Of Thrones’ Security Was Like The ‘Gestapo,’ Says Director David Nutter", "description": "The director of half of the HBO show's final season also discusses why he'd like his project \"Rising\" to make President Trump pause.", "url": "https://www.huffingtonpost.com/entry/game-of-thrones-security-david-nutter-rising_us_5bf5c094e4b03b230f9e50f1", "urlToImage": "https://img.huffingtonpost.com/asset/5bf5d3671f00003e062638d1.jpeg?cache=lIEPhCCegz&ops=1200_630", "publishedAt": "2018-11-22T19:19:06Z", "content": "Winter is coming... to an end. “ Game of Thrones ” spinoffs are popping up like wights rising from the dead, but the OG show is shutting its throne room doors after six episodes of Season 8 next year. And that means actors, directors and showrunners are movin… [+7264 chars]", "fulltext": "Winter is coming... to an end.\n\n“Game of Thrones” spinoffs are popping up like wights rising from the dead, but the OG show is shutting its throne room doors after six episodes of Season 8 next year. And that means actors, directors and showrunners are moving on to different projects.\n\nFor director David Nutter, who helmed half of the series’ final six episodes ― including the season opener ― life outside of “GoT” starts with “Rising,” part of the Emmy-winning Love Has No Labels initiative and the Ad Council’s first ever official short film, which has qualified for Oscar consideration. The film, scripted by Emmy-winning writer Lena Waithe, asks the question, “Why does it take a disaster to bring us together?”\n\nNutter, who’s in his late 50s, spoke to us about the film, as well as returning to direct “Game of Thrones” and why the security on set was like the “Gestapo.”\n\nAfter missing Season 6 and 7, what was it like coming back for the final season of “Game Of Thrones”?\n\nAfter 2015, after the fifth season, I had a couple back surgeries and I missed Season 6 and 7. And it broke my heart to do so. You go through physical therapy and all the things you go through for back surgery. There are times when I’d be in excruciating physical therapy sessions, and I’d be wondering if I’d ever have a chance to direct again ― let alone direct “Game of Thrones.” Fortunately, I came back. I was all repaired. They welcomed me back with open arms, and not only welcomed me back with open arms, but welcomed me back to actually have me involved in and direct three of the six episodes [of Season 8].\n\nA lot has happened since you’ve been gone. Now it’s revealed that Jon and Dany are related. Directing the opening for Season 8, and half the episodes overall, how does it feel to have to take on that relationship?\n\nI’m just so honored to be involved in the material because it’s so wonderfully written. It’s so wonderfully performed. It’s so tremendously executed. Just to be a part of that world is a dream come true... [Showrunners David Benioff and Dan Weiss] are wonderful to work with. They’re such great collaborators as well as teachers and mentors. In many respects for me, it’s just getting a chance to be involved in what they’re doing.\n\nWe’ve heard a lot about fake scenes this year. As a director, do you even know when you’re shooting a fake scene?\n\nOh yeah. Oh yeah, of course.\n\nIt’s all in an effort to keep things secret. So how was security this season for you? Liam Cunningham told me he couldn’t even access his scripts on the secure iPads.\n\nWell, sometimes there were paparazzi in amazing places ― on construction cranes and all kinds of crazy places, to try to get a point of view of things. They were all over, everywhere, trying to get in on what was happening. But it was definitely a situation where there was no paper on the set, [that] type of thing. [The production team] wanted to make sure nobody knew what was happening, and they went to the nth degree, like they do on the show in general. They basically take it to the point where it’s like the Gestapo. It’s tough to get answers.\n\nObviously, everyone has theories on how it ends. Knowing how it ends, what would you tell those fans?\n\nAll I know is that David and Dan spent a lot of time to tell the story in a proper fashion, and the audience will be completely satisfied. Not everybody will be satisfied, but I feel the audience will be satisfied with the direction the series goes. It lives up to all the building it’s coming to, I promise you that.\n\nDirecting the opening for Season 8, how did you prepare? Were you watching old episodes?\n\nThere’s definitely some of that. To me, it was all about living up to Jeremy Podeswa (a GOT director). He’s done some amazing season openers, most notably Season 7. He’s a tremendous friend and a great director... I was hoping I can live up to his great work.\n\nYou’ve been part of the show since Season 2. What’s it like seeing where it is now?\n\nIt’s interesting getting a chance to work with all the actors. Sophie, when she first met the Hound and was in Westeros, has now grown into a formidable queen in her own right and respect. Arya, who’s gone from this little kid who wanted to be noticed and seen to very formidable in her own right. The growth of those family members has really been a lot of fun, and getting a chance to work with new exciting actors and fun people as well has been a real pleasure. Things like the Daznak Pit, and of course the Walk of Shame and the Red Wedding, were highlights to my career. It’s something I’ll never forget.\n\nYou did an Ask Me Anything interview on the “Game of Thrones” Reddit for your new film “Rising.” What was that experience like?\n\nIt was a lot of fun. It was interesting. I have never done that before. It’s pretty much direct questions and so forth. I used to work on “The X-Files” in the first couple seasons… we would actually do chatrooms with fans.\n\nHow’d you end up directing it?\n\nThey had another director in mind to do the project but something fell through and he couldn’t do it, so I’d worked with the production company before and they contacted me. I said, “My God, I’d love to do it.” Nothing would excite me more than doing something of value, and something that hopefully has a message people could actually relate to.\n\nWhat is that message?\n\nFor someone who watches it ― no matter who they are, no matter what their affiliation or feelings about anything at all ― the hope would be someone who watches it gets perspective about their next-door neighbor, about the people across the street, about themselves, because prejudice is performed through blindness. I think this is a situation where I really wanted people to watch it and have their own personal reaction to it, because to me — because of the length of the project... something that is a little bit longer than a commercial ― we wanted to give the audience a chance to become emotionally invested.\n\nWhy does it take disasters to bring people together?\n\nWe seem to live in a society that’s all about confrontation and fear and misunderstanding... we don’t listen enough. We think that the key to life is to keep growing and listening and learning.\n\nYou have a character in here, a mechanic, who seems like a stereotypical Donald Trump supporter. Where did that character come from? What was the thinking behind him?\n\nIt’s interesting, that character could be formed as anything you want it to be. This is a man who’s working on his car, listening to music. This kid comes out. He turns around, watches the kid, turns his music off… it really depends on who you are and where you come from, for your specific take on it. What’s fascinating [is that] everyone who watches it will have their own take, so there was never an occasion or a situation where I wanted to stereotype anyone at all. We are not stereotypes of people... I wanted to make it as real as possible.\n\nIf the president ended up seeing this film, what would you want him to take from it?\n\nFor him to pause, and that’s about all you’d ever get, and also for him to watch it by himself in a room so he can actually not have to respond in front of everybody, because it’s a very personal story. I think it’s a situation where we all are the same. We all are equal, we all need to respect each other and I think we need each other to survive. I think it’s a situation where if that could happen, if he could pause for one moment and have one less tweet... then we’ve done something positive."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carly Ledbetter", "title": "Pete Davidson's New Ruth Bader Ginsberg Tattoo Is Never Getting Covered Up", "description": "The \"Saturday Night Live\" comedian’s shoulder now features a portrait of the Supreme Court justice.", "url": "https://www.huffingtonpost.com/entry/pete-davidson-ruth-bader-ginsberg-tattoo_us_5bf6ca03e4b03b230f9f81fb", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6e66c3c00008f040ebc3d.jpeg?cache=pcPgIgjAdi&ops=1200_630", "publishedAt": "2018-11-22T18:46:06Z", "content": "Pete Davidson seems to be on a never-ending mission to cover up old tattoos and get new ones for his collection. Tattoo artist Jon Mesa recently shared a new design he said he inked on the “Saturday Night Live” comedian: a portrait of Supreme Court justice Ru… [+2062 chars]", "fulltext": "“You know there’s only, like, one lady holding the whole damn thing together, right?” the comedian said about Ginsburg, played by fellow “SNL” cast member Kate McKinnon.\n\n“This is for you, RBG,” he says."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Willa Frej", "title": "Trump Rants About Khashoggi, Judges, Borders In Thanksgiving Call With Troops", "description": "The president called a district judge a \"disgrace\" and reiterated his claim that migrants in the caravan are criminals.", "url": "https://www.huffingtonpost.com/entry/trump-thanksgiving-call-troops_us_5bf6c8c2e4b0eb6d930c6bc8", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6c926260000a803847de3.jpeg?ops=1910_1000", "publishedAt": "2018-11-22T17:52:35Z", "content": "President Donald Trump went off-script in a Thanksgiving Day call with members of the military, tearing into the federal judiciary, the caravan of migrants approaching the southern U.S. border and the controversy surrounding the murder of journalist Jamal Kha… [+2399 chars]", "fulltext": "President Donald Trump went off-script in a Thanksgiving Day call with members of the military, tearing into the federal judiciary, the caravan of migrants approaching the southern U.S. border and the controversy surrounding the murder of journalist Jamal Khashoggi.\n\nTrump continued to rail against Monday’s decision by U.S. District Court Judge Jon S. Tigar blocking his ban on refugees seeking asylum outside legal points of entry along the U.S. border. He called the ruling “terrible” and reiterated his attack on the judges serving in the 9th U.S. Circuit Court of Appeals.\n\n“A vast number of their decisions get overturned and it’s a shame, it’s a disgrace frankly,” he said. He called the appeals court “a big thorn in our side.”\n\nHe criticized Tigar as “some judge sitting in some location very far away.” Tigar is based in San Francisco. An appeal of his ruling will be heard by the 9th circuit.\n\nTrump broke with the practice of past presidents by using the traditional holiday teleconference call to troops in various parts of the world to vent on political issues.\n\nHe claimed a “vast amount of fighting at the border taking place in Mexico” stemming from the migrant caravan. And he repeated his oft-used trope about a large number of criminals being part of the caravan.\n\n“In many cases, they’re not good people. They’re bad people,” he said. “They’re not coming through, we’re not letting criminals into our country.”\n\nSpeaking about the fortifications being built by the thousands of troops he sent to patrol the border, he mispronounced “concertina” wire.\n\nEarlier this week, he insisted the newly stationed military personnel don’t mind missing Thanksgiving with their families. “Don’t worry about Thanksgiving,” Trump said. “These are tough people. They know what they’re doing and they’re great. And they’ve done a great job. You’re so worried about the Thanksgiving holiday for them. They are so proud to be representing our country on the border.”\n\nIn his comments in Thursday’s call on Khashoggi, the U.S.-based Saudi Arabian writer who was killed last month upon entering the Saudi consulate in Istanbul, Trump said, “Maybe the world should be held accountable” for his death “because the world is a vicious place.”\n\nTrump has been widely criticized, including by several fellow Republican leaders, for soft-pedaling the role of Saudi officials in Khashoggi’s murder, even in the wake of CIA findings tying Saudi Crown Prince Mohammed bin Salman to the killing. Trump has instead stressed the importance of the U.S.-Saudi relationship, as well as the economic benefits of Saudi purchases of U.S. weapons.\n\nEarlier this week, he said, “It could very well be that the crown prince had knowledge of this tragic event ― maybe he did and maybe he didn’t!”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Liza Hearon", "title": "James Comey Responds To Subpoena: ‘Let’s Invite Everyone To See’", "description": "The former FBI director and Loretta Lynch received subpoenas before Thanksgiving to testify on Capitol Hill.", "url": "https://www.huffingtonpost.com/entry/james-comey-subpoena-house-republicans-loretta-lynch_us_5bf6cf64e4b0771fb6b6c6b5", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6cfbc2400006f0499bae6.jpeg?cache=qfooIGnRDW&ops=1200_630", "publishedAt": "2018-11-22T17:50:09Z", "content": "Former FBI Director James Comey and former Attorney General Loretta Lynch received subpoenas on Wednesday from House Republicans investigating the role of the FBI in the 2016 presidential election, and Comey responded to his with a Thanksgiving tweet. “Happy … [+1384 chars]", "fulltext": "Former FBI Director James Comey and former Attorney General Loretta Lynch received subpoenas on Wednesday from House Republicans investigating the role of the FBI in the 2016 presidential election, and Comey responded to his with a Thanksgiving tweet.\n\n“Happy Thanksgiving. Got a subpoena from House Republicans. I’m still happy to sit in the light and answer all questions. But I will resist a ‘closed door’ thing because I’ve seen enough of their selective leaking and distortion. Let’s have a hearing and invite everyone to see,” Comey wrote.\n\nHappy Thanksgiving. Got a subpoena from House Republicans. I’m still happy to sit in the light and answer all questions. But I will resist a “closed door” thing because I’ve seen enough of their selective leaking and distortion. Let’s have a hearing and invite everyone to see. — James Comey (@Comey) November 22, 2018\n\nLynch hasn’t publicly responded to hers.\n\nOutgoing House Judiciary Committee Chairman Bob Goodlatte (R-Va.) is requesting that Comey and Lynch testify at depositions held Dec. 3 and 4, respectively, according to documents shared by Politico reporter Kyle Cheney.\n\nHouse Republicans’ probe into the FBI’s actions in 2016 will come to an end when Democrats take over the House in January. Republicans have alleged FBI bias against President Donald Trump has led to the bureau focusing on whether there were any Trump campaign ties to Russia instead of investigating Hillary Clinton’s use of a private email server for official business while she was secretary of state.\n\nDemocrats say that it’s all a distraction from special counsel Robert Mueller’s Russia probe, which Trump has repeatedly described as a “witch hunt.”\n\nComey’s attorney David Kelley said his client would fight the subpoena in court."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Alanna Vagianos", "title": "Macy’s Thanksgiving Day Parade Features Same-Sex Kiss In Historic Moment", "description": "\"The Prom\" musical included a gay kiss seen around the world!", "url": "https://www.huffingtonpost.com/entry/macys-parade-2018-gay-kiss_us_5bf6d42fe4b0eb6d930c8577", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6e40c3c00008f040ebc3b.png?cache=ytemxcltf8&ops=1910_1000", "publishedAt": "2018-11-22T17:24:31Z", "content": "The Macys Thanksgiving Day Parade just broadcast what is believed to be its first kiss between a same-sex couple. Amid the big balloons and floats during Thursdays famous New York City parade, actresses Caitlin Kinnunen and Isabelle McCalla kissed on a live N… [+3021 chars]", "fulltext": "The Macy’s Thanksgiving Day Parade just broadcast what is believed to be its first kiss between a same-sex couple.\n\nAmid the big balloons and floats during Thursday’s famous New York City parade, actresses Caitlin Kinnunen and Isabelle McCalla kissed on a live NBC broadcast during a performance of the new Broadway musical “The Prom.” The moment is thought to be the first lesbian kiss to be captured on the holiday’s nationally televised event.\n\n“The Prom” opened on Broadway this month and tells the story of a gay girl in a rural town in Indiana who is barred from taking her girlfriend to prom. When a few famous actors from New York City hear of the trouble, they travel to Indiana to support the young couple.\n\nThe kiss brought both positive and negative reactions from viewers on Twitter.\n\n“Thanks to Macy’s Thanksgiving Day Parade folks who did that open gay kiss,” one Twitter user said. “We are normal everyday folks who want to be accepted.”\n\nAnother supporter wrote, “I finally live in a world where national TV isn’t ashamed to show this on a [widely] broadcasted event.”\n\nOne critic added his thoughts on Twitter, writing, “Why do these networks feel the need to make sure they show their support for the gay community. Not something kids need to see.”\n\nScroll below to read more reactions from viewers.\n\nWait, that performance of The Prom — was that the first time a kiss between two women aired during the #MacysParade?!?!\n\n\n\nIf so, YES YES YES! 🏳️‍🌈🏳️‍🌈🏳️‍🌈🙏🙏🙏 — Melissa Radzimski (@melissaradz) November 22, 2018\n\nTwo girls. Just kissed. On live TV. On the Macy’s Thanksgiving Day Parade. I suddenly cried. Lovely. Thanks given to @ThePromMusical. (& Macy’s/NBC.) & lesbians everywhere. & turkeys. For their sacrifice. But esp. @ThePromMusical. — Tina Landau (@TinaLandau) November 22, 2018\n\nso uhhhh can we just talk about the fact there was a queer kiss on live tv during the Macy’s Thanksgiving Day Parade? my gay ass is LIVING — Melanie 💫 (@melanie___anne) November 22, 2018\n\nThanks to Macy’s Thanksgiving Day Parade folks who did that open gay kiss. We are normal everyday folks who want to be accepted. 👩‍❤️‍💋‍👩🌈💕 — Sommer Shade (@sommershade) November 22, 2018\n\nThe #macysthanksgivingdayparade just showed two girls kissing during Broadway showcase performance of The Prom.\n\n\n\nYou know - I'm thankful for #20gayteen. I finally live in a world where national TV isn't ashamed to show this on a wildly broadcasted event. #representationmatters pic.twitter.com/t6oI2a8nzN — Leesah (@pumpkindino) November 22, 2018\n\ngood fucking morning there was a girl + girl gay kiss on the Macy’s Thanksgiving Day Parade and I am alive and thriving — ℭ𝔩𝔬𝔲𝔱 𝔇𝔯𝔞𝔠𝔲𝔩𝔞 (@DevinWynters) November 22, 2018\n\nmacys parade def just broadcasted a f/f kiss at 9am on Thanksgiving morning so hey: my day is going pretty well! were eatin good today gays — 🏳️‍🌈Lofi Hip Hop Hez (@1800HEZ) November 22, 2018\n\ntwo women just kissed in a performance at the macys thanksgiving day parade this is LITERALLY a win for the gays oh my god — daniel 🚀💫 ebg (@vernsbf) November 22, 2018\n\n.@ThePromMusical I love you! What a lesson you just taught the country on the @Macys thanksgiving parade! ❤️💛💜🧡💚💙 — Caissie Levy (@CaissieLevy) November 22, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carly Ledbetter", "title": "Twitter Reacts To Rita Ora’s Macy’s Thanksgiving Day Parade Lip Sync Fail", "description": "The singer quickly addressed the controversy, as did John Legend.", "url": "https://www.huffingtonpost.com/entry/rita-ora-macys-thanksgiving-day-parade-lip-sync-fail_us_5bf6d288e4b0eb6d930c80f3", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6d7772000009f060295ce.png?cache=AWvhSP6Ger&ops=1200_630", "publishedAt": "2018-11-22T16:40:29Z", "content": "Rita Ora likely has a lot to be thankful for this year, but she’ll probably want to forget this lip-syncing gaffe. The 27-year-old singer sang her new song “ Let You Love Me ” at the Macy’s Thanksgiving Day Parade in New York on Thursday but unfortunately mis… [+3162 chars]", "fulltext": "“Fun fact @johnlegend thank you for clarifying what I was about to also tweet. It’s annoying for us but anyway!” she said.\n\nShe added, “All my shows are 100 percent live always have been! When you come to a ORA show get ready! Back to holidays! Have a good one guys! :) X.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Rebecca Nagle", "title": "Trump is seizing land from the tribe that welcomed the pilgrims.", "description": "The Pilgrims would have died without the Wampanoag's help. But Trump and his administration are arguing that the tribe is not Indian enough to keep its reservation status.", "url": "https://www.huffingtonpost.com/entry/trump-wampanoag-reservation-thanksgiving_us_5bf5b80de4b03b230f9e44ac", "urlToImage": "https://img.huffingtonpost.com/asset/5bf5d222240000910458373d.jpeg?cache=5DCWd89Gta&ops=1200_630", "publishedAt": "2018-11-22T16:24:11Z", "content": "About 400 years ago, a man named Tisquantum was kidnapped by an English explorer and taken to Spain as a slave. Miraculously, Tisquantum escaped and returned to the “New World” and to the coastal village where he once lived. In the years he was gone, his enti… [+5245 chars]", "fulltext": "Isabella Carapella/HuffPost The U.S. government is in the process of terminating the reservation of the Wampanoag, the tribe that welcomed the Pilgrims.\n\nAbout 400 years ago, a man named Tisquantum was kidnapped by an English explorer and taken to Spain as a slave. Miraculously, Tisquantum escaped and returned to the “New World” and to the coastal village where he once lived. In the years he was gone, his entire family died of disease.\n\nA short time later, struggling, desperate English settlers arrived on the shores where his tribe, the Wampanoag, still lived. Tisquantum was key to their survival. Because of his time in Europe, he could speak English. He helped the settlers plant corn and survive winter, and he brokered a peace agreement, without which their colony ― and, by extension, the United States ― would have never existed. The first treaty and the first land grant to the white settlers in North America were translated by this man.\n\nFew people who celebrate Thanksgiving know Squanto’s full name or the name of his tribe. But without Tisquantum or the Wampanoag, the Pilgrims at Plymouth Rock surely would have died.\n\nAnd on this Thanksgiving, the United States government is in the process of terminating the reservation of the tribe that welcomed the Pilgrims.\n\nOn Sept. 7, Cedric Cromwell, the chairman of the Mashpee Wampanoag Tribe received a letter from Tara Sweeney, the assistant secretary of Indian affairs at the Department of the Interior, informing him that his tribe no longer fit the legal definition of “Indian” and would be losing its reservation status. This is the first time that land held under special status for tribes has been taken out of trust since Harry Truman’s presidency.\n\n“The same country that we helped form is now turned against us,” Cromwell told HuffPost this week. “It’s quite frightening that our own country is attacking us during the holiday that we helped establish.”\n\nThe legal battle over the Mashpee reservation started in 2016, when casino developer Neil Bluhm wanted to open a casino in a part of Massachusetts set aside for tribal gaming only. He financially backed a small group of residents from the city of Taunton, where the tribe planned to open a casino, to sue the Department of Interior, demanding the agency revoke the reservation’s trust status. In July 2016, the Taunton residents won.\n\nBut the wording of the court’s ruling kicked the decision back to the DOI, which could have legally affirmed the Mashpee’s trust status and saved its reservation. In September the administration declined to do that.\n\n“Because the Tribe was not ‘under federal jurisdiction’ in 1934, the Tribe does not qualify under the [Indian Reorganization Act’s] first definition of ‘Indian,’” Sweeney wrote in her letter.\n\nThe sprawling 1934 Indian Reorganization Act gave the DOI the ability to take land into trust for tribes. Before 1934, tribes lost 90 million acres to allotment. Since then, tribes have been buying back stolen land within their treaty territories. But tribal ownership of a piece of land does not make it Indian Country. For the tribe to be able to exercise jurisdiction, practice self-governance or operate a casino there, the DOI has to put that land into trust.\n\nFor decades, the DOI put land into trust without hesitation and restored 9 million acres of lost tribal land. With the advent of Indian gaming in the 1990s, this long-established practice suddenly became controversial. Powerful gaming interests started fighting new trust lands to shut out tribes and corner the casino market.\n\nIn 1993, Trump, then a New York real estate mogul deeply invested in Atlantic City casinos, testified before Congress that the Indian Gaming Regulatory Act was unfair and hurting his business. “They don’t look like Indians to me,” he said.\n\nThe same country that we helped form is now turned against us. Cedric Cromwell, chairman, Mashpee Wampanoag Tribe\n\nNow he and his administration are still arguing that contemporary tribes are not Indian enough for treaty rights and federal statutes to apply. Under the Obama administration, over 500,000 acres of land were taken into trust. Under Trump, the slow restoration of tribal lands has come to a dead stop. According to the DOI’s legal arguments, if the Mashpee Wampanoag are not Indian enough to have trust land, 128 of the 573 federally recognized tribes in the United States could lose their reservations as well.\n\nWith the Mashpee decision, the country is moving backward.\n\nAfter exhausting his options with the judicial and executive branches, Cromwell is taking his fight to the legislative branch. “Congress has the ultimate plenary authority to protect tribes,” he said. “Based on how we protected the early settlers and helped create this country.”\n\nThe two lawmakers who represent the tribe, Reps. Bill Keating and Joe Kennedy III (both D-Mass.), have co-authored legislation to cement federal recognition of the Mashpee Wampanoag land. The text of the Mashpee Tribe Reservation Reaffirmation Act is shorter than this article and straightforwardly states that all laws with “general applicability to Indians” apply to the Mashpee. In short, they would still be Indians. The bill has 21 co-sponsors from both parties and is the tribe’s final hope to maintain a small piece of the land it so generously shared 397 years ago."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carly Ledbetter", "title": "Katy Perry Crowned 2018′s Highest-Paid Female Artist", "description": "She knocked out some fellow powerhouse artists to get there.", "url": "https://www.huffingtonpost.com/entry/katy-perry-forbes-highest-paid-women-in-music-2018_us_5bf6bed5e4b03b230f9f668b", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6c6c1210000b906ca290d.jpeg?cache=htfohl46rb&ops=1910_1000", "publishedAt": "2018-11-22T16:00:21Z", "content": "Katy Perry took home the top honors for 2018 on Forbes annual list of the highest-paid women in music. The Chained to the Rhythm singer took in a whopping $83 million for the year starting June 1, 2017, beating out fellow powerhouses Taylor Swift ($80 million… [+1350 chars]", "fulltext": "Katy Perry took home the top honors for 2018 on Forbes’ annual list of the highest-paid women in music.\n\nThe “Chained to the Rhythm” singer took in a whopping $83 million for the year starting June 1, 2017, beating out fellow powerhouses Taylor Swift ($80 million), Beyoncé ($60 million) and Pink ($52 million).\n\nAll the figures are pretax and are based on “Nielsen SoundScan, NPD BookScan, insider interviews and Forbes estimates,” according to the outlet. The magazine didn’t deduct fees from agents, lawyers and managers.\n\nAs Forbes pointed out, Perry nailed the No. 1 spot because her Witness world tour earned roughly $1 million a night and she raked in over $20 million for her role as a judge on “American Idol.”\n\nKevin Tachman/amfAR via Getty Images Katy Perry performs at the amfAR Gala Los Angeles 2018 on Oct. 18 in Beverly Hills.\n\nOne of the main reasons Swift didn’t outrank Perry (despite the incredible success of Swift’s album “Reputation” and the subsequent equally successful tour by the same name) is that her tour dates were outside the period for the list.\n\nTake a look at the rest of the 2018 list:\n\nKaty Perry ($83 million) Taylor Swift ($80 million) Beyoncé ($60 million) Pink ($52 million) Lady Gaga ($50 million) Jennifer Lopez ($47 million) Rihanna ($37.5 million) Helene Fischer ($32 million) Celine Dion ($31 million) Britney Spears ($30 million)\n\nLast year, Beyoncé had the No. 1 spot on the list after earning $105 million pretax, largely because of the immense popularity of her “Lemonade” album and Formation tour, which grossed a quarter of a billion dollars.\n\nAdele took second place in 2017, with $69 million in earnings, and Swift scored third with $44 million."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Willa Frej", "title": "Alexandria Ocasio-Cortez Throws Support Behind Nancy Pelosi For House Speaker", "description": "As long as the current minority leader remains progressive.", "url": "https://www.huffingtonpost.com/entry/alexandria-ocasio-cortez-supports-nancy-pelosi-house-speaker_us_5bf6a051e4b0771fb6b663a0", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6a5752100009b06ca2900.jpeg?cache=KIjN28g5mz&ops=1200_630", "publishedAt": "2018-11-22T15:27:01Z", "content": "Incoming Democratic Rep. Alexandria Ocasio-Cortez (N.Y.) announced her support for Rep. Nancy Pelosi (D-Calif.) under one condition: that Pelosi continue to stand for progressive values. Ocasio-Cortez expressed her worry that the party is tilting toward the r… [+1502 chars]", "fulltext": "Incoming Democratic Rep. Alexandria Ocasio-Cortez (N.Y.) announced her support for Rep. Nancy Pelosi (D-Calif.) under one condition: that Pelosi continue to stand for progressive values.\n\nOcasio-Cortez expressed her worry that the party is tilting toward the right, hinting that Pelosi is the Democrats’ best bet at remaining progressive.\n\n“I agree that our party should, and must, evolve our leadership,” she said in a series of tweets Wednesday. “But changed leadership should reflect an actual, evolved mission; namely, an increased commitment to the middle + working class electorate that put us here. Otherwise it’s a just new figure with the same problems.”\n\nAll the challenges to Leader Pelosi are coming from her right, in an apparent effort to make the party even more conservative and bent toward corporate interests.\n\n\n\nHard pass. So long as Leader Pelosi remains the most progressive candidate for Speaker, she can count on my support. https://t.co/yNVa8IorWY — Alexandria Ocasio-Cortez (@Ocasio2018) November 21, 2018\n\nOcasio-Cortez added that she and Pelosi have disagreed on plenty of issues, including the so-called pay-as-you-go rule, but that Pelosi is the least conservative option among the possible contenders.\n\nOcasio-Cortez’s push to make Congress more progressive encompasses efforts to oust some of the more conservative Democratic members of Congress.\n\n“Long story short, I need you to run for office,” she said on a call Saturday to some 700 progressive activists. “We all need to run at all levels of government, but I really hope that many of you join me here in Congress.”\n\nThe election for speaker will take place in the new year, after the new congressional class is in place. Democrats picked up nearly 40 seats in the House and reclaimed control of the chamber. The odds that Pelosi, currently the House minority leader, will become speaker again are high, especially after Rep. Marcia Fudge (D-Ohio) said she wouldn’t challenge Pelosi for the job. After some early resistance from a handful of Democrats, some critics like Rep. Brian Higgins (N.Y.) have changed their tune and decided to back Pelosi."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "AP", "title": "Nissan Chairman Carlos Ghosn Fired Following Arrest", "description": "It's a stunning downfall for one of the biggest figures in the auto industry.", "url": "https://www.huffingtonpost.com/entry/nissan-chairman-carlos-ghosn-fired-following-arrest_us_5bf6c033e4b0771fb6b6a4e6", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6c1072000009f060295c3.jpeg?cache=exptwzwwsx&ops=1910_1000", "publishedAt": "2018-11-22T14:58:13Z", "content": "TOKYO (AP) Nissan Motor Co. fired Carlos Ghosn as chairman Thursday, curtailing the powerful executives nearly two-decade-long reign at the Japanese automaker after his arrest for alleged financial improprieties. In an hours-long meeting, the companys board o… [+4399 chars]", "fulltext": "TOKYO (AP) — Nissan Motor Co. fired Carlos Ghosn as chairman Thursday, curtailing the powerful executive’s nearly two-decade-long reign at the Japanese automaker after his arrest for alleged financial improprieties.\n\nIn an hours-long meeting, the company’s board of directors voted unanimously to dismiss Ghosn as chairman and as a representative director, Nissan said in a statement. It said its own internal investigation, prompted by a whistleblower, found serious misconduct including under-reporting of his income and misuse of company assets.\n\nIt was a stunning downfall for one of the biggest figures in the auto industry, a man who helped drive turnarounds at both France’s Renault SA and at Nissan and then managed an alliance between them that sold 10.6 million cars last year, besting its rivals.\n\nNissan said in a statement filed to the Tokyo Stock Exchange that its investigation uncovered misuse of company investment funds and expense money for personal gain.\n\nEarlier this week, Renault voted to keep Ghosn as its chief executive but appointed Thierry Bollore, its chief operating officer, as its interim chief.\n\nAnother Nissan executive, Greg Kelly, was arrested in Japan on suspicion of collaborating in the wrongdoing and also will be dismissed as a representative director, Nissan said. Their replacements will be decided later, it said.\n\nGhosn, 64, is suspected of under-reporting $44.6 million in income from 2011 to 2015, according to Tokyo prosecutors.\n\nNissan’s board consists of nine members, including Ghosn and Greg Kelly. The seven other board members voted at the meeting, including two members from Nissan and two from Renault.\n\nGhosn and Kelly will remain on Nissan’s board for now as that decision will be up to shareholders. No date has been set yet for a shareholders meeting.\n\nGhosn is also chairman at Mitsubishi Motors Corp., a smaller Japanese automaker that’s partnering with the Renault-Nissan alliance and plans to hold a board meeting next week.\n\nGhosn has been held since his arrest Monday at a Tokyo detention center, under the same Spartan conditions as other detainees, Tokyo deputy prosecutor Shin Kukimoto told reporters Thursday. He gave few details about the case.\n\nUnder Japanese law, suspects can be held for 20 days per possible charge without an official indictment. Additional charges can be tagged on, resulting in longer detentions. Neither has been charged so far.\n\nThe maximum penalty upon conviction for violating finance and exchange laws is 10 years in prison, a 10 million yen ($89,000) fine, or both.\n\nA French citizen born in Brazil, Ghosn became something of a corporate superstar in Japan as he led Nissan’s revival from near bankruptcy after Renault sent him to help in 1999.\n\nGhosn served as Nissan’s chief executive from 2001 until last year. He became chief executive of Renault in 2005, leading the two automakers simultaneously. In 2016, he also became chairman of Mitsubishi Motors Corp. after Nissan took it into the alliance.\n\nKelly, 62, joined Nissan, maker of the Leaf electric car and Infiniti luxury models, in the U.S. in 1988. He became a board member in 2012. His background is in human resources and alliance management.\n\nAnalysts say the future of Nissan’s alliance with Renault may be at stake, though Nissan’s statement Thursday said the company’s leadership was determined to minimize the impact from Ghosn’s case on the partnership. Renault owns 43 percent of Nissan, and Nissan owns 15 percent of Renault.\n\n“The longstanding alliance partnership with Renault remains unchanged,” the Nissan statement in English said, stressing the alliance rather than the misdeeds.\n\nIt also said the board will study setting up a third-party committee to beef up governance in management and compensation at Nissan.\n\nCEO Hiroto Saikawa, in a lengthy news conference on Monday, said too much power had been concentrated in Ghosn, with too little credit given to the many others working for the company’s success.\n\nJanet Lewis, managing director and head of industrial research, Asia, at Macquarie Capital Securities in Tokyo, said in an interview that an adjustment was needed to give Nissan more say in the alliance with Renault.\n\nThe partnership remains crucial for both companies, she said, since apart from financial ties the companies share technology and parts.\n\nThe automakers need to be more like roommates than a married couple, “So they have to find a way to share their house and share all of their expertise because it’s very necessary in terms of new automotive technology, new platform development,” Lewis said."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "The Thanksgiving Turkey Optical Illusion That's Messing With People's Heads", "description": "Wait for it!", "url": "https://www.huffingtonpost.com/entry/thanksgiving-turkey-video-optical-illusion_us_5bf6a680e4b0771fb6b66a7a", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6aafc2100009b06ca2905.png?cache=axrbUhQqP4&ops=1200_630", "publishedAt": "2018-11-22T14:31:47Z", "content": "An old Thanksgiving turkey recipe video on YouTube went viral Thursday after it was found to contain a strange optical illusion. Look at the center of the whirling brine in this video on the Kamado Joe channel for about 30 seconds until the turkey appears, th… [+814 chars]", "fulltext": "An old Thanksgiving turkey recipe video on YouTube went viral Thursday after it was found to contain a strange optical illusion.\n\nLook at the center of the whirling brine in this video on the Kamado Joe channel for about 30 seconds until the turkey appears, then see what happens.\n\nCheck it out from the 2-minute mark here:\n\nSee it?\n\nThe optical illusion, if you didn’t already see it, will be revealed below.\n\nYes, the skin of the lifeless turkey creepily appears to start spinning too.\n\nAccording to Mashable, it’s due to the so-called waterfall illusion ― which the Illusions Index website describes as “a motion aftereffect seen when looking at a stationary stimulus after looking at something moving in one direction for some time.”\n\nClear your mind cache and watch this six-second GIF to prove the turkey wasn’t actually spinning on the table in the 2015 video:\n\nReddit user Dently brought the quirk to fellow users’ attention Wednesday and inspired many astounded responses."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "AP", "title": "Inside Trump’s refusal to testify in the Mueller probe.", "description": "The process took a significant step forward this week when Trump’s lawyers handed over the president’s written answers to some of Mueller’s questions.", "url": "https://www.huffingtonpost.com/entry/inside-trumps-refusal-to-testify-in-the-mueller-probe_us_5bf6b5d0e4b03b230f9f555e", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6b6c82400003904583778.jpeg?ops=1910_1000", "publishedAt": "2018-11-22T14:05:33Z", "content": "WASHINGTON (AP) The date had been picked, the location too, and the plan was penciled in: President Donald Trump would be whisked from the White House to Camp David on a quiet winter Saturday to answer questions from special counsel Robert Muellers team. But … [+8014 chars]", "fulltext": "WASHINGTON (AP) — The date had been picked, the location too, and the plan was penciled in: President Donald Trump would be whisked from the White House to Camp David on a quiet winter Saturday to answer questions from special counsel Robert Mueller’s team.\n\nBut as the Jan. 27, 2018, date neared and Mueller provided the topics he wanted to discuss, Trump’s lawyers balked. Attorney John Dowd then fired off a searing letter disputing Mueller’s authority to question the president. The interview was off.\n\nNearly a year later, Trump has still not spoken directly to Mueller’s team — and may never. Through private letters, tense meetings and considerable public posturing, the president’s lawyers have engaged in a tangled, tortured back-and-forth with the special counsel to prevent the president from sitting down for a face-to-face with enormous political and legal consequences.\n\nThe prolonged negotiation speaks to the high stakes for Trump, Mueller’s investigation of his campaign and the presidency. Any questioning of a president in a criminal investigation tests the limit of executive authority. Putting this president on the record also tests his ability to stick to the facts and risks a constitutional showdown.\n\nThe process took a significant step forward this week when Trump’s lawyers handed over the president’s written answers to some of Mueller’s questions. The arrangement was a hard-fought compromise. Trump answered only questions about Russian interference in the 2016 election and not questions about whether he has tried to obstruct the broader investigation into potential coordination between Russia and his presidential campaign. It’s unclear whether Mueller intends to push for more — either in writing or in person.\n\nSpecial counsel spokesman Peter Carr declined comment.\n\nEven those written answers were months in the making.\n\nIn the months following Mueller’s May 2017 appointment, the White House pledged its cooperation, believing it the fastest way to end the investigation. The administration produced thousands of documents sought by the special counsel and made close Trump aides — including his legal counsel, chief of staff and press secretary — available for questioning. White House lawyer Ty Cobb predicted the investigation could conclude by the end of that year.\n\nBut it soon became clear that Mueller would want to interview Trump, given his involvement in several events under scrutiny. The president had fired FBI Director James Comey, harangued his attorney general over his recusal from the Russia investigation and dictated a misleading statement about a Trump Tower meeting involving his son and a Kremlin-connected lawyer.\n\nBut Trump lawyers Dowd and Jay Sekulow moved cautiously.\n\nThe last time a president is known to have been interviewed in a criminal investigation was nearly 15 years ago, and a commander-in-chief has not been subpoenaed before a grand jury since 1998, when President Bill Clinton was summoned in the Whitewater case. Trump’s lawyers were mindful such an interview would be a minefield for a president who often misstates the facts. They set out to avoid it however possible, even if it could lead to resisting a subpoena and bringing on a court fight over presidential power.\n\nBut first they tried to head off a request. Trump’s lawyers staked out a bold constitutional argument, declaring they considered his actions as president outside a prosecutor’s bounds. Mueller had no right to question the president on any of his decisions made at the White House, they argued, saying any outside scrutiny of those choices would curb a president’s executive powers.\n\nAt the same time, they worked to undermine Mueller’s case should he choose to challenge that argument. They furnished a trove of White House documents about key moments in the investigation in hopes of undercutting any claim that he could only get the information he needed by questioning Trump, according to people familiar with the strategy.\n\nTrump had other plans.\n\nAs his lawyers plotted to dig in against any interview, he pushed for one, believing it would exonerate him. In January, he burst into a reporters’ briefing with chief of staff John Kelly and insisted he was eager to speak to Mueller. He might do so in weeks, he said, “subject to my lawyers and all of that.”\n\n“I would love to do that — I’d like to do it as soon as possible,” Trump said.\n\nWhat he didn’t mention was that his attorneys had already discussed, and scuttled, the planned interview with Mueller. That process had even progressed to discussing logistics with Kelly, who advised of ways White House officials could get people in and out of the building without the press knowing.\n\nBut the interest cooled after Mueller team prosecutor James Quarles dictated over the phone 16 topics Mueller wanted to cover, including Trump’s interactions with Comey, his knowledge of national security adviser Michael Flynn’s interview with the FBI and his involvement in the Trump Tower statement. Dowd responded that the answers could all be found in documents and witness statements provided to Mueller. He then canceled the interview and days later drafted a feisty letter contesting the interview’s appropriateness and offering extensive explanations on the incidents in question.\n\nThe investigation has been “a considerable burden for the president and his office, has endangered the safety and security of our country, and has interfered with the president’s ability to both govern domestically and conduct foreign affairs,” Dowd wrote.\n\nIn the following months, Trump told some of his closest confidants that he still wanted to interview with Mueller, according to four White House officials and Republicans close to the White House who asked for anonymity because they were not permitted to publicly discuss private conversations. The president repeatedly insisted he had done nothing wrong and believed he could convince Mueller of that.\n\nHe told one confidant last spring he was frustrated his lawyers didn’t believe he should do it and snapped that he didn’t understand what was taking so long, according to one Republican in contact with the White House.\n\nTensions were on display at a March meeting where Dowd and Sekulow met with Mueller to discuss the need for an interview. Mueller said he needed to know if Trump had a “corrupt intent” when he fired Comey, such as by intending to stymie the investigation, according to a person familiar with the encounter. Dowd responded that the question was ridiculous and the answer was obviously no. Investigators at the same meeting raised the prospect of a subpoena if Trump didn’t cooperate, Dowd has said.\n\nLater that month, Mueller’s team produced its most detailed list of questions yet — dozens, in different categories from Trump’s time as a candidate, through the transition period and into his presidency.\n\nTrump’s own views soon began to shift. He had his first misgivings in mid-April after FBI raids on his personal lawyer Michael Cohen, thinking they were a sign that he could “not trust” Mueller, according to one of the Republicans close to Trump who spoke with the AP.\n\nAs Rudy Giuliani joined Trump’s legal team in April, the White House settled into a new strategy: Drag out the interview drama for months, and use that time to ratchet up attacks on Mueller’s credibility and complaints about the cost and time of the probe, according to the officials and advisers familiar with the strategy.\n\nGiuliani led the charge. His scattershot arguments sometimes frustrated others in the White House, as he frequently moved the goalposts as to what would be required to have an interview. But the effect was to ensure the process would drag out longer.\n\nTrump, meanwhile, continued complaining about the investigation even as his lawyers quietly negotiated acceptable interview terms.\n\nA key breakthrough occurred earlier this fall when Mueller’s team said it would accept written answers on Russian election interference and collusion. The concession ensured that Mueller would get at least some on-the-record response from Trump. Prosecutors tabled questions about obstruction, reserving the right to return to that area later.\n\nGiuliani seemed to foreclose future dialogue Tuesday, saying, “It is time to bring this inquiry to a conclusion.”\n\nWhether Mueller agrees is a different story."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Corinne Oestreich", "title": "As A Native American, Here's What I Want My Fellow Americans To Know About Thanksgiving - HuffPost", "description": "HuffPost As A Native American, Here's What I Want My Fellow Americans To Know About Thanksgiving HuffPost Native Americans don't just live on reservations, we live in cities, and we live internationally. I grew up in the Silicon Valley of California. I was bo…", "url": "https://www.huffingtonpost.com/entry/native-american-thanksgiving_us_5bf594b5e4b03b230f9df6ad", "urlToImage": "https://img.huffingtonpost.com/asset/5bf5a7b61f00003e062638bc.jpeg?cache=ktxx9yaw6e&ops=1910_1000", "publishedAt": "2018-11-22T13:31:22Z", "content": "Native Americans dont just live on reservations, we live in cities, and we live internationally. I grew up in the Silicon Valley of California. I was born in the city and have lived here my whole life, as an Urban Native. My grandfather moved to California fr… [+7789 chars]", "fulltext": "Native Americans don’t just live on reservations, we live in cities, and we live internationally. I grew up in the Silicon Valley of California. I was born in the city and have lived here my whole life, as an “Urban Native.” My grandfather moved to California from Mohawk territory in the 1950s after he served in Korea, and we have all lived in Sunnyvale ever since.\n\nThe challenges I grew up around were different from my Oyaté (family) out on the reservations. It is easier to lose our sense of culture living among so many established settler communities. If I didn’t find my community, my Native family or my traditional support, I’d get swallowed up by colonialism.\n\nAs a child, Thanksgiving was for me what it is for most children ― a day when you spend time with family, talking or thinking about what you’re thankful for. You color some turkey pages and then you eat a lot of food. My family worked really hard to keep the narrative of the dinner between Indians and Pilgrims out of it. The only time I was exposed to this story of a dinner between Pilgrims and Indians was when I was in elementary school. Growing up in an established settler community like the Bay Area, I was not given much perspective on the holiday. I was told: “This dinner happened. Here, wear this paper feather headdress and let’s eat some cookies bought at Safeway.”\n\nIf I didn’t find my community, my Native family or my traditional support, I’d get swallowed up by colonialism.\n\nAs my younger brother and I grew into adults, we both dove headfirst into learning as much as we could from our elders about our cultures. That desire really intensified after I gave birth to my first child. The need to pass down traditional knowledge grew from that awakening into motherly responsibility. We wanted to honor our ancestors with respectful knowledge and practice. I am Lakota and Mohawk, two very different cultures, so there was much to learn and many opinions that came with it.\n\nI became heavily involved with the Bay Area Native community and attended powwows and ceremonies in San Francisco and San Jose. I talked with as many elders as I could find. I researched my own history as well as my tribal nation’s history and its governments. A side effect to gaining more of that traditional knowledge was fighting the anger that came creeping in along with it.\n\nI found myself dwelling on the pain of what I learned. I became angry and bitter during the holiday and ashamed to celebrate with my family when Thanksgiving rolled around. I especially struggled with this anger around the Thanksgiving holiday when I worked as a resource aide in an elementary school.\n\nI remember the first time I saw a small kindergarten boy walk out of his classroom at the end of the day wearing a feather headdress made from construction paper. It was November, and I had been working at the elementary school for only two months when I saw him come skipping down the hallway with his backpack, purple and green cut feathers flapping back and forth across his blond head.\n\nI froze. It had been years since I was in elementary school myself, and I had completely forgotten about this approach to celebrating Thanksgiving in our schools. I felt sick; I distinctly remember looking at the faces of the parents around me thinking, “Is no one else upset by this?”\n\nThis happened to be the same time as the protests at Standing Rock, and all of the violence my friends went through was a stark contrast to this skipping boy. Here I was sneaking out on my breaks to watch my friends at Standing Rock get sprayed by ice cold water, beaten by police officers, thrown in dog kennels and bitten by security dogs, all while praying and wanting clean water, while another generation of children was being shown that dressing up as an “Indian” was fine on Thanksgiving. I realized the holiday was lifted on some imaginary pedestal as a joyous day of peace between two worlds, when historians know the truth to be much more violent.\n\nI realized the holiday was lifted on some imaginary pedestal as a joyous day of peace between two worlds, when historians know the truth to be much more violent.\n\nAt a Veterans Powwow in 2016, I expressed this anger and pain to an elder. This elder was a veteran and was attending the powwow specifically to participate in the “Wiping of Tears” ceremony. This is a healing ceremony that veterans participate in when healing from trauma or post-traumatic stress disorder. It’s part of their recovery from war and from service, and it addresses the release of a lot of anger. This elder took my hand while I waited with them for the ceremony and offered an opinion to me that challenged the anger I had developed for the Thanksgiving holiday. The elder said, “You can choose how you feel about this day, but it is a choice. Either let the day claim you, or choose to reclaim it.”\n\nI can remember being taken aback by that statement. Can I choose to reclaim this holiday? Doesn’t that dishonor my relatives who have died because of those who came here as Pilgrims? Or maybe I dishonor them by holding on to anger.\n\nSo what could I do, or bring to my family, that would reclaim the day in a way that was both healing and power-giving? My family decided that we would spend the day celebrating the survival of our culture, our language, our foods. This was a decision I made for myself personally. I know that many in my nations are not at a place where they can approach Thanksgiving in this way, but for myself, and for my children, this works. There are also ceremonies ― like the Sunrise Ceremony on Alcatraz Island ― within the Bay Area Native community that help embrace healing on Thanksgiving.\n\nSo what could I do, or bring to my family, that would reclaim the day in a way that was both healing and power-giving?\n\nThe first time I attended the Alcatraz Sunrise Ceremony in San Francisco was in 2017. The Sunrise Ceremony is a special event organized by the Muwekma Ohlone people of San Francisco and other Bay Area Natives, to come together as a community in the darkness of Thanksgiving morning and partake in the reclamation of the holiday for our surviving people. There is always a large, warm bonfire in the center and a circle of relatives and guests that surround it.\n\nThe ceremony has many powerful speakers all focused on the positive reclamation and healing of the day. By the time the sun begins to rise, we raise our palms to the coming light and welcome the power of that healing. Last year at the ceremony, I happened to be standing beside former NFL player Colin Kaepernick, only realizing it after the sunlight began to illuminate those around me. He was there to observe and learn. Through natural conversation, I was gifted the opportunity to be able to share with Mr. Kaepernick some of the teachings of my cultures.\n\nThere was a moment after the ceremony when the two of us were walking through some of the restricted area on Alcatraz to see a mural painted by Alcatraz occupiers in the 1970s. He asked me what my opinion was on Thanksgiving, and the holiday in general. The only answer I could give him on that walk echoed the words of the elder that challenged my own feelings the year before: “I can choose how I feel about this day, but it is a choice. I can either let the holiday claim me, or choose to reclaim it.”\n\nIf I could ask one thing from my non-indigenous fellow Americans when it comes to Thanksgiving, I would ask that you refrain from teaching the romanticized version of the holiday. Read to your children about what it means to be thankful, what it means to heal and be a family. Learn as a family about the tribal nation that is local to where you live. Take time during dinner to recognize whose traditional lands you give thanks on. Take this holiday into your own hands and understand that not every Native will have good feelings about this day, and be accepting of that. We can all choose how we feel about this holiday, but it is always our own choice."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Dominique Mosbergen", "title": "Texas Students Will Soon Learn That Slavery Played ‘Central Role’ In Sparking Civil War", "description": "The Texas Board of Education has approved revisions to social studies curriculums, but some educators say the changes don't go far enough.", "url": "https://www.huffingtonpost.com/entry/texas-civil-war-slavery-education-curriculum_us_5bf6772be4b03b230f9ec629", "urlToImage": "https://img.huffingtonpost.com/asset/5bf695913c00008f040ebc1b.jpeg?cache=deMJpda326&ops=1200_630", "publishedAt": "2018-11-22T12:29:58Z", "content": "After a bitterly contested and, many say, politically driven debate that played out in the public eye, the Texas State Board of Education approved new standards last week for social studies curriculums in public schools. One notable change making headlines: S… [+3601 chars]", "fulltext": "After a bitterly contested and, many say, politically driven debate that played out in the public eye, the Texas State Board of Education approved new standards last week for social studies curriculums in public schools.\n\nOne notable change making headlines: Students in the state will soon learn that slavery played “the central role” in causing the Civil War. The board also decided to keep in the curriculums Hillary Clinton and Helen Keller — both of whom had been nixed, to widespread outrage.\n\nThe Civil War was fought over slavery — a fact that Texas students will finally begin learning in 2019. #TeachHardHistory https://t.co/qoVnLlrabV — Southern Poverty Law Center (@splcenter) November 18, 2018\n\nAs The New York Times noted, Texas’ current educational standards list slavery as one of three causes of the Civil War, behind sectionalism and states’ rights. Under the new standards, the “expansion of slavery” is highlighted as having played “the central role” in sparking the conflict — though sectionalism and states’ rights are still listed as “other contributing factors.”\n\nLawrence Allen Jr., the board’s only African-American member, proposed the language change, NPR reported. He said that Texans remain divided on the history of the Civil War but that the new language makes a clearer link between slavery and the conflict.\n\n“I think it’s an excellent start,” Allen, a Democrat, told Texas Public Radio. “I don’t think we really have that as a consensus in our state ... and so if we can’t drive it to a consensus in our state, we’ll just let our students look at it from all points of view.”\n\nMany educators have criticized the revision as not going far enough, however. Nearly 200 scholars from colleges and universities across Texas took issue with listing states’ rights as a cause of the Civil War.\n\nIn a Nov. 12 letter to the state’s education board, the scholars said doing so “resurrect[s] the ‘Lost Cause’ myth, a long-discredited version of history first promoted in the late 19th and early 20th centuries to glorify the Confederate past and reinforce white supremacist policies such as the disenfranchisement of African Americans and Jim Crow segregation.”\n\nRon Francis, a Dallas middle school teacher who testified before the education board this month, put it another way. “The lies they’re telling are a little smaller than the lies they used to tell,” he told The Texas Tribune.\n\nHistorians have also taken issue with the board’s decision to keep the biblical figure Moses on a list of political thinkers “whose principles of laws and government institutions informed the American founding documents.” The board rejected amendments “to remove a reference to the ‘heroism’ of the defenders of the Alamo” and “to correct a standard that suggests separation of church and state is not a key constitutional principle,” The Washington Post reported.\n\nThe board bowed to public pressure to keep former Secretary of State Hillary Clinton and author and activist Helen Keller in the curriculums. A draft of the revisions had removed the two women, along with several other notable figures, in an effort to streamline the curriculums. But the omissions were met with public furor after the proposed changes were made available for public comment in September.\n\nMarty Rowley, a Republican member of the board, said he decided to vote in favor of restoring Clinton’s and Keller’s names to the curriculums after seeing the reaction their proposed removal triggered.\n\n“I don’t necessarily agree with Hillary Clinton’s politics, but there was significant public outpouring that indicated that she was a significant political figure that needed to be included, so that’s how I voted,” he told the Times, adding that he took into consideration suggestions made by people living in other states because “Texas has a level of influence, certainly, with regard to instructional materials.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "Daniel Radcliffe Reveals Why He Won’t Watch The ‘Harry Potter’ Play", "description": "The British actor won't even go in disguise.", "url": "https://www.huffingtonpost.com/entry/daniel-radcliffe-harry-potter-play_us_5bf69010e4b03b230f9efcfd", "urlToImage": "https://img.huffingtonpost.com/asset/5bf69df9200000ac060295ac.png?cache=jpo1rgloap&ops=1910_1000", "publishedAt": "2018-11-22T12:24:31Z", "content": "You wont see Daniel Radcliffe sitting in the audience for the Harry Potter and the Cursed Child play anytime in the near future even in disguise. The British actor, who played the titular role in the Harry Potter movie franchise based on author J.K.Rowlings f… [+850 chars]", "fulltext": "You won’t see Daniel Radcliffe sitting in the audience for the play “Harry Potter and the Cursed Child” anytime in the near future — even in disguise.\n\nThe British actor, who played the titular role in the “Harry Potter” movie franchise based on author J.K.Rowling’s fantasy novels, revealed Wednesday it wasn’t because he thought he would be thrown “into some sort of existential crisis.”\n\nThe production centers, after all, on Potter’s life 19 years after the conclusion of Rowling’s original books.\n\nInstead, Radcliffe told “Late Night” host Seth Meyers, it was because he believed “it would not be a relaxing evening at the theater” because “I feel like I would be being watched for my reaction.”\n\n“And maybe that is completely conceited and egotistical and people wouldn’t care,” Radcliffe added. “But I do feel if I was just surrounded by ‘Harry Potter’ fans, it would be a little odd.”\n\nRadcliffe also explained why he wouldn’t don a disguise to attend the show, which is based on a story written by Rowling. “The thing about a disguise is that if it stops working, then you’re just a dude who wore a disguise,” he said."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Julia Brucculieri", "title": "Here's What It's Really Like To Make A Living Selling On Etsy", "description": "Erin True, Reuben Reuel and Amy Yee harnessed their creativity and found people eager to buy what their shops sell.", "url": "https://www.huffingtonpost.com/entry/how-to-make-money-etsy-secrets_us_5be9f95ee4b0caeec2bc9e91", "urlToImage": "https://img.huffingtonpost.com/asset/5bf5b8761d00002e02313499.jpeg?cache=Tl7FZKAsKN&ops=1200_630", "publishedAt": "2018-11-22T10:45:10Z", "content": "For more than a decade, makers have turned to Etsy to transform their ideas, crafts and hobbies into profitable businesses. The online marketplace, which launched in 2005, is one of the best-known platforms for independent sellers on the internet. As of Decem… [+13962 chars]", "fulltext": "Alyssa Schukar/Rayon Richards/Amy Yee Erin True of Urban Wood Goods; Reuben Reuel of Demestik; Amy Yee of Maeven Vintage.\n\nFor more than a decade, makers have turned to Etsy to transform their ideas, crafts and hobbies into profitable businesses.\n\nThe online marketplace, which launched in 2005, is one of the best-known platforms for independent sellers on the internet. As of December 2017, there were 1.9 million active sellers on Etsy dealing with 33.4 million active buyers. The company reported $1 billion in gross merchandise sales in the fourth quarter of last year.\n\nThe thought of turning an Etsy shop into a full-time business might seem like a dream ― you get to work from wherever you like, selling goods you made or collected, and you have millions of potential customers right at your fingertips.\n\nPlenty of shop owners have found success on the platform. Others haven’t been so lucky. While the reasons for those failures have varied, the successful sellers point to a few common threads ― the community feel, the direct line of communication with customers.\n\nWe talked to three people to find out what life is really like as a moneymaking Etsy-preneur. Remember that the platform has been integral to their success, so they don’t have a lot of negative things to say about it. And their particular situations aren’t necessarily the norm, but they show the potential of the online marketplace.\n\nRead their stories below.\n\nReuben Reuel, Demestik\n\nRayon Richards for HuffPost Reuben Reuel in his womenswear studio in the Williamsburg section of Brooklyn.\n\nIn 2012, Reuben Reuel was laid off from his job at a bedding company. The then-26-year-old gave himself two options for moving forward: work for another company or work for himself. At first, he found a job with a new employer, but that only lasted about two weeks. Reuel said he cried every day knowing he wasn’t doing what he really wanted to be doing.\n\nHe decided to try option two, which meant starting his own fashion line, Demestik. His brand uses fabrics with traditional African wax block prints ― which he often sources in New York City ― to create modern womenswear that’s manufactured in the United States.\n\nReuel’s Etsy store has a five-star rating, compiled from more than 950 customer reviews, and has logged more than 5,000 sales. He has designed garments worn by the likes of Beyoncé and singer-actress Jill Scott, among other notable women.\n\nThe designer, now 33, declined to share his annual income, but said he’s able to fully support himself and pay all his bills ― which include rent for an apartment and a separate studio in Brooklyn ― with the money he makes from Demestik. Reuel also has a separate website for Demestik now, though when he launched the brand, Etsy was his main sales outlet.\n\nIt all started with his first collection ― a line of two shirts and four dresses. He posted them on Etsy at a friend’s suggestion. He said he was open to seeing “what it’s all about.”\n\nToday, Reuel smiles just thinking about his first sale. “I know exactly who bought from me my first sale. I actually posted it on my Facebook page when it happened,” he said.\n\nRayon Richards for HuffPost “It’s always a gamble in a way, but I knew there was a market for my product,\" Reuel said. \"I think that’s the major key that keeps me going.”\n\n“Etsy has this really cute thing where, if you have your volume on on your phone, when you get a sale, it makes a cha-ching noise. I had my ringer on and all of a sudden I heard ‘Cha-ching!’ and I was like, ‘What is that?’ It was my first sale,” he said. “I felt validated, like, OK, what I’ve created means something to someone. There is a woman who actually wants to wear this specific dress.”\n\nJoining Etsy was easy, Reuel said, for a number of reasons: “It was easy to connect with people, easy to sell, easy to reach out to different people from a marketing standpoint. You’re connected not only to the U.S. but other sellers from across the world.”\n\nThat connection is important to him. Through his Etsy shop, Reuel said he’s gained a faithful following and even become friends with some of his repeat customers.\n\n“Now that we have social media and everyone’s giving their life story on social media ― celebrities, designers, musicians, everyone ― it does feel good to know where [products are] coming from. It does feel good to know who it’s going to. And the connections that I’ve made with people [are] really a great thing to have, [instead of] just selling to a store and not even knowing who the woman that’s wearing your clothing is.”\n\nAmong those women who do wear Reuel’s clothes are also singer Michelle Williams and Mindy Kaling, who purchased items directly through the Etsy store. (“I was like, ‘What the heck is this?! Why?’” he said, laughing.)\n\nBefore he started Demestik, Reuel said he was receiving less than $400 a week on unemployment. He called his foray into entrepreneurship “a faith journey.”\n\n“Every day’s a challenge. You never know when you’re going to get an order,” he said, noting there are days when he gets none and others when three or four will go through. “It’s always a gamble in a way, but I knew there was a market for my product. I think that’s the major key that keeps me going.”\n\nReuel said he’s been more successful financially working for himself than he was at any job in the past. He’s also been able to employ other people, something he considers “so rewarding.”\n\n“I hired myself and it was one of the best decisions I’ve made,” he said.\n\nHe has no plans to leave Etsy anytime soon, but admitted he has thought of shutting down his shop on the platform. Ultimately though, he decided it was “wiser to keep it open.”\n\n“I think it’s where I’ll stay because, again, I’m able to reach a wider range of shoppers and customers without really having to do marketing,” he said. “Because I’m not trying to appear as a fashion designer who’s doing Fashion Week and all those things, the platform doesn’t really deter my customers from shopping with me.”\n\nAmy Yee, Maeven Vintage\n\nAmy Yee Amy Yee, founder of Maeven Vintage, in her Brooklyn studio.\n\nWhen Amy Yee, the Brooklyn, New York-based founder of Maeven Vintage, first started using eBay to sell vintage goods, it was a side hustle that kept her busy beyond her 9-to-5 job. But around 2008, following the financial crisis ― “a good time to quit your job and try something new,” she quipped ― Yee decided to explore other avenues.\n\nThat’s when she discovered Etsy and ran with it.\n\n“It was a YSL black shirt dress,” she said of the first item she sold. “I put the listing up and it sold right away. It was so exciting to me that I described the item, priced it, and it flew off the shelf.”\n\nMaeven Vintage has a five-star rating (averaged from more than 1,500 reviews) on the platform and more than 3,500 sales. Yee, 37, declined to disclose her income to HuffPost, but said that she’s able to take a full-time salary.\n\nFor Yee, being successful means “making matches with vintage finds and customers.”\n\n“I was hooked from that first sale, and I just kept listing,” she said. “People thought I was crazy. It doesn’t sound so far-fetched to say you’re going to be a seller on Etsy [now]. People didn’t even really know about the marketplace 10 years ago.”\n\nBut she said she’s turned Maeven into something that can sustain her financially. Besides the Etsy outlet, Yee also has a separate website for Maeven. The amount of money she makes through the Etsy shop, she said, is “proportional to how much time and effort” she devotes to it.\n\nIn the earlier stages of building the business, Yee recalls selling merchandise out of the apartment she shared with her now-husband.\n\n“At one point, [he] said to me, ‘I’m living in a clothing store’ ― and he was right,” she said. “We had clothing racks all around the apartment.”\n\nEventually, her business was doing well enough that she could afford to rent a studio in Brooklyn. It was then, she said, that she started taking things more seriously and treating her former side hustle like a real business.\n\nAmy Yee A selection of vintage garments sold through Yee's shop.\n\nBut Etsy was where she learned how to be a vintage dealer. On the platform, she could easily track what types of things were selling and how much they were selling for, which helped her understand what her customers wanted. Thanks to the marketplace’s backend tools, she said she could see where her customers were based and which keywords they used to find her.\n\n“Selling on Etsy gave me more information to continue growing my business, and that’s why I opened up my separate website,” Yee said. “I started selling in person, I did trade shows, I did markets, I did some wholesale to larger stores, but I don’t think I could have done any of that had I not learned what I learned on Etsy and knew that it was sustainable as a full-time job.”\n\nRunning an online shop has its challenges. Being part of a community that exists on the internet also means you’re part of what Yee called “the feedback system” ― that is, the ability of customers to leave instant reviews. She said she’s thought about whether “a couple bad eggs could ruin it for me or take away my business.”\n\n“That’s true for anyone online,” Yee added. “You for sure have to be aware of your reputation.”\n\nA benefit of being on Etsy, though, is that she can quickly connect with customers if there’s an issue with a purchase or they have any other questions. As a seller, Yee said, “you want to be given the chance to make something right if you’ve genuinely made a mistake, because mistakes can happen.”\n\nEtsy also offers room for growth and flexibility, Yee said, so that individuals can create their own brands on their own terms. And everyone, she added, has “equal footing.”\n\n“Somebody who has five listings will be featured the same way as somebody who has a thousand listings,” she said. “I think that’s the beauty of being able to sell in a marketplace like Etsy.”\n\nFor the foreseeable future at least, Yee said she plans to keep selling on Etsy.\n\n“As long as I’m selling vintage, I’ll be on Etsy,” she said. “It’s where my customers are and it’s been one of my most successful selling platforms.”\n\nErin True, Urban Wood Goods\n\nAlyssa Schukar for HuffPost Erin True in her workshop in Gurnee, Illinois.\n\nWhen former art teacher Erin True discovered Etsy, she was “blown away.”\n\n“You could type something in and then find the most unique, cool [items],” she said.\n\nTrue, the founder of Illinois-based furniture company Urban Wood Goods, started selling on Etsy in 2010. She listed a single bench created with reclaimed wood after reading a magazine article on the topic.\n\n“I had never heard of reclaimed wood before,” she said. “I was really intrigued by this idea. The photo I saw was this amazing piece of wood ― I was like, ‘Whoa, I gotta get my hands on something like that.’”\n\nNow, she’s running a business that employs 19 full-time workers (aside from herself) and has seen roughly 20 to 30 percent growth year over year, she said. Her Etsy shop has a five-star rating, calculated from more than 450 reviews, and more than 3,200 sales.\n\nWhile Etsy was initially True’s main avenue for selling, her products are now listed on sites like Wayfair and Houzz and on her own brand website. Still, she said that more people look at her offerings on Etsy than the other platforms.\n\nIt all began with what she called her “wild goose chase” to find the reclaimed wood she needed to recreate that bench she’d seen in the magazine. Eventually, she wound up at a barn that she found online, about an hour outside of Chicago. There, she purchased her first pieces of this raw material. The man who owned the property let her choose the pieces she wanted, which True said made her feel like a kid in a candy store.\n\nShe transformed that wood into a bench and set it up in her house. Visitors would see it and compliment her, True said. That sparked a little curiosity: “I said, ‘If all these people coming into my home seem to like this bench I made, is it crazy to think I could make benches and sell them on the internet and ship them across the country?’”\n\nWhen she told her family about her plans to open up a shop online, they were a little unsure of how she was going to pull it off. But she dived in.\n\nTwo days after she put that first bench on Etsy, it sold for $250 to someone in Detroit.\n\n“I was super excited and then super panicked, because I was like, ‘This is a problem. Number one, I just sold my favorite thing in my house. Number two, I have to deliver this to them somehow or ship it to them.’ I know that sounds silly, but it was a real predicament,” True recalled. “If you’re just a regular person, you’re not used to shipping FedEx or UPS. And it was a different time. Shipments are common now. Furniture wasn’t something you bought online [then].”\n\nBeing on Etsy allowed True, like Yee and Reuel, to connect with the community of buyers looking for unique and/or handmade items.\n\n“When you have 100,000 people looking at your product, you can make a successful business,” she said. “I think one of the biggest challenges is having people that will look ― just the eyes on what you’re doing. … We get four times the traffic on Etsy than we do anywhere else. Even selling on a behemoth like Wayfair or Houzz, the sales we can generate from Etsy are crazy compared to any of them. I think it has to do with the community.”\n\nAlyssa Schukar for HuffPost True speaks with her operations manager, Andrew Gebhardt, in the Urban Wood Goods shop.\n\nRight from the get-go, Urban Wood Goods was profitable, True said.\n\n“I want to say my first year in business the revenue was probably $35,000, and then it jumped to $635,000 the next year,” she said. “It was very drastic. And that’s not all Etsy sales, but most of it was as a result of Etsy.”\n\nIn those early days, True said the pace at which orders were coming in was “amazing” and it seemed like her company was the company for furniture-making on Etsy. Now, there are plenty of competitors ― “hundreds of thousands of people trying to do the same thing you’re doing” ― but she said she doesn’t worry about them “because you can’t.”\n\nWhen she started, True was doing everything on her own. In 2011, her second year on Etsy, she was able to hire her first employee, which she considered a major turning point for Urban Wood Goods. Now, those 19 employees include another designer, a bookkeeper and two sales people.\n\n“I started this business in 2010 and it’s 2018. I kind of pinch myself,” True said. “You never want it to go away, the demand for what you’re doing. Along the line, people have told me this is a fad ― you get nervous about that. But it continues to resonate with people and people continue to want something unique and special and made for them.”\n\nThat last thought could be the credo of all Etsy sellers striving after their dream online."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Laura Paddison", "title": "4 Things To Do Instead Of Shopping In Black Friday's Frenzy Of Consumerism", "description": "Trust us, you'll feel better for it.", "url": "https://www.huffingtonpost.com/entry/avoid-black-friday-consumerism_us_5bed7b3fe4b03af892677852", "urlToImage": "https://img.huffingtonpost.com/asset/5bf596ff220000f605de3efc.jpeg?cache=P5WbWAURnv&ops=1200_630", "publishedAt": "2018-11-22T10:45:10Z", "content": "The annual buying bonanza that is Black Friday is upon us. We’ve been bombarded by advertising in the weeks running up to this, offering deals on everything from televisions and smartphones to toys and clothes. Last year on Black Friday, Americans spent $7.9 … [+5734 chars]", "fulltext": "The annual buying bonanza that is Black Friday is upon us.\n\nWe’ve been bombarded by advertising in the weeks running up to this, offering deals on everything from televisions and smartphones to toys and clothes. Last year on Black Friday, Americans spent $7.9 billion, a nearly 18 percent increase from 2016.\n\nBut if we step back and think about it, our consumption seems out of control and comes at an enormous environmental and human cost. All this stuff we buy comes from somewhere: resources are extracted, with people displaced and lives destroyed in the process; huge amounts of energy are expended, leaving a trail of pollution ― not to mention the human labor, often for little, and sometimes no, pay.\n\nThere’s no way to sustain this kind of consumption. Earth Overshoot Day ― the point in the year at which we have consumed more resources than the planet can regenerate in one year ― fell on Aug. 1 this year, the earliest date since the 1970s. If everyone in the world lived like Americans, according to ASAPscience, we would need 4.1 Earths to sustain consumption levels.\n\n“Our consumerism ― defined as shopping for shopping’s sake, to feel better, be social or validate ourselves ― means we buy even if we don’t need something new,” Lu Yen Roloff, communications and engagement lead at Greenpeace International, told HuffPost. “We buy and throw away too much and replace things too quickly.” In other words, we are caught in the spokes of a system that drives destruction.\n\nBut there is a movement that is starting to reject the call of advertisers and brands to buy ever more stuff. Most of it starts local and it prioritizes sharing, upcycling, making things, and giving time and even money.\n\nHere are four things you could do this Black Friday, other than buying stuff.\n\nMake Or Mend Something\n\nWhy not learn how to make something new or how to fix the stuff you already own?\n\nGreenpeace puts on an annual campaign called MAKE SMTHNG, which runs from Black Friday until Dec. 2 in cities across 28 countries. It’s a global festival encouraging people to create not consume by helping them repair, upcycle, share and reuse. It includes events covering everything from mending clothes and building toys to making your own cleaning products and growing your own food.\n\nThe idea, said Roloff, is to offer “a fun and creative way out of our wasteful and useless consumerism [and] get together with friends and your community.”\n\nullstein bild via Getty Images The Repair Cafe movement was set up in 2009 in the Netherlands by Martine Postma.\n\nOr you could find a local Repair Café, which will help you with the tools and skills you need to fix anything from clothes and furniture to electronics. The idea started in Amsterdam in 2009 but has spread, and now there are more than 1,500 Repair Cafés worldwide. You simply bring in your broken items and specialists help you repair them for free. The aim is simple: reduce waste by keeping resources in use, rather than in landfills. If there’s not one near you, you can always start one.\n\nDonate To Charity\n\nIf you have some cash to spare, however small an amount, it can really help nonprofit organizations. “Think about what types of causes are important to you,” said Eileen Heisman, CEO and president of the National Philanthropic Trust. “Then, take 10 minutes to research charities that match with your personal mission.”\n\nHeisman advised that you can make more impact with larger gifts to fewer charities. “It is always better to give one charity $100 rather than five charities $20,” she noted. And if this isn’t a year you are able to make a financial donation, she said, “commit now to donating your time by volunteering. Also, you can check out your favorite charity’s wish list for critical items you can pick up on your next shopping trip.”\n\nVolunteer Your Time\n\nAbout a quarter of Americans volunteer for some kind of formal organization. Of course, it can be very hard to find the time to do this in between working, caring for friends and family, and sleeping ― but for those who can, it may be extremely rewarding.\n\nMany organizations will be overwhelmed with offers around Thanksgiving and tend to prefer a more long-term commitment than one day, but you could use this time to research which volunteer opportunities might suit you.\n\n“The need and opportunity to support people is year-round,” said Tanisha Smith of Volunteers of America. VOA works with more than 60,000 volunteers a year and is seeking people for everything from helping host birthday parties for children living in shelters and mentors for foster kids to helping at community food bank centers.\n\nJohn Sciulli via Getty Images Actress Betsy Brandt volunteers with Feeding America and the Los Angeles Regional Food Bank in California.\n\n“Whether episodic or long term, volunteering offers enriching and often transformative experiences that stay with you well after the activity and reap personal rewards and inspire you for years to come,” Smith said.\n\nConnect With Nature\n\nWhile consumerism doesn’t seem to make us happy, some studies suggest that connecting with nature can.\n\n“In the last five to 10 years there’s been a huge amount of empirical research that points to the very direct health benefits [of connecting to nature] ― everything from lowering your blood pressure to feeling more connected with people,” said David Case of conservation communications firm DJ Case and Associates, who co-authored one such study.\n\nWand_Prapan via Getty Images Studies suggest connecting with nature brings health and well-being benefits.\n\nInstead of spending Black Friday struggling against a wave of other shoppers or hunched over a laptop, you could head outside.\n\n“We often picture engaging with nature or being part of nature as these faraway experiences ― the Grand Canyon, Yellowstone,” Case said. But it needn’t be so grand. He suggested a trip to a local park or a trail in the city, “activities you can go to in your backyard or down the street, or the next county over.”\n\nFor more content and to be part of the “This New World” community, follow our Facebook page."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "Eddie Redmayne Is Under No Illusion About James Corden’s Magic Skills", "description": "\"The Late Late Show\" host needs to brush up on his tricks.", "url": "https://www.huffingtonpost.com/entry/eddie-redmayne-james-corden-wizard-test-skit_us_5bf67ed3e4b0771fb6b619ef", "urlToImage": "https://img.huffingtonpost.com/asset/5bf683112100009c06ca28f1.jpeg?cache=2X1HzLiDeg&ops=1200_630", "publishedAt": "2018-11-22T10:31:03Z", "content": "Don’t expect to see James Corden joining The Magic Circle society anytime soon, if this comedy bit is anything to go by. “The Late Late Show” host on Wednesday pretended to take his wizarding exam in front of actor Eddie Redmayne, the British star of Harry Po… [+192 chars]", "fulltext": "Don’t expect to see James Corden joining the Magic Circle society anytime soon, if this comedy bit is anything to go by.\n\n“The Late Late Show” host on Wednesday pretended to take his wizarding exam in front of actor Eddie Redmayne, the star of “Harry Potter” franchise spinoff “Fantastic Beasts and Where to Find Them.”\n\nBut it didn’t go according to plan — and Redmayne was left less than impressed by Corden’s “tricks.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "Trump’s Fox News Interview Gets Filtered On ‘The Tonight Show’", "description": "Trump's sit-down with Fox News anchor Chris Wallace received a Snapchat-style reworking.", "url": "https://www.huffingtonpost.com/entry/jimmy-fallon-donald-trump-filters_us_5bf67415e4b03b230f9ebdd7", "urlToImage": "https://img.huffingtonpost.com/asset/5bf675c8260000cd03847dc0.png?cache=v1EuBIJNwV&ops=1200_630", "publishedAt": "2018-11-22T09:37:08Z", "content": "“The Tonight Show” host Jimmy Fallon put an amusing spin on President Donald Trump’s interview with Fox News host Chris Wallace, that aired at the weekend. Fallon reprised his fun “Trump Filters” bit on Wednesday as he added Snapchat-style overlays to video o… [+115 chars]", "fulltext": "“The Tonight Show” host Jimmy Fallon put an amusing spin on President Donald Trump’s interview with Fox News host Chris Wallace, which aired over the weekend.\n\nFallon reprised his fun “Trump Filters” bit on Wednesday as he added Snapchat-style overlays to video of the president answering Wallace’s questions."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "Colbert Lists The 5 Topics You Probably Shouldn’t Talk About This Thanksgiving", "description": "But honestly, what’s left?", "url": "https://www.huffingtonpost.com/entry/stephen-colbert-thanksgiving-dinner-topics_us_5bf66bdae4b0eb6d930ba10a", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6728c2100009b06ca28e8.png?cache=arhixlw8o8&ops=1910_1000", "publishedAt": "2018-11-22T09:12:02Z", "content": "Thanksgiving dinner will likely be a quiet affair around Late Show host Stephen Colberts house this year. On Wednesday, the comedian listed the five topics that Americans who he said recent research showed were now more divided among party lines than ever pro… [+152 chars]", "fulltext": "On Wednesday the comedian listed the five topics that Americans ― who he said recent research showed are “more divided along party lines than ever” ― probably shouldn’t talk about if they want to ensure harmony at the table."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "Ivanka Trump’s 2009 Book Warning On Dangers Of Email Comes Back To Haunt Her", "description": "\"People can be so incredibly slapdash with their electronic messages,\" wrote Donald Trump's daughter and senior adviser.", "url": "https://www.huffingtonpost.com/entry/ivanka-trump-emails-book-comments_us_5bf66474e4b0771fb6b5eb97", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6655c3c00008a040ebc09.jpeg?cache=IfA9nAZjsV&ops=1200_630", "publishedAt": "2018-11-22T08:39:39Z", "content": "Senior White House adviser Ivanka Trump faces a House investigation into her alleged use of a personal email account for government business. But President Donald Trump’s eldest daughter perhaps should have known better, given how she reportedly wrote about t… [+650 chars]", "fulltext": "Senior White House adviser Ivanka Trump faces a House investigation into her alleged use of a personal email account for government business.\n\nBut President Donald Trump’s eldest daughter perhaps should have known better, given how she reportedly wrote about the dangers of communicating via email in her 2009 book The Trump Card: Playing To Win In Work And Life.\n\n“My friend Andrew Cuomo, New York’s great attorney general (who is now Governor of New York), tells me that e-mail is the key to prosecuting just about everyone these days,” wrote Trump.\n\nScreenshot/Google Books\n\nTrump added that people “can be so incredibly slapdash with their electronic messages, as if they were some modern version of smoke signals that can disappear without a trace.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "Michael Moore Issues Slice Of Thanksgiving Dinner Advice For Democrats", "description": "The documentary filmmaker also accused Donald Trump of helping to \"blow up pieces of our democracy.\"", "url": "https://www.huffingtonpost.com/entry/michael-moore-thanksgiving-dinner-democrats_us_5bf65731e4b0771fb6b5e265", "urlToImage": "https://img.huffingtonpost.com/asset/5bf662c81d00002c023134b6.jpeg?cache=T6WeU343Ez&ops=1200_630", "publishedAt": "2018-11-22T08:06:13Z", "content": "Documentary filmmaker Michael Moore delivered some Thanksgiving dinner advice for Democrats on Wednesday’s broadcast of MSNBC’s “The Last Word.” “By the way, at dinner tomorrow, your conservative brother-in-law, this year don’t make him sit at the kids’ table… [+465 chars]", "fulltext": "Documentary filmmaker Michael Moore delivered some Thanksgiving dinner advice for Democrats on Wednesday’s broadcast of MSNBC’s “The Last Word.”\n\n“By the way, at dinner tomorrow, your conservative brother-in-law, this year don’t make him sit at the kids’ table, let him sit at the main table,” Moore told stand-in host Ali Velshi.\n\n“We should be generous in victory, be kind to him, and let him know that the things that we’re going to push for he’s going to benefit from too,” added Moore, as he dissected the victories enjoyed by Democratic candidates in the 2018 midterm elections.\n\nMoore also accused President Donald Trump of helping to “blow up pieces of our democracy” in the extended interview."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Lee Moran", "title": "Jimmy Fallon Duetted With Sophia The Robot And It Got A Bit Weird", "description": "\"The Tonight Show\" host sang A Great Big World's \"Say Something\" with the AI humanoid developed by Hanson Robotics.", "url": "https://www.huffingtonpost.com/entry/jimmy-fallon-sophia-the-robot-duet-tonight-show_us_5bf65adce4b03b230f9eaa95", "urlToImage": "https://img.huffingtonpost.com/asset/5bf65bc5220000da05de3f27.png?cache=eddsm9o170&ops=1910_1000", "publishedAt": "2018-11-22T07:44:26Z", "content": "Jimmy Fallons duet with Sophia the robot on Wednesdays Tonight Show may leave you with conflicting feelings. Its certainly sweet, but at the same time also a bit disturbing. Fallon sang A Great Big Worlds hit Say Something with the artificially intelligent hu… [+371 chars]", "fulltext": "Jimmy Fallon’s duet with Sophia the robot on Wednesday’s “Tonight Show” may leave you with conflicting feelings.\n\nIt’s certainly sweet, but at the same time also a bit disturbing.\n\nFallon sang A Great Big World’s hit “Say Something” with the artificially intelligent humanoid developed by Hanson Robotics.\n\nSophia appeared to have enjoyed herself, however:\n\nThank you for having us @FallonTonight and @jimmyfallon! I had so much fun singing and catching up with you! #FallonTonight #SophiaonFallon pic.twitter.com/2mq2mnYi4B — Sophia (@RealSophiaRobot) November 22, 2018"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carla Baranauckas", "title": "Seth Meyers: On Saudi Arabia, The Only Thing Trump Cares About Is Money", "description": "“We know for a fact that Trump has financial ties to Saudi Arabia because he told us,” the \"Late Night\" host said.", "url": "https://www.huffingtonpost.com/entry/seth-meyers-on-saudi-arabia-the-only-thing-trump-cares-about-is-money_us_5bf63d0ae4b03b230f9e964c", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6427d1d00002e023134a7.jpeg?cache=udktCVwV9B&ops=1200_630", "publishedAt": "2018-11-22T06:21:18Z", "content": "For “Late Night” host Seth Meyers, there’s no big mystery about why President Donald Trump isn’t taking a strong stand on Saudi Arabia’s murder of Washington Post columnist and U.S. resident Jamal Khashoggi. “We know for a fact that Trump has financial ties t… [+794 chars]", "fulltext": "For “Late Night” host Seth Meyers, there’s no big mystery about why President Donald Trump isn’t taking a strong stand on Saudi Arabia’s murder of Washington Post columnist and U.S. resident Jamal Khashoggi.\n\n“We know for a fact that Trump has financial ties to Saudi Arabia because he told us,” Meyers said before he rolled the video.\n\nOn the clips, Trump said:\n\n“I love the Saudis. Many are in this building.”\n\n“Saudi Arabia and I get along great with all of them. They buy apartments from me. They spend $40 million, $50 million. Am I supposed to dislike them? I like them very much.”\n\n“I like the Saudis. They’re very nice. I make a lot of money with them. They buy all sorts of my stuff. All kinds of toys from Trump.”\n\nMeyers mentioned that when Trump was asked why he was siding with Saudi Arabia, a repressive regime, over his own intelligence agencies, the president said, “Because it’s America first.”\n\n“No,” Meyers said, “that’s not America first. That’s Saudi Arabia first.”"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carla Baranauckas", "title": "‘Late Show’ Looks At Toughest Competition Of The Year: Black Friday", "description": "It's the time of year when \"grown adults battle over discounted merchandise.\"", "url": "https://www.huffingtonpost.com/entry/late-show-black-friday_us_5bf634f2e4b03b230f9e91de", "urlToImage": "https://img.huffingtonpost.com/asset/5bf636da220000f605de3f1a.jpeg?cache=xGGeD86xLD&ops=1200_630", "publishedAt": "2018-11-22T05:36:47Z", "content": "Later this week comes the day that many Americans have been waiting for all year. It’s Black Friday, when materialism runs amok and “grown adults battle over discounted merchandise.” “The Late Show,” with Stephen Colbert, took at look at the event for what it… [+274 chars]", "fulltext": "On #LSSC tonight: @CBSSports brings you the most anticipated brawl of the holiday season: Black Friday. pic.twitter.com/XEEmQQWoAw\n\nLater this week comes the day that many Americans have been waiting for all year. It’s Black Friday, when materialism runs amok and “grown adults battle over discounted merchandise.”\n\n“The Late Show,” with Stephen Colbert, took at look at the event for what it is, one of the toughest, most-cutthroat competitions ever.\n\n“There’s no I in ‘team’ but there is an I in ‘I will murder you if you don’t drop that waffle maker,’” one of the commentators said."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "AP", "title": "Oldest U.S. Military Survivor Of Pearl Harbor Attack Dies At 106", "description": "Ray Chavez, who was in his late 20s when the 1941 attack occurred,  was described by his daughter as a \"very nice, quiet man.\"", "url": "https://www.huffingtonpost.com/entry/ray-chavez-pearl-harbor_us_5bf63aa6e4b0771fb6b5cf3a", "urlToImage": "https://img.huffingtonpost.com/asset/5bf63faa3c00008f040ebbfc.jpeg?cache=o8dck2rtes&ops=1910_1000", "publishedAt": "2018-11-22T05:36:14Z", "content": "LOS ANGELES (AP) Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pearl Harbor that plunged the United States into World War II, died Wednesday. He was 106. Chavez, who had been battling pneumonia, died in his sleep in the San Dieg… [+4037 chars]", "fulltext": "LOS ANGELES (AP) — Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pearl Harbor that plunged the United States into World War II, died Wednesday. He was 106.\n\nChavez, who had been battling pneumonia, died in his sleep in the San Diego suburb of Poway, his daughter, Kathleen Chavez, told The Associated Press.\n\nAs recently as last May he had traveled to Washington, D.C., where he was honored on Memorial Day by President Donald Trump. The White House Tweeted a statement Wednesday saying it was saddened to hear of his passing.\n\n“We were honored to host him at the White House earlier this year,” the statement said. “Thank you for your service to our great nation, Ray!”\n\nWe are saddened to hear the oldest living Pearl Harbor veteran, Ray Chavez, has passed away at the age of 106. We were honored to host him at the White House earlier this year. Thank you for your service to our great Nation, Ray! pic.twitter.com/CA7Xdcxz89 — The White House (@WhiteHouse) November 22, 2018\n\nDaniel Martinez, chief historian for the National Park Service at Pearl Harbor, Hawaii, confirmed Wednesday that Chavez was the oldest survivor of the attack that killed 2,335 U.S. military personnel and 68 civilians.\n\n“I still feel a loss,” Chavez said during 2016 ceremonies marking the attack’s 75th anniversary. “We were all together. We were friends and brothers. I feel close to all of them.”\n\nHours before the attack, he was aboard the minesweeper USS Condor as it patrolled the harbor’s east entrance when he and others saw the periscope of a Japanese submarine. They notified a destroyer that sunk it shortly before Japanese bombers arrived to strafe the harbor.\n\nBy then Chavez, who had worked through the early morning hours, had gone to his nearby home to sleep, ordering his wife not to wake him because he had been up all night.\n\n“It seemed like I only slept about 10 minutes when she called me and said, ‘We’re being attacked,’” he recalled in 2016. “And I said, ‘Who is going to attack us?’ ”\n\n“She said, ‘The Japanese are here, and they’re attacking everything.’ ”\n\nHe ran back to the harbor to find it in flames.\n\nChavez would spend the next week there, working around the clock sifting through the destruction that had crippled the U.S. Navy’s Pacific fleet.\n\nLater he was assigned to the transport ship USS La Salle, ferrying troops, tanks and other equipment to war-torn islands across the Pacific, from Guadalcanal to Okinawa.\n\nAlthough never wounded, he left the military in 1945 suffering from post-traumatic stress disorder that left him anxious and shaking.\n\nReturning to San Diego, where he had grown up, he took a job as a landscaper and groundskeeper, attributing the outdoors, a healthy diet and a strict workout program that he continued into his early 100s with restoring his health.\n\n“He loved trees and he dearly loved plants and he knew everything about a plant or tree that you could possibly want to know,” his daughter said Wednesday with a chuckle. “And he finally retired when he was 95.”\n\nStill, he would not talk about Pearl Harbor for decades. Then, on a last-minute whim, he decided to return to Hawaii in 1991 for ceremonies marking the attack’s 50th anniversary.\n\n“Then we did the 55th, the 60th, the 65th and the 70th, and from then on we went to every one,” his daughter recalled, adding that until Chavez’s health began to fail he had planned to attend this year’s gathering next month.\n\nBorn March 12, 1912, in San Bernardino, California, to Mexican immigrant parents, Chavez moved to San Diego as a child, where his family ran a wholesale flower business. He joined the Navy in 1938.\n\nIn his later years, as he became well known as the attack’s oldest military survivor, he’d be approached at memorial services and other events and asked for his autograph or to pose for pictures. He always maintained that those events were not about him, however, but about those who gave their lives.\n\n“He’d just shrug his shoulders and shake his head and say, ‘I was just doing my job,’” said his daughter. “He was just a very nice, quiet man. He never hollered about anything, and he was always pleasant to everybody.”\n\nChavez was preceded in death by his wife, Margaret. His daughter is his only survivor.\n\nFuneral services are pending.\n\n___"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Nick Visser", "title": "Trump may move forward on threats to make asylum seekers wait in Mexico: Report", "description": "It's unclear if the rule would stand up in court after a federal judge this week ordered the government to process all asylum applications.", "url": "https://www.huffingtonpost.com/entry/trump-asylum-seekers-wait-mexico_us_5bf631c0e4b03b230f9e91d9", "urlToImage": "https://img.huffingtonpost.com/asset/5bf632a0210000b406ca28d4.jpeg?cache=irvMIwrDz7&ops=1200_630", "publishedAt": "2018-11-22T05:28:50Z", "content": "The Trump administration is preparing to unveil a plan that would force asylum seekers from Central America to wait in Mexico while their applications are being processed, according to a report late Wednesday in The Washington Post. The proposal, dubbed “Rema… [+2755 chars]", "fulltext": "The Trump administration is preparing to unveil a plan that would force asylum seekers from Central America to wait in Mexico while their applications are being processed, according to a report late Wednesday in The Washington Post.\n\nThe proposal, dubbed “Remain in Mexico,” would be a dramatic change in government policy, which currently allows those seeking political asylum to remain in the United States while their applications are processed. The Post, citing planning documents and three sources within the Department of Homeland Security, said that under President Donald Trump’s new plan anyone who couldn’t prove a “reasonable fear” of persecution in Mexico would be required to wait there.\n\nIt’s unclear if the policy would survive a court challenge, and a federal judge this week ordered the government to process all asylum applications after the Trump administration attempted to bar anyone in the U.S. illegally from doing so.\n\nDHS spokeswoman Katie Waldman told the Post in a statement that there were no urgent plans to implement the policy, saying “every single legal option is on the table to secure our nation and to deal with the flood of illegal immigrants at our borders.”\n\n“DHS is not implementing such a new enforcement program this week,” Waldman said. “Reporting on policies that do not exist creates uncertainty and confusion along our borders and has a negative real world impact.”\n\nRamon Espinosa/ASSOCIATED PRESS A girl traveling with the migrant caravan talks with her father after taking a bath Wednesday at a shelter in Tijuana, Mexico.\n\nThe Post, however, noted that the policy could go into effect as soon as Friday, midway through the Thanksgiving holiday weekend, while the president is vacationing at his Mar-a-Lago resort in Florida.\n\nBuzzFeed News reported last week that the White House was considering ways to force people to wait outside the country. Officials from Immigration and Customs Enforcement, Customs and Border Protection, and Citizenship and Immigration Services reportedly met to discuss what kind of regulation could be implemented.\n\nThe news comes after a whirlwind several weeks in which the president lambasted a caravan of migrants traveling from Central America on foot, up through the subcontinent and into Mexico, with plans of applying for asylum at the United States’ southern border. The caravan grew to include several thousand people, many fleeing violence, but Trump painted those traveling in the group as gang members and criminals. He also deployed thousands of military troops to the border, many of whom are still there.\n\nThe president’s critics accused him of fearmongering in an attempt to drum up votes ahead of this month’s midterm elections, and he has barely mentioned the caravan since the Nov. 6 election.\n\nMany members of the caravan are now close to the border, in Tijuana, effectively in limbo as they wait for interviews to begin their asylum applications or for word on the government’s new policies."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Dominique Mosbergen", "title": "Iran Burns Trump With ‘Rake’ Jab: ‘Perhaps We’re Also Responsible For Fires’", "description": "The country's foreign minister skewered Trump for his \"shameful\" statement supporting Saudi Arabia.", "url": "https://www.huffingtonpost.com/entry/iran-trump-rake-california-fires-saudi-arabia_us_5bf624f9e4b0771fb6b5cc49", "urlToImage": "https://img.huffingtonpost.com/asset/5bf62a9c3c00008a040ebbfb.jpeg?cache=NTCORFajOJ&ops=1200_630", "publishedAt": "2018-11-22T04:16:46Z", "content": "Iran’s foreign minister took a swipe at President Donald Trump in a barbed Wednesday tweet. Javad Zarif accused the U.S. of using Iran as a scapegoat to justify his continued support of Saudi Arabia. “Perhaps we’re also responsible for the California fires, b… [+1760 chars]", "fulltext": "Iran’s foreign minister took a swipe at President Donald Trump in a barbed Wednesday tweet. Javad Zarif accused the U.S. of using Iran as a scapegoat to justify his continued support of Saudi Arabia.\n\n“Perhaps we’re also responsible for the California fires, because we didn’t help rake the forests — just like the Finns do?” Zarif quipped, a reference to Trump’s bizarre — and debunked — assertion that Finland has managed its wildfire risk by “raking and cleaning.”\n\nMr. Trump bizarrely devotes the FIRST paragraph of his shameful statement on Saudi atrocities to accuse IRAN of every sort of malfeasance he can think of. Perhaps we’re also responsible for the California fires, because we didn’t help rake the forests— just like the Finns do? — Javad Zarif (@JZarif) November 20, 2018\n\nZarif’s sardonic tweet was in reaction to a statement issued by Trump on Tuesday in which the president affirmed his continued allegiance to Saudi Arabia and Crown Prince Mohammed bin Salman despite the CIA conclusion that the crown prince ordered the killing of journalist Jamal Khashoggi, a U.S. resident.\n\n“We may never know all of the facts surrounding the murder of … Khashoggi,” Trump said. “In any case, our relationship is with the Kingdom of Saudi Arabia. They have been a great ally in our very important fight against Iran.”\n\nAs Zarif noted in his tweet, Trump’s statement opened with a lengthy excoriation of Iran, a longtime rival of Saudi Arabia in the Middle East. Iran and Saudi Arabia have backed opposing sides in the ongoing conflicts in Syria and Yemen, and different political factions in Lebanon and Iraq.\n\n“The world is a very dangerous place!” Trump’s statement began. “The country of Iran, as an example, is responsible for a bloody proxy war against Saudi Arabia in Yemen, trying to destabilize Iraq’s fragile attempt at democracy, supporting the terror group Hezbollah in Lebanon, propping up dictator Bashar Assad in Syria (who has killed millions of his own citizens), and much more. Likewise, the Iranians have killed many Americans and other innocent people throughout the Middle East.”\n\nIn a follow-up tweet, Zarif criticized Trump ― who has been steadily reimposing sanctions on Iran ― for harboring “hostility toward an entire people.”\n\n“U.S. hawks’ dream of ‘uprooting the Iranian nation’ will never be realized,” Zarif wrote."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "David Barden", "title": "Camp Fire Death Toll Rises To 83 While Nearly 600 People Remain Missing", "description": "Butte County Sheriff-Coroner Kory L. Honea warned that the list of missing persons is \"dynamic\" and could fluctuate.", "url": "https://www.huffingtonpost.com/entry/camp-fire-butte-county-death-toll-missing-persons_us_5bf617f9e4b0771fb6b5c49b", "urlToImage": "https://img.huffingtonpost.com/asset/5bf62251210000b406ca28d3.jpeg?cache=1fCZWtJ8y3&ops=1200_630", "publishedAt": "2018-11-22T04:07:37Z", "content": "The death toll from Northern California’s Camp fire now stands at 83 following the discovery of two sets of human remains on Wednesday. Butte County Sheriff-Coroner Kory L. Honea said that search-and-rescue teams were “working diligently” to identify those ki… [+1557 chars]", "fulltext": "The death toll from Northern California’s Camp fire now stands at 83 following the discovery of two sets of human remains on Wednesday.\n\nButte County Sheriff-Coroner Kory L. Honea said that search-and-rescue teams were “working diligently” to identify those killed in the blaze.\n\n“Of the 83 individuals who have been recovered, we have tentative identifications on 58 of them, and those identifications are ultimately awaiting DNA confirmation,” he said at a news briefing Wednesday night.\n\nThe state’s death toll has risen to 86, which includes the discovery of three bodies in the Woolsey fire in Southern California.\n\nWu Xiaoling/Xinhua News Agency via Getty Images Rescue teams continue to search debris in Paradise, California, in the wake of the Camp fire's devastation.\n\nMore than 2,000 people previously listed as missing have been accounted for, but Honea warned that, although the list has decreased, it may continue to fluctuate.\n\n“As of tonight, the current list for unaccounted individuals stands at 563. That number decreased by 307 people from last night,” he said. “I will tell you again that it is important to keep in mind that that is a dynamic list. You may see it go up or down depending on the information we receive during the course of the day.”\n\nNevertheless, Honea said that he was “encouraged by the fact that we continue to locate and account for more and more people.”\n\n#CampFire Latest:\n\n-83 Dead (+2)\n\n-563 Unaccounted For (-307)\n\n-13,503 Homes Destroyed\n\n-80% Contained\n\nThis is one of the single biggest drops of “unaccounted” we’ve seen so far. Process is working. Thanks to the @NBCNews team working with me this #Thanksgiving #Paradise pic.twitter.com/Yv2Rxh9ZB1 — Steve Patterson (@PattersonNBC) November 22, 2018\n\nAs communities begin to embark on the road to recovery following the deadliest wildfires in the state’s history, it was also announced Wednesday that schools in Butte County would reopen Dec. 3.\n\n“Preparations for the return to school include cleaning buildings and preparing teams of service providers to help staff and students get through trauma,” a statement from the county’s Office of Education read."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carla Baranauckas", "title": "Animal Shelters Cook Up Thanksgiving Dinners For Homeless Dogs And Cats", "description": "Doing something special for the homeless animals helps to boost the morale of shelter workers, too.", "url": "https://www.huffingtonpost.com/entry/animal-shelters-thanksgiving-dinners_us_5bf5dc11e4b03b230f9e78cc", "urlToImage": "https://img.huffingtonpost.com/asset/5bf6111d200000ac0602958b.jpeg?cache=z0kJxcKXFI&ops=1200_630", "publishedAt": "2018-11-22T03:50:05Z", "content": "For dogs and cats in most animals shelters, Thanksgiving is just another day spent waiting for a home they can be thankful for. At some shelters, though, the holiday is marked with a special meal: turkey and all the trimmings, prepared in a way that won’t har… [+2231 chars]", "fulltext": "For dogs and cats in most animals shelters, Thanksgiving is just another day spent waiting for a home they can be thankful for. At some shelters, though, the holiday is marked with a special meal: turkey and all the trimmings, prepared in a way that won’t harm their health.\n\nThe Providence Animal Center in Media, Pennsylvania, served dogs bowls of food with human-grade ingredients.\n\n“We are closed for the holiday, and we know that some of these babies are not going to find homes before the holiday, so this is a special way of showing them our love and appreciation for them before they find their forever families,” Justina Calgiano, spokeswoman for the center, told KYW-TV.\n\nIn Louisville, Kentucky, more than 200 dogs and cats at Louisville Metro Animal Services were fed holiday meals from Rudy Green’s Doggy Cuisine, WHAS reported.\n\nThe meal was made up of “ground turkey, sweet potatoes, pumpkin, green beans, celery, bread cubes, stuffing and cranberries,” Karla Haas, president of Rudy Green’s, told WHAS.\n\nWhile the special meal is a treat for the animals, it’s also a boost for the shelter staff.\n\n“It means so much more to the staff to have something special for the animals, too.” Haas said. “They live this day in and day out, and just to give them something a little different and make them feel like the holidays even here in the shelter.”\n\nCats and dogs at the Buffalo Animal Shelter in upstate New York were treated to a three-course organic meal prepared by local chef Malik Von Saint, WGRZ reported.\n\nVon Saint has served holiday meals to the animals for the last three years. The dogs got turkey and quinoa, and the cats got salmon nestled in a boiled egg on a bed of shredded pumpkin.\n\nOther shelters encourage families to provide a foster home for a dog or a cat over the holiday.\n\nIn Portsmouth, Virginia, every adoptable dog at the Portsmouth Humane Society is expected to spend the holiday weekend with a family, WAVY reported.\n\nAnd the Animal Foundation in Las Vegas is sending dogs to spend time with families, the Las Vegas Review-Journal said. The foundation will waive adoption fees for any family that decides to keep a dog permanently.\n\nAs Thanksgiving celebrations go, though, the most elaborate production may be Rocky Kanaka’s.\n\nKanaka, the actor and animal advocate, prepared a special dinner for dogs at Marley’s Mutts dog rescue in Tehachapi, California. He even had the dogs seated around a dining table as they wolfed down the food."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Nick Visser", "title": "Scientists Slam Trump's Clueless Climate Change Tweet: 'He's A Clown'", "description": "On the eve of what's expected to be a cold Thanksgiving in the Northeast, the president asked: \"Whatever happened to Global Warming?\"", "url": "https://www.huffingtonpost.com/entry/donald-trump-climate-change-tweet_us_5bf6019ae4b0eb6d930b6d25", "urlToImage": "https://img.huffingtonpost.com/asset/5bf605642400006f0499baa2.jpeg?cache=Rl4vvyJd6y&ops=1200_630", "publishedAt": "2018-11-22T01:55:28Z", "content": "President Donald Trump once again cast doubt on the scientific consensus behind climate change Wednesday night because forecasters said it could be cold in parts of America this week. “Brutal and Extended Cold Blast could shatter ALL RECORDS,” Trump, who is v… [+3009 chars]", "fulltext": "President Donald Trump once again cast doubt on the scientific consensus behind climate change Wednesday night because forecasters said it could be cold in parts of America this week.\n\n“Brutal and Extended Cold Blast could shatter ALL RECORDS,” Trump, who is vacationing in 80-degree weather at his Mar-a-Lago club in Florida for Thanksgiving, tweeted late Monday. “Whatever happened to Global Warming?”\n\nBrutal and Extended Cold Blast could shatter ALL RECORDS - Whatever happened to Global Warming? — Donald J. Trump (@realDonaldTrump) November 22, 2018\n\nThe comments appear to reference forecasts that parts of the Northeast could see the coldest late November on record. AccuWeather said the Thanksgiving weekend would be below freezing from New York City up to Maine, and meteorologists said millions of Americans could see the coldest holiday weekend in more than a century.\n\nHowever, Trump’s suggestion that cold weather means the climate isn’t changing is wrong. NASA notes that weather is a short-term event (raininess, cloudiness, humidity, etc.), while climate is a measurement of weather over time.\n\n“In most places, weather can change from minute-to-minute, hour-to-hour, day-to-day, and season-to-season. Climate, however, is the average of weather over time and space,” the agency says on a government website. “An easy way to remember the difference is that climate is what you expect, like a very hot summer, and weather is what you get, like a hot day with pop-up thunderstorms.”\n\nThe world’s scientists overwhelmingly agree that the climate is changing rapidly, and the planet has already warmed dramatically since pre-industrial times due to human activity. A landmark scientific report released by 13 federal agencies last year reached the same conclusion.\n\nTrump, however, has regularly expressed doubt about climate science and has appointed many like-minded officials to senior government positions, including the leaders of the Environmental Protection Agency and the Interior Department.\n\nClimate scientists lambasted the president’s message Wednesday, saying there was “nothing unusual” about it being cold in November.\n\n“This demonstrates once again that Donald Trump is not an individual to be taken seriously on any topic, let alone matters as serious as climate change,” Michael Mann, a climate scientist at Pennsylvania State University, told HuffPost in an email. “He is a clown — a dangerous clown.”\n\nI know you're Mr. America-is-all-that-matters, but climate is actually a global phenomenon. Here's today's global weather map (oh, and red=hot.) As a whole, Earth is about 1.2 degrees above preindustrial temps today pic.twitter.com/kRaGd7cZF3 — Bill McKibben (@billmckibben) November 22, 2018\n\nThe president’s comments come as California is dealing from the ongoing effects of several massive wildfires, including the devastating Camp fire that left at least 81 people dead. It’s difficult to link any specific natural disaster with climate change, but scientists note that California’s climate has been changing in recent decades, which may contribute to fires happening more frequently and growing far bigger.\n\n“The fact of the matter is if you look at the state of California, climate challenge is happening statewide,” Los Angeles Fire Chief Daryl Osby said earlier this month as the region was dealing with another horrific blaze. “It is going to be here for the foreseeable future.”\n\nTrump toured the ruins of Paradise, a town in Northern California that bore the brunt of the Camp fire. When asked if he believed climate change had contributed to the blaze, the president demurred, saying a “lot of factors” were to blame."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Carla Baranauckas", "title": "Perfect Catch: Bystander Saves Baby Dropped From Burning Building", "description": "As a Dallas apartment building burned, Byron Campbell saved a baby and others.", "url": "https://www.huffingtonpost.com/entry/bystander-saves-baby-dropped-from-burning-dallas-building_us_5bf5e525e4b0eb6d930b6742", "urlToImage": "https://img.huffingtonpost.com/asset/5bf5ef6e2400006b0499baa0.jpeg?cache=mk6bmhz2jg&ops=1910_1000", "publishedAt": "2018-11-22T01:03:36Z", "content": "A Dallas man saved a baby from a burning apartment building the day before Thanksgiving when he persuaded the childs mother to drop her from a third-story window into his waiting arms, according to news reports. I didnt want my daughter to lose her life, Shun… [+1370 chars]", "fulltext": "A Dallas man saved a baby from a burning apartment building the day before Thanksgiving when he persuaded the child’s mother to drop her from a third-story window into his waiting arms, according to news reports.\n\n“I didn’t want my daughter to lose her life,” Shuntara Thomas told KXAS. “He told me: ‘Just trust me. I got her, I got her.’ So without even thinking, I just dropped her.”\n\nThe 1-year-old girl was caught by Byron Campbell, who was one of the first people to arrive on the scene.\n\nCampbell told Dallas News on Wednesday that he had seen smoke coming from the apartment building, so he drove to it. He went inside, knocked on apartment doors and told people to get out.\n\nWhen he emerged from the building, he joined people who were using a mattress to help residents jump from the windows. That’s when he heard Thomas yell that she had a baby. “So I told her to drop the baby out,” Campbell said. “The baby was crying.”\n\nAfter catching the baby, he said, he handed off the girl to a woman on the scene and went back to assisting others who were jumping out of the windows. Firefighters said six people escaped the burning building by going out the windows. No one was injured.\n\nThe fire destroyed 24 apartments that housed about 40 people, and the building has been demolished, KXAS reported."}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "David Moye", "title": "Proud Boys Founder Gavin McInnes Quits Group", "description": "“I’m told by my legal team and law enforcement that this gesture could help alleviate their sentencing” McInnes said in a 36-minute YouTube video.", "url": "https://www.huffingtonpost.com/entry/gavin-mcinnes-quits-proud-boys_us_5bf5ec9ee4b0eb6d930b676b", "urlToImage": "https://img.huffingtonpost.com/asset/5bf5ee0b200000ac06029589.png?cache=zot6lydrai&ops=1910_1000", "publishedAt": "2018-11-22T00:24:28Z", "content": "Proud Boys founder Gavin McInnes has quit the group one day after it was revealed the FBI considers the neo-fascist gang to be an extremist group. McInnes, who co-founded Vice before leaving the media company in 2008, made the announcement in a 36-minute vide… [+1521 chars]", "fulltext": "Proud Boys founder Gavin McInnes has quit the group one day after it was revealed the FBI considers the neo-fascist gang to be an “extremist” group.\n\nMcInnes, who co-founded Vice before leaving the media company in 2008, made the announcement in a 36-minute video posted Wednesday on YouTube.\n\n“As of today, Nov. 21, 2018, I am officially disassociating myself from the Proud Boys, in all capacities, forever. I quit,” he said.\n\nMcInnes said his reasons for leaving the group are connected with an incident that took place last month after he spoke at the Metropolitan Republican Club in Manhattan.\n\nProud Boys members violently assaulted leftist protesters in Manhattan’s Upper East Side after the protest, and at least nine were arrested days later.\n\n“I’m told by my legal team and law enforcement that this gesture could help alleviate their sentencing,” McInnes said. “Fine. At the very least, this will show jurors they are not dealing with a gang and there’s no head of operations.”\n\nMcInnes denied the allegations that the group is extremist in the video.\n\n“We are not an extremist group and we do not have ties with white nationalists,” he said.\n\nHowever, McInnes does have ties with “alt-right” leader Richard Spencer, and at least two people involved with the white nationalist “Unite the Right” rally in Charlottesville, Virginia, in 2017 claimed to be Proud Boys.\n\nMcInnes has been photographed wearing a neo-Nazi band’s T-shirt, has described transgender people as “gender n****rs,” and called Muslims “stupid” and inbred. But he insisted in the video that the Proud Boys are just a bunch of guys who like stupid jokes, many of which he claims were stolen from the 1980s children’s series “Fraggle Rock.”\n\nYou can watch the complete video here:"}, {"source": {"id": "the-huffington-post", "name": "The Huffington Post"}, "author": "Reuters", "title": "Satanic Temple Settles Lawsuit With Netflix Over 'Chilling Adventures Of Sabrina' Statue", "description": "The religious organization sued Netflix and Warner Bros Entertainment for misusing its goat-headed deity.", "url": "https://www.huffingtonpost.com/entry/satanic-church-settles-sabrina-lawsuit-netflix-warner-bros_us_5bf5ed4de4b0771fb6b5b6e6", "urlToImage": "https://img.huffingtonpost.com/asset/5be51fd22200000c03de3abd.jpeg?cache=kdvpkpvr9g&ops=1910_1000", "publishedAt": "2018-11-22T00:02:50Z", "content": "NEW YORK (Reuters) - The Satanic Temple has settled its copyright lawsuit against Netflix Inc (NFLX.O) and Warner Bros Entertainment over their alleged misuse of its goat-headed deity statue in the series Chilling Adventures of Sabrina, a Warner spokesman sai… [+1491 chars]", "fulltext": "NEW YORK (Reuters) - The Satanic Temple has settled its copyright lawsuit against Netflix Inc (NFLX.O) and Warner Bros Entertainment over their alleged misuse of its goat-headed deity statue in the series “Chilling Adventures of Sabrina,” a Warner spokesman said on Wednesday.\n\nThe settlement was amicable, and resolves a Nov. 8 lawsuit in which the Satanic Temple had sought at least $50 million of damages.\n\nFinancial terms of the settlement were not disclosed.\n\nBruce Lederman, a lawyer for the plaintiff, said in an email, “My client will be getting proper copyright credit on episodes of The Chilling Adventures of Sabrina which have already been filmed. The remainder of the settlement is subject to a confidentiality agreement.”\n\nA Netflix spokesman referred requests for comment to Warner Bros, a unit of AT&T Inc (T.N).\n\nThe Satanic Temple, which is based in Salem, Massachusetts and also known as the United Federation of Churches LLC, describes itself as a promoter of benevolence and empathy among people rejecting tyrannical authority.\n\nIt complained that “Sabrina” misappropriated its statue “Baphomet with Children” in a manner implying that it stood for evil, and that the depiction hurt its reputation.\n\nThe first 10 episodes of “Chilling Adventures of Sabrina” were released on Oct. 26.\n\nNetflix distributes and Warner Bros produces the series, which stars Kiernan Shipka as the teenage half-witch, half-human title character. The series is based on the “Sabrina” comic book series from Archie Comics.\n\nThe case is United Federation of Churches LLC v Netflix Inc et al, U.S. District Court, Southern District of New York, No. 18-10372."}]