[{"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Tanner Greenring", "title": "24 Even Better Emojis For Practically Every Situation", "description": "Finally, the drunk cowboy emoji you've been waiting for. View Entire Post ›", "url": "https://www.buzzfeed.com/awesomer/better-emojis-for-practically-every-situation", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/17/campaign_images/buzzfeed-prod-web-05/24-even-better-emojis-for-practically-every-situa-2-607-1542406289-12_dblbig.jpg", "publishedAt": "2018-11-16T23:50:48Z", "content": null, "fulltext": "Me, to a cat: Come over here so I can play with youuu!\n\nCat: *stays in place*\n\n*I go do something else*\n\nCat:\n\n—beatlesluvr17"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ellie Bate", "title": "We Got The Cast Of \"Fantastic Beasts\" To Reveal Some Behind-The-Scenes Secrets", "description": "Eddie Redmayne, Jude Law, and Katherine Waterston spilled some secrets on their first days of filming and a scene that didn't make the final cut. View Entire Post ›", "url": "https://www.buzzfeed.com/eleanorbate/fantastic-beasts-cast-interview-set-secrets", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/9/enhanced/buzzfeed-prod-web-04/original-30960-1542378272-2.jpg?crop=2666:1396;90,122", "publishedAt": "2018-11-16T23:35:12Z", "content": "BuzzFeed \"I said to David, 'Dont worry, we can do 20 minute takes, Ive got this!' And then of course, what I didnt realise was that film sets are the most hardcore, quite intense places. The point is, to be able to hold your breath that long, you have to be i… [+116 chars]", "fulltext": "BuzzFeed\n\nIt's the audience's first time seeing Leta Lestrange, and director David Yates had Eddie and Zoë Kravitz look into camera to give the impression that they're looking at each other.\n\n\"We’re meant to be showing this whole history of a relationship, staring straight down the barrel of a lens,\" Eddie told BuzzFeed. \"I found it really hard. We had to do about 900 takes.\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "annastein", "title": "Shop At Urban Outfitters And We'll Reveal Which \"Zoey 101\" Character You're Most Like", "description": "♫ Oooohooh, I know you see me standing here. ♫ View Entire Post ›", "url": "https://www.buzzfeed.com/annastein/shop-at-urban-outfitters-to-reveal-which-zoey-101-3nacb", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/17/10/tmp/buzzfeed-prod-web-04/81bd18a4b1aedaf5f41f926d6640bf61-0.jpg?crop=623:326;0,0", "publishedAt": "2018-11-16T23:32:27Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Brittaney Trent", "title": "This Free People Sale Only Lasts A Few Hours, So Grab That Credit Card!", "description": "From boots to jackets and sweaters — everything you need for this season is on sale right now! View Entire Post ›", "url": "https://www.buzzfeed.com/brittaneytrent/free-people-is-having-an-amazing-sale-for-only-a-few-hours", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/9/enhanced/buzzfeed-prod-web-04/original-32292-1542379371-3.png?crop=934:852;0,0", "publishedAt": "2018-11-16T23:06:43Z", "content": "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI prices are accurate and items in stock as of time of publication.", "fulltext": "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Katy Herman", "title": "28 Of The Best Ugly Christmas And Hanukkah Sweaters You Can Get Online", "description": "\"I'm ugly and I'm proud!\" — these sweaters, probably View Entire Post ›", "url": "https://www.buzzfeed.com/katyherman/best-ugly-christmas-sweaters-holiday-sweaters", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/22/enhanced/buzzfeed-prod-web-01/original-20564-1542253269-2.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-16T23:06:43Z", "content": "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI prices are accurate and items in stock as of time of publication.", "fulltext": "Amazon\n\nLike I want to be mad, but also whoever designed this is a comic genius?\n\nGet it from Amazon for $19.90+ (available in sizes S-XXL and in six colors). Find it in men's sizes here."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Shelby Heinrich", "title": "We Know Which \"Harry Potter\" Creature Should Be Your Familiar Based On Your Random Preferences", "description": "Magical worlds collide! View Entire Post ›", "url": "https://www.buzzfeed.com/shellbular/which-harry-potter-creature-should-be-your-famil-2f2b5", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/17/tmp/buzzfeed-prod-web-01/766f18f6721b5afdae14fa61cdb0b0bf-2.jpg?crop=623:326;2,0", "publishedAt": "2018-11-16T22:36:35Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Zahra Hirji", "title": "Here's What You Should Know If You Live In California And Breathe Air", "description": "“You could see haze inside buildings,” one expert told BuzzFeed News. View Entire Post ›", "url": "https://www.buzzfeed.com/zahrahirji/california-bad-air-wildfires", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/17/campaign_images/buzzfeed-prod-web-03/californias-smoking-skies-are-bad-for-peoples-hea-2-20568-1542407571-0_dblbig.jpg", "publishedAt": "2018-11-16T22:36:35Z", "content": "Millions of people in Northern California are suffering through some of the worst air pollution in the world due to all the smoke and ash generated by the raging wildfires. After a week of smoky skies, with no relief in sight yet, experts are warning of healt… [+4150 chars]", "fulltext": "Peter Aldhous / BuzzFeed News / Via Twitter: @paldhous LEFT: San Francisco on a clear day in October 2017. RIGHT: San Francisco on Friday, Nov. 16, 2018.\n\nMillions of people in Northern California are suffering through some of the worst air pollution in the world due to all the smoke and ash generated by the raging wildfires. After a week of smoky skies, with no relief in sight yet, experts are warning of health consequences.\n\nIn San Francisco, for example, the air is so bad that schools closed on Fridays, buses have temporarily replaced the open-air cable cars, museums are waiving entrance fees, and health experts are warning people to stay indoors. The Bay Area Air Quality Management District is warning the bad air could last until at least next Tuesday. “Yesterday it was just really bad and it kept getting worse,” Rachel Morello-Frosch, an environmental science professor at the University of California, Berkeley, told BuzzFeed News on Friday morning. “You could see haze inside buildings.” California’s most deadly and damaging fire ever erupted north of Sacramento last Thursday and destroyed the town of Paradise. The massive, fast-moving Camp fire has destroyed more than 12,000 structures and resulted in at least 63 deaths. More than 600 other people are still missing. Only about 45% percent of the Camp fire was contained on Friday, according to state officials, and there are several other fires burning across the state, including the damaging Woolsey fire in Southern California. All of this burnt material is getting up in the air, and being swept across the state. So now people living more than 100 miles away are experiencing smoky skies and finding it hard to breathe.\n\nMind-boggling. SF tops world ranking for worst air quality today. #sf #AirQuality #campfire\n\n“The reason our air looks and feels and tastes unusual to us is because there are particulates from the fires traveling in smoke,” said Brent Andrew, a spokesperson for Zuckerberg San Francisco General Hospital and Trauma Center.\n\nAnd small particulates in the ash and smoke pose a big health risk because they can get lodged inside the lungs and other parts of the body. The resulting short-term impacts for people may include trouble breathing, asthmatic flare-ups, and tightness in the chest. Some people may also experience heart problems. Another health risk posed by the burning of homes and structures, as opposed to just burning vegetation, is the incineration and vaporization of nasty stuff inside buildings, such as metals and leads, Robert Gould, a pathologist on the board of directors for the group Physicians for Social Responsibility, told BuzzFeed News. According to Kaiser Permanente, there’s been a slight increase in the number of patients coming in recently with respiratory problems to their emergency departments in the Bay Area due to smoke in the air from the Camp fire. One way to measure particulate matter levels in the air and its impact on air quality is using what’s called the air quality index. Any values above 100 mean levels of dangerous air pollutants — known as particulate matter 2.5 — are above the federal limit, according to the Bay Area Air Quality Management District website. On Friday, levels got up to at least 239 in San Francisco, 267 in San Pablo, 190 in San Jose, and over 200 in Oakland. PurpleAir, another resource for air monitoring, has been showing even higher levels, such as above 300 in parts of San Francisco and above 500 in the Chico area. And real-time monitoring of the globe by Berkeley Earth shows California’s levels of particulate matter stand out, with much of the northern and central sections of the state shaded in orange (unhealthy for sensitive groups), red (unhealthy), or purple (very unhealthy). If you’re in an impacted area, health experts recommend staying indoors, especially in buildings with circulated air, and wearing specific masks when going outside. According to Dan Greenbaum, president of the Boston-based research nonprofit Health Effects Institute, it all boils down to “trying to avoid exposure where possible.”\n\nFormer EPA official John Kennedy explains the impact wildfires like those in California have on people's health\n\n“Wildfire smoke is really unhealthy for people in the sensitive groups — children, the elderly, people like myself who have respiratory disease, heart disease — and so we have to take extra precautions to stay out of it,” former EPA official John Kennedy told BuzzFeed’s AM to DM on Friday. “This air quality is affecting a very large number of people,” Morello-Frosch said. And even though the exposure isn’t long-term, like in India and China, where it’s chronically bad, she explained, the acute effects could happen more frequently as more and more damaging fires occur in a warming world."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "empa", "title": "Create Your Own Sitcom And We'll Tell You Which Character You Are From \"The Good Place\"", "description": "*laugh track plays* View Entire Post ›", "url": "https://www.buzzfeed.com/empa/create-a-sitcom-to-find-out-which-the-good-place-3h5gt", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/17/11/tmp/buzzfeed-prod-web-03/17ad4c4c3bb0185ecf8365c9b2fafe06-3.jpg?crop=623:326;2,0", "publishedAt": "2018-11-16T22:26:53Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Joshua Moradel", "title": "This Song About Moms On Black Friday Is So Ridiculously Accurate", "description": "When the doors open up... on Black Friday. View Entire Post ›", "url": "https://www.buzzfeed.com/joshuagmoradel/this-song-about-moms-on-black-friday-is-so-ridiculously", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/17/campaign_images/buzzfeed-prod-web-03/this-song-about-moms-on-black-friday-is-so-ridicu-2-17775-1542405943-7_dblbig.jpg", "publishedAt": "2018-11-16T22:08:30Z", "content": null, "fulltext": "Moms (everyone) from across the country march into stores the Friday after Thanksgiving every year to get the best bargains — those who are truly dedicated head out Thursday night."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Emma McAnaw", "title": "29 Things Under $20 That Are Just Really, Really Comfortable", "description": "WARNING: Lots of fluffiness ahead. View Entire Post ›", "url": "https://www.buzzfeed.com/emmamcanaw/things-under-20-that-are-just-really-really-comfortable", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/15/enhanced/buzzfeed-prod-web-04/original-29574-1542314040-2.jpg?crop=1198:627;0,0", "publishedAt": "2018-11-16T22:07:33Z", "content": null, "fulltext": "We're talking full support, adjustable straps, and super-soft fabric so your skin can breathe!\n\nPromising review: \"\"I am in love with this bra! It looks just like the picture — beautiful! My cups don't 'runneth over' if you know what I mean, and I don't bulge out the sides. No more ripping my bra off when I get home! I have had it on for six hours today and I forgot I had it on! I have been searching for a bra like this my whole life, even spending up to $100 at Nordstrom and Lane Bryant, and even after getting measured by the 'expert,' my bra still sat in my drawer after one wear. I am going to get a different color every payday! I actually got a little teary eyed, that is how frustrated I had been with bras!\" —Sjh\n\nGet it from Amazon for $19.49 (available in sizes 34B-44H and in eight colors).\n\nLearn more in this Hundreds Of Big-Breasted People Swear They Wear This Bra Literally Every Day."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Michelle No, Jesse Szewczyk", "title": "This Quiz Will Calculate Your Thanksgiving Shopping List For You", "description": "So you don't under- or over-shop. View Entire Post ›", "url": "https://www.buzzfeed.com/michelleno/thanksgiving-shopping-list-generator-quiz", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/16/campaign_images/buzzfeed-prod-web-04/this-quiz-will-calculate-your-thanksgiving-shoppi-2-7382-1542404397-0_dblbig.jpg", "publishedAt": "2018-11-16T21:41:27Z", "content": "We've cut the headache out of calculating ingredients and portions and created this handy shopping list generator. Check out this post for more helpful charts to help you navigate the Thanksgiving prepping madness.", "fulltext": "If you're planning on shopping for your Thanksgiving feast, you might be unsure of how many ingredients you need to buy.\n\nWe've cut the headache out of calculating ingredients and portions and created this handy shopping list generator. Check out this post for more helpful charts to help you navigate the Thanksgiving prepping madness."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Heather Braga", "title": "20 Things You Can Get From Walmart For The Best Thanksgiving Ever", "description": "Get ready to get your gobble on. View Entire Post ›", "url": "https://www.buzzfeed.com/hbraga/must-have-kitchen-products-to-host-the-perfect-thanksgiving", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/15/enhanced/buzzfeed-prod-web-04/original-26863-1542312419-6.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-16T21:36:32Z", "content": null, "fulltext": "Walmart\n\nIf I had to guess, I would say the KitchenAid stand mixer is the number one most asked-for item on a wedding registry. This is the big-ticket item — and a standout one that screams \"ADULT!\" While it does cost a pretty penny, it is so worth it. With over 18,500 five-star reviews on Walmart, this item pretty much speaks for itself. It comes in so many colors you can decorate your whole kitchen around it — and don't get me started on the features! It has 10 optimized speeds that can take any on recipe you throw at it, a tilt-head design for easy cleaning, and comes with four attachments.\n\nPromising review: \"Honestly I hear so many people say, 'I won't have room' but this SAVES room for me! I have a tiny kitchen and this sees more use than my hand mixer, so it can be left put away. This item mixes batter and then some! The speed at which it whips cream or egg whites and creams butter and sugar is fantastic. Cookie dough? Bread? Done! I love it so much, and it can do so many things with such a relatively small footprint. Easy to clean, and it looks snazzy as well.\" —KacieH\n\nGet it from Walmart for $278.99+ (available in 37 colors)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alicia Barrón", "title": "People Are Loving These Incredible Photos Of Henry The Dog And Baloo The Cat", "description": "Peas in a pod. View Entire Post ›", "url": "https://www.buzzfeed.com/aliciabarron/people-are-falling-in-love-with-photos-of-this-outdoorsy", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/15/campaign_images/buzzfeed-prod-web-01/people-are-falling-in-love-with-photos-of-this-ou-2-9411-1542401707-10_dblbig.jpg", "publishedAt": "2018-11-16T21:05:03Z", "content": "Cynthia Bennett / Via Instagram: @henrythecoloradodog She said that when she went into his pen, he curled up on her lap, then rolled over onto his back and put his head over her arm. It was a done deal.", "fulltext": "She said that when she went into his pen, he curled up on her lap, then rolled over onto his back and put his head over her arm. It was a done deal."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "AnaMaria Glavan", "title": "15 Products That Will Make Your Shoes Look (And Feel) Like New", "description": "Some of these (super satisfying) before-and-after photos made my whole damn day. Does this make me old? View Entire Post ›", "url": "https://www.buzzfeed.com/anamariaglavan/products-to-make-your-old-shoes-look-like-new", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/13/enhanced/buzzfeed-prod-web-05/original-11352-1542306707-8.png?crop=817:428;0,20", "publishedAt": "2018-11-16T21:05:03Z", "content": null, "fulltext": "This brush has a welt surface, nylon bristles, an arched half circle brush, and a protruding brush that lets you clean different kinds of suede.\n\nPromising review: \"BUY THIS THING! I got mud of my new suede boots and thought they were ruined, but this brush completely restored them. I was shocked. I even used it on an old pair of boots from college that I have considered ruined for several years now, and it did wonders on getting rid of the filth on top of the suede. This is absolutely worth getting!\" —Gaby Scott\n\nGet it from Amazon for $6.99."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Crystal Ro", "title": "You Can Actually Experience \"Ralph Breaks The Internet\" IRL — Here's What It's Like", "description": "\"I'm gonna EXPERIENCE it!\" View Entire Post ›", "url": "https://www.buzzfeed.com/crystalro/ralph-breaks-the-internet-vr-experience", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/15/campaign_images/buzzfeed-prod-web-06/you-can-actually-experience-ralph-breaks-the-inte-2-22869-1542400646-15_dblbig.jpg", "publishedAt": "2018-11-16T20:51:36Z", "content": null, "fulltext": "Disney / ILMxLAB / The VOID, Universal / Disney / ILMxLAB / The VOID\n\nSpeaking with BuzzFeed, ILMxLAB's Lead Experience Designer Jose Perez III explained, \"There are so many Easter Eggs. We used a lot of the assets from the film. For example, all of the billboards you'll see are directly from the internet city in the film, so there are a ton of jokes. And they range from like Ralph jokes to really obscure nerd jokes. I'm still seeing new ones when we go through, because we randomize them!\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Aline Ramos, Gabriel Sukita", "title": "Como este desfile de moda nos fez pensar sobre o lugar dos negros no mundo", "description": "A gente só sonha com aquilo que já viu. View Entire Post ›", "url": "https://www.buzzfeed.com/ramosaline/desfile-modelos-negros-representatividade-racismo", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/8/tmp/buzzfeed-prod-web-01/88ec975360ad25bd88093067c39f739a-1.jpg?crop=623:326;1,0", "publishedAt": "2018-11-16T20:41:58Z", "content": "Algo que eu, Aline, aprendi com as crianças de um projeto na periferia de Bauru é que a gente só sonha com aquilo que já viu. Aquelas crianças tinham os sonhos limitados a sua realidade de pobreza e violência, mas ao me verem, puderam sonhar em serem jornalis… [+6822 chars]", "fulltext": "Algo que eu, Aline, aprendi com as crianças de um projeto na periferia de Bauru é que a gente só sonha com aquilo que já viu. Aquelas crianças tinham os sonhos limitados a sua realidade de pobreza e violência, mas ao me verem, puderam sonhar em serem jornalistas um dia.\n\n\n\nDiferente dessas crianças, eu, Gabriel, nunca tive uma referência negra em quem pudesse me espelhar, e essa situação que nunca existiu poderia ter feito muita diferença na minha história.\n\n\n\nE foi no desfile de lançamento da nova coleção de verão para 2019 da marca Dabliu Costa que pudemos relembrar como a representatividade ainda é importante em nossas vidas.\n\nView this photo on Instagram Instagram: @sukitabr Eu, Gabriel Sukita, sou um dos redatores dos conteúdos patrocinados do Buzz, ou seja, sou uma das pessoas que ajudam a trazer várias graninhas para empresa. Assim vocês podem continuar, tranquilamente, descobrindo qual pastel de feira vocês são.\n\nNós dois nunca tínhamos ido a um desfile e devemos confessar que o que nos motivou a ir foi o show do rapper Luccas Carlos, do MC Koringa que teria após o desfile. E, claro, nós também gostamos de coisas que são de graça, kkkkkkk. Mas quando chegamos lá percebemos que a noite seria mais do que uma mera festa.\n\nQuem fez o convite foi uma amiga, a Maiwsi Ayana, que é uma fashionista que tem sua própria marca, a byMaia. Quem nos recepcionou foi a Regina Ferreira, modelo, produtora de moda e eventos. As duas, mulheres negras, queriam que nós, dois jovens negros, pudéssemos ter a melhor experiência possível naquela noite, mesmo sendo uns dos poucos negros do rolê. Verdade seja dita, para nos impressionar não precisa de muito, MAS... Sentar ao lado do Ferrugem na primeira fileira do desfile, uau! Sentar de frente pro Léo Santana, uau! Ganhar uma sacola com brindes no maior estilo recebidinhos da semana das blogueiras, U A U! Nos impressionamos fácil porque o que nos une, além da raça, é a falta de contato que temos com esse mundo VIP, branco e cheio privilégios.\n\nO desfile começou e fomos impactado pelo primeiro modelo negro. E mais, outro, quatro, cinco, seis. Quando o desfile já estava no meio que começaram a surgir modelos brancos. E isso nos impressionou muito. Nós nunca tínhamos ido a um desfile, mas sabíamos que aquilo que estava acontecendo não é o padrão dentro da indústria da moda.\n\n\n\n\n\n\n\n\"SUKITA, EU ESTOU IMPACTADA. NÓS VAMOS TER QUE ESCREVER SOBRE ISSO! MEUS OLHOS ESTÃO CHEIOS DE LÁGRIMAS.\"\n\n\n\n\n\nEstávamos emocionados por ver modelos que eram parecidos com a gente, vestindo roupas que adoraríamos comprar. Parece bobeira, mas mesmo com 30 anos nas costas esse tipo de coisa ainda tem um impacto muito grande. Nós dois sempre flertamos com a moda e buscamos o nosso estilo, mas nunca sentimos que esse era um espaço para nós. Nesse desfile ficou mais do que claro que negros podem estar nas passarelas, serem protagonistas e inspirarem o estilo de outras pessoas, como os brancos sempre fizeram.\n\nDessa vez os negros estavam sob o holofote e não era um holofote de viatura policial.\n\nDivulgação / Dabliu Costa\n\nO que é comum se você é negro e mora num bairro periférico. Como é o caso do modelo Leonan Ernesto, que era balconista de uma lanchonete até ano passado. Ele é morador do Complexo do Lins, bairro da Zona Norte do Rio de Janeiro que está frequentemente nos noticiários por conta da violência que domina o bairro.\n\n\n\nLeonan, que em qualquer lugar poderia ser tratado como marginal apenas por ser negro e de origem periférica, agora é um ícone da moda, e acima de tudo, humano. Com certeza isso é transformador, mas precisamos ir um pouco além. Porque nós, que também estávamos na primeira fileira do desfile, também poderíamos ser vistos como uma ameaça assim que pisássemos na rua.\n\n\n\nE foi o que aconteceu comigo (Aline), assim que decidi ir embora sem bateria no celular. De VIP passei a ser suspeita para os taxistas que não pararam pra mim na rua. Três pararam, mas alegaram que a maquininha do cartão estava quebrada. Você pode chamar isso de azar, mas pra quem já passou por isso mais de uma vez sabe que isso tem um nome: racismo.\n\n\n\nOu seja, o que determina a forma que vamos ser vistos é o local e o contexto em que estamos inseridos. Às vezes não importa se você é modelo ou redator do BuzzFeed, na rua, você é visto como uma ameaça apenas pela sua cor. E isso precisa mudar.\n\n\n\nJá estive na mesma situação com meu namorado branco ao lado e pegar um táxi não pareceu uma tarefa impossível. Minha vontade era sentar na calçada e chorar, mas decidi que o racismo não iria estragar tudo o que eu tinha vivido naquela noite. Por isso me levantei e caminhei. Não era uma passarela, mas tomar essa atitude me tornou mais forte.\n\nDabliu Costa\n\n\n\nEssa forma em que negros podem ser tratados de modos diferentes em lugares diferentes mostra que, mesmo que a gente avance e alcance lugares nunca imaginados, precisamos de mais pessoas mudando a realidade que está ao seu redor. E foi isso que o William Costa, dono e estilista da Dabliu Costa, que cresceu na periferia de São Paulo, e o seu co-criador Phelipe Lemos, um homem negro, fizeram. Eles mudaram dentro da realidade deles como um desfile de moda pode ser feito. Colocaram em evidência modelos negros, contrataram produtoras e assessoras negras e deram oportunidade para pessoas que geralmente são esquecidas pela moda. Desta forma, fizeram esse círculo de privilégio da moda, que às vezes parece impossível de quebrar, girar de outra forma.\n\n\n\nPor isso precisamos de mais pessoas com essa mentalidade de mudança nos espaços de poder e decisão, porque assim estaremos mais próximos de transformar o mundo em um lugar em que todas as diferenças são respeitadas – e encorajadas. Às vezes você não precisa de muito poder para fazer a diferença, pequenas atitudes podem ser feitas para que isso aconteça. Há muitos negros desejando uma oportunidade em diversas áreas, e se você é uma pessoa que pode dar uma oportunidade, faça isso.\n\n\n\n\n\n\n\nNaquela noite, também pudemos conversar com o Luccas Carlos e confessamos que odiamos tietar, mas que precisávamos dizer para ele a frase \"pretos no topo\", muito utilizada pelos rappers negros. Afinal, foi lindo vê-lo no palco, brilhando como os modelos naquela noite. Nós nos apresentamos como os dois únicos funcionários negros do BuzzFeed e ele nos disse algo que nunca vamos esquecer e esperamos que vocês também não esqueçam: \"Podemos ser poucos, mas aprendi que, mesmo assim, podemos fazer muito.\"\n\nLogo em seguida, a Kelen, uma amiga que também trava a batalha de ser a única funcionária negra em seu setor, confessou: \"Quando você (Aline) entrou no BuzzFeed eu comemorei tanto, comemorei como se fosse eu, porque eu sabia que você ia fazer a diferença.\" E é por isso que estamos escrevendo agora. O Luccas e a Kelen nos lembraram porque estamos aqui e qual é o nosso compromisso. Somos dois, mas podemos escrever um texto como esse para lembrar nossos colegas de trabalho e leitores que falar de sonhos, novos mundos e representatividade pode mudar a vida de pessoas como nós."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Erin Chack", "title": "26 Very Funny Tweets Written By Women This Week", "description": "\"Ever since I hit 30, being roasted by teens has overtaken my fear of sharks.\" View Entire Post ›", "url": "https://www.buzzfeed.com/erinchack/women-tweets-11-16-2018", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/13/campaign_images/buzzfeed-prod-web-04/26-of-the-funniest-tweets-by-women-this-week-2-24387-1542393461-0_dblbig.jpg", "publishedAt": "2018-11-16T20:24:13Z", "content": null, "fulltext": "My husband and I called my sweet, 85-year-old grandma to tell her I got a new job. She congratulated us, talked for a bit, and then hung up. Later she called me to say I should open a secret bank account and never tell my husband about it. My grandma is fierce."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Nikki Francois", "title": "How Has \"Harry Potter\" Changed Your Life?", "description": "Thank you for the magic, J.K. Rowling. View Entire Post ›", "url": "https://www.buzzfeed.com/nicholefrancois/how-has-harry-potter-changed-your-life", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/tmp/buzzfeed-prod-web-06/b105e2c17cb901e6f6dc53063c9d6439-4.jpg?crop=623:326;0,22", "publishedAt": "2018-11-16T20:24:13Z", "content": null, "fulltext": "We want you to share whatmeans to you and how the series has affected your life. Tell us your story for a chance to be featured in a BuzzFeed Community post."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Cee Chandra", "title": "17 Jokes For Anyone Who's A Little Over-Dramatic", "description": "\"There she goes again being over-dramatic and by she I mean me.\" View Entire Post ›", "url": "https://www.buzzfeed.com/chuphanginichandrakanthan/over-dramatic", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/12/tmp/buzzfeed-prod-web-05/5ab2fabd9f4acbf2397e0d68adc388f8-7.jpg?crop=625:327;0,13", "publishedAt": "2018-11-16T20:09:27Z", "content": null, "fulltext": "Since it's impossible to know which period of my life is the middle, I've decided to have an ongoing crisis."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Natalie Brown", "title": "24 Useful Products Under $10 That'll Actually Improve Your Entire Home", "description": "Smart buys for your bathrooms, kitchen, closets, and so much more. View Entire Post ›", "url": "https://www.buzzfeed.com/nataliebrown/products-under-10-improve-your-home", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/3/campaign_images/buzzfeed-prod-web-04/24-useful-products-under-10-thatll-actually-impro-2-27001-1542356976-0_dblbig.jpg", "publishedAt": "2018-11-16T20:05:21Z", "content": null, "fulltext": "Inside a cabinet door, on that empty wall in your pantry, on the side of your fridge...there are so many ~possibilities~.\n\nPromising review: \"I am pleased to have found a solution to organizing my spice cabinet that works for me! I did not want them to be permanent — I wanted the flexibility to move them if I need to rearrange or take them down cleanly if they end up breaking or failing — so I pulled off the adhesive strips that came on them and instead used medium size 3M Command Velcro hanging strips (three or four per each clip strip). I have several sizes of spices, including square glass, and they are all holding fine so far. I would rather have had all six strips white than 3 white/3 black, but I can live with it. For the cost (and since I used removable hanging strips), I'll be happy if they last a year or so before I need to replace them. I'm thrilled to not have stacked spice jars cascading out of the cabinet every time I cook!\" —Dana\n\nGet them on Amazon for $9.87."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "gingertea27", "title": "Plan Your Dream Snow Day And We'll Tell You Which Season You're Most Like", "description": "You either love snow or you hate it. View Entire Post ›", "url": "https://www.buzzfeed.com/gingertea27/plan-your-dream-snow-day-and-well-tell-you-which-3ol4d", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/tmp/buzzfeed-prod-web-05/6acd31bae9b401f06e398fdd9e276121-12.jpg?crop=623:326;0,0", "publishedAt": "2018-11-16T20:05:21Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Raphael Evangelista", "title": "12 receitas com carne tão boas quanto ir a uma churrascaria", "description": "Sabe quando bate aquela vontade de ir num rodízio mas não dá? Você não precisa deixar de comer uma carninha por isso. View Entire Post ›", "url": "https://www.buzzfeed.com/raphaelevangelista/receitas-com-carne", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/enhanced/buzzfeed-prod-web-05/original-22022-1542397878-18.jpg?crop=797:417;0,0", "publishedAt": "2018-11-16T19:53:07Z", "content": null, "fulltext": "Todo mundo adora um bom bolo de carne, isso é fato. O que nem todo mundo ainda teve a manha de fazer é esse delicioso ROLO de carne que é de dar água na boca. Você pode aprender a fazer essa receita agora."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Susana Cristalli", "title": "15 trocãodilhos ótimos para quem audora cachorros", "description": "Aumigos, deixem aqui seus cãomentários! View Entire Post ›", "url": "https://www.buzzfeed.com/susanacristalli/trocaodilhos-otimos-para-quem-audora-cachorros", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/enhanced/buzzfeed-prod-web-02/original-2815-1542395360-2.png?crop=1198:627;0,0", "publishedAt": "2018-11-16T19:53:07Z", "content": null, "fulltext": "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Pedro Fequiere", "title": "Here’s 19 Hilarious Tweets About Food You Missed This Week", "description": "\"Pull up, then, Karen.\" View Entire Post ›", "url": "https://www.buzzfeed.com/pedrofequiere/food-tweets-this-week-4", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/campaign_images/buzzfeed-prod-web-04/20-tweets-about-food-thatll-make-you-hold-your-st-2-29716-1542397378-4_dblbig.jpg", "publishedAt": "2018-11-16T19:41:19Z", "content": null, "fulltext": "I respect my dog for eating every meal of her life lying down on the floor with her head in the food bowl"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hannah Loewentheil", "title": "I Tried A Bunch Of Trader Joe's Thanksgiving Foods, And These Were The Best", "description": "I saved money and time, but still put together a delicious meal. View Entire Post ›", "url": "https://www.buzzfeed.com/hannahloewentheil/i-used-pre-cooked-trader-joes-foods-to-make-a-whole", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/campaign_images/buzzfeed-prod-web-06/i-used-pre-cooked-trader-joes-foods-to-make-a-who-2-16875-1542396331-14_dblbig.jpg", "publishedAt": "2018-11-16T19:36:38Z", "content": "Hannah Loewentheil/BuzzFeed Every table should have a sweet potato casserole, but TBH it's kind of a pain to make from scratch. Enter: This store-bought version. You just pop it in the oven for about 20 minutes, then top it with the crushed pecans. You could … [+224 chars]", "fulltext": "Nicole Ench/BuzzFeed\n\nConfession: I'm obsessed with Trader Joe's. From their salad kits to their frozen meals, the aisles are full of creative and delicious gems. So with Thanksgiving right around the corner, I decided to try out some of TJ's best seasonal products. View this photo on Instagram instagram.com\n\nI scanned the aisles for the best Thanksgiving finds, then cooked an entire holiday meal — from apps and turkey to sides and dessert — using nothing but pre-made dishes. Hannah Loewentheil/BuzzFeed\n\nSo, maybe you're not too keen on cooking or you're stuck hosting a last minute Thanksgiving. Perhaps you're just looking for a dish to contribute to a Friendsgiving pot luck. Tap to play GIF Tap to play GIF 20th Century Fox\n\nWhatever the case, here are some of the best tried-and-true Thanksgiving products at Trader Joe's, and how you can use them to cook a complete, decadent, and seriously tasty holiday meal. Hannah Loewentheil/BuzzFeed\n\nBut first, a quick note: I bought one of every prepared food mentioned and my grocery bill was $40. This was the perfect amount to sufficiently feed four people (with some leftovers). Depending on the size of your party, I'd suggest buying more.\n\nBuzzFeed\n\nTrader Joe's has no shortage of pre-made party apps that will hold people over until dinnertime. I decided to go with turkey cranberry meatballs ($4.49) and camembert and cranberry sauce filo dough bites ($3.99), both of which can be found in the frozen aisle and feel super fall-y and festive. Hannah Loewentheil/BuzzFeed What's super convenient is that you can heat up both of these apps at the same time in the oven. Just plan to pop them into the oven about 20 minutes before guests arrive, and they'll be piping hot and ready to serve once everyone is here.\n\nBoth of these apps were virtually impossible to mess up, and you could easily trick anyone into thinking they're homemade. The camembert bites were gooey and melty, and the meatballs had a slight sweet flavor from the cranberries that felt very festive and unique. Hannah Loewentheil/BuzzFeed In order to keep the meatballs moist, I'd cook them for a few minutes shorter than the package directions indicate (they're already cooked so you don't have to worry about undercooking). And you could serve them with a side of cranberry sauce for dipping.\n\nBuzzFeed\n\nEveryone knows the side dishes are the best part of Thanksgiving dinner, right? Right. Luckily, Trader Joe's has a pretty insane lineup of pre-made sides.\n\nCornbread Stuffing Mix ($3.99) Hannah Loewentheil/BuzzFeed This one takes a little bit of assembling, but only about 10 minutes of \"cooking.\" You just mix the seasoning packet with butter and water, bring it to a simmer, add the bread mixture, and let it sit until the cornbread soaks up the liquid.\n\nFor so little effort, this stuffing was delicious. And I liked that the box offers instructions for people who prefer their stuffing on the dryer or moister side. Hannah Loewentheil/BuzzFeed\n\nCauliflower Gratin ($3.99) Hannah Loewentheil/BuzzFeed 10/10 would make this again. It basically tastes like mac and cheese, except it's cauliflower. The cauliflower gets soft and chewy, but the breadcrumbs give it a crunchy texture, and it's so cheesy. This would be a hit on any holiday table.\n\nHatch Chile Mac 'n' Cheese Hannah Loewentheil/BuzzFeed TJ's frozen mac 'n' cheese is a staple in my kitchen. During the fall, I'm obsessed with their butternut squash version. And when that goes out of season, the hatch chile mac 'n' cheese gets me through winter. It happens to be the perfect addition to any Thanksgiving spread. The chile gives it a little bit of a kick, which cuts the seriously cheesy, rich pasta.\n\nMashed Sweet Potatoes with Maple Roasted Pecans ($4.99) Hannah Loewentheil/BuzzFeed Every table should have a sweet potato casserole, but TBH it's kind of a pain to make from scratch. Enter: This store-bought version. You just pop it in the oven for about 20 minutes, then top it with the crushed pecans. You could add some marshmallows and a drizzle of maple syrup too, if that's your thing. Personally, I'm not a huge fan of sweet potato casserole because it's a bit too sweet for me, so this was my least favorite side dish of the bunch.\n\nMashed Cauliflower ($2.99) Hannah Loewentheil/BuzzFeed One of my favorite things about Trader Joe's is that they make it easy to eat healthy, thanks to lightened-up swaps like spiralized carrot pasta, riced broccoli, and so much more. This mashed cauliflower is no exception. You just heat it up on the stove and it turns into a convincing mashed potato substitute in minutes.\n\nThe mashed cauliflower is a bit denser than your typical light and airy mashed potatoes, but it still tastes decadent and very creamy. You can also add a bit of shredded cheese to make it thicker. Hannah Loewentheil/BuzzFeed If you're crazy about light and fluffy mashed potatoes, though, you may be a bit disappointed and should stick to the real thing.\n\nI'd make any single one of these sides again. All tasted delicious, took almost no time to prepare, and tasted like they could've been homemade. Hannah Loewentheil/BuzzFeed\n\nBuzzFeed\n\nI'll be honest, I'm terrified of roasting turkey in my apartment. The last time I tried roasting a whole bird I set my smoke alarm off. Luckily, TJ's sells a bone-in, pre-brined half turkey breast ($6.99/lb). Hannah Loewentheil/BuzzFeed\n\nIt comes in a bag, covered in herb butter. All you have to do is heat it up while basting occasionally, let it sit, and then slice it. It's ready to eat in about 30 minutes flat. Hannah Loewentheil/BuzzFeed The packaging also provides instructions for making a quick pan gravy using the drippings, olive oil, and flour. You can whip it up in just a few minutes.\n\nNow I'll admit, I was pretty skeptical. But the turkey got crispy on the outside while staying super moist on the inside. The herb butter was also delicious. Hannah Loewentheil/BuzzFeed Let's be honest, it's definitely not as pretty as a full thanksgiving Turkey, and if your guests like dark meat, they may be disappointed. But overall, this turkey took minimal effort and was really satisfying.\n\nWith the turkey fresh from the oven, Thanksgiving dinner is served. Hannah Loewentheil/BuzzFeed\n\nAnd you'd never know absolutely nothing was cooked from scratch. Hannah Loewentheil/BuzzFeed\n\nBuzzFeed\n\nOf course, I didn't forget about dessert, which is arguably the most important part of Thanksgiving. I always have a tough time choosing between apple and pumpkin, so I decided to get both. Hannah Loewentheil/BuzzFeed I got a rustic apple tart ($4.99) and a pumpkin cheesecake ($6.99), which were both in the frozen aisle.\n\nHeat the apple tart in the oven for 20 minutes until it's warm throughout. The cheesecake just has to thaw. You can leave it in the fridge for four hours (or overnight), or to quickly thaw it, remove it from the box and leave it at room temperature for an hour. Hannah Loewentheil/BuzzFeed No matter how full you are, I guarantee you won't be able to resist having seconds of these babies.\n\nTBH, the dessert was probably the highlight of the meal. Both tasted incredible, and there's no \"baking\" required. So thanks to Trader Joe's, you really can have your pie and eat it too. Hannah Loewentheil/BuzzFeed"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Terri Pous", "title": "18 Of The Biggest Surprises Deaf People Got When Getting The Ability To Hear", "description": "“As my audiologist walked around, I could hear her coat sleeves brush her coat. It was like getting a superpower.” View Entire Post ›", "url": "https://www.buzzfeed.com/terripous/sounds-that-surprised-no-longer-deaf-people", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/tmp/buzzfeed-prod-web-01/60753f044630cca0dcc2cf3447781385-13.jpg?crop=623:326;0,45", "publishedAt": "2018-11-16T19:36:38Z", "content": "\"My ASL teacher was really surprised that the ocean's waves could sound different depending on the weather/choppiness, and that wind would make sound as well. She also told us she also assumed that the sunlight would make a different sound hitting asphalt ver… [+4115 chars]", "fulltext": "Reddit user CERBERUSCLH recently asked , \"No longer deaf people of Reddit, what's something you thought would have a certain noise but were surprised it doesn't?\" Here are some of the most interesting responses:\n\n1. The surprising silence of the sun: \"My ASL teacher was really surprised that the ocean's waves could sound different depending on the weather/choppiness, and that wind would make sound as well. She also told us she also assumed that the sunlight would make a different sound hitting asphalt versus grass, only to learn it doesn't at all. (Which, honestly, I think is pretty sensible. You can't see the wind but it makes a sound, why wouldn't the sunlight too?)\" —plantpet\n\nPhoto by Patrick Selin on Unsplash\n\n2. The differences in peoples' voices: \"I had a friend who was surprised to find out that people have different sounding voices.\" —bookluvr83\n\n3. The sound of a toilet flushing: \"I screamed when I first heard a toilet flush.\" —kmw7\n\n4. Everything you do on the toilet, too: \"When I got my implant, I didn't realize how loud peeing can be... and poops. I turn my implant/aid off when I go into bathroom, especially public bathroom.\" —DeafLady\n\nPhoto by Charles Deluvio 🇵🇭🇨🇦 on Unsplash\n\n5. The clicks and taps of literally anything in an office: \"I once wore my hearing aids while at the office. Urgh, I hate all these clicking noises! Every computer-mouse, every keyboard, the pen clicking... arrrgh! I normally wear them only at gatherings, meetings and such, when it‘s important to understand each other. Otherwise I just enjoy some sweet silence.\" —Steffchen\n\n6. All of the unique noises water makes: \"The sound of water for me. To this day, pools or lakes are still a unique sound for me. Heck, even a bathtub. I love listening to water.\" —Nickrobl\n\n7. The sound of birds chirping: \"I grew up profoundly hard of hearing, and got my first hearing aids around 13 or so. I had never heard birds until the day I got my hearing aids. I knew they made noises and I'd heard them on TV, but never in person! Totally blew me away!\" —AndyBennett\n\nPhoto by Slava Bowman on Unsplash\n\n8. The distinct buzz of a fluorescent light: \"I had a coworker who was VERY hearing impaired. She never knew florescent lights made a buzzing sound. Drives her crazy.\" —HippoKingOfOld\n\n9. The constant hum of air conditioners and refrigerators: \"I'm pretty hard of hearing, when I got my hearing aids I never knew that air conditioners and fridges made constant noise.\" —dontfeedtheseagull\n\n10. The sound of clothes and the shuffling of paper: \"I have genetic hearing loss. Nowhere near deaf but essentially my hearing sounds like what it might sound like for a normal person with headphones in but no music playing. So recently I discovered my insurance covers hearing aids so I went in. The first day I put them in I was so overwhelmed I cried. The two initial ones were the sound of cloth brushing against cloth. As my audiologist walked around, I could hear her coat sleeves brush her coat. It was like getting a superpower. I could hear her walking around with my eyes closed like daredevil. Then, the shuffling of papers. The crisp click of paper being bounced on its edge, then the sound of the pen dragging across the paper while I signed for the aids. It was all really really trippy. I was already on the verge of tears and really sort of dazed as I walked out.\"\n\nPhoto by Annie Spratt on Unsplash\n\n11. The silence of most wind: \"I though the wind made super loud wooooosh sounds but it doesn’t so that was lame.\" —McScrumpy\n\n12. The scratch of a pen against paper: \"My mom is hard of hearing and got new hearing aids. She was filling out paperwork and couldn’t figure out where the scratching noise was coming from... it was the pen scratching the paper! She hadn’t heard it in years.\" —mossxnorth\n\n13. The loudness of rain and quiet of snow: \"Someone I️ know was surprised to hear the sound of gravel as you walk on it. They were also surprised rain has a sound and not snow.\" —StatickPulse\n\nPhoto by pparnxoxo on Unsplash\n\n14. The roar of a fire: \"My uncle always thought that fire was like a constant explosion until he got his implants. He finds fire quite soothing actually.\" —kratosfanutz\n\n15. The crinkling of blankets: \"After getting my one hearing aid (YES if you just need one on one side DO get it it IS life changing) I stood by my bed and made the blankets crinkle for like, probably too long.\" —lesserantilles\n\n16. The fall of your own footsteps: \"When I first got fitted with my hearing aid and was leaving the hospital, I kept spinning to check who was walking behind me. My mum finally informed me that I could hear my own footsteps. I was just expecting them to be a lot less loud.\" —wolfearedmermaid\n\nPhoto by Takahiro Sakamoto on Unsplash\n\n17. And farts: \"I saw something on Facebook the other day. A teacher apparently has a class where she has deaf students and hearing students together. One of the deaf students ripped a fart, and then noticed all the other hearing students looking at them. Conversation between teacher and student in sign language, the student is now mortified to learn that farts have a sound, and EVERYONE (hearing ones anyway) knows its them when they rip one.\" —Mohgreen\n\n18. Oh, and boobs: \"My friend's sister was very hard of hearing, nearly deaf. She got cochlear implants. Out of the blue she says 'What's weird is, boobs don't make noise, you really think they would...' I lost it, I cracked up.\" —xilstudio"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Matt Stopera", "title": "The U.S. Unemployment Rate Has Legitamitely Dramatically Decreased Ever Since Britney Spears Released \"Work Bitch\"", "description": "I'm not kidding. View Entire Post ›", "url": "https://www.buzzfeed.com/mjs538/work-b-saved-the-economy", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/enhanced/buzzfeed-prod-web-06/original-16729-1542395793-2.jpg?crop=1244:651;0,178", "publishedAt": "2018-11-16T19:25:07Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "And while all of this is fun and games, there is a true honest to Godney correllation between the economy and the release of \"Work Bitch.\" Ever since \"Work Bitch\" has been released unemployment numbers in the U.S. have steadily been on the decrease. Seriously."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Nikki Francois", "title": "You Should Really Take These 21 Fun Quizzes From This Week", "description": "Here are some of our fave Community quizzes of the week! View Entire Post ›", "url": "https://www.buzzfeed.com/nicholefrancois/the-best-quizzes-from-this-week", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/13/tmp/buzzfeed-prod-web-03/5ccfbf7a7784f6f004174291b671cfb0-1.jpg?crop=623:326;0,9", "publishedAt": "2018-11-16T19:20:53Z", "content": null, "fulltext": "You're Obviously Bored Right Now, So Check Out These 21 Awesome Quizzes\n\nHere are some of our fave Community quizzes of the week!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Elizabeth Lilly", "title": "24 Products To Help You Actually Kinda Look Forward To Doing Your Chores", "description": "You may just want to film your own informercial! View Entire Post ›", "url": "https://www.buzzfeed.com/elizabethlilly/things-make-doing-chores-almost-fun", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/13/tmp/buzzfeed-prod-web-05/f03955f828a2c8fa8f9b39d5581caf01-6.png?crop=554:290;0,88", "publishedAt": "2018-11-16T19:08:08Z", "content": null, "fulltext": "Includes three brushes that'll attached to a standard handheld drill.\n\nPromising review: \"I’m in love with this. I manage many apartment properties and finding people to do the cleaning has been tricky business, so I end up having to get in and clean these horrendous filth pods tenants lived in and left me to deal with when they move out. The ovens and stove tops are usually the worst, and I absolutely hate cleaning. I came across this drill attachment set, and let me tell you, it helped me tremendously! I still had to get in with a putty knife on some of them but it really cut down my elbow-grease time. If it wasn’t for this drill attachment, I think my arms would have just fallen off trying to clean it as good as I did! My only con would be that it doesn’t have any extension of any sort, so I really had my drill all up in that oven, but well worth it.\" —alicia haats\n\nGet it from Amazon for $8.95+ (available in six color combos)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Terri Pous", "title": "17 Natural Remedies To Try If Your Last Good Sleep Was In The Womb", "description": "Don't underestimate the power of an evening skincare routine. View Entire Post ›", "url": "https://www.buzzfeed.com/terripous/natural-sleep-remedies", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/9/16/tmp/buzzfeed-prod-web-04/350cb6b27a1422c5a03c0b2ad20df834-13.jpg?crop=625:327;0,0", "publishedAt": "2018-11-16T19:08:08Z", "content": null, "fulltext": "\"Knocks out my near constant anxiety and PTSD and lets me get some sleep!\"\n\n—kempermckenzie\n\nGet it from Amazon for $12.34."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Isha Bassi", "title": "Como foi testar um spray de maquiagem caseiro que vi no Pinterest", "description": "A receita prometia uma pele macia, hidratada e não brilhosa. View Entire Post ›", "url": "https://www.buzzfeed.com/ishabassi/como-foi-testar-um-spray-de-maquiagem-caseiro-que-vi-no", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/13/enhanced/buzzfeed-prod-web-04/original-26249-1542394592-6.jpg?crop=1246:653;3,55", "publishedAt": "2018-11-16T19:07:22Z", "content": null, "fulltext": "BuzzFeed / Isha Bassi\n\nEu acabei modificando as medidas da receita original porque, quando a fiz na primeira vez, o resultado ficou muito grosso para ser usado como spray.\n\nTambém pesquisei outras receitas de spray fixador caseiro e decidi adicionar hamamélis à minha versão.\n\nEstes são os ingredientes que acabei usando:\n\n— 1 1/2 colher de sopa de gel de babosa puro\n\n— 2 colheres de sopa de hamamélis\n\n— 5 colheres de sopa de água fria filtrada\n\n— Frasco de spray\n\n— Opcional: 5 gotas de óleos essenciais (eu escolhi não adicionar nenhum, mas acho que é um toque legal)"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jon-Michael Poff", "title": "People Are Asking Their Moms How To Cook A Turkey In The Microwave, And I Can't Stop Laughing", "description": "\"Sure. This sounds like a great idea. Bon appétit. See you in hell.\" View Entire Post ›", "url": "https://www.buzzfeed.com/jonmichaelpoff/how-to-cook-turkey-microwave-prank", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/tmp/buzzfeed-prod-web-05/2e7a71cdbd03aaf7b2f68c5f4863b909-18.jpg?crop=622:325;0,90", "publishedAt": "2018-11-16T18:56:14Z", "content": null, "fulltext": "Moms are honestly superheroes: They spend 18 years raising us, and even when we're full-grown adults, they still respond to our texts asking how to do the simplest of tasks."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Bibiñe Barud", "title": "19 Truths About Being A Grown-Up That You Only Learn When It's Too Late", "description": "So...I guess we're just tired all the time now?? View Entire Post ›", "url": "https://www.buzzfeed.com/bibibarud/so-glad-we-learned-mitosis-lol", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/10/campaign_images/buzzfeed-prod-web-03/19-truths-about-being-a-grown-up-that-no-one-warn-2-13968-1542295067-0_dblbig.jpg", "publishedAt": "2018-11-16T18:41:53Z", "content": "Getty Images Who is it, and what could they possibly want!!!", "fulltext": "5.\n\nMost of your social conversations consist of \"agreeing\" to \"hang out sometime\" with people you don't really want to hang out with, until one of you dies first."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Morgan Murrell", "title": "Dwyane Wade And Gabrielle Union Just Revealed Their Daughter's Name And The Meaning Behind It", "description": "Meet Kaavia James. View Entire Post ›", "url": "https://www.buzzfeed.com/morganmurrell/dwyane-wade-and-gabrielle-union-just-revealed-their", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/12/enhanced/buzzfeed-prod-web-02/original-20914-1542388597-12.jpg?crop=1080:566;0,49", "publishedAt": "2018-11-16T18:35:16Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "I don't know about you, but I love that they're teasing information about their bundle of joy little by little. Don't mind me, I'll just be patiently waiting for what comes next."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Lauren Yapalater", "title": "Send This Old Picture Of The Property Brothers To Five People Or You'll Have Bad Luck For Seven Years", "description": "Just kidding. Or am I???? View Entire Post ›", "url": "https://www.buzzfeed.com/lyapalater/here-are-the-property-brothers-when-they-were-youn", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/13/campaign_images/buzzfeed-prod-web-02/send-this-old-picture-of-the-property-brothers-to-2-26113-1542392669-13_dblbig.jpg", "publishedAt": "2018-11-16T18:27:07Z", "content": null, "fulltext": "To Recap: this is the rare old pic of The Property Brothers!!!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Dave Stopera", "title": "22 Honestly Hilarious Tweets About The Person Pooping Next To You", "description": "This is important stuff. View Entire Post ›", "url": "https://www.buzzfeed.com/daves4/poop-tweets", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/enhanced/buzzfeed-prod-web-01/original-15471-1542386543-13.jpg?crop=1000:524;0,317", "publishedAt": "2018-11-16T18:20:20Z", "content": null, "fulltext": "Today i was in the restroom at work and the lady in the stall next to me said \"hello\" & I was like she's on the phone right, but then she said hello another 2 times with pauses in between so I was like \"...yes hello\" & as soon as I said that she started to talk on the DAMN PHONE"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Joshua Moradel", "title": "People Were Concerned About Wilfred The Cat, So We Got Answers", "description": "\"When we bought Wilfred... it was just love at first sight.\" View Entire Post ›", "url": "https://www.buzzfeed.com/joshuagmoradel/we-spoke-to-the-owner-of-wilfred-the-cat-and-got-answers", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/13/campaign_images/buzzfeed-prod-web-02/we-spoke-to-the-owner-of-wilfred-the-cat-and-now--2-25564-1542392238-2_dblbig.jpg", "publishedAt": "2018-11-16T18:20:20Z", "content": "Check out more of Wilfred's adorable content, here.", "fulltext": "\"The one thing everyone notices when they meet him is the way he looks, as in, the eye contact he gives... it is just so different to other cats and so humanlike,\" Jenna told BuzzFeed."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jasmine Garnett", "title": "33 Stores That Are Having Great Sales This Weekend", "description": "Deals at ModCloth, Macy's, Barnes & Noble, and more! View Entire Post ›", "url": "https://www.buzzfeed.com/jasminegarnett2/stores-that-are-having-great-sales-this-weekend-11-16", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/enhanced/buzzfeed-prod-web-03/original-16443-1542384606-2.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-16T18:20:20Z", "content": null, "fulltext": "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Susana Cristalli", "title": "Escolha frases para puxar assunto e diremos por qual característica sua o crush vai se apaixonar", "description": "\"Já comeu pão com vinagrete?\" View Entire Post ›", "url": "https://www.buzzfeed.com/susanacristalli/teste-frases-para-puxar-assunto-e-diremos-por-qual", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/13/enhanced/buzzfeed-prod-web-02/original-24567-1542391264-6.png?crop=1198:627;0,0", "publishedAt": "2018-11-16T18:12:51Z", "content": null, "fulltext": "Quando você faz carinho num dog, faz na cabeça ou nas costas dele?"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Rebecca O'Connell", "title": "27 Personalized Gifts To Prove How Well You Know Them", "description": "\"This is SO me!!!\" —them, right after they open your gift. View Entire Post ›", "url": "https://www.buzzfeed.com/bekoconnell/personalized-custom-gifts", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/12/15/enhanced/buzzfeed-prod-web-01/original-18951-1542054554-8.png?crop=1200:630;0,0", "publishedAt": "2018-11-16T18:05:03Z", "content": null, "fulltext": "EEJewellery\n\nEach sloth can be personalized with up to eight characters.\n\nGet it from EEJewellery on Etsy for $28.31+ (available in two finishes)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Syd Robinson", "title": "17 Doggo Posts From This Week That'll Make You Say, \"How Goob!\"", "description": "We discovered a practical use for a blep!!!!!! View Entire Post ›", "url": "https://www.buzzfeed.com/sydrobinson1/weekly-doggos-nov-16-2018", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/12/enhanced/buzzfeed-prod-web-02/original-22222-1542389446-3.jpg?crop=1500:785;0,215", "publishedAt": "2018-11-16T18:05:03Z", "content": null, "fulltext": "This is Ziggy. He’s a rescue boy with megaesophagus, which means he has to sit pupright while eating. His special chair matches his favorite sweater, so he doesn’t mind it at all. 14/10 https://t.co/7yPNCx45iK"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Syd Robinson", "title": "What Was The \"Green Flag\" That Made You Want To Go Out With Someone Again?", "description": "Like, the opposite of a red flag. View Entire Post ›", "url": "https://www.buzzfeed.com/sydrobinson1/first-date-green-flags", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/10/campaign_images/buzzfeed-prod-web-01/whats-the-biggest-green-flag-youve-ever-experienc-2-11247-1542296187-0_dblbig.jpg", "publishedAt": "2018-11-16T17:53:42Z", "content": null, "fulltext": "Or maybe you guys were out to eat, and while taking a sip from your drink, you somehow got the straw stuck up your nose. Your date found it HILARIOUS, and now you guys have been married for 10 years."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ben Henry", "title": "Here's The Tense Moment The Kardashians Confronted Tristan Thompson About Cheating", "description": "\"The convo was going well at the beginning, and then it got heated. It just kinda took a left turn.\" View Entire Post ›", "url": "https://www.buzzfeed.com/benhenry/the-kardashians-confront-tristan-about-cheating-on-khloe", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/12/enhanced/buzzfeed-prod-web-04/original-13926-1542389127-2.png?crop=779:408;110,0", "publishedAt": "2018-11-16T17:35:22Z", "content": null, "fulltext": "While the family have said the odd bit here and there about the situation, with Kim and Kris both separately appearing on, Khloé and Tristan have remained relatively quiet. However, with the latest season ofongoing, they've been forced to relive the drama as it appears on our TV screens."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Nora Dominick", "title": "Here Are The 17 Biggest TV Moments From This Week", "description": "American Horror Story: Apocalypse finished with a MASSIVE finale. View Entire Post ›", "url": "https://www.buzzfeed.com/noradominick/tv-moments-of-week-11-16-18", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/12/enhanced/buzzfeed-prod-web-02/original-22451-1542389501-2.jpg?crop=810:424;0,0", "publishedAt": "2018-11-16T17:35:07Z", "content": "ABC Can't Bonnie be happy for TWO SECONDS?!", "fulltext": "Share On more Share On more\n\n🚨Warning: Spoilers ahead!🚨\n\n1. First, in Grey's Anatomy, Schmitt and Nico finally got together after Schmitt poured his heart out. ABC\n\n2. Also in Grey's Anatomy, DeLuca professed his love for Meredith and in typical Grey's fashion they then got stuck in an elevator together. ABC\n\n3. In How to Get Away With Murder, we finally learned Gabriel's real identity — he's actually Sam's son from his first marriage. You know, the marriage Annalise broke up years ago. ABC\n\n4. And in How to Get Away With Murder, Bonnie's boyfriend and D.A. Ronald Miller was revealed to be the dead body — we also learned that Nate was the one who killed him. ABC Can't Bonnie be happy for TWO SECONDS?!\n\n5. American Horror Story: Apocalypse came to an end this week and man, it was amazing. First, Angela Bassett returned as the fierce Marie Laveau and reclaimed her place as the voodoo queen. FX\n\n6. Also, in a scene a season in the making, Cordelia faced off against Michael Langdon and ended up sacrificing herself so Mallory could rise as the new supreme. FX\n\n7. And finally, AHS: Apocalypse brought back Jessica Lange one more time when Mallory traveled back in time to vanquish Michael once and for all. FX\n\n8. The Walking Dead aired its first episode without Andrew Lincoln and Lauren Cohan this week. The series jumped ahead six years and the characters' new looks are insane. AMC\n\n9. While there were a few surprises in The Walking Dead this week, the biggest one came at the end of the episode when it was revealed that Michonne and Rick have a son. AMC\n\n10. In Riverdale, Veronica and Betty mounted a rescue mission to break Archie out of juvie — TBH, this scene between Archie and Betty was ADORABLE. Tap to play GIF Tap to play GIF The CW\n\n11. In The Good Place, Janet kicked some serious ass when Sean and his demons arrived on Earth to sabotage Team Cockroach. View this post on NBC / Tumblr / Via captainpoe.tumblr.com\n\n12. Also, Eleanor told Chidi about the reboot where they fell in love AND she said she's currently falling for him too. NBC\n\n13. In Outlander, Jamie and Claire arrived in River Run and faced one of their greatest challenges yet when Aunt Jocasta's views on slavery drove a wedge between them. Starz\n\n14. This Is Us showed us Jack and Rebecca's relationship in the early stages and we finally saw Jack break down over his time in Vietnam. NBC Making Milo Ventimiglia cry should be a CRIME.\n\n15. Black-ish celebrated its 100th episode with an epic tribute to Prince. ABC\n\n16. Doctor Who delivered another emotional episode when Team TARDIS time traveled to the past in order to learn more about Yaz's grandmother and a family watch. View this post on BBC / Tumblr / Via yasminkan.tumblr.com\n\n17. And finally, Season 1 of You ended with the biggest twist this TV season, when Joe ended up murdering Beck after she attempted to escape. Lifetime"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Severino Motta", "title": "Moro pede exoneração e fica sem auxílio-moradia e benefícios de juiz a partir de segunda", "description": "Ato de exoneração a pedido de Moro foi assinado pelo presidente do TRF-4, desembargador Thompson Flores, na tarde desta sexta-feira. View Entire Post ›", "url": "https://www.buzzfeed.com/severinomotta/moro-pede-exoneracao-e-fica-sem-auxilio-moradia-e", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/asset/buzzfeed-prod-web-01/sub-buzz-17494-1542387566-7.jpg?crop=1346:705;0,194", "publishedAt": "2018-11-16T17:25:11Z", "content": "Futuro ministro da Justiça, o juiz Sergio Moro deixará oficialmente a magistratura na próxima segunda-feira (19). Sua exoneração foi assinada hoje (16) pelo presidente do TRF-4, desembargador Thompson Flores. Com a saída da magistratura, Moro exercerá um carg… [+812 chars]", "fulltext": "Sua exoneração foi assinada hoje (16) pelo presidente do TRF-4, desembargador Thompson Flores.\n\nFuturo ministro da Justiça, o juiz Sergio Moro deixará oficialmente a magistratura na próxima segunda-feira (19).\n\nCom a saída da magistratura, Moro exercerá um cargo executivo na equipe de transição do presidente eleito Jair Bolsonaro (PSL), que passa a ser formalmente seu chefe.\n\n\n\nA exoneração acontece após Moro ter sido criticado por manter seu cargo de juiz – com salário, auxílio-moradia e demais privilégios – durante o período em que esperaria para assumir a Justiça, o que deve acontecer no ano que vem.\n\nComo principal magistrado da Lava Jato, os críticos apontavam conflito de interesses, mesmo tendo Moro se afastado de processos como o do ex-presidente Luiz Inácio Lula da Silva – adversário político de Bolsonaro.\n\nNuma carta que enviou para Flores pedindo sua exoneração, Moro chamou as críticas de “controvérsias artificiais” e voltou a dizer que estava no cargo de juiz para sua segurança e para que, caso fosse assassinado, sua família recebesse cobertura previdenciária."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alexandre Orrico, Flora Paul", "title": "29 fatos que você talvez não saiba sobre o Mais Médicos e os médicos cubanos", "description": "A preferência é por médicos formados no Brasil e a última opção para as vagas não-preenchidas eram os médicos cubanos – que representam 45% do programa. View Entire Post ›", "url": "https://www.buzzfeed.com/alexandreorrico/fatos-mais-medicos", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/12/asset/buzzfeed-prod-web-05/sub-buzz-3731-1542387829-1.jpg?crop=1000:523;0,72", "publishedAt": "2018-11-16T17:25:11Z", "content": "1. O programa Mais Médicos foi lançado em 2013 pelo governo de Dilma Rousseff, com o objetivo de suprir a falta de médicos no interior e nas periferias do Brasil. 2. Dos 5.570 municipios do pais, 79,5% so tem serviço medico por causa do programa. 3. Hoje o go… [+4216 chars]", "fulltext": "1. O programa Mais Médicos foi lançado em 2013 pelo governo de Dilma Rousseff, com o objetivo de suprir a falta de médicos no interior e nas periferias do Brasil. 2. Dos 5.570 municípios do país, 79,5% só têm serviço médico por causa do programa. 3. Hoje o governo estima que o Mais Médicos atenda cerca de 63 milhões de brasileiros. 4. Há uma ordem na seleção de médicos para as vagas: a preferência é de médicos formados no Brasil. 5. Depois, vem os brasileiros formados no exterior. Sobrando vagas, elas são oferecidas a médicos estrangeiros formados no exterior. 6. E se as vagas ainda assim não forem preenchidas, são oferecidas para médicos cubanos seguindo um acordo internacional com a Organização Pan-Americana da Saúde (OPAS).\n\n7. O Mais Médicos hoje tem 18.240 vagas: 8.332 são ocupadas por cubanos; 4.525 por brasileiros formados no Brasil; 2.824 por brasileiros formados no exterior e 451 por médicos de nacionalidades diversas. 8. Além de bolsas-formação no valor de cerca de R$ 11 mil, os participantes recebem auxílio-moradia e auxílio-alimentação do Ministério da Saúde. 9. A participação no programa é de 40 horas semanais, 32 delas atuando em unidades básicas de saúde e 8 horas dedicadas a ações educativas. 10. Nesta quarta-feira (14) o governo cubano decidiu retirar os médicos do país após o presidente eleito Jair Bolsonaro dar a declaração de que \"não há comprovação\" de que cubanos seriam mesmo médicos. 11. Em agosto, Jair Bolsonaro afirmou que usaria o Revalida, Exame Nacional de Revalidação de Diplomas Médicos Expedidos por Instituições de Educação Superior Estrangeira, para \"expulsar\" médicos cubanos do país. 12. A Medida Provisória nº 621, de 8 de julho de 2013, assegura a participação de profissionais formados no exterior no programa Mais Médicos sem a necessidade do Revalida.\n\nAraquém Alcântara / Reprodução / Via nacoesunidas.org\n\n13. Uma decisão do Supremo Tribunal Federal de novembro de 2017 manteve as regras do programa ao julgar duas ações de setores da classe médica sobre a necessidade do Revalida. 14. A Organização Mundial de Saúde não tem recomendação específica sobre este tipo de avaliação, deixando a decisão de aplicação ou não a cada país. 15. O Mais Médicos tem aprovação de 94% das pessoas atendidas, segundo pesquisa da Universidade Federal de Minas Gerais (UFMG). 16. O programa não vai acabar. O plano do governo brasileiro é preencher as vagas com brasileiros. 17. Os médicos cubanos começam a deixar seus postos nas próximas semanas e todos deverão ter saído do país até o dia 25 de dezembro. 18. A saída dos médicos cubanos deve deixar quase 2.000 cidades sem médico.\n\nAraquém Alcântara / Reprodução / Via nacoesunidas.org\n\n19. A estimativa também é que sejam afetados 24 milhões de brasileiros, já que cada médico chefia uma equipe de Médico de Família, responsável pelo atendimento de 3,4 mil pessoas. 20. Numericamente, São Paulo e Bahia são os estados que mais perderão médicos com a saída dos profissionais cubanos do programa, mas outras áreas serão mais afetadas. 21. Nas regiões indígenas, por exemplo, 301 médicos cubanos são responsáveis por 90% do atendimento. 22. Dos cerca de R$ 11 mil de bolsa-formação, os médicos cubanos recebiam R$ 3 mil e o restante era repassado pela Organização Pan-Americana da Saúde para o governo cubano. 23. Um grupo de pelo menos 150 médicos participantes do programa Mais Médicos entrou na justiça para receber o auxílio de forma integral. 24. O envio de médicos para outros países é a maior fonte de renda para Cuba, gerando uma média anual de cerca de US$ 11,5 bilhões.\n\n25. Além de Venezuela e Brasil, os mercados mais importantes, os médicos cubanos estão em países como Catar, Kuwait, China, Argélia, Arábia Saudita e África do Sul. 26. Cuba também oferece serviços gratuitos com o Programa Integral de Saúde, sistema destinado a 27 países com menos recursos, como Haiti, Bolívia, El Salvador, Guatemala, Nicarágua, Honduras, Etiópia, Congo, Tanzânia, Zimbábue, entre outros. 27. Médicos cubanos estão presentes em 62 países, segundo dados de 2016. 28. Em um relatório da ONU, Organização das Nações Unidas, de 2016 considerou que um programa como o Mais Médicos seria benéfico para qualquer país que decidisse adotá-lo. 29. De acordo com o relatório do escritório de países do hemisfério sul da ONU \"o Brasil fez um investimento econômico substancial para implementar o projeto, entretanto os benefícios a longo prazo superam os investimentos.\"\n\nEste post tem informações divulgadas pelo Ministério da Saúde, pela ONU e pelos veículos G1, Folha de S. Paulo e Estado de S. Paulo."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jesse Szewczyk, Pierce Abernathy, ClaireKing", "title": "Here's How To Make The Best Dinner Rolls From Scratch", "description": "Because every Thanksgiving table needs dinner rolls. View Entire Post ›", "url": "https://www.buzzfeed.com/jesseszewczyk/how-to-make-dinner-rolls-recipe", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/14/enhanced/buzzfeed-prod-web-02/original-30316-1542308404-2.png?crop=1170:612;0,150", "publishedAt": "2018-11-16T17:23:59Z", "content": "Servings: 16 INGREDIENTS 1 cup whole milk ½ cup warm water 1/4 cup unsalted butter, melted ¼ cup sugar 1 envelope active dry yeast 1½ teaspoons kosher salt 1 large eggs, room temperature 4 cups all-purpose flour, plus more for surface Egg wash PREPERATION 1. … [+959 chars]", "fulltext": "And even though they're super simple to make, there are a few key things you need to know to ensure they come out perfect — and having a good recipe is a must.\n\nIn my humble opinion, the best part of Thanksgiving dinner is the rolls. I mean, how would you sop up all of the flavorful turkey juices without a dinner roll?\n\nIn my humble opinion, the best part of Thanksgiving dinner is the rolls. I mean, how would you sop up all of the flavorful turkey juices without a dinner roll?\n\nSo we went ahead and rounded up nine of our most helpful tips for making dinner rolls — and we included our ultimate recipe at the bottom of the post so you can make 'em at home.\n\nFor our recipe, we stuck to using good old all-purpose flour. Because this style of flour is so refined, it yields consistent and predictable results — which is precisely what we wanted.\n\nFor predictable and consistent results, use all-purpose flour to make your dough.\n\nWhen testing our dinner roll recipe, we tested three different types of yeast: Instant, fresh, and active dry. Instant yeast produced a dough that was too hard, the fresh was way too soft, but active dry was just right. The yeast was easy to control and gave us the perfect amount of rise .\n\nUse active dry yeast for the most controlled rise.\n\nTo activate the yeast, we combined it with warm milk, melted butter, and sugar. The butter and sugar give the yeast food to feed on, and you should begin seeing the dough foam up. Something to watch out for is the temperature of the milk, it should be about the same as your body's. Anything hotter might actually kill your yeast. If it doesn't look foamy after about 10 minutes, throw it out and start over . Your yeast might be past its prime and dead.\n\nAnd make sure it's at the right temperature.\n\nWhen it comes time to knead your dough, make sure to keep a bit of flour on your surface to prevent it from sticking. If you're kneading it by hand, the entire process can take up to ten minutes. People often worry about over-kneading their dough, but if you're doing it by hand this is pretty unlikely — however, if you use a stand mixer to do the kneading, you can over-knead it. Once your dough forms a smooth ball that holds its shape, stop the mixer. If your dough starts to break apart and look clumpy, you've probably over kneaded it. ¯\\_(ツ)_/¯\n\nKneading the dough by hand takes time — up to 10 minutes actually — so don't worry about over-kneading it.\n\nOne way to tell if your dough is kneaded enough is to grab a small piece of dough, stretch it between your fingers, and check if it tears. If the dough stretches without tearing, you should be able to see the small strands of gluten and light shining through . This means your dough is good to go. ✓\n\nTo see if your dough has been kneaded enough, do the window pane test.\n\nAt this point your work surface is probably covered in dry dough and flour. An easy way to clean it off is by using a bench scraper. This handy tools can be purchased online or at most cooking supply stores and will seriously help you out when making bread. If you don't have one, a wet cloth will work just fine.\n\nUse a bench scraper to remove any dried bits of dough and flour from your work surface.\n\nAnother way to do it is to cut the dough ball in half, then each half in half, and so forth until you have 16 pieces. This method won't be as accurate, but it will give you rolls that are roughly the same size.\n\nFor consistent dough balls, a digital kitchen scale is your friend. You just weigh the entire ball of dough, then divide it into the number of rolls you want to make (in this case, 16) — this is how much you want each dough ball to weigh.\n\nUse a digital kitchen scale to make sure every roll is the same size — or just use the halving method and eyeball it.\n\n7. Use a digital kitchen scale to make sure every roll is the same size — or just use the halving method and eyeball it.\n\nFor our roll recipe, 30 minutes is the perfect amount of proofing time before they hit the oven.\n\nOnce you divide your dough and roll the pieces into balls, it's time for the final proof. This rise can takes time, so don't rush it. If you're impatient and don't give them enough time to rise, you may end up with under-proofed rolls that are dense — and if you over -proof them (if you accidentally left them for over an hour) the rolls could rise too high and collapse in the oven.\n\nNo matter how eager you are, don't rush the final proof.\n\nAfter egg washing, we sprinkled our rolls with a bit of flaky sea salt, which is totally optional. Sesame seeds, whole spices, and freshly ground black pepper would all be great options for sprinkling on top.\n\nRight before hitting the oven, we egg-washed our rolls to give them a nice brown color and glossy shine. When brushing them, go slowly and make sure you don't poke them too hard . The rolls are super delicate at this point, so brushing them too aggressively can cause them to deflate.\n\nUse an egg wash to give your rolls a nice glossy finish.\n\nSo, are you ready to bake some rolls? Let's do it!\n\nAnd that's it! Your rolls are ready to hit the oven. These babies bake up golden, pillowy, and delicious. While they may be humble, dinner rolls are one of the most underrated Thanksgiving side dishes.\n\nTHE ULTIMATE DINNER ROLLS\n\nServings: 16\n\nINGREDIENTS\n\n1 cup whole milk (110-115˚F (45˚C))\n\n½ cup warm water (110-115˚F (45˚C))\n\n¼ cup (½ stick) unsalted butter, melted\n\n¼ cup sugar\n\n2¼ teaspoons (1 packet) active dry yeast\n\n4 cups all-purpose flour, plus more for dusting\n\n1½ teaspoons kosher salt\n\n2 large eggs, room temperature\n\nNeutral oil, for greasing\n\nSea salt, for sprinkling\n\nPREPERATION\n\n1. In a liquid measuring cup or small bowl, combine the warm milk, warm water, melted butter, and sugar.\n\n2. Sprinkle the yeast evenly over the wet ingredients, stir to combine, and let stand for 5 minutes, until foamy\n\n3. In a large bowl, combine the flour and salt, and stir to combine. Beat 1 egg, then add to the bloomed yeast mixture. Pour the wet ingredients into the flour and use a knife to stir until the mixture just comes together and forms a dough. Turn the dough out onto a lightly floured surface and knead for 5-10 minutes, or until the dough becomes smooth. Add more flour as needed to keep the dough from sticking. To test if it’s done, tear off a small piece of dough and stretch into a thin layer. If the dough doesn’t rip, it’s ready. Or, press a finger into the dough to see if it bounces back.\n\n4. Lightly grease a large glass bowl with oil. Add the dough, cover with plastic wrap, and let rest for 1 hour, or until doubled in size.\n\n5. Punch down the dough, then turn out onto a floured surface. Knead for a few more minutes, just until the dough is smooth, about 2 minutes.\n\n6. Divide the dough into 16 equal balls, roughly the size of tangerines.\n\n7. Knead the balls, gathering the edges of the dough toward the center to make a taut, round ball with a smooth top.\n\n8. Place the rolls on a parchment paper-lined baking sheet. Cover with plastic wrap and let rise for 30 minutes.\n\n9. Preheat the oven to 375˚F (190˚C).\n\n10. Beat the remaining egg in a small bowl. Uncover the rolls and brush with the egg wash. Lightly sprinkle the rolls with sea salt.\n\n11. Bake for 25-30 minutes, or until the rolls have lightly browned and doubled in size.\n\n12. Enjoy!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Erin Chack", "title": "Do You Agree With Everyone Else About Which Thanksgiving Foods Are Good?", "description": "Let's settle this once and for all. View Entire Post ›", "url": "https://www.buzzfeed.com/erinchack/poll-thanksgiving-food-good-bad", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/campaign_images/buzzfeed-prod-web-06/are-these-thanksgiving-foods-good-or-bad-2-30580-1542386212-9_dblbig.jpg", "publishedAt": "2018-11-16T17:20:49Z", "content": null, "fulltext": "Oops. Something went wrong. Please try again later\n\nLooks like we are having a problem on the server."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Joanna Borns", "title": "Monte um bolo e diremos se você está encalhado(a)", "description": "Vai um bolo aí? View Entire Post ›", "url": "https://www.buzzfeed.com/joannaborns/teste-bolo-relacionamentos-encalhado", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/7/17/tmp/buzzfeed-prod-web-03/8db5de6e616edae7b4c0c311306119e4-1.jpg?crop=625:327;0,45", "publishedAt": "2018-11-16T17:10:35Z", "content": null, "fulltext": "Você já tem o app do BuzzFeed Brasil?\n\nBaixe gratuitamente no Android e no iOS para ver todos os nossos testes, vídeos, notícias e muito buzz."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Victor Nascimento, Juliana Kataoka", "title": "12 pacientes contam o que gostariam que você soubesse sobre cirurgia bariátrica", "description": "\"Eu fico muito triste de pensar que eu não precisaria ter passado por uma cirurgia se não houvesse tanta gordofobia na própria medicina.\" View Entire Post ›", "url": "https://www.buzzfeed.com/victornascimento/pacientes-cirurgia-bariatrica-gordofobia", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/10/enhanced/buzzfeed-prod-web-05/original-27342-1542381338-6.jpg?crop=645:337;0,46", "publishedAt": "2018-11-16T17:10:35Z", "content": "O texto pode ter sido editado para concisão e clareza. \"Eu esperava que iria emagrecer rápido (e realmente aconteceu), mas não esperava ter reganho parcial de peso (o que também aconteceu, infelizmente). Eu sabia que poderia ficar anêmica e que teria que repo… [+13294 chars]", "fulltext": "BuzzFeed Brasil/ Robinamaral / Getty Images\n\nPerguntamos para pacientes bariátricos o que eles gostariam de compartilhar com as pessoas sobre sua cirurgia. Aqui estão os melhores relatos. O texto pode ter sido editado para concisão e clareza.\n\n1. \"Eu senti que retomei as rédeas da minha vida, no sentido de que pude novamente contar com meu corpo para fazer qualquer coisa que desejasse.\" \"Eu esperava que iria emagrecer rápido (e realmente aconteceu), mas não esperava ter reganho parcial de peso (o que também aconteceu, infelizmente). Eu sabia que poderia ficar anêmica e que teria que repor as vitaminas para sempre. Acho que não tive muitas surpresas porque passei por um tratamento psicológico específico para a cirurgia e também fui a várias palestras e conheci a experiência de gente que já havia feito. A bariátrica foi decisiva na minha vida. Eu não tinha mais mobilidade e por 10 anos havia tentado de tudo possível e imaginável para perder peso. Eu senti que retomei as rédeas da minha vida, no sentido de que pude novamente contar com meu corpo para fazer qualquer coisa que desejasse sem dores ou outros problemas.\" - Milena Castro, 34 anos\n\n2. \"A bariátrica é só um dos fatores, quem manda é a cabeça.\" \"Eu fiz a cirugia em agosto de 2011. Não havia nenhuma doença associada como diabetes ou pressão alta, mas eu tinha uma hérnia e uma úlcera, além de gordura no fígado e cansaço extremo. Eu esperava conseguir eliminar 65 kg e com isso ser mais feliz. Eu imaginava que conseguiria ir para a academia, que seria mais saudável e que compraria várias roupas como resultado da cirurgia. Mas a verdade é que minha depressão aumentou por causa da falta de nutrientes, eu continuo odiando academia, emagreci 40 kg e já engordei 20 deles. Resultado: a bariátrica é só um dos fatores, quem manda é a cabeça. Eu não me arrependo de ter feito, mas recomendo a todos que esgotem os esforços antes de fazer. Façam terapia, ressignifiquem a comida, busquem a origem do problema. A bariátrica simplesmente não faz milagre.\" - Manuella Tavares, 28 anos\n\n3. \"Eu fico muito triste de pensar que eu não precisaria ter passado por uma cirurgia se não houvesse tanta gordofobia na própria medicina.\" \"É preciso avaliar muito bem quais os motivos reais para a sua cirurgia. Eu fui convencida de que era pela minha saúde, mas hoje eu tenho consciência de que a pressão que sofri de pessoas do meu círculo social e de médicos diziam respeito ao meu tamanho, não ao meu colesterol alto. As coisas que eu esperava que acontecessem de fato aconteceram: parei de sofrer gordofobia - o tratamento que eu recebia antes da cirurgia era MUITO diferente do depois de emagrecer, mas isso não me tornou uma pessoa mais feliz. Eu perdi 50% dos fios de cabelo e tive síndrome de dumping. Porém a possibilidade que nunca foi nem mencionada foi exatamente a pior consequência para mim: perdi três dentes por causa da baixa absorção de cálcio, que foi o único suplemento que não me receitaram. Como tive perda óssea, o dentista está encontrando dificuldades para realizar implantes, não é somente uma questão estética. Por essas e outras, a vida mudou completamente depois da cirurgia. Eu me transformei totalmente, me abri a uma nova relação comigo mesma. Mas eu fico muito triste de pensar que eu não precisaria ter passado por uma cirurgia se não houvesse tanta gordofobia na própria medicina. Se eu não tivesse também passado toda a minha vida desde a adolescência sendo constantemente atacada pelo meu corpo, talvez eu tivesse buscado outras soluções. Eu queria ter naquela época o entendimento da situação que tenho hoje, decerto não teria operado. Ao mesmo tempo, eu só adquiri essa consciência por causa de toda a imersão em mim mesma que fiz após a cirurgia. Infelizmente não há como saber, a cirurgia faz parte da minha história.\" - Erica Marques, 37 anos\n\nSky_melody / Getty Images\n\n4. \"Vi como o mundo é injusto e como as pessoas são preconceituosas com quem tem o corpo gordo.\" \"A recomendação para a minha cirurgia em 2011 foi por saúde mesmo, pois eu era obesa mórbida. Eu esperava que não pudesse comer em grandes quantidades nunca mais, mas hoje em dia eu como de tudo e em quantidades moderadas (muito para quem fez uma bariátrica e pouco para quem não tem a cirurgia). O estômago acaba se adaptando e até crescendo de volta, por isso o risco de engordar tudo de novo. Eu emagreci 65 kg e estive dos dois lados da moeda: o magro e o gordo. Vi como o mundo é injusto e como as pessoas são preconceituosas com quem tem o corpo gordo. Hoje consigo comprar roupas em lojas no shopping e a autoestima melhorou demais. Passei a cuidar mais de mim e a me preocupar com a minha alimentação. Em todos esses anos engordei 22 kg e tive que voltar a emagrecer como uma pessoa sem bariátrica, com exercícios físicos e dieta. Emagrecer é ótimo por diversas razões, mas seus problemas não irão se resolver com números a menos na balança. Você tem que se aceitar e se amar independente disso.\" - Giovanna, 29 anos\n\n5. \"Para mim o impacto da bariátrica foi o melhor possível, com a volta da autoestima, controle maior ao me alimentar e disposição para fazer exercícios.\" \"Eu fiz a cirurgia em 2015 em busca de uma mudança de metabolismo e para reduzir as chances de diabetes por ter casos na família e já ter pré-diabetes controlada por remédios de uso contínuo. De fato, eu perdi peso e meu açúcar está controlado, mas o que me incomoda é o fato de ter os famosos dumps e dificuldade de digestão de certos alimentos, inclusive lactose. Para mim o impacto da bariátrica foi o melhor possível, com a volta da autoestima, controle maior ao me alimentar e disposição para fazer exercícios. Mas para alguém que está pensando em fazer a cirurgia eu perguntaria: tem certeza que quer mudar seus hábitos alimentares e fazer exercício? Você irá emagrecer rapidamente, mas manter seu corpo e rotina só depende de você.\" - Juliana, 30 anos\n\n6. \"Achei que a cirurgia mudaria meus hábitos por completo e que não engordaria mais, que seria fácil manter uma rotina saudável.\" \"Sempre fui obesa, comecei a engordar com 5 anos e tenho histórico de obesidade na família. Minha infância e adolescência inteira foi indo em médicos e nutricionistas tentando emagrecer e nunca consegui. Fazer a bariátrica foi uma decisão minha, depois de muitas frustrações. Achei que iria emagrecer rápido e que ficaria super magra. De fato minha qualidade de vida melhorou muito, tenho mais disposição e não tenho nenhum problema de saúde. Porém meu emagrecimento foi lento. Emagreci 48 kg com muito esforço, seguindo a dieta à risca e praticando muita atividade física, mas não atingi minha meta que era chegar nos 62 kg (meu mínimo foi 66). Achei que a cirurgia mudaria meus hábitos por completo e que não engordaria mais, que seria fácil manter uma rotina saudável, mas a verdade é que a cabeça de uma pessoa obesa é traiçoeira, nós sempre tentamos nos sabotar. A obesidade é uma doença que não tem cura, precisamos nos vigiar o tempo inteiro. A bariátrica foi a melhor escolha que eu fiz na minha vida. Nunca me arrependi. Ela me ajudou a sair de um casulo, me tornei muito mais comunicativa e descobri que gostava de várias coisas que antes eu deixava de fazer por vergonha e medo do julgamento de outras pessoas. Hoje sou muito mais segura e alegre e não me limito por mais nada por conta do meu corpo, que por sinal está longe de ser perfeito.\" - Anônima, 25 anos\n\nNadezda_grapes / Getty Images\n\n7. \"A cirurgia só funciona para quem muda de vida mesmo.\" \"Eu esperava que eu ia emagrecer e nunca mais me preocupar, nem com as doenças, nem com o ganho de peso. Não é bem assim. Eu aprendi que sou obesa - e sempre serei se eu descuidar da minha alimentação. Depois que eu parei de emagrecer, engordei um pouco. Isso me mostrou que engordar é mais do que possível depois da bariátrica, o que me fez mudar DE VERDADE minha mente. Entendi que eu precisava mudar minha alimentação e a forma de comer (mudar muito, no meu caso). Só que a gente tem que admitir que com a cirurgia mudar a alimentação fica bem mais fácil. Isso porque a gente tem o estômago menor e realmente não cabe tanta comida. Você passa mal, vomita e se sente muito desconfortável. Isso ajuda (não parece, mas ajuda) porque você não quer se sentir mal, então, depois de algumas vezes, você começa a parar. Eu já tive que interromper jantares com amigos porque passei mal. Parece que vou morrer tamanho é o mal-estar. Eu simplesmente não quero me sentir assim nunca mais. Com isso, quem faz bariátrica passa a ter limites. Antes, eu não tinha limite algum porque cabia tudo. Agora, eu sei quando estou chegando num ponto crítico. Com relação às doenças, de fato tudo melhorou. Meus exames são impecáveis. Tomo vitaminas todos os dias e venho me mantendo extremamente saudável. Não sou magérrima, sou saudável. E assim quero ficar. Eu ainda tenho medo das consequências da cirurgia quando eu envelhecer, mas, até o momento, me sinto ótima e muito mais saudável. Aprendi a comer direito, valorizo a comida de verdade. Tive problemas com meus cabelos (eles caem demais por conta da cirurgia e não voltaram totalmente ao normal) e com meus dentes (quebraram muito...consegui consertá-los, mas tenho medo de quebrar novamente então prefiro ficar longe de alimentos muito duros). Mas no geral, tenho mais disposição, pratico exercícios físicos regularmente, gosto de sair (odiava ir pra praia e agora quero ir sempre), gosto de comprar roupas novamente, não ligo para as imperfeições do meu corpo (elas ainda existem, obviamente) e minha saúde está fantástica. Faria tudo novamente se fosse preciso (espero nunca mais precisar, claro).\" - Anônima, 39 anos\n\n8. \"Hoje, quase quatro anos depois, eu recuperei dez quilos, mas eu não faço disso um tormento.\" \"Conheci algumas pessoas que correram atrás de atestado só porque queriam fazer bariátrica por estética. Uma coisa é deixar de comer chocolate no final de semana porque está de dieta. Outra COMPLETAMENTE DIFERENTE é aprender a viver só com copinho de café. Você tem que estar muito preparado pra não pirar, porque seu cérebro é programado pra bater um PF. A primeira fase do pós-operatório é uma verdadeira vitória a cada dia que passa. E você vai enjoar de isotônico e água de côco. No mais, todo cuidado do mundo pra não desenvolver uma anorexia ou ortorexia. É normal ganhar de volta alguns quilos depois porque você perde muito de uma vez por causa do susto no corpo. Depois que ele se acostuma, seu organismo pode relaxar um pouco, mas nada que alimentação balanceada e atividade física não resolvam. Hoje, quase quatro anos depois da minha dieta, eu recuperei dez quilos. Mas eu não faço disso um tormento porque ainda acho que estou muito melhor do que antes, e muito mais saudável.\" - Paula Foit, 28 anos\n\n9. \"Eu recuperei a vontade de conquistar coisas, de conhecer gente e lugares novos, de viver de maneira geral.\" \"Eu tinha várias doenças ligadas à obesidade: gordura no fígado, apneia do sono, refluxo gastroesofágico, predisposição à diabetes, ansiedade, depressão e manchas escuras no corpo. O fato de não dormir bem me impedia de ter energia para malhar e pela ansiedade de estar engordando, eu comia desesperadamente, o que me levava ao refluxo. Ou seja, era um ciclo que depredava minha saúde. A única saída foi a bariátrica. Eu pensava que jamais conseguiria comer decentemente de novo, que ia vomitar todas as vezes que comesse algo gorduroso, ou que não teria mais tolerância ao álcool e que eu ia viver de sopa. O que aconteceu foi o oposto. Eu evito comer coisas gordurosas pro meu próprio bem e foco em alimentos orgânicos. Mas eu tenho boa tolerância ao álcool, consigo comer comida gordurosa se eu quiser e nada de ruim me acontece. Ou seja, o equilíbrio é a palavra chave para um bariátrico. Como resultado, TODOS os aspectos da minha vida mudaram: autoconfiança, aparência, saúde (todas as doenças citadas estão curadas - e a ansiedade eu controlo com terapia) e vontade de viver. Eu recuperei a vontade de conquistar coisas, de conhecer gente e lugares novos, de viver de maneira geral.\" - Leonardo Lopes Olivares, 29 anos\n\nAnna_isaeva / Getty Images\n\n10. \"Depois de muita terapia, percebi que não tenho que perseguir um padrão, mas me alimentar e me exercitar para que o meu corpo alcance o ideal pra mim.\" \"Todo mundo conhece o amigo do amigo que morreu ou que vive doente, mas casos assim são raríssimos. Dá medo de operar, então pesquise o máximo que puder, participe de grupos de bariátricos e não pule as fases do pré-operatório. Acompanhamento psicológico antes e depois são superimportantes e não se deixe influenciar pelos outros. A bariátrica mudou completamente minha rotina. A alimentação passou a ser um tópico importante pra mim, assim como atividade física. Hoje eu vejo a vida que a obesidade me roubava, as coisas que eu não conseguia fazer e as experiências de que eu me privava por ser obeso. Eu levo uma vida normal, como pouco, mas levo uma dieta balanceada e consigo comer de tudo. Depois de muita terapia, percebi que não tenho que perseguir um padrão, mas me alimentar e me exercitar para que o meu corpo alcance o ideal pra mim. Hoje eu não sou sarado, sou magro mesmo, mas tudo bem. Sou saudável e me sinto bem e é isso o que importa.\" - Gustavo Dias - 30 anos\n\n11. \"Eu tinha a cirurgia bariátrica como um escolha de 'preguiçoso'. Até que por recomendação de um médico eu passei a pesquisar sobre o procedimento.\" \"Com 23 anos eu tive dois inícios de AVC. Sempre tive receio da cirurgia e achava que não era pra mim. Eu tinha a cirurgia bariátrica como um escolha de 'preguiçoso'. Até que por recomendação de um médico eu passei a pesquisar sobre o procedimento, marquei uma consulta com um cirurgião na minha cidade e, um ano depois (demorei um tempo para me decidir), fiz a cirurgia. Eu esperava emagrecer sim, mas não tão rápido como foi. A previsão era de eliminar 60 kg em dois anos. Com um ano de cirurgia eu já tinha perdido tudo isso, sendo que operei com 140 kg. Sem dúvida alguma, a bariátrica transformou a minha vida. Depois da cirurgia a minha vontade de viver aumentou e hoje em dia quero aproveitar as oportunidades que esse mundo nos oferece. Após o procedimento eu passei a ter mais ânimo, disposição e força de vontade para correr atrás dos meus objetivos.\" - João Guilherme Xavier, 26 anos\n\n12. \"Às vezes a gente acha que o problema é o nosso corpo, sendo que, na verdade, ele está na nossa cabeça - e ela não pode ser operada.\" \"Eu esperava que seria difícil, mas não tanto quanto realmente foi. Comer é um hábito enraizado e a gente não imagina o tanto que faz falta, mesmo sem poder comer. Enquanto todo mundo come, você está tomando líquido. Mesmo que seja algo que você não goste, dá vontade de comer. Após um mês de dieta líquida, meu primeiro banquete foi uma colher de purê de batata e uma colher de frango triturado. Dos deuses! Agradeci cada garfada daquela papa e esse processo me ajudou muito a valorizar o alimento. Às vezes a gente acha que o problema é o nosso corpo, sendo que, na verdade, ele está na nossa cabeça - e ela não pode ser operada. Por isso é importante estar cercado de bons profissionais e lembrar que é só uma fase e que não vale a pena botar tudo a perder por causa de uma vontade momentânea.\" - Camila Castro, 26 anos"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Maitland Quitmeyer", "title": "28 Beauty Products With Small Price Tags And Major Results", "description": "Makeup and skincare that's well-worth the cost — and THEN some. View Entire Post ›", "url": "https://www.buzzfeed.com/maitlandquitmeyer/beauty-products-with-small-price-tags-and-big-results", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/17/enhanced/buzzfeed-prod-web-06/original-12448-1542235615-8.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-16T17:07:29Z", "content": null, "fulltext": "Promising review: \"Absolutely amazing! They come in three different sizes, so you can conquer any zit, no matter how large or small. They are close to clear, so they blend in well with my skin. I'll put one on a painful, irritated, head-less pimple in the morning, go about my day (no one has called me out for wearing them, which means either they haven't noticed or they're afraid to say anything), and by the evening all the yuck has been sucked out onto the patch. It's disgusting, but SO COOL! When I take the patch off, it looks like the pimple was photoshopped right off my face. ZAP! Leaving the patch on all day also keeps me from picking, which prevents nasty scars and making the zit worse. Seriously, I wish I had these in high school. Buy them for yourself, buy them for the teenagers in your life, buy them for everyone!\" —Lindsay & Eddie\n\nOn a personal note, I swear by these as part of my sensitive, acne-prone skin care routine!\n\nGet a pack of 24 from Amazon for $4.77."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Morgan Murrell", "title": "18 Celebrity Instagrams You Probably Missed This Week", "description": "Here's what you might've missed. View Entire Post ›", "url": "https://www.buzzfeed.com/morganmurrell/celebrity-instagrams-you-probably-missed-this-week-11-16-18", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/tmp/buzzfeed-prod-web-01/b58a4962e4e23e866d65f39b7daa9a89-4.jpg?crop=625:327;0,45", "publishedAt": "2018-11-16T16:55:38Z", "content": null, "fulltext": "2.\n\nJessie J performed at the Royal Albert Hall in London, where she opened up about her infertility to fans."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Lauren Yapalater", "title": "\"The Good Place\" Cast Trying To Teach Ted Danson How To Floss Is A Thing Of Pure Beauty", "description": "He's Danson, but can he dance?????? View Entire Post ›", "url": "https://www.buzzfeed.com/lyapalater/the-good-place-cast-trying-to-teach-ted-danson-h", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/campaign_images/buzzfeed-prod-web-02/the-good-place-cast-trying-to-teach-ted-danson-ho-2-18428-1542386878-1_dblbig.jpg", "publishedAt": "2018-11-16T16:52:08Z", "content": null, "fulltext": "I love the irony of the sign in the background. By the way, Ted did finally learn how to floss. But this is just so so great. RT @lari_hudgens: AAAAKAJAKAJKA EU TO MORRENDO COM TED https://t.co/XaxPA5x0xA"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Aline Ramos", "title": "Como uma simples vaquinha online mostrou o privilégio de youtubers brancos", "description": "Spartakus, youtuber negro que fala sobre racismo, pediu ajuda aos seus seguidores para consertar seu computador, mas foi alvo de críticas que youtubers brancos não receberam. View Entire Post ›", "url": "https://www.buzzfeed.com/ramosaline/vaquinha-spartakus-youtube-privilegio-branco-racismo", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/10/enhanced/buzzfeed-prod-web-02/original-10967-1542381627-2.png?crop=1198:627;0,0", "publishedAt": "2018-11-16T16:51:01Z", "content": null, "fulltext": "\"Ser um youtuber negro é criticar o racismo, mas não demais, senão o opressor se incomoda e o criticado é você.\n\nSer um youtuber negro é ganhar visibilidade por colocar o dedo na ferida e não fechar contratos pelo mesmo motivo.\n\nSer um youtuber negro é, mesmo vivendo as consequências da escravidão, não ter o direito de pedir ajuda, afinal a empatia nesse país foi substituída pela meritocracia.\n\nSer um youtuber negro é não poder juntar dinheiro pra ter um equipamento de qualidade ou viajar pois esse é um luxo que só a casa grande pode ter.\n\nSer um youtuber negro é ver outros pretos darem mais credibilidade a páginas racistas do que a quem sempre esteve ao seu lado.\n\nSer um youtuber negro é ver seus irmãos se calarem diante da opressão com medo de virarem mais um alvo.\n\nSer um youtuber negro é ser obrigado a ser EXTREMAMENTE DIDÁTICO, porque se o outro não te entende você é automaticamente vitimista, mimimizento e oportunista.\n\nSer um youtuber negro é lutar sempre pela sua causa e mesmo assim ter sua militância questionada a todo momento.\n\nSer um youtuber negro é esperar acharem um motivo qualquer pra destilar o ódio e o racismo que sempre esteve guardado mas que é injustificado.\n\nSer um youtuber negro é ser alvo de outras minorias, dos racistas e da extrema direita, afinal nunca foi tão interessante descredibilizar a nossa luta.\n\nSer um youtuber negro é ir contra um país que tem orgulho de ser representado por gente racista.\n\nSer um youtuber negro é RESISTIR.\n\nOrgulho de ser um youtuber negro.\n\n#MêsDaConsciênciaNegra\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Michelle No", "title": "Here's The Expert Answer To Every Turkey Defrosting Question", "description": "If you're reading this now, it's NOT too late. View Entire Post ›", "url": "https://www.buzzfeed.com/michelleno/how-to-safely-thaw-frozen-turkey-for-thanksgiving", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/campaign_images/buzzfeed-prod-web-03/we-asked-the-experts-how-to-safely-thaw-turkey-so-2-19228-1542386330-0_dblbig.jpg", "publishedAt": "2018-11-16T16:41:17Z", "content": null, "fulltext": "Disney\n\nIf you CAN fit into a microwave though, \"following your particular microwave oven instructions is critical, since microwaves vary in power,\" says germ expert Reynolds. Now we can't advise on individual microwave usage, but it's safe to say you should check on it regularly to make sure every part of the turkey is being thawed properly, and don't use any materials, like aluminum, that might melt or catch on fire.\n\nWhen your turkey is thawed, finish it in the oven as soon as possible, cooking it until it reaches an internal temperature of 165ºF. That's the magic number, USDA Magoulas says."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Matt Stopera", "title": "This Ariana Grande 73 Questions Parody Is Hilarious And Eerily Accurate", "description": "\"Cloud.\" View Entire Post ›", "url": "https://www.buzzfeed.com/mjs538/yuh", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/campaign_images/buzzfeed-prod-web-02/i-guarantee-guarantee-you-will-laugh-at-this-aria-2-17651-1542385887-0_dblbig.jpg", "publishedAt": "2018-11-16T16:35:49Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "I've posted her impression of Ariana Grande before because it's 1. Hilarious and 2. So accurate that it's almost hard to describe JUST HOW accurate it is. Like it's shocking that this isn't Ariana Grande. THAT SAID, comedian Julia Finkelstein has outdone herself."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Chris Peña", "title": "17 Of The Best Kitty Posts From This Week", "description": "Oh, h*ck. View Entire Post ›", "url": "https://www.buzzfeed.com/christopherpena/times-cats-saved-the-internet-this-week", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/10/tmp/buzzfeed-prod-web-06/1f9b1b860d236e15185843acb12e4107-0.jpg?crop=625:327;0,23", "publishedAt": "2018-11-16T16:35:49Z", "content": "Great! The {{categories}} Newsletter{{quantity_prefix}} will be hitting your inbox soon.", "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Andy Golder", "title": "Canned, Jellied Cranberry Sauce Is The Best Kind Of Cranberry Sauce, Sorry", "description": "I refuse to compromise on this opinion. View Entire Post ›", "url": "https://www.buzzfeed.com/andyneuenschwander/canned-jellied-cranberry-sauce-is-the-best-kind-o", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/10/campaign_images/buzzfeed-prod-web-01/canned-jellied-cranberry-sauce-is-the-best-kind-o-2-14782-1542209578-2_dblbig.jpg", "publishedAt": "2018-11-16T16:27:54Z", "content": "Abbieimages / Getty Images It's about control, people. You get your cranberry sauce exactly where you need it and in exactly the amount you want.", "fulltext": "\"But Andy,\" you're probably saying, after scrolling up to see the name of the idiot who got paid to write this, \"it comes in the shape of the can.\" YEAH, THAT'S THE BEST PART. You can take a convenient little slice or scoop and distribute it how you want."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jen Abidor", "title": "15 Celebrity Tweets You Missed This Week", "description": "\"Ever wonder how many ghosts you've hit with your car?\" View Entire Post ›", "url": "https://www.buzzfeed.com/jenniferabidor/15-celebrity-tweets-you-missed-this-week-21", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/campaign_images/buzzfeed-prod-web-02/15-celebrity-tweets-you-missed-this-week-2-16610-1542385305-0_dblbig.jpg", "publishedAt": "2018-11-16T16:23:50Z", "content": null, "fulltext": "I have to dedicate today's #tbt to Glitter, which is currently #1 on the iTunes albums chart, 17 years after its release and on the eve of my new album release! My fans are THE BEST 💖💖💖 #JusticeForGlitter!! LET'S GO #CAUTION⚠️ https://t.co/i2v8Zkp1oy"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Christian Zamora, brendendahle, Evan Ghang", "title": "Amber Lui Shared Her First Times And Her Answers Will Make You Love Her Even More", "description": "\"Let's take our pants off!\" View Entire Post ›", "url": "https://www.buzzfeed.com/christianzamora/amber-lui-shared-her-first-times", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/19/enhanced/buzzfeed-prod-web-06/original-9374-1542327117-2.jpg?crop=1920:1005;0,0", "publishedAt": "2018-11-16T16:11:32Z", "content": null, "fulltext": "BuzzFeed\n\nAL: When I first met the girls, I did not know they were going to be my members. We just are all trainees together and then, until we get put into a group, we don't know we're a group.\n\nKrystal, she was my first friend because she spoke English. Krystal would basically take me around everywhere and show me where to do this and do that. Always, she's still a princess.\n\nLuna is actually a lot more different than I initially thought. She was singing power vocals, she did popping and locking — no other girl trainee was doing that. So, I was like, \"This girl's really got her shit together!\" She's a cute little fuzz ball.\n\nVictoria. We didn't really have an impression of each other because I barely saw her. She lived with me, but I barely saw her. She's the mom."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "AnaMaria Glavan", "title": "39 Amazing Gifts Under $20 That Anyone Will Want To Receive", "description": "Including tea sampler boxes, model boat kits, luxurious bath melts, \"slang\" flash cards, truly fantastic mugs, and a whole banana bunch of other stuff — all under $20! View Entire Post ›", "url": "https://www.buzzfeed.com/anamariaglavan/best-gifts-under-20-dollars-2018", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/7/enhanced/buzzfeed-prod-web-03/original-20038-1542371209-3.png?crop=923:539;0,0", "publishedAt": "2018-11-16T16:08:45Z", "content": null, "fulltext": "This is also a great gift for college kids. Do you know how heavy textbooks are? Answer: EXTREMELY heavy. But this nifty little stand can hold 'em in place while keeping the right page open!\n\nPromising review: \"This stand has been seriously great. My average casebook is about 2,000 pages, and it fits comfortably and securely in the stand. You can adjust the angle very easily, and the pages aren't at risk of getting teared off every time. The little arms at the bottom also rotate, so you get them out of the way super easily when it's time to turn the page. The stand itself is quite beautiful and very lightweight — I've even brought it with me to the library a few times. The adjustable stand in the back folds up really compactly, so when you need to move it, it's basically just the board. Highly recommend this for all students out there.\" —Danielle\n\nGet it from Amazon for $10.45."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jame Jackson", "title": "These 16 Overheard Tweets Will Make You Pee Yourself Because They're That Funny", "description": "\"How many calories are in Advil?\" View Entire Post ›", "url": "https://www.buzzfeed.com/jamedjackson/funny-overheard-tweets-twitter", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/14/tmp/buzzfeed-prod-web-03/b6d9d63d79732fb664714ad4e9ac64ff-12.jpg?crop=587:307;14,42", "publishedAt": "2018-11-16T15:51:33Z", "content": null, "fulltext": "Overheard my two kids today plotting how to chat with each other over a shared #GoogleDoc while in separate classes at school. “What time do you normally use computers in your class?” #SoSneaky #DigCit #ImNotTelling"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Raphael Evangelista", "title": "Estes tuítes são tão magníficos que mereciam ser tombados como patrimônio histórico", "description": "Todos eles merecem ser eternizados em uma placa. View Entire Post ›", "url": "https://www.buzzfeed.com/raphaelevangelista/tuites-tao-bons-que-mereciam-ser-tombados-como", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/10/asset/buzzfeed-prod-web-05/sub-buzz-27506-1542381373-1.jpg?crop=800:418;0,57", "publishedAt": "2018-11-16T15:50:17Z", "content": null, "fulltext": "1.\n\nAlguns são tão bons que mereciam virar monumento em algumas ruas do país. Entre eles, sem dúvidas está o desabafo deste comentarista de site pornô com a situação do Brasil."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Cassie Smyth", "title": "Everyone Loves This Dog Who Models Sunglasses On Depop", "description": "Gigi Hadid who? View Entire Post ›", "url": "https://www.buzzfeed.com/cassiesmyth/dog-models-sunglasses-depop", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/9/asset/buzzfeed-prod-web-03/sub-buzz-10348-1542379893-2.png?crop=748:391;0,107", "publishedAt": "2018-11-16T15:37:57Z", "content": "She said that Chubby, being \"really cute\", offered \"the perfect solution.\"", "fulltext": "Milly believes that Chubby's popularity has helped her sales: \"People have literally said to me they bought the glasses because of her, and lots of people ask if she's for sale and for how much...she is definitely not for sale!\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Kat Angus", "title": "16 Tweets That Are Gonna Blow Your Ever-Loving Mind This Week", "description": "\"Ever wonder how many ghosts you've hit with your car?\" View Entire Post ›", "url": "https://www.buzzfeed.com/katangus/mind-blowing-tweets-damn", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/11/tmp/buzzfeed-prod-web-06/68c8ea9f1eede12112b05af2e1d3855d-2.jpg?crop=623:326;0,45", "publishedAt": "2018-11-16T15:21:42Z", "content": null, "fulltext": "My husband and I called my sweet, 85-year-old grandma to tell her I got a new job. She congratulated us, talked for a bit, and then hung up. Later she called me to say I should open a secret bank account and never tell my husband about it. My grandma is fierce."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ben Henry", "title": "Gigi Hadid Just Responded To The Claims That She's Only Famous Because Her Parents Are Successful", "description": "\"I shouldn’t stay in my house because people say, 'You don’t deserve to be here because they were successful.'\" View Entire Post ›", "url": "https://www.buzzfeed.com/benhenry/gigi-hadid-responds-to-criticism-she-shouldnt-be-famous", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/9/enhanced/buzzfeed-prod-web-01/original-5724-1542379277-2.jpg?crop=1250:654;0,0", "publishedAt": "2018-11-16T15:12:44Z", "content": null, "fulltext": "Gigi also responded to the controversy surrounding a photoshoot she did for Vogue Arabia, which saw her wearing a hijab on the front cover. At the time, people criticised the decision to have Gigi front the first issue of the magazine, saying she was \"using the title 'half palestinian' for [her own] benefit\"."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jesse Szewczyk", "title": "I Tried Four Famous Turkey Recipes And Found The Very Best One", "description": "Guy Fieri's mean green turkey machine is everything you would expect and more... View Entire Post ›", "url": "https://www.buzzfeed.com/jesseszewczyk/the-best-turkey-recipe", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-10/25/15/enhanced/buzzfeed-prod-web-02/original-25757-1540494247-2.png?crop=1109:581;0,79", "publishedAt": "2018-11-16T15:11:26Z", "content": null, "fulltext": "Ellie Sunakawa/BuzzFeed\n\nThis was my lineup:\n\n1. Alton Brown: Because Alton is the king of technical cooking projects, and I felt like turkey definitely falls into that category. He brines his bird and fills the cavity with a special microwaved flavoring mixture. I was intrigued.\n\n2. Ayesha Curry: Because I always associate turkey with being bland and flavorless, and her jerk turkey recipe seemed like it would actually have flavor.\n\n3. Martha Stewart: Because I was expecting her to do something super traditional, but it turns out she actually covers her turkey in cheesecloth that's soaked with butter and wine, so I was curious to see what that's all about.\n\n4. Guy Fieri: Because his recipe is literally called \"mean green turkey machine,\" and I knew it would take me on a trip to Flavor Town (for better or worse)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Susana Cristalli", "title": "A foto da Taty foi um alívio pras mães que não aguentam mais cobrança pra voltar ao \"corpo de antes\"", "description": "\"Esse texto veio na hora certa, estou me cobrando muito. Aqui nasceu um bebê faz 7 meses e ainda tenho pança, estrias e 4 kilos que não vão embora\". View Entire Post ›", "url": "https://www.buzzfeed.com/susanacristalli/foto-da-taty-um-ano-depois-da-gravidez", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/9/enhanced/buzzfeed-prod-web-06/original-21324-1542379621-6.png?crop=1198:627;0,0", "publishedAt": "2018-11-16T15:07:35Z", "content": null, "fulltext": "No texto, ela fala sobre como se olhou no espelho e viu uma barriguinha que segue protuberante, porque é isso que acontece MUITAS VEZES com quem gerou um novo ser humano lá dentro."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Elizabeth Lilly", "title": "35 Useful Kitchen Products For People Who Love Being Organized", "description": "Alphabetically organized spices? Pot lids arranged from smallest to largest? We've got you. View Entire Post ›", "url": "https://www.buzzfeed.com/elizabethlilly/useful-kitchen-products-for-people-who-love-being-organized", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/3/16/enhanced/buzzfeed-prod-web-05/original-22125-1541276521-2.png?crop=609:319;26,43", "publishedAt": "2018-11-16T15:05:41Z", "content": null, "fulltext": "Amazon\n\nMade from heavy-gauge steel and can store up to 36 cans of various sizes.\n\nPromising review: \"I originally just bought one but realized I had enough space in my pantry to stack two of them. Other reviewers said they had issues with the can rack falling over due to the weight. I have not had this issue. As long as the rack is on a steady surface and braced against two walls like I have in my pantry, it should be fine. Word of advice though, if you have small round cans of tuna or chicken don't put them on their sides. They don't roll well and they fall over. Three small cans of tuna can be stacked together on a shelf and two large cans of chicken can be stacked. They will slide this way. I absolutely love this can rack!! It saved me from the chaos of my pantry.\" —Jennifer\n\nGet it from Amazon for $24.87."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Tasty Demais", "title": "Este anel de quesadilla é muito prático e gostoso", "description": "Perfeito para fazer com os amigos! View Entire Post ›", "url": "https://www.buzzfeed.com/tastydemais/anel-de-quesadilla", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/8/campaign_images/buzzfeed-prod-web-04/este-anel-de-quesadilla-e-muito-pratico-e-gostoso-2-16655-1542375630-6_dblbig.jpg", "publishedAt": "2018-11-16T14:07:05Z", "content": null, "fulltext": "Tasty\n\nPorções: 20 a 40\n\nVocê vai precisar de:\n\n2 xícaras de frango cozido e desfiado\n\n1 cebola picada\n\n1 pimentão vermelho picado\n\n1 pimenta jalapeño picada\n\n1 xícara de molho para tacos\n\n20 tortilhas do tamanho de um taco\n\n3 xícaras de queijo cheddar ralado\n\n3 xícaras de queijo muçarela ralado\n\nModo de preparo:\n\n1. Preaqueça o forno a 190˚C.\n\n2. Em uma tigela, adicione o frango, a cebola, o pimentão vermelho, a pimenta jalapeño e o molho para tacos e misture bem. Reserve.\n\n3. Corte cada tortilha ao meio. Espalhe de maneira uniforme 2 colheres de sopa de queijo cheddar, muçarela e a mistura de frango em uma metade da tortilha. Enrole a tortilha em formato de cone a partir da borda cortada, tomando cuidado para não deixar os ingredientes saírem para fora da tortilha.\n\n4. Em uma assadeira forrada com papel manteiga, coloque um pote ou copo de boca larga no centro. Crie um anel ao redor do pote com os cones de tortilha. A ponta dos cones deve ficar no centro, tocando a superfície do pote. A primeira camada deve conter 13 cones.\n\n5. Polvilhe o queijo cheddar e o queijo muçarela sobre a primeira camada de cones.\n\n6. Inicie a segunda camada colocando um cone por cima e entre dois cones da primeira camada. Continue esse processo com o restante dos cones. Devem ser formadas 3 camadas completas de cones, e os 3 cones restantes vão preencher alguns espaços vazios no topo.\n\n7. Polvilhe o restante dos queijos cheddar e muçarela sobre a quesadilla. Retire o pote do centro do anel. Leve para assar até que o queijo derreta e as bordas das tortillas estejam crocantes, de 15 a 20 minutos.\n\n8. Transfira para um prato. Coloque um molho à sua escolha dentro do anel. Decore ao seu gosto.\n\n9. Sirva imediatamente.\n\nBom apetite!\n\nInspiração: https://www.buzzfeed.com/alixtraeger/cheesy-chicken-layer-quesadilla?utm_term=.jsb3bm2jR#.to9PvaY29"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Rose Troup Buchanan", "title": "Calcinha de adolescente é usada para inocentar acusado de estuprá-la, e irlandesas protestam", "description": "A advogada de defesa exibiu a calcinha da garota de 17 anos e disse ao júri: \"Vocês tem que pensar em como ela estava vestida. Ela estava vestindo uma calcinha com frente de renda.\" View Entire Post ›", "url": "https://www.buzzfeed.com/rosebuchanan/calcinha-consentimento-sexual-irlanda-caso-estupro", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/9/enhanced/buzzfeed-prod-web-02/original-15121-1542207542-2.jpg?crop=1244:651;0,89", "publishedAt": "2018-11-16T14:07:05Z", "content": "Mulheres tomaram as ruas da Irlanda depois que a lingerie de uma adolescente foi exibida no julgamento que absolveu o homem acusado de estuprá-la. Durante uma das audiências, a advogada de defesa, Elizabeth OConnell, exibiu a calcinha que a adolescente de 17 … [+2734 chars]", "fulltext": "Mulheres tomaram as ruas da Irlanda depois que a lingerie de uma adolescente foi exibida no julgamento que absolveu o homem acusado de estuprá-la.\n\nDurante uma das audiências, a advogada de defesa, Elizabeth O’Connell, exibiu a calcinha que a adolescente de 17 anos estava usando no momento em que teria ocorrido o crime e disse ao júri: \"Vocês tem que pensar em como ela estava vestida. Ela estava vestindo uma calcinha com frente de renda\".\n\n\n\nO homem de 27 anos foi inocentado da acusação de estupro da adolescente no início deste mês.\n\n\n\nOs comentários de O’Connell, segundo o Irish Examiner e outros veículos, provocaram reações imediatas. O Dublin Rape Crisis Centre exigiu reformas legais para mudar a forma com que casos de estupro são julgados no país — ainda que não tenha questionado o veredito.\n\n\"Estes estereótipos sobre o estupro vivem surgindo nos processos judiciais, pois a defesa para o estupro é que o sexo foi consensual\", disse a executiva-chefe do Rape Crisis, Noeline Blackwell, ao jornal Irish Independent. \"Então, qualquer coisa que o réu puder fazer para sugerir que houve consentimento será usado.\"\n\nNesta quarta-feira (14), mulheres se reuniram em toda a Irlanda para protestar sobre a condução do processo judicial."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Emma McAnaw", "title": "32 Things That'll Help Super Messy People Get Their Lives Together", "description": "Take a deep breath — we are going to get THROUGH — oh look, you're done! View Entire Post ›", "url": "https://www.buzzfeed.com/emmamcanaw/things-thatll-save-messy-people-from-themselves", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/17/enhanced/buzzfeed-prod-web-04/original-7108-1542321714-7.jpg?crop=1198:627;0,0", "publishedAt": "2018-11-16T14:05:03Z", "content": null, "fulltext": "Just put it in your drain and pop it out to clean every so often. It's made of silicone so you can easily wipe away all that gross hair and who knows what else before you lose your cool. And check out a BuzzFeeder's full review for all the info!\n\nPromising review: \"I held off reviewing this to see how it worked over the course of a month or so. My first though is, 'how are my husband and I not bald?'. Seriously, I empty this thing every other day (see nastily graphic photo below) and it is always completely gunked up with hair and goo of all types. I was impressed by the sheer amount of hair and other stuff this thing captured. It was easy to install (unscrew the small metal drain covering, gag at the stuff growing on the underside of said covering, pop the TubShroom in the hole). Yes, clean up is disgusting. Pull it out with a paper towel and clean it off with another one. It's flexible, so the gunk comes off easily.\" —LT\n\nGet it from Amazon for $12.99+ (available in six colors)."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hannah Al-Othman", "title": "We Spoke To That Guy Who Keeps Shouting \"Stop Brexit\" Outside Parliament", "description": "On Friday, at the end of a wild week in Westminster, BuzzFeed News tracked down the man that everyone has been talking about. No, it's not Michael Gove, it's not Dominic Raab, and it's not even Jacob Rees-Mogg. It's Steve Bray, a 49-year-old self employed num…", "url": "https://www.buzzfeed.com/hannahalothman/we-spoke-to-that-guy-who-keeps-shouting-stop-brexit-outside", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/8/asset/buzzfeed-prod-web-05/sub-buzz-8531-1542375285-4.jpg?crop=1044:546;34,182", "publishedAt": "2018-11-16T13:55:02Z", "content": "On Friday, at the end of a wild week in Westminster, BuzzFeed News tracked down the man that everyone has been talking about. No, it's not Michael Gove, it's not Dominic Raab, and it's not even Jacob Rees-Mogg. It's Steve Bray, a 49-year-old self employed num… [+2787 chars]", "fulltext": "On Friday, at the end of a wild week in Westminster, BuzzFeed News tracked down the man who everyone has been talking about.\n\nNo, it's not Michael Gove, it's not Dominic Raab, and it's not even Jacob Rees-Mogg. It's Steve Bray, a 49-year-old self-employed numismatist (that's a coin specialist to you and me) from South Wales.\n\nWe asked Bray, who has been outside parliament with an EU flag and a megaphone all week, why and how he's been staging his one-man protest.\n\nHow do you manage to be here every day? Have you had to give up work?\n\n\"For the first year I was self-funded — I sold a chunk of stuff. Now people help keep me going, but I live on [the] bare minimum.\n\n\"I've been at parliament for 17 months now, every day they're sitting. Initially I was getting a lot of abuse, mainly the black cab drivers. I had threats on my life, things like that. You've got a lot of angry people who've voted to leave, and I say, 'You've won, get over it,' but in reality we've all lost.\"\n\nYou interrupted Jacob Rees-Mogg's press conference yesterday: Have the police tried to stop you protesting?\n\n\"The police have been pretty good actually. I like to think they're all Remainers, but I know there are one or two Leavers among them.\n\n\"They asked me to stop using my megaphone [outside parliament]. They said if I use it, they'll take it off me.\""}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Maitland Quitmeyer", "title": "26 Gorgeous Pieces Of Jewelry That'll Make You Say, \"That Only Costs WHAT?!\"", "description": "Shine bright like a diamond — without paying for one. View Entire Post ›", "url": "https://www.buzzfeed.com/maitlandquitmeyer/inexpensive-gorgeous-pieces-of-jewelry", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/17/enhanced/buzzfeed-prod-web-04/original-5839-1542320611-5.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-16T13:05:23Z", "content": null, "fulltext": "Amazon\n\nGet them from Amazon for $12.99 (available in 45 colors/styles).\n\nPromising review: \"I purchased these earrings in green and I was so pleasantly surprised by them! They are adorable and look much more expensive than their price tag. They are lightweight for being a larger earring, and I hardly notice that I'm wearing them. They don't come with backs, but I would recommend getting some — I used some of the inexpensive clear backs (you can find them in packs at most retailers) and they worked great! The shade of green is a very rich color and I have been able to dress them up with heels and down with sandals.\n\nMy ears tend to be sensitive so I'm always a little hesitant to wear 'cheap' earrings, but these didn't cause me any problems. I have comfortably been able to wear them for hours on end. Overall, I'm really happy with my purchase and I plan on buying additional colors in the near future!\" —Stephanie"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ben Henry", "title": "Ariana Grande Now Has SHORT HAIR And Obviously People Are Freaking Out", "description": "Ariana with short hair is coming to SHAKE THE TABLE. View Entire Post ›", "url": "https://www.buzzfeed.com/benhenry/ariana-grande-short-hair", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/7/enhanced/buzzfeed-prod-web-03/original-19889-1542370359-3.jpg?crop=1250:654;0,0", "publishedAt": "2018-11-16T12:25:27Z", "content": null, "fulltext": "After the roaring success of \"thank u, next\", Ariana's first solo number one single in the US, and a new album already on the horizon, fans cannot wait for the new era and hair to take over the whole damn world."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Ben Henry", "title": "Armie Hammer Has Apologised After Criticising Celebrities Who Posted Selfies With Stan Lee", "description": "\"I will be working on my Twitter impulse control.\" View Entire Post ›", "url": "https://www.buzzfeed.com/benhenry/armie-hammer-has-apologised-for-stan-lee-comments", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/6/enhanced/buzzfeed-prod-web-05/original-30179-1542366814-3.jpg?crop=1250:654;0,0", "publishedAt": "2018-11-16T11:22:36Z", "content": null, "fulltext": "The Marvel legend left an everlasting legacy behind, which was part of the reason for the outpouring of love that followed the news. This was led by celebrities who had worked alongside Stan to bring the characters he had created — such as Hulk, Captain America, and Ant-Man — to life on the big screen."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Kayla Suazo", "title": "34 Things Under $20 That'll Give Your Kitchen A Well-Deserved Upgrade", "description": "A mix of cute and practical things to make your kitchen the best it's ever been. View Entire Post ›", "url": "https://www.buzzfeed.com/kaylasuazo/things-thatll-upgrade-your-kitchen-for-20-or-less", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/8/16/enhanced/buzzfeed-prod-web-03/original-1626-1541711300-2.png?crop=1462:765;0,105", "publishedAt": "2018-11-16T11:06:43Z", "content": null, "fulltext": "Psst! It comes with screws so you don't have to use the hangers if they don't fit on your cabinet. With that being said, you should definitely measure before buying if you *do* want to hang it over the cabinet door.\n\nPromising review: \"I am so happy to have found this major space saver! I always struggle to find a place to store my cutting boards. I worry about how clean they are when I leave them on the counter. I love the fact that they are now tucked away and won't get dirty! I am able to fit two, 3/4-inch thick wood boards, as well as two thin plastic ones. My largest board is 16 inches tall and it fits with plenty of room to close the door. Yes, you can see the hangers on the outside of the door, but they are very discrete. All-in-all a fantastic buy!\" —madeline audrey\n\nGet it from Amazon for $13.87."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Alex Spence", "title": "This Is How A Tory Leadership No Confidence Vote Works", "description": "There has been plenty of speculation that there will be a leadership contest – but how exactly would it go down? View Entire Post ›", "url": "https://www.buzzfeed.com/alexspence/how-tory-leadership-contest-works", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/5/campaign_images/buzzfeed-prod-web-03/this-is-how-a-tory-leadership-no-confidence-vote--2-10475-1542363177-0_dblbig.jpg", "publishedAt": "2018-11-16T10:22:51Z", "content": "British politics has been obsessed for the last three days with one number: 48. That represents 15% of current Conservative MPs, the threshold for triggering a no confidence vote in the partys leader, prime minister Theresa May. Since it emerged on Tuesday th… [+4837 chars]", "fulltext": "Since it emerged on Tuesday that UK government and EU officials had agreed a draft Brexit deal, there has been febrile speculation at Westminster that the magic number had been reached as furious Brexiteers and even Remainers finally lost patience in May’s leadership.\n\nBritish politics has been obsessed for the last three days with one number: 48. That represents 15% of current Conservative MPs, the threshold for triggering a no-confidence vote in the party’s leader, prime minister Theresa May.\n\nThis is the mechanism for triggering a no-confidence vote: The dissenting MPs individually write letters to Sir Graham Brady, chair of the 1922 Committee, the body that represents Tory backbenchers, expressing no confidence in the prime minister. On Thursday, the leader of the hardline Tory Brexiteer European Research Group, Jacob Rees-Mogg, theatrically announced that he had submitted his letter to Brady at a packed press conference on the steps outside Parliament.\n\nBrady keeps a tally, and if the threshold is reached he’ll call a vote of all Tory MPs — unless Theresa May decides to resign first.\n\nIn the year and a half since the last general election, there’s been a lot of speculation about how many letters Brady has received. There was a flurry of anxiousness among some Tories at the start of the year that the count had gone into the 40s. But Brady is famously tight-lipped about both the number of letters he’s received and the identities of those who’ve submitted them. Speaking at this year’s Tory party conference in Birmingham he mocked the pundits’ attempts to keep score, saying MPs often told journalists “they had sent in letters which they hadn’t, or that they’ve withdrawn letters they never sent in the first place”.\n\nWhat happens once 48 letters have been received?\n\nIf Brady’s count does reach 48, he has to agree with May a timetable for a confidence vote “as soon as possible in the circumstances prevailing”. The ballot would be held secretly.\n\nThe last time the Tories held such a ballot was in 2003, when Iain Duncan Smith was leader. In that case, the vote was held the day after the chair of the 1922 committee announced he’d received enough letters to trigger a ballot. Duncan lost and was removed as leader.\n\nMay would only have to win the confidence vote by a simple majority to remain as leader. At present, that amounts to 158 MPs.\n\nSome Tories think that a narrow win isn’t enough — that a leader without a strong majority wouldn’t have the authority to continue. However, some Downing Street advisers have argued that because of the extraordinary circumstances, May could carry on even if she scraped through by only a few votes.\n\nWhat happens after the result?\n\nUnder party rules, if May wins a confidence vote she can’t be challenged for another year. That explains why she hasn’t faced a confidence vote before now, even though so many of her MPs have been desperately unhappy with her Brexit policy: They calculated that they didn’t have the numbers to win and would then be stuck with her.\n\nIf May loses a confidence vote, she’s finished — a leadership contest would be held and the party would elect a new prime minister.\n\n"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Yui Kashima", "title": "Googleの本気スマホ「Pixel 3」のエグいカメラを見て…「AIってすごいんだな…」「一回使うと戻れない」", "description": "Googleが長い時間をかけて蓄積したデータとAI機能をガッシガシに使ってるんですよ。一番実感するのがカメラです。 Googleのカメラチームの開発者であるHajime Moritaさんも「カメラにはメモリを一番使っているくらいハードを酷使してる。アプリが落ちることが多く、開発ではそこに苦労した」とRebuildで語るほど。", "url": "https://www.buzzfeed.com/jp/yuikashima/googleaaaaaaaaaaaaa", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/3/campaign_images/buzzfeed-prod-web-01/google-2-30468-1542356286-5_dblbig.jpg", "publishedAt": "2018-11-16T08:31:54Z", "content": "BuzzFeed Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Yui Kashima / BuzzFeed\n\n実はこれは11月15日にリリースされた新機能Night Sight（夜景モード）です。\n\nPixel 3のカメラで主に使われているのは、コンピュテーショナルフォトグラフィーという技術。\n\n光学によって被写体の像を捉えている一般的なカメラとは異なり、デジタル処理によって画像を生成するのを前提にしているテクノロジーです。\n\n簡単に言うと、Pixel 3で撮るのは、Googleの叡智を集積してできる超すごい合成写真ということになります。"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Cassie Smyth", "title": "Do You Remember Your Nursery Rhymes?", "description": "Are you and Humpty Dumpty still close? View Entire Post ›", "url": "https://www.buzzfeed.com/cassiesmyth/how-well-do-you-remember-these-nursery-rhymes", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/12/tmp/buzzfeed-prod-web-02/8879d03208323683be877800c7ec8226-4.jpg?crop=625:327;0,212", "publishedAt": "2018-11-16T08:11:16Z", "content": null, "fulltext": "Correct!\n\nWrong!\n\nThe doctor insisted that no more monkeys jump on the bed."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Lane Sainty", "title": "A Hippo Skull And A Slow Loris Skeleton Have Been Stolen From A University Museum", "description": "Four animal skeletons dating back to 1880 were stolen in a bone heist last week, police say. View Entire Post ›", "url": "https://www.buzzfeed.com/lanesainty/rare-animal-skeletons-stolen-university-museum", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/2/campaign_images/buzzfeed-prod-web-01/a-hippo-skull-and-a-slow-loris-skeleton-have-been-2-27167-1542352708-0_dblbig.jpg", "publishedAt": "2018-11-16T07:25:00Z", "content": "A number of rare animal skeletons, including a slow loris and a hippopotamus skull, have been stolen from a museum on a university campus in Sydney. The heist took place between 11am Wednesday and 9.30am Thursday last week at the Haswell Museum at the Univers… [+1030 chars]", "fulltext": "A number of rare animal skeletons, including a slow loris and a hippopotamus skull, have been stolen from a museum on a university campus in Sydney.\n\nThe heist took place between 11am Wednesday and 9:30am Thursday last week, with the bones stolen from the Haswell Museum at the University of Sydney in Camperdown, New South Wales Police told BuzzFeed News.\n\nFour \"rare and valuable\" animal skeletons were taken: a full hippopotamus skull, a Hawksbill sea turtle skeleton, a slow loris skeleton, and a dog skeleton.\n\nThree more animal skeletons were recovered from outside the museum. Police believe they were left behind by the thieves after the break-in."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "litzmirra86", "title": "We Know If You Belong In \"Chilling Adventures Of Sabrine\" Or \"Riverdale\" Based On Your Random Preferences", "description": "Riverdale or Greendale? View Entire Post ›", "url": "https://www.buzzfeed.com/litzmirra86/should-you-be-in-riverdale-or-caos-3cdau", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/15/tmp/buzzfeed-prod-web-03/3191f0d0c51944d78faafcc9ccbdb26d-6.jpg?crop=625:327;0,19", "publishedAt": "2018-11-16T07:02:26Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "katiehenning", "title": "Which \"The Office\" Character Are You Based On Your Thanksgiving Opinions?", "description": "How are you doing Turkey Day in Scranton, PA? View Entire Post ›", "url": "https://www.buzzfeed.com/katiehenning/which-the-office-character-are-you-based-on-your-3okbe", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/18/10/tmp/buzzfeed-prod-web-03/87b70a23bf2f9c88a350070d919b1498-0.jpg?crop=621:325;0,19", "publishedAt": "2018-11-16T06:35:22Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hannah Ryan", "title": "Australia’s Prosecutors Have Accused The Federal Government Of Inviting Crime Tourism", "description": "The prosecutors say a decision by the Department of Home Affairs would allow serious criminals to be deported rather than face Australia’s criminal justice system. View Entire Post ›", "url": "https://www.buzzfeed.com/hannahryan/serious-criminals-could-escape-punishment-by-requesting", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/1/campaign_images/buzzfeed-prod-web-02/serious-criminals-could-escape-punishment-by-requ-2-24115-1542348374-3_dblbig.jpg", "publishedAt": "2018-11-16T06:10:33Z", "content": "The letter was signed by the Director of Public Prosecutions (DPP) in each of Australias states and territories, according to The Herald Sun. Visa cancellations on character grounds under section 501 of the Migration Act have captured public attention, especi… [+2633 chars]", "fulltext": "Australia’s leading prosecutors have accused the Department of Home Affairs of making a decision that could let criminals escape punishment by leaving the country, in a letter sent to department secretary Mike Pezzullo.\n\nThe letter was signed by the Director of Public Prosecutions (DPP) in each of Australia’s states and territories, according to The Herald Sun.\n\nVisa cancellations on character grounds under section 501 of the Migration Act have captured public attention, especially in light of the high numbers of New Zealanders being deported. Character-based visa cancellations usually follow a criminal conviction.\n\nBut there is an increasing trend where visas are cancelled before a trial takes place. That is possible under a different provision – section 116 – that allows the government to cancel a person’s visa when they are charged with a crime, before they are ever tried, convicted or sentenced.\n\nThe Migration Act lets the states and territories issue \"criminal justice stay certificates\", which is supposed to hit pause on any plans to deport someone who hasn’t finished their criminal justice process. But the DPPs said they had been told home affairs had decided that the certificate could be trumped by a separate section, section 198, compelling the government to deport “an unlawful non-citizen” who asks to be removed. That section says the deportation has to happen as soon as possible.\n\nThe department’s decision could have “far-reaching” consequences, the DPPs wrote. They cautioned that it meant “a non-citizen could circumvent the administration of justice – at any stage of that process – simply by requesting their removal” from Australia.\n\nThe DPPs suggested the decision could invite criminal tourism — people travelling to Australia “for the specific purpose of carrying out criminal offences, knowing that they would be effectively rendered immune from prosecution and the consequences of conviction by making a request for removal”.\n\nIt is not clear whether any criminal defendants have yet been deported before being convicted or sentenced. BuzzFeed News has approached each DPP for comment. At the time of publication, the DPPs in Queensland, South Australia and Victoria had declined to comment.\n\nShadow attorney-general Mark Dreyfus criticised the government’s decision in an interview on ABC radio today, saying that “we’ve got to have trials taking place when people have committed offences here in Australia”.\n\n“I think that the administration of our criminal justice system, making sure that people who’ve committed serious crimes in our country are ... charged and convicted and punished for their crimes, has got to take precedence over any idea [home affairs minister] Mr Dutton and his department may have.”\n\nIn the letter, the DPPs foreshadowed a potential legal challenge, writing that they “trust your department will change its view, to obviate the necessity of any challenge to that view.”\n\nIn an emailed statement, the Department of Home Affairs confirmed that Pezzullo had received the letter, but did not respond to questions about his response, or whether anyone had been deported ahead of a trial."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "emmaReneeS", "title": "Tell Us Your \"Riverdale\" Preferences And We'll Give You A Southside Serpent To Hook Up With", "description": "They're all snacks, tbh. View Entire Post ›", "url": "https://www.buzzfeed.com/emmarenees/your-riverdale-preferences-will-determine-which-so-2f5zg", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/20/12/tmp/buzzfeed-prod-web-03/3404dbd0673539435e71c238356c996d-14.jpg?crop=623:326;0,23", "publishedAt": "2018-11-16T04:45:37Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Michelle Rennex", "title": "9 Online Stores Every Plus-Size Woman Who Loves Fashion Should Know About", "description": "Long gone are the days of the boxy black dress and oversized shirt. View Entire Post ›", "url": "https://www.buzzfeed.com/michellerennex/plus-size-clothing-australia", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/23/enhanced/buzzfeed-prod-web-03/original-17878-1542342247-9.jpg?crop=1009:528;0,0", "publishedAt": "2018-11-16T04:26:29Z", "content": null, "fulltext": "Size range: AU4 - AU26\n\nPretty Little Thing is another fast fashion site that carries both straight and plus-size clothing. Everything it sells is on-trend, and all the discount codes make you feel just that little bit less guilty whenever you do a cheeky shop.\n\nProduct featured: Plus Black Sunflower Print Swing Dress on @michellerennex."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Amandareiser", "title": "Which Hallmark Movie Cliché Are You Based On Your Christmas Preferences?", "description": "You know you want to know. View Entire Post ›", "url": "https://www.buzzfeed.com/amandareiser/which-hallmark-movie-cliche-are-you-based-on-your-1n7t3", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/10/tmp/buzzfeed-prod-web-06/7b5c73c1f36aa26927b44a2156a0bdd2-0.jpg?crop=622:325;0,45", "publishedAt": "2018-11-16T04:25:34Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "dbesim1", "title": "Choose 7 Dog Outfits And We'll Correctly Guess Your Guilty Pleasure", "description": "Dress up those pups. View Entire Post ›", "url": "https://www.buzzfeed.com/dbesim1/we-know-your-guilty-pleasure-based-on-how-you-dres-3fne9", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/11/tmp/buzzfeed-prod-web-03/b47f896ee7b3a88572091bbf326a5935-3.jpg?crop=625:327;0,15", "publishedAt": "2018-11-16T04:17:20Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Elfy Scott", "title": "The Universal Measurement Of The Kilogram Is About To Change", "description": "Our current kilogram prototype is kept under a glass cloche in a Parisian basement. View Entire Post ›", "url": "https://www.buzzfeed.com/elfyscott/scientists-are-voting-today-to-redefine-the-kilogram-heres", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/22/campaign_images/buzzfeed-prod-web-04/scientists-are-voting-to-redefine-the-kilogram-he-2-5597-1542340214-0_dblbig.jpg", "publishedAt": "2018-11-16T03:51:41Z", "content": "Leaders in international measurement will vote today to change the universal definition of the kilogram at the General Conference on Weights and Measures in Versailles. The vote is organised by the International Bureau of Weights and Measures (BIPM), and the … [+3460 chars]", "fulltext": "NIST / Via Supplied\n\nLeaders in international measurement will vote today to change the universal definition of the kilogram at the General Conference on Weights and Measures in Versailles. The vote is organised by the International Bureau of Weights and Measures (BIPM), and the change to the kilogram means that the world will no longer need to rely on a small cylinder of platinum-iridium alloy known as the Prototype Kilogram. The current method of created standardised kilograms is laborious and impractical. The Prototype Kilogram (or Le Grand K) has been housed in the basement of the BIPM headquarters in Paris since 1889. Le Grand K has been removed from under its glass cloche in the Parisian basement three times since its conception, to create secondary copies. These first generation kilogram babies are then weighed against each other once every five years and used to create tertiary copies, which are ordered and shipped around the world so that each nation can create their own standard kilograms.\n\nTap to play GIF Tap to play GIF Miramax / Via Giphy\n\nThere are several problems with this, not least of which is the fact that Le Grand K appears to have gained weight.\n\nThe platinum-iridium cylinder seems to have collected pollutants from the air, which has led to weight gains of tens of micrograms since it became the universal standard. Scientists know this because when they have measured the secondary babies agains Le Grand K, they have noticed a widening gap in weight. Professor Jared Cole, a quantum physicist from RMIT University in Melbourne, told BuzzFeed News that this is a fundamental problem with our current weight system. \"Either all of the secondary standards are getting slightly lighter over time ... or the primary standard is getting heavier. And because the primary standard is the definition of the kilogram, we can't tell the difference between those two things.\" Measurements were first defined by things we observed in the world – the metre was originally a fraction of the distance from the North Pole to the equator, and a second was originally a fraction of the time it took the Earth to rotate on its axis. However, these were found to be imprecise: one of the first metres was off by 1/5 of a millimetre, and the Earth's rotation isn't consistent. Both the metre and the second are now defined by mathematical constants. The second is now measured based on the radiation cycles produced by the caesium-133 atom, and the metre is measured as the speed of light against a fraction of that second (the distance that light travels in a vacuum in 1/299,792,458 of a second, if you really have to know). The measurement of the new kilogram will piggyback on these measurements using quantum mechanics and it will be measured by a machine called a Kibble balance.\n\nTap to play GIF Tap to play GIF Universal Pictures / Via Giphy"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "alejandrabcruz", "title": "Choose Some Ariana Grande Songs And We'll Tell You If You're More Toulouse Or Piggy Smallz", "description": "It's a win either way. View Entire Post ›", "url": "https://www.buzzfeed.com/alejandrabcruz/choose-some-ariana-grande-songs-and-well-tell-you-e78k", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/10/tmp/buzzfeed-prod-web-02/8464b8ee34b82cc8ee452e494bbe262c-2.jpg?crop=625:327;0,12", "publishedAt": "2018-11-16T03:24:10Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Maitland Quitmeyer", "title": "34 Products Under $10 To Make Your Life Low-Key Better", "description": "Cheap things that make a little difference in your day-to-day. View Entire Post ›", "url": "https://www.buzzfeed.com/maitlandquitmeyer/products-under-10-to-make-your-life-low-key-better", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/15/enhanced/buzzfeed-prod-web-06/original-16141-1542312505-2.jpg?crop=1200:628;0,0", "publishedAt": "2018-11-16T03:06:34Z", "content": null, "fulltext": "It's filled with a cleansing + polishing solution to rid stones of clouding dirt and oil and ensure every facet shines. Just twist the bottom of the pen to dispense the fluid and brush on!\n\nGet it from Amazon for $5.49.\n\nPromising review: \"Don't get me wrong — my wedding ring was gorgeous before. It did sparkle and still made me smile every day. However...after using this..*oh my goodness*! After one use of the Diamond Dazzle Stik..my ring is absolutely breathtaking! I knew my ring got dirty now and then, simply from sweating and being outside in the elements. However, I never realized just how much dinge and schmutz marred my beautiful diamond until I cleaned it. It literally took my breath away with its fiery, dazzling brilliance! My wedding ring is something that always makes my heart beat a little faster: for its beauty, for what it represents...and now, my smile is even bigger and my heart skips a beat a little more as I gaze upon this amazing clarity. It is an amazing value with mind-blowing, beautiful results!\" —liltreeclimber"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Jenna Guillaume", "title": "I Asked People To Give Me Their Comfy Shoe Recs – Here Are The Top Picks", "description": "Never have sore feet again. View Entire Post ›", "url": "https://www.buzzfeed.com/jennaguillaume/stylish-and-comfortable-shoes", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/21/campaign_images/buzzfeed-prod-web-06/27-places-to-get-stylish-shoes-that-are-actually--2-21148-1542335921-2_dblbig.jpg", "publishedAt": "2018-11-16T02:40:32Z", "content": null, "fulltext": "\"Adidas Stan Smiths are the comfiest!\" —Simi West\n\n\"Adidas Originals. I wear them daily. They’re like pillows, but structural. Like orthopaedic feet pillows. But they look cool. And by cool, I mean every mum wears them. You’ll see what I mean when you try them on.\" —Jules Patey\n\n\"I'm a fan of shoes you can just slide right on, but hate the feeling of wearing thongs for ages as your toes end up having to grip the plastic to get them to stay on. I've had my Adidas Adilette slides for a year and they're one of my greatest investments. I slide them on to run errands, and they can easily make a ~too fancy~ outfit just casual enough. Plus, when it's cold you can just pop socks on and you don't have to worry about that weird toe parting that thongs give you!\" —Michelle Rennex"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Hannah Ryan", "title": "We Spoke To Young People Who Were Underpaid By Their Employers", "description": "Queensland should make wage theft a crime if it's deliberate or reckless, says a parliamentary committee. View Entire Post ›", "url": "https://www.buzzfeed.com/hannahryan/wage-theft-inquiry-queensland", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/21/campaign_images/buzzfeed-prod-web-06/these-young-workers-are-speaking-out-about-wage-t-2-19529-1542334824-0_dblbig.jpg", "publishedAt": "2018-11-16T02:23:52Z", "content": "Lucas Halkeas, 24, estimates he was underpaid at least $35,000 over the last two years he spent bartending, waiting and managing at a swanky restaurant on the Gold Coast. He was mostly paid cash in hand, receiving a flat $20 per hour. When he worked 13-hour s… [+4944 chars]", "fulltext": "Lucas Halkeas, 24, estimates he was underpaid at least $35,000 over the last two years he spent bartending, waiting and managing at a swanky restaurant on the Gold Coast.\n\nHe was mostly paid cash in hand, receiving a flat $20 per hour. When he worked 13-hour shifts without a break, and when he worked on the weekends, he did not get any extra payment. Nor did he get payslips.\n\nIt wasn’t until he left his job that a friend suggested he might have been underpaid. After contacting the Fair Work Ombudsman (FWO), he learnt that he been underpaid by at least $500 a week.\n\nHe was “disgusted” when he found out, he told BuzzFeed News. “I was very close to the people that owned the business, so it was actually very insulting,” he said.\n\nHalkeas is one of over 100 people who gave evidence to a Queensland parliamentary inquiry into wage theft, which handed down its report today.\n\nThe Education, Employment and Small Business Committee, made up of Labor, Liberal National Party and Katter’s Australian Party members, has recommended that Queensland pass laws to make wage theft a criminal offence, if the underpayments are deliberate or reckless.\n\n\n\nBut in a \"statement of reservation\", the LNP members said they had \"concerns\" about this recommendation because, although anyone deliberately underpaying workers should face consequences, existing criminal offences were sufficient. They also called the inquiry \"politically motivated\".\n\n“If I put my hand in the till and took a few grand out, there’d be a very heavy prosecution for stealing,” said Halkeas. “So what gives them the right to do the same to me?”\n\nThe committee’s report – “A Fair Day's Pay For A Fair Day’s Work?” – estimates that over 437,000 Queenslanders are receiving less than what they’re entitled to, and that this could be costing Queensland’s economy $2.5 billion yearly.\n\nYoung workers are particularly vulnerable to wage theft, says Martin de Rooy, the co-founder of Brisbane’s Young Workers Hub, which is helping Halkeas. “We are often unaware of our rights, often in insecure work and don’t know where to seek help,” De Rooy said.\n\nThe report found that some businesses are building wage theft into their business model, treating it as standard business practice with little fear of being caught.\n\nHalkeas is in a legal fight at the moment to get his money back.\n\n"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "carolinecahill", "title": "We Know Your Best Quality Based On The Wild Animals You'd Want As Pets", "description": " \"Baby shark, doo, doo, doo\"  View Entire Post ›", "url": "https://www.buzzfeed.com/cmc33/choose-what-wild-animals-you-would-want-as-a-pet-t-39uef", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/14/tmp/buzzfeed-prod-web-04/5ac640eee2b949009e62306cc9e87fc2-7.jpg?crop=622:325;0,45", "publishedAt": "2018-11-16T02:08:13Z", "content": null, "fulltext": "Looking for even more animals in your life? Then you should join The BuzzFeed Animals Club Facebook group to talk about other animals to your heart's content!"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Flora Paul", "title": null, "description": "No two experiences are exactly alike, of course, but here's what's helped me.", "url": "https://www.buzzfeed.com/florapaul/things-i-learned-about-having-depression", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-04/26/15/enhanced/buzzfeed-prod-web-09/original-18351-1524772156-10.png?crop=939:491;0,135", "publishedAt": "2018-11-16T01:36:03Z", "content": "This post is a personal account of how I've been dealing with depression (with some help from a psychiatrist and a therapist). I am not a medical professional, so talk to your doctor if you think youre depressed. But I do hope this can help you or someone you… [+5261 chars]", "fulltext": "Eva Uviedo\n\nThis post is a personal account of how I've been dealing with depression (with some help from a psychiatrist and a therapist). I am not a medical professional, so talk to your doctor if you think you’re depressed. But I do hope this can help you or someone you know who may have a mood disorder, and that it might shed a little light on such a cloudy subject.\n\n1. Generally speaking, a lot of people misunderstand depression. So while you are dealing with depression, chances are you will run into some people who have some misconceptions about it. \"Why don't you just get out and get some exercise?\" is just one of the many typical questions you might hear from people who don't fully understand depression as a mood disorder. There is a huge misconception that depression has to do with how much willpower you may or may not have, when it does not. But a lot of people won't know this, and you may even surprise yourself with what you didn't know or understand about depression. There's a lot of stigma surrounding discussions on mental health, and having a conversation about it is important.\n\n2. Sharing your experience with depression will probably be a lot different from what you had imagined. Even if you post about mental health for BuzzFeed like I do, it's still not easy. You may feel embarrassed and would rather keep it to yourself for now, or share the diagnosis with just a handful of people until you feel comfortable with it. Experiencing mental health issues is NO different from having physical health issues, and you won't know exactly how you'll react when you're going through it.\n\n3. Other people's reactions may also be different from what you expected. It happens. Even people who have depression themselves may react negatively, for example. You can use that as a filter to distance yourself from people who aren't good for you anyway, and try to build your relationships with those who do you good. But only do so after you've taken care of yourself and are feeling nourished. There's no rush; in time, everything will come together.\n\nEva Uviedo\n\n4. Depression can slip under your radar, especially if you already happen to be an introvert. People who are depressed might cry, spend a lot of their time in quiet and experience fatigue from time to time, but so can people who aren’t depressed. Check this list of depression symptoms to find out more. But not everyone will exhibit all these symptoms and/or symptoms won't always be so obvious — especially if you are already the introverted or withdrawn type.\n\n5. You NEED to ask for help, but that requires a lot of strength, especially if your mind is telling you otherwise. Depending on how you're feeling, you may not really even feel like getting help. But ask for help. Please. Talk to a friend, a therapist, or contact the National Suicide Prevention Lifeline. What you're feeling are the symptoms of an illness. You are not feeling like yourself. This is not who you really are. There is treatment for it. And yes, as is the case with many other illnesses, depression can also be chronic, but there is treatment to help you get relief and feel better. Asking for help requires a great deal of inner strength, and even more so when you don't feel like helping yourself, but please tap into this strength and get help. You would seek treatment if you had a bad case of the flu or a broken bone. It's no different with mental health.\n\n6. It might take some time before you and your doctor find the right treatment for you, but you'll know when it starts working. And it will. There are various forms of treatment and a handful of antidepressants that can be prescribed. If your psychiatrist prescribes you one, you might get it right on the first try, but it also might take a few tries before you find the one that's right for you. A friend told me that as soon as he started taking medication everything changed, just like that. It wasn't quite like that for me on the first try, not even the second, or the third. But when it finally kicked in, it was practically instantaneous. Keep in mind it can take 4 to 6 weeks, or longer, for some antidepressants to start working. Talk to your doctor about when you might see an improvement.\n\nEva Uviedo\n\n7. Even while I was receiving treatment for depression, I still had great days and bad days. The first change I noticed is that l started experiencing more days where I felt happy and upbeat – which didn't happen very much, if at all, before treatment. Keep in mind that you might still have sad & gloomy gray days, even if treatment is going well. It's important to communicate well with the professionals who are helping you, so that they can help you understand how normal ups and downs are and when they occur. But it really is such a beautiful thing to be able to have those good days.\n\n8. Apart from medical treatment, I also found it helpful to go to therapy to talk things through. Since I write for a living, I've always exercised this skill regularly, for better or worse. But the dynamic completely changes when you have to start talking about the abstract things you're feeling and thinking, and having to articulate them. For that reason, I found psychotherapy was essential in conjunction with medical treatment. You might find you are able to express yourself through talking, writing, or drawing, even if you don’t think you have it in you. Reading The Bell Jar by Sylvia Plath really helped me. It is a largely biographical story of a woman's experience with depression. This book put a lot of what I was feeling into words.\n\n9. You may have forgotten who you really are because of this illness. After treatment started to take effect, I heard four people near and dear to my heart tell me that I was back to being the person they knew. They all said it in their own little way of course, and all of them – perhaps without realizing it – really touched me. For me, depression is like a thick fog that not only darkened my days, but my memories as well. Today I am rediscovering who I am, because it's as if I had almost completely forgotten. What did I like to read? What music did I listen to? What made me laugh? All of this is a bit new – and it sure makes for lots of conversation with my therapist and my psychiatrist.\n\nEva Uviedo\n\n10. Each person is an individual, and every depressed person is an individual with depression, which is why no two cases are exactly the same. This post talks about my own personal experience with depression. Hopefully, just being able to find out that someone may be going through something similar is a comforting thought, and it's the reason I am writing this for you. Ask for help, because it can get better.\n\nThe National Suicide Prevention Lifeline is 1-800-273-8255. Other international suicide helplines can be found at befrienders.org.\n\nIllustrations in this post from Eva Uviedo's \"Sombras\" series.\n\nAlso see:"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Andrew Ziegler", "title": "Can We Guess Which Decade Of Life You're In Based On Your Thanksgiving Food Preferences?", "description": "It's turkey time! View Entire Post ›", "url": "https://www.buzzfeed.com/andrewziegler/quiz-rate-thanksgiving-foods-age", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/18/campaign_images/buzzfeed-prod-web-03/your-stance-on-15-thanksgiving-foods-will-help-us-2-20539-1542323849-0_dblbig.jpg", "publishedAt": "2018-11-16T01:20:03Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Share On more Share On more\n\nMore"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Adam B.", "title": "We Know If You Can Walk To School Without Slipping On Ice Based On Your Answers To These 8 Questions", "description": "Winter is coming, snow is falling, and the trial has begun. Good luck. View Entire Post ›", "url": "https://www.buzzfeed.com/boydag/will-you-walk-to-school-without-slipping-on-ice-3akbc", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/16/13/tmp/buzzfeed-prod-web-04/9cfb4e13e13b17f73366b47c4d0f99db-4.jpg?crop=625:327;0,11", "publishedAt": "2018-11-16T01:09:36Z", "content": null, "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "AnaMaria Glavan", "title": "31 Cheap Things From Nordstrom You'll Want To Buy Asap", "description": "Plush cardigans, a deeply-discounted denim backpack, fleece joggers that look like my ideal Friday night, and more! All for under $50. View Entire Post ›", "url": "https://www.buzzfeed.com/anamariaglavan/cheap-things-from-nordstrom-youll-want-to-buy-asap-november", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/14/enhanced/buzzfeed-prod-web-02/original-14877-1542223736-18.png?crop=730:382;0,47", "publishedAt": "2018-11-16T01:05:53Z", "content": null, "fulltext": "We hope you love the products we recommend! Just so you know, BuzzFeed may collect a share of sales or other compensation from the links on this page. Oh, and FYI — prices are accurate and items in stock as of time of publication."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Brian Galindo", "title": "10 Awesome Celebrity #TBT Photos You Might Have Missed This Week", "description": "A photo of the Spice Girls in the late '90s kicks off this week's #ThrowbackThursday! View Entire Post ›", "url": "https://www.buzzfeed.com/briangalindo/10-awesome-celebrity-tbt-photos-you-might-have-missed-this", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/19/campaign_images/buzzfeed-prod-web-04/10-awesome-celebrity-tbt-photos-you-might-have-mi-2-23105-1542329214-4_dblbig.jpg", "publishedAt": "2018-11-16T00:54:12Z", "content": null, "fulltext": "10.\n\nAnd finally, in celebration of her 2001 album, Glitter, being on top of the iTunes charts, Mariah Carey posted a photo of the album cover along with a message to her fans:"}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Lane Sainty", "title": "Rebel Wilson Won't Get Her Million Dollar Payout Back, But Says It Was \"Never About The Money\"", "description": "\"To me it was never about the money, it was about standing up to a bully,\" the Australian actor said outside court. View Entire Post ›", "url": "https://www.buzzfeed.com/lanesainty/rebel-wilson-defamation-battle-ends-in-high-court", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/15/19/campaign_images/buzzfeed-prod-web-02/rebel-wilsons-defamation-battle-is-finally-over-2-31646-1542329308-2_dblbig.jpg", "publishedAt": "2018-11-16T00:42:51Z", "content": "Australias highest court has knocked back actor Rebel Wilsons appeal in her defamation case against a magazine publisher, bringing the long-running legal stoush to an end. The Pitch Perfect star was fighting to retrieve millions of dollars in damages she was … [+2020 chars]", "fulltext": "Australia’s highest court has knocked back actor Rebel Wilson’s appeal in her defamation case against a magazine publisher, bringing the long-running legal stoush to an end.\n\nThe Pitch Perfect star was fighting to retrieve millions of dollars in damages she was awarded but then lost on appeal after a jury found last year she had been defamed by Bauer Media, the publisher of Woman’s Day, Australian Women’s Weekly, and associated websites.\n\nThe jury found Wilson was defamed in articles that said she had lied about her name, age and background, and that painted her as a “serial liar”. A Supreme Court judge awarded her $4.5 million in damages, Australia’s largest-ever defamation payout.\n\nBut the amount was reduced by 85% to $600,000 when the Victorian Court of Appeal ruled Wilson hadn’t proved she had missed out on leading movie roles as a result of the defamatory articles.\n\nAt the time, Wilson labelled the decision “bizarre” and vowed to fight it in the High Court."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Kayla Suazo", "title": "42 Of The Best Gifts For All The Guys In Your Life", "description": "Find something for your dad, brother, significant other — or literally anybody in your life! View Entire Post ›", "url": "https://www.buzzfeed.com/kaylasuazo/best-gifts-men-father-brother-boyfriend-man", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/10/enhanced/buzzfeed-prod-web-04/original-19080-1542124243-6.png?crop=876:459;0,93", "publishedAt": "2018-11-16T00:24:36Z", "content": null, "fulltext": "Amazon\n\nThe preservation system draws the wine out through the actual cork using a thin needle and pressurized capsule (up to 15 pours per capsule). Once done, it's like the bottle was never even opened! This gift set comes with three needles, two extra capsules, and a case.\n\nPromising review: \"So worth the money. I was so excited to be able to finally get this. It's pricey but was able to get everyone to get me gift cards for my b-day so I could afford it, and so far I love it. I love to drink wine, but I end up drinking more than I really want to because I don't want to waste a bottle. Now with this, I can have a glass without having to drink it within the next couple days. The directions in the package are vague and basically just show pictures so I had to go to YouTube, and there I found the best way to learn how to use it.\" —Shani\n\nGet it from Amazon for $349.95, and get extra capsules for $17.95."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Elizabeth Lilly", "title": "32 Of The Best Practical Gifts Of 2018", "description": "Practical gifts are the best gifts. Go ahead, fight me! View Entire Post ›", "url": "https://www.buzzfeed.com/elizabethlilly/best-practical-gifts-2018", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/13/17/tmp/buzzfeed-prod-web-04/817a816f63c489ad59ea9f1d5af7930f-11.png?crop=520:272;27,19", "publishedAt": "2018-11-16T00:24:36Z", "content": null, "fulltext": "Amazon\n\nThis flosser was awarded the American Dental Association (ADA) Seal of Acceptance. Has 10 pressure settings, 7 water flossing tips, and 90 seconds of water capacity.\n\nPromising review: \"I purchased two of them for my daughter and husband and they love it. They both have braces and have a hard time flossing so their orthodontist recommended a Waterpik to help. I found this one and it had good reviews so I tried it. This product worked so well for them and it's so easy to use. Since using this their orthodontist gave both of them great reviews. On their last cleaning and checkup the dentist told them they see a huge improvement. She told them to keep using it because it's working well for them. I highly recommend it to anyone with braces. 😬👍🏽👍🏽👍🏽 The only thing I don't like is that there is no case for the other attachments. I'd like to be able to put them up or hang them up.\" —Charles & Rosanna Kaelble\n\nGet it from Amazon for $79.97+ (available in seven colors).\n\nAnd if they're short on bathroom counter space (I can relate!), consider a travel Waterpik for $37.99."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "Natalie Brown", "title": "32 Ways To Hide All The Eyesores In Your Home", "description": "Little upgrades. Big difference. View Entire Post ›", "url": "https://www.buzzfeed.com/nataliebrown/ways-to-hide-the-ugliest-stuff-in-your-home", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/14/18/enhanced/buzzfeed-prod-web-04/original-24124-1542236485-2.jpg?crop=1246:652;4,23", "publishedAt": "2018-11-16T00:07:26Z", "content": null, "fulltext": "Promising review: \"Really dressed up our garage door!!!!\n\nUPDATE!! It has been almost a year since I purchased these. They have faded ever so slightly but still hold on to the metal of the garage door and have not cracked with the cold of winter or heat of summer. Very pleased!!!\" —Robert R\n\nGet the set of four hinges and two handles on Amazon for $12.11."}, {"source": {"id": "buzzfeed", "name": "Buzzfeed"}, "author": "dbesim1", "title": "Go Shopping At ASOS And We'll Reveal Your Sexiest Feature", "description": "What makes you sexy? View Entire Post ›", "url": "https://www.buzzfeed.com/dbesim1/shop-at-asos-and-weall-reveal-your-most-attracti-3fne9", "urlToImage": "https://img.buzzfeed.com/buzzfeed-static/static/2018-11/21/11/tmp/buzzfeed-prod-web-06/e33919b29ab2f9bc0c239c2b89fcac5e-3.jpg?crop=623:326;0,50", "publishedAt": "2018-11-16T00:05:50Z", "content": "BuzzFeed Home Sitemap © 2018 BuzzFeed, Inc.", "fulltext": "Did you know you can sign up for a BuzzFeed Community account and create your own BuzzFeed posts? Here's a handy guide to help you start posting today"}]