{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Sarah Almukhtar", "title": "See How the Close the Results Are in Florida, Georgia and Arizona", "description": "See How the Close the Results Are in Florida, Georgia and Arizona nytimes.com", "url": "https://www.nytimes.com/interactive/2018/11/10/us/elections/2018-possible-midterm-recounts-georgia-florida-arizona.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/2018-possible-midterm-recounts-georgia-florida-arizona-promo-1541820719668/2018-possible-midterm-recounts-georgia-florida-arizona-promo-1541820719668-facebookJumbo.png", "publishedAt": "2018-11-10T00:00:00Z", "content": "Candidate Party Votes Pct. Kyrsten Sinema Democrat Dem. 991,189 49.34 % Martha McSally Republican Rep. 970,986 48.33 % Margin for Sinema +20,203 +1.01 pts. 2,008,971 votes, 99% reporting (1,485 of 1,489 precincts) Full Arizona Results Counties must submit res… [+414 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AUDRA D. S. BURCH and CHRISTINA CARON", "title": "Thousands of Greyhounds May Need Homes as Florida Bans Racing", "description": "Florida’s newly passed ban on greyhound racing will leave thousands of dogs homeless. Groups on both sides of the amendment will work to find homes.", "url": "https://www.nytimes.com/2018/11/09/us/greyhound-racing-florida-adoption.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/autossell/09xp-greyhounds/09xp-greyhounds-facebookJumbo.jpg", "publishedAt": "2018-11-09T23:55:07Z", "content": "Not all of the dogs will be retired from racing. When the ban takes place theyre not all going to be pets, said Dennis Tyler, the co-chairman of the Greyhound Adoption Action Alliance, a group of 12 adoption agencies. Im assuming 1,500 to 2,000 will go to rac… [+1701 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IAN AUSTEN", "title": "Canada Letter: Americans Cast Their Ballots. The World Had Questions.", "description": "Sarah Lyall, author of the Abroad in America newsletter, reflects on explaining the midterm elections to a global audience", "url": "https://www.nytimes.com/2018/11/09/world/canada/american-election-canada-letter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10canadaletter/10canadaletter-facebookJumbo.jpg", "publishedAt": "2018-11-09T23:53:31Z", "content": "Our colleagues in the Opinion section have produced a film laying out the history of the creation of fake news or, as the K.G.B. used to call it, active measures. Aside from looking into the past actions of American and Soviet spy agencies, the documentary al… [+1251 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BENJAMIN WEISER", "title": "Trump Supporter Accused of Mailing Bombs Is Indicted in New York", "description": "The police removing a pipe bomb from a Manhattan post office on Oct. 2. Cesar A. Sayoc Jr. has been indicted on charges that he mailed 16 of the bombs to prominent Democrats and other critics of President Trump.", "url": "https://www.nytimes.com/2018/11/09/nyregion/sayoc-pipe-bomb-suspect.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/nyregion/10sayoc01/10sayoc01-facebookJumbo.jpg", "publishedAt": "2018-11-09T23:36:56Z", "content": "Mr. Sayoc was charged in the indictment in connection with what the authorities have called a domestic terrorist attack that involved the mailing of the crude pipe bombs to more than a dozen targets around the United States. Cesar A. Sayoc Jr. Credit Broward … [+1021 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER SZALAI", "title": "Books of The Times: In ‘Becoming,’ Michelle Obama Mostly Opts for Empowerment Over Politics", "description": "The former first lady’s memoir is mostly about her childhood in Chicago, her marriage and her time in the White House, but she leaves room for some unequivocal criticism of President Trump.", "url": "https://www.nytimes.com/2018/11/09/books/review-becoming-michelle-obama.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/books/09bookobama-cover/09bookobama-cover-facebookJumbo.jpg", "publishedAt": "2018-11-09T23:31:28Z", "content": "When Michelle Robinson first heard her fellow lawyers swooning over a new summer associate named Barack Hussein Obama, she was dubious. In my experience, you put a suit on any half-intelligent black man and white people tended to go bonkers, she writes. Other… [+3109 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS SANTELLA", "title": "The Lure of the Steelhead", "description": "Think you are good with a rod? Try catching a fish that supposedly doesn’t even feed in the rivers where it swims in British Columbia.", "url": "https://www.nytimes.com/2018/11/09/sports/steelhead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/sports/10steelhead/10steelhead-facebookJumbo.jpg", "publishedAt": "2018-11-09T23:29:41Z", "content": "I bet theres a fish there, Marcus said, before inviting me to try my luck first. I waded out and began casting slightly downstream, letting the fly swing toward shore with the current. Looking back upriver, I was struck by the setting thick pine forests on bo… [+2215 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and MARCUS PAYADUE", "title": "Wildfires, Thousand Oaks, Elections: Your Friday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/09/briefing/wildfires-thousand-oaks-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/briefing/a09PMbriefing-US-core-sub3/09PMbriefing-US-slide-O5UN-facebookJumbo.jpg", "publishedAt": "2018-11-09T23:29:11Z", "content": "3. Walking miles in flip-flops, eating handouts from strangers, and sleeping on the hard ground: after weeks of traveling in the migrant caravan toward the United States, one family had no complaints. President Trump has used the caravan to ignite anti-immigr… [+370 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATTHEW GOLDSTEIN and EMILY FLITTER", "title": "Ex-Goldman Sachs Banker Said Colleagues Were Involved in 1MDB Scandal", "description": "Details about the case against a former Goldman Sachs banker, Tim Leissner, were disclosed Friday when documents from his plea hearing were unsealed. He pleaded guilty in August.", "url": "https://www.nytimes.com/2018/11/09/business/goldman-sachs-malaysia-1mdb.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10GOLDMAN-lede/merlin_141414381_873bf037-b5c6-4e1d-ad5c-28be321f84f1-facebookJumbo.jpg", "publishedAt": "2018-11-09T23:13:23Z", "content": "The bank has said it was cooperating with the investigation. A person familiar with the matter but not authorized to speak publicly said Goldman was unaware of the identities of the employees Mr. Leissner was referring to in his plea beyond himself and Mr. Ng… [+1377 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NATE COHN and KEVIN QUEALY", "title": "A Mysterious ‘Undervote’ Could End Up Settling the Florida Senate Race", "description": "Ballot design in Broward County is one possible cause of votes cast for one contest but apparently not another.", "url": "https://www.nytimes.com/2018/11/09/upshot/florida-senate-race-broward-undercount.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/upshot/florida-undervote-1541795056609/florida-undervote-1541795056609-facebookJumbo.png", "publishedAt": "2018-11-09T23:04:39Z", "content": "If Mr. Scott ultimately prevails by a margin of 10,000 votes or less, the undervotes in Broward County could be what cost Mr. Nelson the race. Broward County has reported about 25,000 fewer votes cast for Senate than for governor, a difference of about 3.7 pe… [+1107 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CONCEPCIÓN DE LEÓN", "title": "Newsbook: This Veterans Day, Read These Books by 2 Vets and an Army Wife", "description": "In these books, writers tell complex wartime stories that do not end after the soldiers come home.", "url": "https://www.nytimes.com/2018/11/09/books/veterans-day-books-by-vets-and-an-army-wife.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/books/09newsbook-veterans4/09newsbook-veterans4-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:53:34Z", "content": "THE YELLOW BIRDS By Kevin Powers 230 pp. Little, Brown &amp; Company. (2012) This novel (which was also made into a film) follows two young soldiers, 18-year-old Pvt. Daniel Murphy and 21-year-old Pvt. John Bartle, as their platoon prepares to attack the city… [+990 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN RAPPEPORT and BINYAMIN APPELBAUM", "title": "A Tale of Two Washingtons Awaits Wall Street Banks", "description": "The Federal Reserve wants to relax rules for the biggest banks, but Democrats, who will take control of the House next year, say they plan to keep banks on a tight leash.", "url": "https://www.nytimes.com/2018/11/09/business/wall-street-democrats-republicans-midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10dc-finreg-1/10dc-finreg-1-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:51:58Z", "content": "We are concerned about Wells Fargo, said Ms. Waters, who is planning to meet with the banks executives and could call them to testify at a hearing. She said she also plans to look carefully at the efforts of Mick Mulvaney the acting director of the Consumer F… [+1719 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM ROBERTS", "title": "Juris Jurjevics, Enterprising Publisher and Novelist, Dies at 75", "description": "Juris Jurjevics, right, with James Baldwin in 1978, when Mr. Jurjevics was editor in chief of Dial Press. He edited Mr. Baldwin’s last novel, “Just Above My Head” (1979) for Dial.", "url": "https://www.nytimes.com/2018/11/09/obituaries/juris-jurjevics-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/obituaries/10JURJEVICS1/10JURJEVICS1-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:40:59Z", "content": "He explained to Washington Independent Review of Books in 2011 why he had turned to writing. Ive been around it forever as an editor, mostly working on fixing whatever was ailing an authors book, he said. I harbored the ambition but had little time to devote … [+1546 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID TANIS", "title": "City Kitchen: Gelatin Breaks Out of Its Mold", "description": "Lovable and wonderfully retro, jello salad gets a joyful update with natural touches from fresh clementine juice and pomegranate seeds.", "url": "https://www.nytimes.com/2018/11/09/dining/jello-salad-recipe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/dining/14kitchen4/14kitchen4-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:38:40Z", "content": "Little bowls of red jiggly Jell-O were a common sight in our familys refrigerator. Cool, bouncy, sweet and light, theres always room for it, or so the advertisements proclaim. And its name, though trademarked, is now even listed in the dictionary, jello, a ge… [+393 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL E. SLOTNIK", "title": "John D. Maguire, 86, Advocate of Diversity in Education, Is Dead", "description": "John D. Maguire with the Rev. Dr. Martin Luther King Jr. in an undated photo. Dr. Maguire was a faculty member at Wesleyan University in 1961 when he joined Dr. King on a Freedom Ride through the South. After Dr. King’s assassination, he served on the board o…", "url": "https://www.nytimes.com/2018/11/09/obituaries/john-d-maguire-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/obituaries/09MAGUIRE4/09MAGUIRE4-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:34:19Z", "content": "After Dr. Kings assassination, Dr. Maguire was on the first board of directors of the Martin Luther King Jr. Center for Nonviolent Social Change in Atlanta. In 1970, Dr. Maguire became president of SUNY Old Westbury, a college that had opened two years earlie… [+1482 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Tensions Ease in Gaza, Allowing Money and Fuel to Roll In - New York Times", "description": "New York Times Tensions Ease in Gaza, Allowing Money and Fuel to Roll In New York Times JERUSALEM — For months, Israel has tried to quell Gaza's border protests through force. Now Israel is taking a different approach, easing a blockade and allowing millions …", "url": "https://www.nytimes.com/2018/11/09/world/middleeast/gaza-hamas-israel-bordermoney-fuel.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10gaza1/10gaza1-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:24:57Z", "content": "Beyond those initial steps, much more must be done for a cease-fire to take hold, say people familiar with the Egyptian plan. In coming weeks, Hamas expects to keep a lid on the protests allowing peaceful demonstrations but preventing people from using explos… [+1511 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JON PARELES, JON CARAMANICA and GIOVANNI RUSSONELLO", "title": "Playlist: The Playlist: Kane Brown Confronts Gun Violence, and 12 More New Songs", "description": "A new song by Kane Brown includes lyrics about school shootings: “Now you gotta take a test in a bulletproof vest/Scared to death that you might get shot.”", "url": "https://www.nytimes.com/2018/11/09/arts/music/kane-brown-ariana-grande-diplomats-romeo-santos.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/arts/10countrymusic3/10countrymusic3-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:19:12Z", "content": "In the first verse, Brown talks about the preponderance of school shootings in stark terms: Remember when 9th grade was about getting laid Skipping class trying not to get caught Now you gotta take a test in a bulletproof vest Scared to death that you might g… [+844 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Now Read This: Discussion Questions for ‘A Separation’", "description": "Katie Kitamura’s novel is our November pick for the PBS NewsHour-New York Times book club, “Now Read This.”", "url": "https://www.nytimes.com/2018/11/09/books/discussion-questions-separation-katie-kitamura.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/books/10KITAMURA-QUESTIONS/10KITAMURA-QUESTIONS-facebookJumbo.png", "publishedAt": "2018-11-09T22:01:48Z", "content": "Our November pick for the PBS NewsHour-New York Times book club, Now Read This, is Katie Kitamuras psychological thriller A Separation, about a woman who learns that her estranged husband has gone missing in Greece, and tries to find him. Become a member of t… [+760 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "As told to PERRY GARFINKEL", "title": "Vocations: Always a Great Seat at the Game, if You Can Fly a Blimp", "description": "Taylor Deen commands an airship that shifts slightly with the winds and provides aerial TV coverage of major sporting events in the United States.", "url": "https://www.nytimes.com/2018/11/09/business/game-fly-a-blimp.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/business/11vocations1/merlin_145832250_8f9c8d47-4f22-475c-bcd1-e51d76007d1d-facebookJumbo.jpg", "publishedAt": "2018-11-09T22:00:04Z", "content": "We use engines that swivel. This allows us great maneuverability in the air and the capability to launch and land the airship vertically as well as to maintain higher cruise speeds. Can anyone book a flight as a passenger? No, we dont take reservations. We do… [+685 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACK HEALY and CAITLIN DICKERSON", "title": "Trump’s Immigration Rhetoric Rallied the Base. But It Also Backfired", "description": "Representative Mike Coffman lost his race in Colorado’s Sixth Congressional District, where many voters said they were turned off by President Trump’s immigration policies.", "url": "https://www.nytimes.com/2018/11/09/us/immigration-trump-midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10IMMIG-ISSUE-2-print/09IMMIG-ISSUE1-facebookJumbo.jpg", "publishedAt": "2018-11-09T21:49:58Z", "content": "Mr. Trump traveled to Indiana three times in the two months before Election Day, helping Mike Braun oust the incumbent Democrat, Joe Donnelly. During raucous rallies, Mr. Trump falsely claimed that the Democrats wanted to invite caravan after caravan of asylu… [+1659 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVE PHILIPPS", "title": "Coach Says California Gunman Assaulted Her in High School", "description": "While Ian D. Long may have suffered from PTSD, no evidence has been made public that it was ever diagnosed or that he was treated.", "url": "https://www.nytimes.com/2018/11/09/us/ian-david-long-sexual-assault.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10veterans/10veterans-facebookJumbo.jpg", "publishedAt": "2018-11-09T21:34:59Z", "content": "He ended up running 13 miles, she said. The students I coached were just floored that someone was so disrespectful. About a month later her problems with Mr. Long turned physical, she said. She had found a phone on the track and was trying to find the student… [+1192 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELIZA SHAPIRO", "title": "With Democratic Wins, Charter Schools Face a Backlash in N.Y. and Other States", "description": "Mike Warboys led class at an Achievement First charter school in Brooklyn in 2017. Insurgent Democrats who were elected to the State Senate on Tuesday have expressed hostility to the charter movement.", "url": "https://www.nytimes.com/2018/11/09/nyregion/nyc-charter-schools.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/nyregion/09charters02/09charters02-facebookJumbo.jpg", "publishedAt": "2018-11-09T21:31:24Z", "content": "Where insurgent national Democrats support charter schools, they do so carefully: Representative Jared Polis, the Colorado Democrat whom voters sent to the governors mansion on Tuesday, founded two charter schools. But he has made sure to criticize Ms. DeVoss… [+1924 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOUMANA KHATIB", "title": "New in Paperback: ‘Winter,’ ‘Ten Restaurants That Changed America’", "description": "Six new paperbacks to check out this week.", "url": "https://www.nytimes.com/2018/11/09/books/review/new-paperbacks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11paperrow0/11paperrow0-facebookJumbo.jpg", "publishedAt": "2018-11-09T21:24:36Z", "content": "Six new paperbacks to check out this week. WINTER, by Ali Smith. (Anchor, $15.95.) In the second of Smiths group of seasonal novels, four people two long-estranged sisters, one of their sons and his girlfriend converge at a sprawling house at Christmastime. W… [+1524 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "From Our Archives: Notes From the Book Review Archives", "description": "In which we consult the Book Review’s past to shed light on the books of the present. This week: Robert Scholes’s on Sylvia Plath’s “The Bell Jar.”", "url": "https://www.nytimes.com/2018/11/09/books/review/sylvia-plath-bell-jar.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-09T21:09:04Z", "content": "Katie Roiphe reviews the second volume of Sylvia Plaths letters in this weeks issue. Plath, who committed suicide soon after publishing The Bell Jar, continues to capture the public imagination. Below is Robert Scholess 1971 review of that semi-autobiographic… [+1267 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHELLY DIAZ", "title": "Children’s Books: Y.A. Novels That Explore Love in Many Forms", "description": "A cross-cultural romance, a love triangle, a fake relationship and a girl in search of her birth mom in the latest realistic Y.A. fiction.", "url": "https://www.nytimes.com/2018/11/09/books/review/tahereh-mafi-very-large-expanse-of-sea.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11-BKS-Diaz01/11-BKS-Diaz01-facebookJumbo.jpg", "publishedAt": "2018-11-09T21:04:43Z", "content": "Rae and Jupiter, for their part, grapple with their mutual attraction, but also their growing realization that Courtney may be the true target of their feelings. The passages narrated by them are where Stones writing soars, as each girl struggles to understan… [+2335 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CATHERINE HONG", "title": "Children’s Books: Great New Children’s Books About Animals", "description": "Why do critters feature in so many memorable kids books? Novels by Sharon Creech, Carl Hiaasen and more show once again how animals help us understand the world.", "url": "https://www.nytimes.com/2018/11/09/books/review/patricia-maclachlan-my-fathers-words.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11-BKS-Hong01/11-BKS-Hong01-facebookJumbo.jpg", "publishedAt": "2018-11-09T21:02:43Z", "content": "The bond that develops between boy and donkey is genuinely heartwarming. And in seeing Louies relentless efforts to keep Winslow alive he sleeps with him in the cellar, wakes for 4 a.m. feedings and even learns how to administer injections young readers may a… [+3752 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL IAN BLACK", "title": "Children’s Books: Picture Books to Make Your Kid — and You — Giggle and Guffaw", "description": "The latest from Jon Agee, Matthew Cordell and more present table-turning children, pants-wearing vegetables and even a touch of gastrointestinal humor.", "url": "https://www.nytimes.com/2018/11/09/books/review/matthew-cordell-king-alice.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Black-05/11Black-05-facebookJumbo.jpg", "publishedAt": "2018-11-09T20:52:44Z", "content": "Friends, I bring you delights! Glittery, silly, rambunctious delights. Five new humorous childrens books offer young readers a plethora of pleasure, plus pants for potatoes. Though very different from one another, four of the five feature classic childrens bo… [+5892 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Car Bombs Kill at Least 20 in Somalia's Capital - New York Times", "description": "New York Times Car Bombs Kill at Least 20 in Somalia's Capital New York Times MOGADISHU, Somalia — Four car bombs exploded outside a hotel in the capital, Mogadishu, on Friday afternoon, killing at least 20 people and injuring 17, the police said. The Islamic…", "url": "https://www.nytimes.com/2018/11/09/world/africa/car-bombs-kill-at-least-20-in-somalias-capital.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10somalia/10somalia-facebookJumbo.jpg", "publishedAt": "2018-11-09T20:52:08Z", "content": "MOGADISHU, Somalia Four car bombs exploded outside a hotel in the capital, Mogadishu, on Friday afternoon, killing at least 20 people and injuring 17, the police said. The Islamic extremist group the Shabab claimed responsibility. After three devices exploded… [+372 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Big New Biographies of Two Big American Lives", "description": "David W. Blight talks about “Frederick Douglass: Prophet of Freedom,” and Bob Spitz talks about “Reagan: An American Journey.”", "url": "https://www.nytimes.com/2018/11/09/books/review/podcast-frederick-douglass-david-blight-ronald-reagan-bob-spitz.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Staples2/11Staples2-facebookJumbo-v2.jpg", "publishedAt": "2018-11-09T20:36:10Z", "content": "Subscribe: iTunes | Google Play Music | How to Listen David W. Blights new biography situates Frederick Douglass, the fugitive slave turned abolitionist leader and a brilliant writer and orator, at the center of American history. He just took to words like it… [+854 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JIJI LEE", "title": "Loose Ends: Where to Cry in an Open Office", "description": "So many choices to collaborate. So many places to emote in a group setting.", "url": "https://www.nytimes.com/2018/11/09/opinion/sunday/where-to-cry-open-office.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/opinion/sunday/11loose/11loose-facebookJumbo.jpg", "publishedAt": "2018-11-09T20:23:58Z", "content": "At the team meeting: This is fine as long as you dont do that crying-spasm thing. Feel a spasm coming on? Just hold your breath like youd hold in a hiccup. Do this for as long as you can. Your team wont know youre crying because youll be unconscious. In the e… [+1076 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER MEDINA and TIM ARANGO", "title": "‘It Really Can’t Get Much Worse’: Thousand Oaks, First Hit by Shooting, Now Faces Fire", "description": "As wildfires spread through Ventura County, thousands of residents were forced to evacuate, including some who had survived the shooting just 24 hours earlier.", "url": "https://www.nytimes.com/2018/11/09/us/california-shooting-thousand-oaks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10shooting-01/10shooting-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T20:16:37Z", "content": "The evacuations extended to several hotels in the area, where many residents had already gone to flee the flames coming close to their homes. Dozens of F.B.I. agents from Virginia, in town to help with the shooting investigation, awoke to loudspeakers at a ho… [+902 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Ben Casselman", "title": "The Economy Didn’t Save Republicans After All", "description": "Neither strong growth nor a $1.5 trillion tax cut helped President Trump’s party in the midterm elections — by any number of measures.", "url": "https://www.nytimes.com/2018/11/09/business/economy/economy-election-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/economy/econ-midterm-1-1541785318865/econ-midterm-1-1541785318865-facebookJumbo.png", "publishedAt": "2018-11-09T20:15:02Z", "content": "Democrats dominated prosperous districts, winning at least 57 of 87, by an average of nearly 25 points. When Republicans passed a $1.5 trillion tax cut late last year, they envisioned it as a centerpiece of their sales pitch for the midterms. But they may hav… [+1375 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Rob Walker", "title": "Your Boss Wants to Friend You on Facebook. What if You’d Rather Resist?", "description": "An employee is ignoring social-media contact from a manager. That might work in the short term. But here’s how to handle this situation and prepare for the next one.", "url": "https://www.nytimes.com/2018/11/09/business/boss-facebook-friend.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12workologist/12workologist-facebookJumbo.jpg", "publishedAt": "2018-11-09T20:01:31Z", "content": "Send your workplace conundrums to workologist@nytimes.com, including your name and contact information (even if you want it withheld). The Workologist is a guy with well-intentioned opinions, not a professional career adviser. Letters may be edited. I just re… [+1938 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN CASTLE", "title": "Britain’s Brexit Endgame Is Close. Here’s How It May Play Out.", "description": "Prime Minister Theresa May is walking a very fine line to get a deal done. The resignation of another minister illustrated how hard it is going to be.", "url": "https://www.nytimes.com/2018/11/09/world/europe/britain-brexit-endgame.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10brexit-explainer1/10brexit-explainer1-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:54:33Z", "content": "The pro-Brexit fundamentalists have offered gauzy visions of high-tech wizardry that would remove the necessity for physical checks of vehicles. But that has widely been dismissed as pie in the sky. The European Union is demanding a backstop plan for the time… [+1456 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARIA RUSSO", "title": "Children’s Books: Picks of the Litter: Dog Picture Books for Every Child — and Grown-Up", "description": "Finding and losing, playing and working, caring and staying true — dog books teach us about all those things while tugging at our heartstrings.", "url": "https://www.nytimes.com/2018/11/09/books/review/found-jeff-newman-larry-day.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Russo-01/11Russo-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:54:07Z", "content": "The story is so tightly constructed theres almost no room for interpretation, and I like that. The vigorous pen-and-ink art leaves a lot of white space on the page, with just occasional washes of color, adding to a sense that the book is a straightforward puz… [+2994 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEGAN SPECIA", "title": "What We Know About the Lion Air Flight 610 Crash", "description": "Indonesian rescue personnel recovered the wreckage of an engine from Lion Air Flight 610 and brought it to Tanjung Priok port in Jakarta.", "url": "https://www.nytimes.com/2018/11/09/world/asia/air-lion-crash-610.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/world/10lionair-explainer/09indonesia-plane1-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:52:49Z", "content": "Those procedures include switching off electric motors that move the stabilizers in the planes tail, which are forcing the aircrafts nose downward. Pulling the plane back from diving also requires the pilots to take manual control of the aircraft. The Federal… [+1501 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NIRAJ CHOKSHI", "title": "The Girl Scouts Have Sued the Boy Scouts. Now What?", "description": "The groups had long worked together, but a rift grew after the Boy Scouts announced plans to drop the word “boy” from the program and welcome girls.", "url": "https://www.nytimes.com/2018/11/09/us/girl-scouts-sue-boy-scouts.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/09xp-scouts-1/merlin_146519625_b4cb553f-956c-49c1-a41a-4ddb9999e4f8-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:52:33Z", "content": "She and others said that the organization should focus instead on attracting and retaining girls with activities they might find in the Boy Scouts, such as camping, though such decisions are typically made at the troop level. Ms. Braxton and Ms. Barber, who a… [+1256 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXIS CLARK", "title": "Past Tense: In Photos Unpublished for 100 Years, the Joy of War’s End on Armistice Day", "description": "“Men and women of all classes of society joining in uproarious demonstrations, cheering, singing and flag waving in the Place de la Concorde, Paris.” Dec. 12, 1918.", "url": "https://www.nytimes.com/2018/11/09/world/europe/armistice-day-100th-anniversary-photos.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/world/11armistice4/11-armistice4-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:46:53Z", "content": "The Great War was over. One hundred years ago just before 3 a.m. on Nov. 11, 1918 The New York Times received the first bulletin of the Armistice, which had been signed aboard a rail car in a small village in Northern France. A searchlight on the tower of the… [+876 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LIZ HIRSCH", "title": "A Rare Look at the Letters Between Two Art World Giants", "description": "The artists Alexander Calder and Ellsworth Kelly maintained an intimate, lively correspondence that reveals affinities both personal and aesthetic.", "url": "https://www.nytimes.com/2018/11/09/t-magazine/alexander-calder-ellsworth-kelly-letters.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/t-magazine/art/Calder-slide-TJZC/Calder-slide-TJZC-facebookJumbo-v2.jpg", "publishedAt": "2018-11-09T19:46:38Z", "content": "How is art shaped by friendship? The exhibition Calder / Kelly, which is now open at the Lévy Gorvy gallery in New York, entertains this question across three floors of work and ephemera by the artists Alexander Calder and Ellsworth Kelly. Spanning five decad… [+1379 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Alexandra Stevenson", "title": "Philippines Says It Will Charge Veteran Journalist Critical of Duterte", "description": "Her news site, Rappler, called the charges “intimidation and harassment” and accused President Rodrigo Duterte’s government of trying to silence critical coverage.", "url": "https://www.nytimes.com/2018/11/09/business/duterte-critic-rappler-charges-in-philippines.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10rappler-1/10rappler-1-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:37:36Z", "content": "A veteran reporter and former CNN bureau chief, Ms. Ressa has covered wars and talked to terrorists, but she described the past two years as the most challenging in her multi-decade career. She has since traveled the world, attending journalism industry event… [+1327 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE JUST", "title": "Children’s Books: Picture Book Biographies to Dazzle a Fact-Loving Child", "description": "Beautifully illustrated and closely researched, these books tell fascinating stories about heroes, unsung and otherwise.", "url": "https://www.nytimes.com/2018/11/09/books/review/alexandria-giardino-ode-to-an-onion-pablo-neruda.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Just-02/merlin_145739337_6597a4b6-cb9d-4f1c-a1e9-e606c22cf9ff-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:35:17Z", "content": "SO TALL WITHIN: Sojourner Truths Long Walk Toward Freedom (Roaring Brook, 32 pp., $18.99; ages 5 to 9), written by Gary D. Schmidt and illustrated by Daniel Minter, is a stirring introduction to an extraordinary life. Born into slavery on a Dutch farm in New … [+2097 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CONCEPCIÓN DE LEÓN", "title": "El Espace: John Leguizamo Has Harsh Words for Us", "description": "In his new Netflix special, \"Latin History for Morons,\" John Leguizamo jumps from genocide to cultural apartheid, dances merengue and dresses like Frida Kahlo.", "url": "https://www.nytimes.com/2018/11/09/style/john-leguizamo-has-harsh-words-for-us.html", "urlToImage": "https://static01.nyt.com/images/2017/11/12/arts/08elespace1/12LEGUIZAMOLISTMAIN-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:17:54Z", "content": "Jennifer Lopez (the queen of romantic comedies; fight me!) talked to The Times ahead of her upcoming film, Second Act, which is out Dec. 21. I stan for Lopez as an actress: The Wedding Planner, the 2001 rom-com which features Lopez as, you know, a wedding pla… [+2282 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "At War: What Stereotypes Do You See Around Veterans and PTSD?", "description": "We’re asking readers to tell us what stereotypes they have observed around military service and PTSD and how they challenge them.", "url": "https://www.nytimes.com/2018/11/09/magazine/trump-veterans-ptsd.html", "urlToImage": "https://static01.nyt.com/images/2017/05/17/us/17ptsd-copy/17ptsd-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:13:16Z", "content": "President Donald Trump, speaking to reporters on Friday morning, said that the Thousand Oaks gunman who shot and killed 12 people and injured at least 20 others at a bar Wednesday night was a sick puppy. He was a war veteran, he was a Marine, he was in the wa… [+519 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "People, Places and Things: People, Places and Things to Know: Japanese Glass Artists, a Food-Focused Hotel and More", "description": "From top: Wada’s glass cubes; Takahashi’s wall sculptures; vases from the couple’s Toumei line.", "url": "https://www.nytimes.com/2018/11/09/t-magazine/japanese-glass-artists-turquoise-jewelry-fashion-news.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/t-magazine/09tmag-ppt-slide-GD5X/09tmag-ppt-slide-GD5X-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:11:59Z", "content": "Glass melts above 2,000 degrees Fahrenheit, at which point it resembles sun-bright lava with a taffylike pull and often necessitates that its handlers work with a partner, lest one of them get scorched. Fourteen years ago, at Tama Art University in Tokyo, Bak… [+2391 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICIA MAZZEI", "title": "Protests Erupt Over Possible Recounts in Close Florida Elections", "description": "Protesters gathered outside the office of the Broward County supervisor of elections in Lauderhill, Fla. Days after the election on Tuesday, several midterm races in the state remain extremely tight.", "url": "https://www.nytimes.com/2018/11/09/us/florida-ballots-recount-scott-nelson-gillum-desantis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10FLORIDA/10FLORIDA-facebookJumbo.jpg", "publishedAt": "2018-11-09T19:01:35Z", "content": "Mr. Scotts campaign manager, Jackie Schutz Zeckman, responded that Bill Nelsons entire campaign has been a fraud. They aim to disenfranchise law-abiding Florida voters by producing ballots out of thin air until they have enough to win, she said. We will not a… [+1848 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "Backstreet’s Back (Again) and More: 6 Things to Know From the Week in Pop Culture", "description": "Next year The Backstreet Boys will embark on a world arena tour.", "url": "https://www.nytimes.com/2018/11/09/arts/backstreet-boys-world-tour.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/arts/10cheatsheet-backstreet/merlin_142597419_5314f434-989d-467c-aff3-4c2884eacd1c-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:56:00Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PAUL KRUGMAN", "title": "What the Hell Happened to Brazil? (Wonkish)", "description": "How did an up-and-coming economy suffer such a severe slump?", "url": "https://www.nytimes.com/2018/11/09/opinion/what-the-hell-happened-to-brazil-wonkish.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/opinion/110918krugman1/110918krugman1-facebookJumbo.png", "publishedAt": "2018-11-09T18:51:37Z", "content": "I think I can now take some time off from the U.S. political crisis to talk about events elsewhere. So, as the hed says, what the hell happened to Brazil? Im actually not talking about the recent election, in which Brazils voters chose someone who appears to … [+1437 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MELISSA CLARK", "title": "A Good Appetite: A Dish to Comfort on Those Cold, Dark Days", "description": "A cross between fondue and potato purée, this sweet, beautifully autumnal dish is sure to warm you from the inside.", "url": "https://www.nytimes.com/2018/11/09/dining/sweet-potato-aligot.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/dining/14appe1/merlin_146213454_990d6204-c0c9-484d-ac9d-d8e70276580e-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:40:49Z", "content": "In a perfect French pommes aligot, its hard to know where the potatoes end and the cheese begins. A molten, creamy mass of potatoes permeated with mountain cheeses, aligot combines the stretchy pull of fondue with the silky suppleness of potato purée. Soft, g… [+617 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM GOPNIK", "title": "Children’s Books: Can a Simple, Classic European Fantasy Win Over Jaded American Kids? This One Just Might.", "description": "“The Letter for the King,” by the Dutch author Tonke Dragt, gets a new English edition 56 years after it first appeared. It’s a straightforward story with buckets of charm on its side.", "url": "https://www.nytimes.com/2018/11/09/books/review/tongke-dragt-letter-for-the-king.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11-BKS-Gopnik-Sub/11-BKS-Gopnik-Sub-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:33:33Z", "content": "Readers accustomed to sinister or deeply entrenched mythological imaginings, or to the ambivalences of emotion and motive that by now are expected in a fantasy novel the satirical and dystopian impulses of the Hunger Games series, say, or even the busier, ben… [+2351 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Paula Span", "title": "Dementia Is Getting Some Very Public Faces", "description": "Stigma often prevents patients from acknowledging an Alzheimer’s diagnosis. A series of high-profile disclosures may help change that.", "url": "https://www.nytimes.com/2018/11/09/health/alzheimers-dementia-celebrities.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/science/13SCI-SPAN1/13SCI-SPAN1-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:26:03Z", "content": "But researchers and advocates argue that Justice OConnors forthright statement does serve a positive purpose. Among her Penn patients, a strong majority are hesitant to share the information with other people, Ms. Lynn said. They worry that others will treat … [+1038 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jeff Sommer", "title": "Now, the Markets Can Worry About Other Things. Here’s a List.", "description": "With the elections in the rearview mirror, Wall Street can focus on gridlock and interest rates — and maybe impeachment and a recession.", "url": "https://www.nytimes.com/2018/11/09/business/stock-market-midterms-congress.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/business/11Strategies-illo/11Strategies-illo-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:23:44Z", "content": "The UBS Global Wealth Management Chief Investment Office gamed out the various possibilities ahead of the election, concluding that such a sweep should boost global stock markets, limit increases in long-term bond yields, and support the U.S. dollar. But the … [+2038 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: The Massacre at a Thousand Oaks Bar", "description": "“We can’t keep waking up to these type of stories,” one reader says. A reader in London wonders if foreigners can feel safe visiting given the frequent U.S. mass shootings.", "url": "https://www.nytimes.com/2018/11/09/opinion/letters/california-massacre.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/09california-shooting-sub2/merlin_146547033_6131d639-8b37-476f-86c0-32d12ea285ae-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:14:49Z", "content": "It seems that this can happen anywhere at any time now. Wealthy suburbs, poor inner-city neighborhoods, concerts, schools, university campuses, bars, theme parks the list is endless. Thats a sad state of affairs. In my experience, if this were happening in mo… [+1187 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRUCE FRETTS", "title": "Trailers of the Week: ‘The Secret Life of Pets 2’ and Other Toons", "description": "Clips for “Missing Link,” “UglyDolls” and “Spies in Disguise” made the rounds, along with a first look at the new “Mowgli.”", "url": "https://www.nytimes.com/2018/11/09/movies/trailers-secret-life-of-pets-2-mowgli.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/movies/secret-still/secret-still-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:14:10Z", "content": "With Dr. Seuss The Grinch hitting theaters this weekend, studios are eager to place teasers for their coming animated movies in front of potential audiences. This week there are four including one that was affected by the #MeToo movement plus a largely comput… [+2630 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELISABETTA POVOLEDO", "title": "The Saturday Profile: Justice, Italian Style: 9 Years, 13 Trials and Few Answers", "description": "Ilaria Cucchi with a photo of her brother Stefano. Her nine-year quest for the truth about his death in police custody has taken her on a labyrinthine trip through Italy’s justice system.", "url": "https://www.nytimes.com/2018/11/09/world/europe/ilaria-cucchi-brother-italy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10cucchi1/10cucchi1-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:12:16Z", "content": "Italians have also responded to her indignation at her brothers death in the custody of institutions law enforcement, legal and medical that exist to protect citizens. He died amid the indifference of others, Ms. Cucchi said during a break on Wednesday at yet… [+1385 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRIAN FLOCA", "title": "Children’s Books: Picture Books About Cars, Trucks and Other Things That Clank, Roar and Move Fast", "description": "These books for young vehicle lovers have it all: size, strength, speed — even kindness. And a dog.", "url": "https://www.nytimes.com/2018/11/09/books/review/kate-prendergast-dog-on-a-digger.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Floca-02/11Floca-02-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:09:28Z", "content": "SMALL WALT AND MO THE TOW (Paula Wiseman/Simon &amp; Schuster, 40 pp., $17.99; ages 4 to 8), from Elizabeth Verdick and Marc Rosenthal, is the follow-up to (yes) Small Walt, in which snowplow Walt, with driver Gus, earns a spot alongside the big plows, despit… [+2428 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL M. GRYNBAUM", "title": "Trump Threatens to Retaliate Against Reporters Who Don’t Show ‘Respect’", "description": "President Trump replying to the CNN reporter Abby Phillip on Friday when she asked whether he wanted the acting attorney general to “rein in” the special counsel’s inquiry. Mr. Trump called it “a stupid question.”", "url": "https://www.nytimes.com/2018/11/09/business/media/trump-retaliation-reporters-april-ryan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10TRUMPMEDIA-SUB/merlin_146573997_6e7b03b9-4595-408a-924f-614d0f1f7e97-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:06:45Z", "content": "Mr. Trump also laced into another African-American journalist, Abby Phillip of CNN, who asked the president if he wanted the new acting attorney general, Matthew G. Whitaker, to rein in the investigation being led by the special counsel, Robert S. Mueller III… [+1281 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY COCHRANE and SHERYL GAY STOLBERG", "title": "Another Mass Shooting, but This Time House Democrats Promise Action", "description": "The killing of 12 people in California came 24 hours after Democrats seized control of the House, leading to promises of a legislative response.", "url": "https://www.nytimes.com/2018/11/09/us/politics/gun-control-california-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/politics/10dc-demguns-01/10dc-demguns-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:05:01Z", "content": "A number of victorious Democrats campaigned on reducing gun violence and strengthening gun laws, including Lucy McBath of Georgia, whose son was killed in a 2012 shooting; Jason Crow, from the suburbs of Denver, who made the mass shootings at Columbine High S… [+1435 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN I. VLADECK", "title": "Whitaker May Be a Bad Choice, but He’s a Legal One", "description": "The president’s designation of the acting attorney general is constitutional, so long as it is temporary.", "url": "https://www.nytimes.com/2018/11/09/opinion/trump-attorney-general-constitutional.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/opinion/09vladeck/09vladeck-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:04:04Z", "content": "Nor is there any argument that the 1998 law is inapplicable because Mr. Sessions did not resign and instead was fired. His departure may not have been voluntary, but rather than force the president to fire him (as did Preet Bharara, the former United States a… [+2407 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: G.O.P.’s Formula for Success: An Appeal to Racism", "description": "“The G.O.P. has prospered by pandering to prejudice,” a reader says, and President Trump has simply taken it to “a more blatant level.”", "url": "https://www.nytimes.com/2018/11/09/opinion/letters/republican-party-racism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/opinion/01mccarthy/01mccarthy-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:03:10Z", "content": "To the Editor: I had to read Daniel McCarthys Nov. 5 essay, The G.O.P. Is Trumps Party Now, twice to convince myself that I had not missed something. Incredibly, his analysis ignores a fundamental source of the partys political success over the past five deca… [+570 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAURA COLLINS-HUGHES", "title": "No Waiting to Play This ‘Godot’", "description": "The highly physical Irish actor Aaron Monaghan came late to Beckett, and is young to portray Estragon. But the role fits (even if the shoes don’t).", "url": "https://www.nytimes.com/2018/11/09/theater/aaron-monaghan-waiting-for-godot-druid.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/arts/09MONAGHAN1/09MONAGHAN1-facebookJumbo.jpg", "publishedAt": "2018-11-09T18:02:45Z", "content": "Godot is a play that Ms. Hynes, Druids artistic director, felt no need to revive when Mr. Monaghan, Mr. Rea and two other company members Rory Nolan, who plays Pozzo, and Garrett Lombard, who plays Lucky asked her if they could do it. For over a year, she sai… [+1275 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Dharisha Bastians", "title": "Sri Lanka President Dissolves Parliament Amid Power Struggle", "description": "The president of Sri Lanka, Maithripala Sirisena, dissolved the country’s parliament on Friday after weeks of political turmoil.", "url": "https://www.nytimes.com/2018/11/09/world/asia/sri-lanka-dissolves-parliament.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10lanka/10lanka-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:56:13Z", "content": "COLOMBO, Sri Lanka The president of Sri Lanka dissolved the countrys parliament on Friday night, state media reported, deepening a two-week constitutional crisis over who is the legitimate ruler of the island nation. The move, which critics said violated the … [+904 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: The School Bake Sale, Revisited", "description": "Readers cite an opportunity to educate children about nutrition, and women’s changed expectations for themselves in society today.", "url": "https://www.nytimes.com/2018/11/09/opinion/letters/school-bake-sales.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/opinion/sunday/04Perelman/04Perelman-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:55:00Z", "content": "To the Editor: Re Down With School Bake Sales, by Deb Perelman (Sunday Review, Nov. 4): I agree that it is time to retire the traditional school bake sale, but for very different reasons: not because one has to burn the midnight oil to bake the cake but becau… [+664 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MELISSA EDDY", "title": "Looking to History and Recent Events, German Leaders Defend Democracy and Pluralism", "description": "On a date freighted with historic meaning, Germany’s president calls for “an enlightened patriotism,” or national pride without bigotry.", "url": "https://www.nytimes.com/2018/11/09/world/europe/steinmeier-germany-democratic-patriotism.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10germany1/10germany1-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:53:53Z", "content": "Barely anyone protested, said Josef Schuster, head of Germanys Central Council of Jews. That, he said, sent a signal to the Nazis to continue their violence against Jews, culminating in the death camps. We are commemorating today with the promise that we will… [+902 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY WEINSTEIN", "title": "Five Weeknight Dishes: Cozy and Clever", "description": "Pilaf isn’t the sexiest dish, but it’s so comforting — as are Alison Roman’s butcher steak, a cheesy white bean tomato bake and porky rice noodles.", "url": "https://www.nytimes.com/2018/11/09/dining/cozy-and-clever.html", "urlToImage": "https://static01.nyt.com/images/2018/09/05/dining/05Romanrex2/merlin_143028852_04c4c45c-4f4f-4185-bb6c-b116f1967579-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:30:00Z", "content": "Hi and welcome to Five Weeknight Dishes. I have something unsexy to discuss with you, and that is pilaf. And yet! Pilaf, versions of which are found the world over, is one of my recent favorites, adorably homely and the definition of comfort. Its also a great… [+796 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA ALTER", "title": "Books News: In Her New Book, Michelle Obama Denounces Trump’s Sexism and His Promotion of the ‘Birther’ Conspiracy", "description": "Michelle Obama’s memoir comes at a moment when the Obamas (seen here at the Congressional Black Caucus Dinner in 2009) have returned to public life after mostly laying low in the months following the 2016 election.", "url": "https://www.nytimes.com/2018/11/09/books/michelle-obama-book-becoming.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/books/review/09Obama1/09Obama1-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:26:58Z", "content": "The memoir is landing at a moment when the former president and first lady have returned to public life after mostly laying low in the months following the 2016 election. Mr. Obama campaigned energetically for Democratic candidates in the midterms, and Mrs. O… [+1998 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RUTH DAVIS KONIGSBERG", "title": "Children’s Books: These Sequels Will Keep Your Young Reader Hooked", "description": "Take note, parents! If a kid likes a book, it’s almost a guarantee he’ll like the sequel. Here are new ones from Jennifer L. Holm, Tim Federle and more.", "url": "https://www.nytimes.com/2018/11/09/books/review/jennifer-holm-third-mushroom.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Konigsberg_Kids0/11Konigsberg_Kids0-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:23:30Z", "content": "Tim Federle, who co-wrote the musical Tuck Everlasting and the movie Ferdinand, knows the territory of being a misunderstood theater kid. As a teenager, he escaped his hometown to come to New York City to pursue a Broadway career. His novel Better Nate Than E… [+3430 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LIGAYA MISHAN", "title": "Hungry City: Momos That Stand Out in a Crowd", "description": "Momo Crave specializes in unorthodox dumplings, including ones thrust on skewers like tandoori chicken, layered like Indian chaat or dressed up like tacos.", "url": "https://www.nytimes.com/2018/11/09/dining/momo-crave-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/dining/14HUNGRY-slide-TWXA/14HUNGRY-slide-TWXA-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:20:26Z", "content": "So the women decided to experiment, taking inspiration from YouTube videos featuring novelty dumplings that had become popular in Nepal and neighboring India like the tandoori momo, whose invention is often credited to the Chinjabi (Chinese-Punjabi) chain QDs… [+1392 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Hungry City: Playing With Tradition in Queens", "description": "Mingma Sherpa and Jyoti Manandhar, natives of Nepal and owners of Momo Crave in Woodside, experiment with recipes to gratifying results.", "url": "https://www.nytimes.com/slideshow/2018/11/09/dining/momo-crave-queens.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/dining/14HUNGRY-slide-TWXA/14HUNGRY-slide-TWXA-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:18:47Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANN CARRNS", "title": "Your Money Adviser: I.R.S. Is Raising 401(k) Contribution Limits in 2019", "description": "The additional amount is just $500, but financial advisers note that the extra money can grow substantially over time.", "url": "https://www.nytimes.com/2018/11/09/your-money/401k-contribution-limits-raised-irs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10adviser/10adviser-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:17:41Z", "content": "If you can afford to, increasing your contributions by 1 percentage point each year say, from 5 percent of your salary to 6 percent can make a big difference in the long run, said Brendan Mullooly, a financial planner in Wall Township, N.J. Steven Brett, pres… [+2091 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PAUL SULLIVAN", "title": "Wealth Matters: A Big Tax Break for Socially Responsible Investing", "description": "Steve Baird, chief executive of Baird & Warner, a Chicago real estate firm. Tax incentives intended to draw investors to so-called opportunity zones have pushed Mr. Baird to increase his investments in underserved communities.", "url": "https://www.nytimes.com/2018/11/09/your-money/tax-breaks-opportunity-zones-investment.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10wealth1/10wealth1-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:04:36Z", "content": "The structure of the investment is novel. The zones aim to entice people who, after years of increases in the value of their investments, have a lot of embedded gains, or taxes that would be owed if those holdings were sold. Investors can put those profits in… [+1668 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM LIPTAK", "title": "Justice Ginsburg Leaves Hospital After Treatment for Broken Ribs", "description": "A court spokeswoman said the justice, who suffered a fall at her office, was doing well and planned to work from home.", "url": "https://www.nytimes.com/2018/11/09/us/politics/ruth-bader-ginsburg-hospital.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/politics/10dc-ginsburg/10dc-ginsburg-facebookJumbo.jpg", "publishedAt": "2018-11-09T17:03:49Z", "content": "At oral arguments, her questioning is pointed and betrays detailed familiarity with the parties legal arguments and the record in the case. She often talks about her workouts with a trainer, whom she has called my physical fitness guardian since 1999. Justice… [+1264 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS BAKALAR", "title": "Soy Baby Formulas Tied to Menstrual Pain", "description": "Women fed soy-based formula as babies were more likely to have severe menstrual pain as adults.", "url": "https://www.nytimes.com/2018/11/09/well/family/soy-baby-formulas-tied-to-menstrual-pain.html", "urlToImage": "https://static01.nyt.com/images/2016/09/15/well/well_pog_pregnancy/well_pog_pregnancy-facebookJumbo-v2.jpg", "publishedAt": "2018-11-09T16:57:43Z", "content": "Consuming soy-based formula during infancy may be linked to severe menstrual pain in adulthood, researchers report. A study published in Human Reproduction included 1,553 African-American women ages 23 to 35 with information on soy formula feeding gathered by… [+600 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "REUTERS", "title": "Wall Street Drops on China Concerns, Oil Slide", "description": "U.S. stocks fell on Friday, with shares of technology, energy and industrial companies taking a hit from concerns about global growth after a batch of weak Chinese data and a slide in oil prices.", "url": "https://www.nytimes.com/reuters/2018/11/09/business/09reuters-usa-stocks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-09T16:48:23Z", "content": "\"It's a classic risk-off driven by the fears of Fed, China and oil,\" said Cliff Hodge, director of investments at Cornerstone Wealth in Charlotte, North Carolina. At 11:21 a.m. EDT the Dow Jones Industrial Average was down 188.63 points, or 0.72 percent, at 2… [+889 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CEYLAN YEGINSU", "title": "A Somber World War I Memorial in London Seeks to Finally Lay the Fallen to Rest", "description": "The display of 72,396 shrouds, dedicated to soldiers killed in France on the battlefields of the Somme, is tied to the 100th anniversary of the war’s armistice.", "url": "https://www.nytimes.com/2018/11/09/world/europe/world-war-i-shrouds-london.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10shrouds1/10shrouds1-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:46:30Z", "content": "I realized how difficult it was to visualize these huge numbers and thought through ways I could physically represent them, he added. The main Battle of the Somme, initially a joint British-French offensive against German armies in northern France, came to re… [+644 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GREG WEINER", "title": "Nancy Pelosi’s First Order of Business Should Be to Reclaim the Power of the House", "description": "Nancy Pelosi at a news conference following the 2018 midterm elections.", "url": "https://www.nytimes.com/2018/11/09/opinion/sunday/nancy-pelosi-congress-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/opinion/11Weiner2/11Weiner2-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:43:52Z", "content": "That prediction sounds odd if not laughable to modern ears accustomed to the legislature surrendering its authority. But Madisons fear turned on the assumption that members of Congress, seeking power, would be loyal to their branch of government first. By pro… [+4324 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROGER SUTTON", "title": "Children’s Books: Showing the Indelible, Imperiled Bonds Between Animals and People", "description": "“Tales From the Inner City,” by the acclaimed Shaun Tan, uses weird, striking images to tell stories about how we share the earth with creatures.", "url": "https://www.nytimes.com/2018/11/09/books/review/shaun-tan-tales-from-the-inner-city.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Sutton-01/11Sutton-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:33:45Z", "content": "Whats it like to be plunked down in a world of general weirdness? Thats the question that drives the Australian author-illustrator Tan, who in 2011 won the lucrative (500,000 euros!) international Astrid Lindgren Memorial Award. He asks the question soberly, … [+1938 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RON LIEBER and TARA SIEGEL BERNARD", "title": "Your Money: Washington Gridlock? Maybe Not on These Personal Finance Issues", "description": "From credit reports to family leave, there are a few areas in which Democrats and Republicans share common ground. And bipartisan cooperation could be good for your wallet.", "url": "https://www.nytimes.com/2018/11/09/your-money/credit-finance-congress.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10money1/merlin_127706117_f605ecb0-6ad0-4fed-9e7f-7c340f2057e8-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:31:15Z", "content": "Though the idea has received some bipartisan support, critics arent optimistic that dangling a tax credit in front of employers will go far enough. Anna Chu, vice president for strategy and policy at the National Womens Law Center, said tax credits rarely pro… [+1907 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEVEN KURUTZ", "title": "My Space: A Tour of a Writer’s London Sitting Room", "description": "Ben Schott reads and writes in a cozy room decorated like a Georgian-era gentlemen’s club. Just don’t try to light his fire.", "url": "https://www.nytimes.com/2018/11/09/style/ben-schott-london-sitting-room.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/fashion/11myspace-schott-1/11myspace-schott-1-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:26:22Z", "content": "Ben Schott Age: 44 Occupation: Designer and writer; author of Schotts Miscellanies, Schotts Almanac and the new novel Jeeves and the King of Clubs (Little, Brown). Location: Highgate village, London His Favorite Room: Mr. Schott lives with his wife in the top… [+314 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EVAN BENN", "title": "Where to Stay, and What to Eat, in Miami", "description": "Beyond the umbrella-lined beaches and Art Deco architecture of South Beach, Miami is cementing its reputation as Florida’s cultural and culinary capital.", "url": "https://www.nytimes.com/2018/11/09/t-magazine/miami-travel-guide.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/t-magazine/travel/Miami-travel-slide-45L5/Miami-travel-slide-45L5-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:25:18Z", "content": "Chef-owner Niven Patel takes farm-to-table dining to the next level by growing almost all of his restaurants produce at his south Miami-Dade home, called Rancho Patel. His regional-Indian cooking at Ghees two locations (in the Miami Design District and Kendal… [+1616 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAURA VAN DEN BERG, LINDSAY HUNTER, KAREN RUSSELL, JAQUIRA DÍAZ, ALISSA NUTTING, ANDREW HOLLERAN, LAUREN GROFF, DIANA ABU-JABER, SARAH GERARD and JEFF VANDERMEER", "title": "A Fairy Tale Set in Florida, in 10 Parts", "description": "“Above the water, the mother of all manatees had materialized in the gloom: a huge floating dreadnought of a beast. Approaching fast, throbbing with a green glow.”", "url": "https://www.nytimes.com/2018/11/09/t-magazine/florida-fairy-tale.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/t-magazine/09tmag-florida-slide-KBYO/09tmag-florida-slide-KBYO-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:23:09Z", "content": "And did she love being alive more than she loved her sister? Alma wasnt sure. She remembered an afternoon of playing alligator with Esperanza in a dirty pool, trying to open her eyes underwater, the ferocity of that sting. Shed always end up clenching her eye… [+2496 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SOMAN CHAINANI", "title": "Children’s Books: These Books Let Kids Fight Their Own Battles", "description": "Parents are no help at all as the young protagonists in new books by Matt Phelan, Kenneth Oppel and more battle dinosaurs, mutant cats and other foes.", "url": "https://www.nytimes.com/2018/11/09/books/review/kenneth-oppel-inkling.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Chainani_Kids0/11Chainani_Kids0-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:19:25Z", "content": "That Inkling represents the fathers spirit instead of the sons is a stirring choice. Ethan conceals Inkling from his father at first literally, protecting a piece of his fathers soul from him, until Ethan crumbles under the pressure. A secret was a heavy thin… [+3058 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Breakingviews Headline", "title": "UBS Can Afford a Legal Brawl With the Justice Department", "description": "U.S. prosecutors have sued the Swiss bank over sales of mortgage-backed securities before the 2008 financial crisis. It can probably shrug it off.", "url": "https://www.nytimes.com/2018/11/09/business/dealbook/ubs-justice-department.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10db-viewsubs2/10db-viewsubs2-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:15:44Z", "content": "UBSs spurning of the settlement is partly based on a wager that the courts will decide that the bank was foolish rather than dishonest. As well as losing money that belonged to investors, the bank also itself invested in 39 of the 40 mortgage-backed securitie… [+1534 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CRAIG MORGAN TEICHER", "title": "Children’s Books: A Father’s Tribute to His Son With Down Syndrome", "description": "The artist Gusti has created a picture book about how he came to embrace the richness of life with his special-needs son. Adults and children alike will be moved by “Mallko and Dad.”", "url": "https://www.nytimes.com/2018/11/09/books/review/gusti-mallko-and-dad.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Tiecher-01/11Tiecher-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:05:03Z", "content": "It may be best to approach MALLKO AND DAD (Enchanted Lion, 120 pp., $19.95; ages 6 and up) as a picture book thats not really for children, or at least not for children to read on their own. Its a book that seems aimed at helping parents of children with spec… [+2012 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL D. SHEAR and EILEEN SULLIVAN", "title": "Trump Suspends Some Asylum Rights, Calling Illegal Immigration ‘a Crisis’", "description": "The proclamation suspends asylum rights for immigrants who enter the United States illegally, though officials said it was aimed at migrants traveling through Mexico in caravans.", "url": "https://www.nytimes.com/2018/11/09/us/politics/trump-asylum-seekers-executive-order.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/politics/10dc-asylum/merlin_146540163_e48eaad6-5049-4103-8543-da448c8611ab-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:01:51Z", "content": "In the proclamation, Mr. Trump acknowledged the problem and directed his administration to commit additional resources to support our ports of entry at the southern border to assist in processing those aliens. Mr. Trumps proclamation drew on the same powers t… [+1404 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JUMAN MALOUF", "title": "Children’s Books: In These Stunning Picture Books, Children Navigate a Big, Wide World", "description": "Knockout illustrations and storytelling elevate inspiring books by Matt de la Peña and Christian Robinson, Laura Lippman and Kate Samworth and more.", "url": "https://www.nytimes.com/2018/11/09/books/review/jihyeon-lees-door.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Malouf-04/11Malouf-04-facebookJumbo.jpg", "publishedAt": "2018-11-09T16:00:04Z", "content": "These five new picture books are human-size stories made by human hands. The evidence: raw brush strokes, bleeding paint, pencil marks left untouched. Somehow that makes all the difference as the young characters in these stories try to find their way into th… [+2587 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "3 Car Bombs Explode in Front of Hotel in Somalia's Capital", "description": "Three car bombs by Islamic extremists exploded outside a hotel in the capital, Mogadishu, killing at least 10 people and injuring 15, said police.", "url": "https://www.nytimes.com/aponline/2018/11/09/world/africa/ap-af-somalia-bomb-blasts.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10somalia/10somalia-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:59:37Z", "content": "MOGADISHU, Somalia Three car bombs by Islamic extremists exploded outside a hotel in the capital, Mogadishu, killing at least 10 people and injuring 15, said police. The blasts appeared to be suicide bombs that detonated near the perimeter wall of the Sahafi … [+436 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA JACOBS", "title": "Satanic Temple Sues Over Goat-Headed Statue in ‘Sabrina’ Series", "description": "A photo of the Satanic Temple’s statue of Baphomet, by the artist Mark Porter. The temple sued the companies behind the “Sabrina” series, alleging that the show copies its depiction of the goat-headed deity.", "url": "https://www.nytimes.com/2018/11/09/us/satanic-temple-suing-netflix-sabrina.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/autossell/10-SATANICTEMPLE/09-SATANICTEMPLE-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:51:14Z", "content": "Baphomet, described as a goat-headed hermaphroditic deity, is not a character invented by the Satanic Temple, the lawsuit said. It was depicted by an occultist, Éliphas Lévi, in a mid-19th century drawing, which the temple put on a T-shirt. The lawsuit argues… [+798 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EILEEN SULLIVAN", "title": "Trump Says ‘I Don’t Know Matt Whitaker,’ the Acting Attorney General He Chose", "description": "Matthew Whitaker now oversees the Russia investigation, has visited the Oval Office several times and is said to have an easy chemistry with the president.", "url": "https://www.nytimes.com/2018/11/09/us/politics/matthew-whitaker-donald-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/politics/10dc-whitaker-sub/10dc-whitaker-sub-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:48:09Z", "content": "Mr. Trump fired Attorney General Jeff Sessions on Wednesday after months of publicly shaming him for recusing himself from the Russia investigation. Mr. Whitaker had been serving as Mr. Sessionss chief of staff. Putting a Trump loyalist in charge of an invest… [+800 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "At War: Remembering World War I, 100 Years Later", "description": "Nov. 11 marks 100 years since the signing of the armistice that ended World War I. Readers share how their families commemorated the centennial.", "url": "https://www.nytimes.com/2018/11/09/magazine/remembering-world-war-i-newsletter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/07/magazine/atwar-wwi-archives-3/atwar-wwi-archives-3-facebookJumbo.png", "publishedAt": "2018-11-09T15:43:25Z", "content": "This summer, my family visited France to commemorate the centennial of the death of First Lt. George Baldwin McCoy, my great-grand-uncle. He was killed on July 20, 1918, leading a charge against German machine guns during the Second Battle of the Marne. He wa… [+2487 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMMA G. FITZSIMMONS", "title": "M.T.A. Chairman, Tasked to Fix New York’s Subway Problems, Resigns", "description": "Joseph J. Lhota returned to the agency last year to oversee the transit system after the subway descended into crisis.", "url": "https://www.nytimes.com/2018/11/09/nyregion/joe-lhota-resigns-mta.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/nyregion/10lhota/10lhota-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:39:03Z", "content": "The chairman of the Metropolitan Transportation Authority, which controls New York Citys troubled subway, has resigned after the election of Gov. Andrew M. Cuomo to a third term, a state official said on Friday. The chairman, Joseph J. Lhota, had returned to … [+906 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATT FLEGENHEIMER", "title": "How Did the Democrats Do on Tuesday in 2016 Trump Country?", "description": "Representative Conor Lamb won by focusing on labor rights and economic fairness in Pennsylvania, taking care not to alienate Trump voters by antagonizing the president.", "url": "https://www.nytimes.com/2018/11/09/us/politics/democrats-trump-states.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10Rebound-lamb/merlin_146452425_c475015e-1b27-464e-8e11-024a9c7ed397-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:36:40Z", "content": "In 2016, Mr. Trump effectively took this once-purple state off the board, winning by eight points. Tuesdays results make it clear he should enter 2020 as a strong favorite again. Despite high hopes among Democrats who thought they might flip several statewide… [+1164 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook This Weekend", "description": "Make Dorie Greenspan’s latest recipe, an autumnal riff on an Eton mess with cranberry jam, lemon curd and raspberries.", "url": "https://www.nytimes.com/2018/11/09/dining/what-to-cook-this-weekend.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/magazine/11mag-dessert-slide-MVM7-copy/11mag-dessert-slide-MVM7-facebookJumbo-v3.jpg", "publishedAt": "2018-11-09T15:30:00Z", "content": "Our Samin Nosrat also has a new recipe this week, as well, for an old-school, made-with-a-mortar-and-pestle basil pesto that she learned about in Liguria last year. Read her beautiful column about the experience and then take some time this weekend to make th… [+1726 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Rough Road of the Rookie Quarterback (and It's Only Week 10) - New York Times", "description": "New York Times The Rough Road of the Rookie Quarterback (and It's Only Week 10) New York Times It is hard to pinpoint when the “Welcome to the N.F.L.” moment officially occurred for Sam Darnold. But the evidence of its arrival was clear on Wednesday as Darnol…", "url": "https://www.nytimes.com/2018/11/09/sports/nfl-rookie-quarterbacks-sam-darnold.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/sports/11quarterback-darnold/11quarterback-darnold-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:22:38Z", "content": "In other words, a lot of hype has been replaced with a lot of yuck. I was a big fan of this class, Daniel Jeremiah, a former scout and now an NFL Network analyst, said. For me, Darnold, Rosen and Mayfield, I thought all three of those guys would come in and b… [+1333 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NILO TABRIZY", "title": "‘I Didn’t Know If I Was Gonna Make It’: Wildfires Rage in California", "description": "A fire ravaged Northern California on Thursday, damaging homes and injuring residents. Another fire started northwest of Los Angeles the following day, forcing more residents to evacuate.", "url": "https://www.nytimes.com/video/us/100000006207225/fire-northern-southern-california.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10calfire-001alt/10calfire-001alt-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-09T15:17:31Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNIFER MEDINA and MATTHEW HAAG", "title": "California Wildfires Scorch Thousands of Acres and Send Residents Fleeing", "description": "In Southern California, the Woolsey Fire raged near Thousand Oaks, delivering a one-two punch to a city still in shock after a gunman opened inside a popular club there and killed 12 people.", "url": "https://www.nytimes.com/2018/11/09/us/california-fires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10xp-fire-1/merlin_146556393_a006cfbc-ccb5-43c2-94c7-8c790d7a90fe-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:15:02Z", "content": "The destructive wildfire tore through Paradise, a town of about 26,000, on Thursday as it barreled toward Chico in Butte County. It forced a hospital to evacuate and expanded with such ferocity that some people in their cars jumped out to flee on foot. In Sou… [+861 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "A D.I.Y. Collaboration", "description": "When an actor dies suddenly in the middle of an extensive home renovation, friends and family step in to complete his vision.", "url": "https://www.nytimes.com/slideshow/2018/11/09/realestate/a-diy-collaboration.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/realestate/11COLBY-slide-N3K5/11COLBY-slide-N3K5-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:09:33Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER BAKER", "title": "Trump Heads to France, Embracing a Post-Election Presidential Tradition", "description": "President Trump will join world leaders marking the 100th anniversary of the end of World War I, and escaping the capital after some election losses and the firing of his attorney general.", "url": "https://www.nytimes.com/2018/11/09/us/politics/trump-france-world-war-1.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/politics/10dc-prexy/10dc-prexy-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:07:04Z", "content": "Other presidents have promptly left the country after midterm election defeats. Bill Clinton headed to the Philippines and Indonesia the weekend after his party lost both houses of Congress in 1994. George W. Bush traveled to Russia, Singapore, Vietnam and In… [+1466 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Joanne Kaufman", "title": "Finishing Touches", "description": "When an actor dies suddenly during his D.I.Y. home renovation in Washington Heights, friends and family come together to complete his vision.", "url": "https://www.nytimes.com/2018/11/09/realestate/finishing-touches.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-09T15:04:03Z", "content": "What he wrought, mostly over the next two summers, was a two-bedroom apartment whose handmade curved walls, interior windows and built-ins suggest a boat. Mr. Colby gutted two closets and built a wainscoted, arched dining nook in their place; fashioned mahoga… [+1855 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Natalie Kitroeff", "title": "Phoebe Robinson’s Work Diary: ‘The Sausage Is Getting Made Very Publicly, but It Makes You Fearless’", "description": "She’s a comedian, podcaster (2 Dope Queens), best-selling author and — no surprise here — a confessed workaholic.", "url": "https://www.nytimes.com/2018/11/09/business/phoebe-robinson-work-diary-2-dope-queens.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/business/11Likeaboss/11Likeaboss-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:01:19Z", "content": "10 a.m. Conference call for potential movie role. This was a FaceTime call with a female director just getting a feel for each other and our personalities and our working styles. These sorts of calls are cool because theres no pressure. You either get along w… [+2273 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Christine Hauser", "title": "Fortune Magazine Sold to Thai Businessman for $150 Million", "description": "Meredith acquired the title with a $2.8 billion acquisition of Time Inc. last November, in a deal that made it the largest magazine publisher in America.", "url": "https://www.nytimes.com/2018/11/09/business/dealbook/fortune-magazine-sold.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10xp-fortune1/merlin_143888961_ff71b0ea-451b-4afc-984e-f9f3108be012-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:01:11Z", "content": "Meredith Corp. will sell Fortune magazine to a Thai businessman for $150 million, the company said, as it continues to offload some of the storied brands it acquired with its purchase of Time Inc. last year. The deal comes almost two months after Meredith sai… [+761 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAURA COLLINS-HUGHES", "title": "Kurt Vonnegut’s Vietnam-Era Play Lands With a Gasp", "description": "Kurt Vonnegut’s “Happy Birthday, Wanda June” has found a new life — and unexpected resonance — in a Wheelhouse Theater Company production directed by Jeff Wise (center), starring Kate MacCluggage and Jason O’Connell.", "url": "https://www.nytimes.com/2018/11/09/theater/kurt-vonnegut-happy-birthday-wanda-june-wheelhouse.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/arts/11VONNEGUTPLAYS1/11VONNEGUTPLAYS1-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:00:04Z", "content": "I have four brothers, who were all up for the draft, Ms. Vonnegut said recently. Her father had been a prisoner of war, captured by the Germans in World War II, and the trauma of what he witnessed shaped his worldview and his work. As he watched the Vietnam W… [+1633 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLIE COX", "title": "The First Time: Charlie Cox on the First Time He Owned a Leather Jacket", "description": "The “Daredevil” star wears a superhero costume to work. But an encounter with Al Pacino persuaded him that a simpler garment can bring power, too.", "url": "https://www.nytimes.com/2018/11/09/arts/charlie-cox-on-the-first-time-he-owned-a-leather-jacket.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/arts/11FIRSTTIME-COX/11FIRSTTIME-COX-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:00:04Z", "content": "Now although Mr. Pacino was always friendly on set, none of my inexhaustible efforts to say something fascinating or hilarious on this evening led to the explosive conversation I had hoped for. Truth be told we barely spoke to one another. The producer on Als… [+928 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHRYN SHATTUCK", "title": "A Word With: Ann Curry Searches for Greatness in Everyday Heroes", "description": "Curry talks about her PBS series “We’ll Meet Again,” her own place in the #MeToo movement, and the issues of truth and trust in journalism.", "url": "https://www.nytimes.com/2018/11/09/arts/television/ann-curry-well-meet-again-pbs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/arts/11snapshot-curry/11snapshot-curry-facebookJumbo.jpg", "publishedAt": "2018-11-09T15:00:04Z", "content": "On CBS This Morning, I said there was a verbal sexual harassment that was pervasive and that I would be surprised if I heard a woman say that didnt exist. I said then, and Ive since also said publicly, that I mentioned to my manager that a woman came to me an… [+1507 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Maya Salam", "title": "Goodbye, Tampon Tax (at Least for Some)", "description": "Nevada became the 10th state to eliminate the so-called tampon tax, freeing consumers of sales tax when buying tampons and sanitary pads.", "url": "https://www.nytimes.com/2018/11/09/health/tampons-tax-periods-women.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/health/09GL-main/09GL-main-facebookJumbo.jpg", "publishedAt": "2018-11-09T14:51:29Z", "content": "I went dancing the night before in a black velvet Paris gown, on one of those evenings that was the glamour of New York epitomized, the reporter Nan Robertson wrote in a 1982 article for The New York Times Magazine. Twenty-four hours later, I lay dying, my fi… [+1030 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAPHNÉ ANGLÈS", "title": "8 Artists at the Paris Photo Fair Who Show Where Photography Is Going", "description": "“Maria Friis,” a 2017 photograph by the Belgian photographer Charlotte Abramow, from her series “They Love Trampoline,” shot in the Faroe Islands.", "url": "https://www.nytimes.com/2018/11/09/arts/design/paris-photo.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/arts/10parisphoto-charlotte-abramow-1/10parisphoto-charlotte-abramow-1-facebookJumbo.jpg", "publishedAt": "2018-11-09T14:21:23Z", "content": "I juggle two sets of memories: those of Morocco, my birthplace, formerly under French control; and those of France, where I grew up and went to school. I used to feel there was a civil war inside me because neither country has properly addressed the issue of … [+640 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD BEALES", "title": "Breakingviews: The Confusing Sprawl of SoftBank’s Investments", "description": "The company’s Vision Fund held 38 stakes at the end of September, but they didn’t include names like Uber and Didi that you may expect to see on the list.", "url": "https://www.nytimes.com/2018/11/09/business/dealbook/softbank-vision-fund-confusion.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10db-viewssoftbank/10db-viewssoftbank-facebookJumbo.jpg", "publishedAt": "2018-11-09T14:18:13Z", "content": "A big stake in Uber, meanwhile, is held by SoftBank, though its one of several that may be transferred to the Vision Fund in the future. The Saudi Public Investment Fund has its own direct investment in Uber, which is one reason other ride-hailing stakes are … [+1112 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mike Isaac", "title": "The Week in Tech: Social Media Faces Another Election Test", "description": "After a disastrous performance two years ago, social media companies rightly took disinformation and voter suppression seriously ahead of the midterms.", "url": "https://www.nytimes.com/2018/11/09/technology/social-media-midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10TECHNEWSLETTER02/10ECHNEWSLETTER02-facebookJumbo.jpg", "publishedAt": "2018-11-09T14:01:27Z", "content": "Crazy, right? Not so fast, says my colleague Kevin Roose. We shouldnt be letting Facebook off the hook so easily. It was months of pressure that made Facebook take disinformation issues seriously. Just because we made it through the midterms without a signifi… [+2061 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Ronda Kaysen", "title": "The Dog Is In Charge", "description": "We might not want to admit it, but our pets often call the shots at home — from decorating decisions to where we live.", "url": "https://www.nytimes.com/2018/11/09/realestate/the-dog-is-in-charge.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/realestate/11RightatHome-illo/11RightatHome-illo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-09T14:00:56Z", "content": "Mr. Rosales and Mr. Litton, 32, a lawyer, have fully embraced living in a pet-centric community where neighbors are more likely to know your dogs name than yours. Not only do we not have any regrets, but we would love a second dog, Mr. Rosales said. A new pup… [+1835 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VANESSA FRIEDMAN", "title": "On the Runway: Victoria's Secret Is Trying to Change With the Times. Or Is It?", "description": "Fashion — and even Congress — may be changing, but the lingerie brand of Angels clings to its push-up bras and wings.", "url": "https://www.nytimes.com/2018/11/09/fashion/victorias-secret-liberation-in-corsets-and-spike-heels.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/fashion/10OTR1/10OTR1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-09T13:50:25Z", "content": "The point being, of course: Argue with that, haters. The problem being: You can. (While the social media numbers may be booming, the in-store sales are not (a discrepancy that should be noted by all brands that equate fans and likes with revenues). VS may wel… [+1946 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Tomte", "title": "Tom’s Essay (2008)", "description": "Article URL: https://opinionator.blogs.nytimes.com/2008/09/23/toms-essay/ Comments URL: https://news.ycombinator.com/item?id=18414132 Points: 3 # Comments: 0", "url": "https://opinionator.blogs.nytimes.com/2008/09/23/toms-essay/", "urlToImage": "https://static01.nyt.com/images/blogs_v5/../icons/t_logo_291_black.png", "publishedAt": "2018-11-09T13:23:15Z", "content": "This months challenge for me is getting used to my in-ear monitors. These are little monitors that go into your ear so you can hear yourself onstage. I used them a month ago in Sweden for the first time in front of a live audience. Hmm, I thought, These feel … [+19822 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "America’s Small-Town Crisis", "description": "And the Democrats’ small-town crisis, which is very much related.", "url": "https://www.nytimes.com/2018/11/09/opinion/democrats-midterms-rural-ohio-midwest.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/opinion/09leonhardt-newsletter/09leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-09T13:17:58Z", "content": "Smaller cities dont have all of these problems, but they do have many. Id add one issue to these lists, which bedevils both rural America and smaller cities: educational opportunity. In a mini-essay about Ohio on Twitter yesterday, Alec MacGillis of ProPublic… [+2482 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN COWELL", "title": "The Courage and Folly of a War That Left Indelible Scars", "description": "During World War I, millions died, empires crumbled, nations were formed and maps were redrawn in ways that reverberate mightily a century later.", "url": "https://www.nytimes.com/2018/11/09/world/europe/wwi-armistice-100-years.html", "urlToImage": "https://static01.nyt.com/images/2014/06/27/world/europe/10WWI-archives-promo/10WWI-archives-promo-facebookJumbo-v2.jpg", "publishedAt": "2018-11-09T13:09:16Z", "content": "Barbed wire, which was invented in the 19th century, was long used to fence off cattle ranges in the American West. It figured, too, in the architecture of human incarceration. But in World War I, mile upon mile of coiled barbed wire wove through the blasted … [+1186 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE NEW YORK TIMES", "title": "The Week in Arts: Andy Warhol, Viola Davis, the Met’s Sleeper Hit", "description": "With 350 pieces, the Warhol retrospective at the Whitney sets aside the icon’s persona and focuses on his art.", "url": "https://www.nytimes.com/2018/11/09/arts/andy-warhol-whitney-viola-davis.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/arts/11WEEK-ART/11WEEK-ART-facebookJumbo.jpg", "publishedAt": "2018-11-09T13:00:09Z", "content": "Nov. 16; itunes.apple.com. Over her three decades in the music business, Mariah Carey has had a comeback or four. But unlike attempts by other veteran divas, Careys returns to the spotlight generally succeed, thanks to her enviable ear, superlative vocal tale… [+924 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FAHIM ABED", "title": "At War: Afghan War Casualty Report: Nov. 02-08", "description": "At least 118 security force members were killed during the past week as fighting spread to nine provinces, mostly in the south.", "url": "https://www.nytimes.com/2018/11/09/magazine/afghan-war-casualty-report.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/magazine/09atwar-casualty-report-2/merlin_146414253_222ce434-42ea-42ff-adcf-a78345a6d377-facebookJumbo.jpg", "publishedAt": "2018-11-09T12:13:17Z", "content": "Nov. 07 Ghazni Province: three police killed Taliban fighters from Gelan District attacked security outposts in Jaghori District, but were repelled by reinforcements. Three local police officers were killed and five others were wounded, including a commander … [+1757 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LISA FRIEDMAN", "title": "Judge Blocks the Disputed Keystone XL Pipeline in a Setback for Trump’s Energy Agenda", "description": "Demonstrators marched against the Keystone XL pipeline during the Native Nations Rise protest in Washington last year.", "url": "https://www.nytimes.com/2018/11/09/climate/judge-blocks-keystone-pipeline.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10cli-keystone/10cli-keystone-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:35:27Z", "content": "When Mr. Obama rejected the Keystone permit in 2015, he was weeks away from negotiating an international global warming accord in Paris, and the administration also argued the pipeline would undercut United States leadership in curbing global reliance on foss… [+1149 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook Briefing: Google Overhauls Its Sexual Misconduct Policy", "description": "The company will end its practice of forced arbitration for claims of sexual harassment or assault after last week’s staff walkout.", "url": "https://www.nytimes.com/2018/11/09/business/dealbook/dealbook-briefing-google-overhauls-its-sexual-misconduct-policy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/business/10db-newsletter-google/10db-newsletter-google-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:32:37Z", "content": "Chevron is debating whether, having outlasted Hugo Chávez and other unfriendly leaders in Venezuela, it is worth hanging around with President Nicolás Maduro in place. An exit could prompt a collapse in the governments finances. While Google and Amazon are re… [+1603 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Raymond Zhong", "title": "Fact-Checking Trump’s Claims About the Chinese Economy", "description": "At a news conference, the president answered a question about healing national divides by saying, falsely, that he had forced China to back down from a plan to strengthen its manufacturing industry.", "url": "https://www.nytimes.com/2018/11/09/business/trump-made-in-china-2025-fact-check.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/sports/10madeinchina/10madeinchina-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:01:50Z", "content": "But there is no indication that Chinese companies have halted or reversed their plans to upgrade their capabilities, or that officials are any less interested in catching up in areas like microchips. Chinese companies are trying to reach the technological fro… [+1362 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "VICTORIA SANFORD", "title": "‘Criminals?’ Hardly. That’s Who the Caravan Flees.", "description": "The would-be immigrants to the United States traveling from Central America are trying to escape rule by authoritarian governments tied to gangs, organized crime and other criminal enterprises.", "url": "https://www.nytimes.com/2018/11/09/opinion/trump-caravan-migrants-criminals.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/opinion/09Sanford1/09Sanford1-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:00:40Z", "content": "Like the great majority of those masses, todays Central Americans seek merely to live in safety, to work hard and to provide for their families. They are not criminals, as Mr. Trump would have it. They are the victims of criminal enterprises that only pretend… [+1196 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TIMOTHY EGAN", "title": "This Is Us, Halfway Whole", "description": "Supporters of Amy Spanberger, a Virginian who was elected to a House seat, were among the Democrats who had cause to celebrate after the midterm election.", "url": "https://www.nytimes.com/2018/11/09/opinion/midterms-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/opinion/08eganWeb/08eganWeb-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:00:03Z", "content": "I cant really say that anything he says is true, a Wyoming Trump supporter told us a few days ago, but I trust him. That mind-set explains why President Trump revved up the mendacity machine to 30 lies a day in the seven weeks leading up to the midterm electi… [+1696 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZI PAYBARAH, ALEXANDRA S. LEVINE and JONATHAN WOLFE", "title": "New York Today: New York Today: We Like Big. Are Google and Amazon Too Big?", "description": "Google has 7,000 employees in Manhattan, and that number could double if it moves into a new office space.", "url": "https://www.nytimes.com/2018/11/09/nyregion/new-york-today-we-like-big-are-google-and-amazon-too-big.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/science/09NEWYORKTODAY/merlin_134934864_3ddef8df-7b61-4e87-a45f-87432bee700b-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:00:03Z", "content": "(Infinite lenses, actually.) Weve reported on happenings at City Hall, corruption in Albany and how the chaos in Washington very deeply affects our home. Weve covered the transit turmoil, the cases in our courts and the breaking news that drives each day. But… [+1432 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RON KIM and ZEPHYR TEACHOUT", "title": "New York Should Say No to Amazon", "description": "A city that thrives on the energy of its neighborhood merchants should not offer incentives and giveaways to an internet giant known for squashing small businesses.", "url": "https://www.nytimes.com/2018/11/09/opinion/amazon-new-york-business.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/opinion/09Kim2/09Kim2-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:00:03Z", "content": "New York has a long, strong history of union power, and Amazon has a long history of union busting. In a 45-minute video leaked by Gizmodo, Amazons anti-union tactics were revealed, as Whole Foods team leaders were instructed in how to quell unionization afte… [+1685 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TAMMY LaGORCE", "title": "Vows: Love American Style When a Polish Immigrant Matches With Miss Minnesota", "description": "Dottie Cannon and Konrad Bieniek were married Oct. 6 at La Colina, a 1930s guesthouse in New Hampton, N.Y.", "url": "https://www.nytimes.com/2018/11/09/fashion/weddings/love-american-style-when-a-polish-immigrant-matches-with-miss-minnesota.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/fashion/weddings/04vows1/04vows1-facebookJumbo.jpg", "publishedAt": "2018-11-09T11:00:01Z", "content": "On Jan. 29, 2017, at sunset on a Hawaii beach, Mr. Bieniek dropped to one knee and presented the oval-shaped diamond. The beach proposal was so surprising she could not believe what she was hearing. Im partially deaf in my left ear, and the wind was blowing. … [+1447 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRIS STANFORD", "title": "Thousand Oaks, Midterm Elections, Electronic Cigarettes: Your Friday Briefing", "description": "Demonstrations in Los Angeles and other cities on Thursday protested the appointment of Matthew Whitaker, the acting attorney general, and supported the investigation led by Robert Mueller, the special counsel.", "url": "https://www.nytimes.com/2018/11/09/briefing/thousand-oaks-midterm-elections-electronic-cigarettes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/politics/09us-ambriefing-whitaker-AMCORE/09us-ambriefing-whitaker-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:45:37Z", "content": "Quotation of the day He knew what he was doing. He had perfect form. Teylor Whittler, a survivor of the mass shooting at a California bar, describing the gunman. The Times, in other words Heres an image of todays front page, and links to our Opinion content a… [+1002 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD BEN-VENISTE and GEORGE FRAMPTON", "title": "Mueller Has a Way Around Trump and His Minions", "description": "A road map from the Watergate prosecution shows a potential route for the special counsel to send incriminating evidence directly to Congress.", "url": "https://www.nytimes.com/2018/11/09/opinion/trump-whitaker-mueller-watergate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/opinion/09ben-veniste-frampton/09ben-veniste-frampton-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:45:04Z", "content": "In a stunning move on the heels of the midterm election, President Trump has forced the resignation of Attorney General Jeff Sessions and appointed an outspoken critic of the Mueller investigation Matthew Whitaker as acting attorney general, shunting Deputy A… [+2132 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO", "title": "Best of Late Night: Colbert Slams Huckabee Sanders for Circulating Doctored Video", "description": "“The fact that the White House press secretary is promoting this doctored video is reprehensible, and grounds for dismissal,” Stephen Colbert said.", "url": "https://www.nytimes.com/2018/11/09/arts/television/colbert-huckabee-sanders-acosta-video.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/arts/09latenight1/09latenight1-facebookJumbo-v2.png", "publishedAt": "2018-11-09T10:19:22Z", "content": "Welcome to Best of Late Night, a rundown of the previous nights highlights that lets you sleep and lets us get paid to watch comedy. If youre interested in hearing from The Times regularly about great TV, sign up for our Watching newsletter and get recommenda… [+738 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Condos for Under $1 Million", "description": "While most new-development apartments have sky-high prices, units in some neighborhoods can be had for less than $1 million.", "url": "https://www.nytimes.com/slideshow/2018/11/09/realestate/condos-for-under-1-million.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/realestate/11MILLION-slide-VC1Z/11MILLION-slide-VC1Z-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:09:43Z", "content": "A typical living room and kitchen at 11 Hoyt, a new 481-unit condominium in Downtown Brooklyn, which has many apartments priced below $1 million."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nellie Bowles", "title": "Tech C.E.O.s Are in Love With Their Principal Doomsayer", "description": "The futurist philosopher Yuval Noah Harari thinks Silicon Valley is an engine of dystopian ruin. So why do the digital elite adore him so?", "url": "https://www.nytimes.com/2018/11/09/business/yuval-noah-harari-silicon-valley.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/business/11HARARI-01/11HARARI-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:02:47Z", "content": "Mr. Harari, who has a Ph.D. from Oxford, is a 42-year-old Israeli philosopher and a history professor at Hebrew University of Jerusalem. The story of his current fame begins in 2011, when he published a book of notable ambition: to survey the whole of human e… [+2813 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "C. J. Hughes", "title": "Something New, for $1 Million", "description": "Brand-new condos tend to have sky-high prices, but with a little sleuthing, you can find something for closer to Manhattan’s median apartment price.", "url": "https://www.nytimes.com/2018/11/09/realestate/something-new-for-1-million.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/realestate/11MILLION-slide-AEKK/11MILLION-slide-AEKK-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:02:33Z", "content": "Still, with 67 under-$1 million new-development listings available in October, according to StreetEasy, Manhattan is not entirely off limits to entry-level buyers. Those units are often found in Upper Manhattan, where condos are increasingly common. In Centra… [+1501 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Brooks Barnes", "title": "A Year After #MeToo, Hollywood’s Got a Malaise Money Can’t Cure", "description": "Reforms are in doubt. Consolidation is threatening jobs. And Netflix is changing the very definition of film.", "url": "https://www.nytimes.com/2018/11/09/business/media/hollywood-metoo-movie-industry.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/business/11METOO-lede/11METOO-lede-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:01:08Z", "content": "Hundreds if not thousands of Fox employees may lose their jobs under the Disney merger. Disney managers, meanwhile, are bracing for the difficult job of smoothly integrating the Fox people who will remain the feral foxes, as one Disney-associated producer put… [+2897 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD KLASCO, M.D.", "title": "Ask Well: Would Two Flu Shots Protect Me Better Than One?", "description": "Booster doses can make the flu vaccine more effective, but the benefit is limited to a few specific groups.", "url": "https://www.nytimes.com/2018/11/09/well/live/would-two-flu-shots-protect-me-better-than-one.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/well/ask-flu/merlin_133422188_a1519420-7620-4a79-bc22-5d2b2d72af22-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:01:00Z", "content": "Finally, organ transplant recipients may benefit from booster doses, studies have shown. Unfortunately, the benefit does not seem to extend to other groups who may have compromised immunity, such as those with inflammatory bowel disease, leukemia, H.I.V., or … [+766 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KIRK SEMPLE", "title": "Caravan Walks Quietly On, U.S. Opposition a Distant Rumble", "description": "She’s slept on the ground, eaten handouts and walked for miles. But after weeks traveling with her children, Ani Alvarado is not turning back. “I get used to whatever.”", "url": "https://www.nytimes.com/2018/11/09/world/americas/caravan-migrant-mexico.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/world/americas/caravan-visual-slide-BZLT/caravan-visual-slide-BZLT-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:24Z", "content": "In San Pedro Tapanatepec, on the 16th day of the migration, the group laid out their plastic sheeting in the towns central plaza, in the shade cast by the Catholic church, then strolled down the hill to jump in a river. The children, stripped to their underwe… [+1333 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "At War: The War Stories Their Families Never Forgot", "description": "From left: Grace Wilkie, who served on the American Committee for Devastated France; a British soldier escorting a wounded comrade, with French soldiers and German prisoners in the background; unidentified African-American soldiers; a soldier at Camp Leon Spr…", "url": "https://www.nytimes.com/2018/11/09/magazine/the-war-stories-their-families-never-forgot.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/magazine/09atwar-wwi-2/09atwar-wwi-2-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:23Z", "content": "In 2015, I discovered that my grandmothers brother was one of the very few Chinese-Americans killed in combat in World War I. Alexander Amador Eça da Silva Kin was the son of my great-grandfather, Hippolytus Eça Da Silva and his first wife, Dr. Yamei Kin, bot… [+1832 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATTHEW KASSEL", "title": "The Lounge Pianist Who Invented Samba Funk", "description": "Dom Salvador, above, has around 4,000 songs in his repertoire, he said. Before his tenure at the River Café, he toured with Harry Belafonte, and was a samba innovator in Brazil.", "url": "https://www.nytimes.com/2018/11/09/nyregion/brazilian-samba-star-dom-salvador-river-cafe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/nyregion/11SANDOVAL1/11SANDOVAL1-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:19Z", "content": "He has performed for a number of celebrities, like Paul Newman, Joe Namath and Elizabeth Taylor. Those he remembers most vividly have been musicians: Tony Bennett, Frank Sinatra, McCoy Tyner, Herbie Hancock, George Benson, John Denver. He once persuaded the b… [+1815 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NELL McSHANE WULFHART", "title": "What RuPaul Can’t Travel Without", "description": "A Prada suit “that doesn’t wrinkle,” doubled-sided tape and surgical masks to (temporarily) shroud his identity are among the things that the Emmy-winning “Drag Race” star takes with him on every trip.", "url": "https://www.nytimes.com/2018/11/09/travel/what-rupaul-cant-travel-without.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/travel/11carryon-Rupaul-A/merlin_146143434_146b06bb-d1b1-42e1-b53b-8dab394ca8ee-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:18Z", "content": "The most famous drag queen in the world, RuPaul, has collected three Emmys for hosting the reality competition RuPauls Drag Race, and is a singer and author to boot. His latest book, GuRu, a collection of essays with a forward by Jane Fonda, was just publishe… [+1140 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAGGIE ASTOR and LIAM STACK", "title": "Midterm Election Turnout Was Up. How Much? We Don’t Yet Know.", "description": "People lining up to vote at the Church of Jesus Christ of Latter-day Saints in Georgetown, Ky., on Tuesday.", "url": "https://www.nytimes.com/2018/11/09/us/politics/election-turnout.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/us/politics/00turnout-01/00turnout-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:16Z", "content": "It is highly likely that this election was younger and more diverse than any midterm election this country has seen in some time, based on early voting data and matching it up with county-level data, Mr. Bonier said. It is imperfect, but the data does point i… [+1334 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EDWARD SOREL", "title": "How T.S. Eliot Went From Neurotic Banker to Neurotic Worldwide Literary Hero", "description": "A graphic retelling of the American poet’s ascent to stardom.", "url": "https://www.nytimes.com/2018/11/09/books/review/ts-eliot-waste-land.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11BackPage/11BackPage-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:14Z", "content": "In 1921 T. S. Eliot teetered on the brink of a mental collapse. For two years he had been struggling at night to finish a long poem, while working by day in the foreign transactions department of Lloyds Bank. His neurologist as they were then called in Britai… [+736 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHAUN PETT", "title": "Bites: In Toronto, a Restaurant Puts Mexican Cuisine on a Wood Fire", "description": "At Quetzal, a pair of married chefs create a fine-dining experience by using Mexican and local ingredients, and the occasional grasshopper.", "url": "https://www.nytimes.com/2018/11/09/travel/in-toronto-a-restaurant-puts-mexican-cuisine-on-a-wood-fire.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/travel/11bites-toronto3/11bites-toronto3-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:13Z", "content": "Smoke is often said to be the secret Mexican ingredient and everything here is cooked on a wood fire. The long, narrow space, all white and wood, with low, curving ceilings meant to evoke those of a hacienda, is split in two. The restaurants 72 seats run para… [+2085 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ZACH WICHTER", "title": "How Much Are You Willing to Pay for a Few Extra Inches of Legroom?", "description": "Premium economy — offering more space than coach but at a lower fare than business class — is turning out to be popular among fliers and a huge moneymaker for the airlines.", "url": "https://www.nytimes.com/2018/11/09/travel/how-much-are-you-willing-to-pay-for-a-few-extra-inches-of-legroom.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/travel/11premiumeconomy1/11premiumeconomy1-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:12Z", "content": "That depends. Configurations vary by airline and aircraft, but generally you can expect six to eight extra inches of pitch (space between your seat and the seat in front of you), and one to two extra inches of width. If you were flying from New York to London… [+2025 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THOMAS E. RICKS", "title": "War Stories: George Washington, William T. Sherman and Viking Marauders", "description": "Lessons about war from the American Revolution, the Civil War, medieval Britain and West Africa.", "url": "https://www.nytimes.com/2018/11/09/books/review/nathaniel-philbrick-in-the-hurricanes-eye.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11ricks1/11ricks1-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:11Z", "content": "But Sherman did achieve his goal of eviscerating Southern morale, both at home and at the front, where rebel officers realized that their families and homes were unprotected. By doing that, Sherman helped bring an end to the war. He should be ranked among our… [+2058 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW MARTIN", "title": "Fiction: Body Hopping for a Better View of America", "description": "A dead soul migrates from person to person in Martin Riker’s inventive debut novel, “Samuel Johnson’s Eternal Return.”", "url": "https://www.nytimes.com/2018/11/09/books/review/martin-riker-samuel-johnsons-eternal-return.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Martin1/11Martin1-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:09Z", "content": "Rikers lost soul has a mission: to reunite with, or at least check up on, his son, also named Samuel, who was almost 4 when his father was killed. Johnson Sr.s fate is set in motion, he recounts, by the arrival of a television in Unityville, their tiny hometo… [+1777 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MOIRA DONEGAN", "title": "The Shortlist: Three New Takes on Feminism: In the Dorm, in the Economy and Around the World", "description": "A scholar, a World Bank economist teaming up with a novelist, and a fiery young activist attempt to write the next pages of the history of women’s rights.", "url": "https://www.nytimes.com/2018/11/09/books/review/consent-on-campus-donna-freitas.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Shortlist/11Shortlist-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:09Z", "content": "CAN WE ALL BE FEMINISTS? New Writing From Brit Bennett, Nicole Dennis-Benn, and 15 Others on Intersectionality, Identity, and the Way Forward for Feminism Edited by June Eric-Udorie 258 pp. Penguin Press. Paper, $16. After a successful campaign to get feminis… [+2103 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LOVIA GYARKYE", "title": "Nonfiction: When Home Is ‘Always Another Country’", "description": "Sisonke Msimang’s graceful new memoir reckons with the challenges of figuring out who you are and where you belong when you’ve grown up all over the world.", "url": "https://www.nytimes.com/2018/11/09/books/review/always-another-country-sisonke-msimang.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Gyarkye1/11Gyarkye1-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:08Z", "content": "ALWAYS ANOTHER COUNTRY A Memoir of Exile and Home By Sisonke Msimang Illustrated. 365 pp. World Editions. Paper, $16.99. In 2005, the novelist Taiye Selasi published an essay in the now defunct LIP magazine defining a generation of young Africans whose roots … [+1891 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY BARTON", "title": "Fiction: Dark Fairy Tales From a Now-Vanished Agrarian Japan", "description": "Kenji Miyazawa, who died in 1933, was one of Japan’s most beloved poets. Now, in “Once and Forever,” his magical short stories are available in English.", "url": "https://www.nytimes.com/2018/11/09/books/review/kenji-miyazawa-once-and-forever.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11barton/11barton-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:08Z", "content": "ONCE AND FOREVER By Kenji Miyazawa Translated by John Bester Illustrated. 273 pp. New York Review Books. Paper, $15.95. Although the early-20th-century Japanese writer Kenji Miyazawa died in his 30s, he produced an impressive number of poems and stories. His … [+1979 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FERNANDA EBERSTADT", "title": "Fiction: The World War II Tragedy of Italy’s Jews, Preserved in Fiction", "description": "In “The Novel of Ferrara,” Giorgio Bassani retrofits his novellas and stories into a sprawling portrait of a community destroyed by historical hatreds.", "url": "https://www.nytimes.com/2018/11/09/books/review/giorgio-bassani-novel-of-ferrara.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Eberstadt-sub/11Eberstadt-sub-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:08Z", "content": "In A Memorial Tablet in Via Mazzini, Geo Josz, the sole survivor of Ferraras Jewish roundup, unexpectedly returns from Buchenwald. But his fellow citizens (who have seized his familys properties) soon turn upon this Ancient Mariner, who haunts the Caffè della… [+3411 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MELISSA MAERZ", "title": "Fiction: In These Novels, Women With Cancer Decide to Ditch the People-Pleasing", "description": "Women, even dying women, are often judged for putting their own needs first. The main characters in “The Bus on Thursday” and “Craving” know that — and they don’t care.", "url": "https://www.nytimes.com/2018/11/09/books/review/craving-esther-gerritsen-bus-thursday-shirley-barrett.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Maerz/11Maerz-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:07Z", "content": "Feeling responsible for other peoples happiness makes it exhausting for Elisabeth to even communicate with her family. I dont know if Ive ever read a novel that captures the emotional labor of people-pleasing language quite so well. When Coco talks to Elisabe… [+3433 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BENJAMIN MARKOVITS", "title": "Fiction: He Killed Her Mother. Now He Wants to Make Amends.", "description": "Andre Dubus III’s novel “Gone So Long” sets a dying ex-con on the difficult road to redemption. Will his long-estranged daughter even agree to see him?", "url": "https://www.nytimes.com/2018/11/09/books/review/andre-dubus-iii-gone-so-long.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/books/review/11Markovitz/11Markovitz-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:07Z", "content": "GONE SO LONG By Andre Dubus III 444 pp. W.W. Norton &amp; Company. $27.95. In Andre Dubus IIIs best-selling memoir, Townie, he describes his difficult childhood with a certain amount of complicated nostalgia. The first few years of his life were happy and boh… [+2145 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TINA JORDAN", "title": "Inside the List: Who Says Celebrity Memoirs Don’t Sell? There Are Three New Ones on the Best-seller List", "description": "These books by the Beastie Boys, Abbi Jacobson and Justin Timberlake are about as far from standard-issue star autobiographies as you can get.", "url": "https://www.nytimes.com/2018/11/09/books/review/justin-timberlake-hindsight-best-seller.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/books/review/18-BKS-LIST/18-BKS-LIST-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:06Z", "content": "Who says stars autobiographies dont sell? There are three new ones on the hardcover nonfiction list this week Justin Timberlakes Hindsight, Beastie Boys Book and Abbi Jacobsons I Might Regret This. To be fair, these arent standard-issue tell-alls, ghostwritte… [+1282 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By TOBY BILANOW", "title": "Weekly Health Quiz: Flu, Dogs and Winter Exercise", "description": "Test your knowledge of this week’s health news.", "url": "https://www.nytimes.com/interactive/2018/11/09/well/live/09healthquiz-11092018.html", "urlToImage": "https://static01.nyt.com/images/2018/11/06/science/06BRODYFLU/merlin_146226477_87ee83bd-8f40-40d2-8ae5-aef434620c92-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:02Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By ELIZABETH ALTERMAN", "title": "Flying the Flags of Friendship", "description": "From Boston to the Bronx, North Carolina to New Jersey, I picture each of these women wearing one of my aunt’s scarves, not as a mourning shawl, but as a wrap woven with memory.", "url": "https://www.nytimes.com/2018/11/09/well/family/women-friendship-grief-scarves.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/well/09ties/09ties-facebookJumbo.jpg", "publishedAt": "2018-11-09T10:00:01Z", "content": "I wondered if my mother was thinking that way too. But she chose the opposite. Im going to mail them to Eileen, Mary, Pat, Jean, she said. I thought we should all have one. It is fitting. For decades they had been each others go-to accessory, together through… [+1378 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Letters to the Editor", "description": "Readers respond to recent issues of the Sunday Book Review.", "url": "https://www.nytimes.com/2018/11/09/books/review/letters-to-the-editor.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-09T10:00:00Z", "content": "BOB MCKILLOP PORTLAND, ME. To the Editor: I am shocked by the extremely bad judgment displayed by the publication of Zoë Sharps short story, How It Ends, about assassinating the president. Sure, she has a right to write whatever she wants. But that doesnt mea… [+915 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Chris Stanford, Anna Schaverien", "title": "News Quiz: Test Your Knowledge of the Week's Headlines - New York Times", "description": "New York Times News Quiz: Test Your Knowledge of the Week's Headlines New York Times Take our quiz to find out. Last week, the question about the World Series had the highest share of correct answers, with 96 percent. Only 41 percent knew the name of NASA's r…", "url": "https://www.nytimes.com/interactive/2018/11/09/briefing/09weeklynewsquiz.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/politics/10newsquiz-ag2/09dc-sessions-1-facebookJumbo.jpg", "publishedAt": "2018-11-09T09:37:18Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LIVIA ALBECK-RIPKA and TACEY RYCHTER", "title": "Melbourne Stabbing Spree Leaves One Dead", "description": "The police shot and arrested a man who attacked pedestrians on a busy shopping strip, after emerging from a car that then burst into flames.", "url": "https://www.nytimes.com/2018/11/09/world/australia/melbourne-stabbing-attack.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10oz-melbourne/10oz-melbourne-facebookJumbo.jpg", "publishedAt": "2018-11-09T09:01:25Z", "content": "There is no known link to terrorism at this stage, Superintendent David Clayton said at a news conference shortly after the episode. He said the police were currently looking for any other suspects, but that the investigation was in its very early stages. Som… [+811 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN LELAND", "title": "Genesis P-Orridge Has Always Been a Provocateur of the Body. Now She’s at Its Mercy.", "description": "The Throbbing Gristle and Psychic TV musician is battling leukemia. But after a lifetime of making challenging art, she isn’t done shocking the world yet.", "url": "https://www.nytimes.com/2018/11/09/arts/music/genesis-p-orridge-throbbing-gristle.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/arts/11genesisp1/11genesisp1-facebookJumbo.jpg", "publishedAt": "2018-11-09T09:00:08Z", "content": "On another afternoon in October, P-Orridge wore a T-shirt that read Cult Leader. She was recovering from pneumonia, preparing to travel to Europe for two concerts, the last two dates in an otherwise scrapped tour. After that, she said, she did not expect to t… [+1200 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELIZABETH A. HARRIS", "title": "Country Music Will Talk About the Hurt, but Not the Politics", "description": "Once again, the Country Music Association Awards will follow a mass shooting of its fans, but talk about guns is unlikely to come up during the show.", "url": "https://www.nytimes.com/2018/11/09/arts/music/country-music-california-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/arts/10countrymusic1/10countrymusic1-facebookJumbo.jpg", "publishedAt": "2018-11-09T09:00:08Z", "content": "Some precisely wrought sentiments also have started trickling into the music. The musician Kane Brown is releasing an album called Experiment on Friday that includes the song American Bad Dream. Mr. Brown was at the Route 91 Harvest Festival in Las Vegas last… [+1767 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "When Queen Took ‘Bohemian Rhapsody’ to Live Aid", "description": "Freddie Mercury’s set in July 1985 is often called one of the greatest live performances of all time. What made those 21 minutes so memorable?", "url": "https://www.nytimes.com/2018/11/09/arts/music/bohemian-rhapsody-queen-live-aid.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/arts/08queen-live-aid/08queen-live-aid-facebookJumbo.jpg", "publishedAt": "2018-11-09T09:00:07Z", "content": "Geldof approached Mercury through Spike Edney, a former member of Geldofs own band, the Boomtown Rats, who had recently joined Queen to play keyboards during the groups live shows. Queen was noncommittal, but not because, as the movie Bohemian Rhapsody sugges… [+887 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The Associated Press", "title": "XTECH Shouldering Its Way Into Locker Rooms on All Levels", "description": "At 43, Baylor coach Matt Rhule is far removed from a playing career. That doesn't mean he won't run the gauntlet with his guys to prove a point.", "url": "https://www.nytimes.com/aponline/2018/11/09/business/ap-fbn-popular-pads.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-09T08:58:44Z", "content": "XTECH has been on the job for six years, though the work staff is small: 11 full-timers, seven part-timers. That could be increased as Broderick and co-founder Ted Monica break into the European market; there are distribution deals in place for January to exp… [+2109 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY QIN", "title": "K-Pop Band BTS Is Dropped From Japanese TV Show Over T-Shirt", "description": "BTS at the United Nations in September. The South Korean pop band was dropped from a Japanese TV show because of a T-shirt that depicted the bombing of Nagasaki.", "url": "https://www.nytimes.com/2018/11/09/world/asia/bts-kpop-japan-cancel.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10japan-kpop/10japan-kpop-facebookJumbo.jpg", "publishedAt": "2018-11-09T08:30:06Z", "content": "Known for creating the popular Japanese girl band AKB48, Mr. Akimoto had angered Korean fans in the past by featuring the rising sun flag seen by many as a painful symbol of Japanese imperialism in some of AKB48s costumes. As a result of the backlash, BTS rem… [+580 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "At Manchester City, Uncommon Greatness. But at What Cost? - New York Times", "description": "New York Times At Manchester City, Uncommon Greatness. But at What Cost? New York Times MANCHESTER, England — The problem with Manchester City, as Arsène Wenger saw it, was not simply that it possessed an apparently bottomless well of wealth. It was that City…", "url": "https://www.nytimes.com/2018/11/09/sports/manchester-city-united-football-leaks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/sports/soccer/11onsoccer1/11onsoccer1-facebookJumbo.jpg", "publishedAt": "2018-11-09T08:01:03Z", "content": "Off the field, though, the modern City has also become a point of reference to many. City Football Group, the umbrella organization that owns City and its interlinked network of sister clubs, has been consulted by the Chinese Super League on how to run its te… [+1781 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BENJAMIN WEISER", "title": "Somali Pirates, a Kidnapping, Then a Facebook Message", "description": "An indictment made public Wednesday charged Mohamed Tahlil Mohamed with kidnapping Michael Scott Moore, above, in Somalia.", "url": "https://www.nytimes.com/2018/11/09/nyregion/pirate-somali-kidnapped-journalist.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/nyregion/09pirate/00pirate-facebookJumbo.jpg", "publishedAt": "2018-11-09T08:00:03Z", "content": "It was in November 2014, after Mr. Moore had been released and had resumed using his Facebook account, that he heard from Mr. Tahlil. I recoiled from the message and ignored him at first, he said in his book. But Tahlil had been gentle, even good-humored, so … [+1237 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK McGEEHAN", "title": "How Leaves, Icicles and an Old Bridge Can Complicate Commutes", "description": "Every day, it seems, New Jersey Transit delivers bad news — trains are late, or worse, canceled. But the reasons can vary. An examination of the language — like “slippery rails” and “annulment” — and what those excuses actually mean.", "url": "https://www.nytimes.com/2018/11/09/nyregion/njtransit-train-commuting-delays.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/nyregion/09njtransit1/00njtransit1-facebookJumbo.jpg", "publishedAt": "2018-11-09T08:00:03Z", "content": "A pet peeve of many New Jersey Transit riders is the railroads propensity to assign blame for delays to Amtrak. The two railroads have a landlord-tenant relationship that at many times has been less than friendly. The tension stems from New Jersey Transits re… [+768 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEVE KENNY", "title": "Keystone XL Pipeline Construction Blocked by Federal Judge", "description": "Judge Brian M. Morris criticized the Trump administration for its failure to provide a “reasoned explanation” for its position about the pipeline’s impact on the climate.", "url": "https://www.nytimes.com/2018/11/09/us/politics/keystone-xl-pipeline-blocked.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10keystone/10keystone-facebookJumbo.jpg", "publishedAt": "2018-11-09T07:13:23Z", "content": "Environmentalists have long fought the pipelines construction on the grounds that it would worsen climate change. The oil industry has said the pipeline would help the United States retain its energy independence for decades. If completed, the Keystone XL wou… [+652 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHANE GOLDMACHER", "title": "Fresh Off Re-Election, Gillibrand Says She Is Giving ‘Long, Hard Thought’ to 2020 Run", "description": "In an appearance on “The Late Show With Stephen Colbert,” the New York senator gave her strongest public signal yet of a 2020 presidential run.", "url": "https://www.nytimes.com/2018/11/09/nyregion/kirsten-gillibrand-2020-presidential-run.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/us/10xp-gillibrand/merlin_146551794_8cf4321c-e031-46d1-8f3a-9282f5caeb0f-facebookJumbo.jpg", "publishedAt": "2018-11-09T06:31:03Z", "content": "The media blitz coincides with the publication of an illustrated childrens book she wrote, Bold &amp; Brave: Ten Heroes Who Won Women the Right to Vote. It is set to be released Nov. 13. Ms. Gillibrand has planned a small book tour, which includes stops in Wa… [+1608 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JASON GUTIERREZ", "title": "Imelda Marcos Is Sentenced to Decades in Prison for Corruption", "description": "Imelda Marcos, the 89-year-old former first lady of the Philippines, was sentenced to 42 years in prison on Friday, but appeals and her advanced age make it unlikely that she will spend time behind bars.", "url": "https://www.nytimes.com/2018/11/09/world/asia/imelda-marcos-sentenced-philippines.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/world/10philippines-marcos/10philippines-marcos-facebookJumbo.jpg", "publishedAt": "2018-11-09T06:20:00Z", "content": "Neither Mrs. Marcos nor her lawyers could immediately be reached for comment. The charges against Mrs. Marcos took more than a quarter-century to prosecute, largely because many people who could have been witnesses had died or were too old to testify. The cha… [+1242 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PENN BULLOCK", "title": "Europe Edition: Thousand Oaks, Armistice, Lion Air: Your Friday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/09/briefing/thousand-oaks-armistice-lion-air.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/autossell/09Euro-brief-promo/merlin_146528937_1547095e-4125-43cd-8d6d-cec71013b44b-facebookJumbo.jpg", "publishedAt": "2018-11-09T05:15:11Z", "content": "The fowls vibrant plumage recalls the dress of government bureaucrats centuries ago, called mandarins in the West. The same connection applied to the dialect those officials used. Even mandarin oranges got the linguistic overlay. But mandarin is not a Chinese… [+1121 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEKADO MURPHY", "title": "Anatomy of a Scene: Watch Hugh Jackman as Gary Hart in ‘The Front Runner’", "description": "The director Jason Reitman narrates the opening scene of his political drama.", "url": "https://www.nytimes.com/2018/11/09/movies/the-front-runner-scene.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/movies/front-anatomy1/front-anatomy1-facebookJumbo.png", "publishedAt": "2018-11-09T05:10:14Z", "content": "In Anatomy of a Scene, we ask directors to reveal the secrets that go into making key scenes in their movies. See new episodes in the series each Friday. You can also watch our collection of more than 150 videos on YouTube and subscribe to our YouTube channel… [+401 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEKADO MURPHY", "title": "‘The Front Runner’ | Anatomy of a Scene", "description": "Jason Reitman narrates the opening shot of his film, featuring Hugh Jackman as the politician Gary Hart.", "url": "https://www.nytimes.com/video/movies/100000006206218/the-front-runner-clip.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/movies/front-anatomy1/front-anatomy1-videoSixteenByNine1050.png", "publishedAt": "2018-11-09T05:06:39Z", "content": "Film directors walk viewers through one scene of their movies, showing the magic, motives and the mistakes from behind the camera."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By MARK MAYER", "title": "Keeping This Fluffy, Fragile Beast Alive", "description": "A veterinarian told them that rabbits, under stress, tend to die quickly and easily. They hoped their rabbit — and their new love — would prove more resilient.", "url": "https://www.nytimes.com/2018/11/09/style/modern-love-keeping-this-fluffy-fragile-beast-alive.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/fashion/11MODERNLOVE/11MODERNLOVE-facebookJumbo.jpg", "publishedAt": "2018-11-09T05:00:03Z", "content": "A few days after Ashley and I finally kissed, she called me in tears. Judys cage was soaked with blood. We rushed her to the vet, where they cut her open, removed several afflicted organs and sewed her up again. While we waited, the vet said that rabbits ofte… [+1453 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY QIN", "title": "中国流亡作家马建香港讲座被取消", "description": "马建原定在“大馆”介绍新书《中国梦》，出版方描述这本书是“对极权主义的辛辣讽刺”。马建指责大馆把“文学节变成了政治事件”。近年来，香港法治与公民权利面临严峻挑战。 Anthony Wallace/Agence France-Presse — Getty Images 香港的大馆历史艺术集合原计划周六举办两场跟作家马建有关的活动，他的新作《中国梦》是对极权主义的讽刺。", "url": "https://cn.nytimes.com/china/20181109/hong-kong-ma-jian/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/09/world/09hongkong-1/merlin_138807282_b872ebf1-c5c5-4281-af11-dcdbcd1ff7d3-articleLarge.jpg", "publishedAt": "2018-11-09T04:06:27Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALISSA J. RUBIN and ADAM NOSSITER", "title": "News Analysis: Macron Hopes WWI Ceremonies Warn of Nationalism’s Dangers. Is Anyone Listening?", "description": "Emmanuel Macron, the French president, hoped his carefully orchestrated centennial of the Armistice would bolster his vision for “more Europe.” But it may underscore his increasing isolation.", "url": "https://www.nytimes.com/2018/11/08/world/europe/macron-nationalism-populism-wwi-armistice.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/world/09Macron-print/09Macron1-facebookJumbo.jpg", "publishedAt": "2018-11-09T03:30:04Z", "content": "But some of Mr. Macrons isolation is also a function of his favored self-image as a solitary warrior, creating a stark choice between himself and the French far right for next Mays elections for the European Parliament, which are shaping up as a battle betwee… [+1675 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHELLE ALEXANDER", "title": "The Newest Jim Crow", "description": "Recent criminal justice reforms contain the seeds of a frightening system of “e-carceration.”", "url": "https://www.nytimes.com/2018/11/08/opinion/sunday/criminal-justice-reforms-race-technology.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/opinion/sunday/11alexander/11alexander-facebookJumbo.jpg", "publishedAt": "2018-11-09T03:21:59Z", "content": "Who loses? Nearly everyone. A recent analysis by a Brookings Institution fellow found that efforts to reduce recidivism through intensive supervision are not working. Reducing the requirements and burdens of community supervision, so that people can more easi… [+3481 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ASTEAD W. HERNDON", "title": "Gretchen Whitmer of Michigan Was Overlooked. Not Any Longer.", "description": "Gretchen Whitmer, the newly elected governor, united a Democratic Party in Michigan that was wounded and embarrassed after President Trump’s 2016 victory.", "url": "https://www.nytimes.com/2018/11/08/us/politics/gretchen-whitmer-michigan-governor.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/politics/09whitmer-1-print/00whitmer-1-facebookJumbo.jpg", "publishedAt": "2018-11-09T03:05:12Z", "content": "She won her first primary election for the State House of Representatives less than three years after graduating from law school, kick-starting her political ascent that culminated with her becoming the first woman to lead a party caucus in Michigans Senate. … [+1948 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATIE BENNER", "title": "Sessions, in Last-Minute Act, Sharply Limits Use of Consent Decrees to Curb Police Abuses", "description": "Jeff Sessions, fired as attorney general, has expressed skepticism about Obama-era efforts to improve relations between the police and their communities, saying the pacts vilify law enforcement.", "url": "https://www.nytimes.com/2018/11/08/us/politics/sessions-limits-consent-decrees.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/09Decrees/merlin_135535461_91168737-a919-4df4-9538-117939ac8240-facebookJumbo.jpg", "publishedAt": "2018-11-09T03:00:15Z", "content": "WASHINGTON Former Attorney General Jeff Sessions has drastically limited the ability of federal law enforcement officials to use court-enforced agreements to overhaul local police departments accused of abuses and civil rights violations, the Justice Departme… [+1216 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "魏武挥为纽约时报中文网撰稿", "title": "个人出版离春天还远", "description": "因为app技术的出现和互联网监管的相对缺失，现在几乎每个人都有可能利用电子媒介出版属于自己的刊物。但如果要让刊物大量发行甚至赚钱，却要跨过营销、监管以及商业模式的门槛。", "url": "https://cn.nytimes.com/business/20121119/cc19weiwuhui/?utm_source=RSS", "urlToImage": null, "publishedAt": "2018-11-09T02:49:41Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Review: 'King Kong' Is the Mess That Roared - New York Times", "description": "New York Times Review: 'King Kong' Is the Mess That Roared New York Times How to take on a one-ton gorilla? We sent both of our chief critics to “King Kong,” the $35 million, Australian-born musical that opened Thursday night at the Broadway Theater. Far from…", "url": "https://www.nytimes.com/2018/11/08/theater/king-kong-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/arts/09KINGKONG-A/09KINGKONG-A-facebookJumbo.jpg", "publishedAt": "2018-11-09T02:46:17Z", "content": "GREEN Mr. McOnie certainly had them working frantically. During the musical numbers, which feel relentless, the ensemble comes off as a troupe of overstimulated mimes playing charades. But heres my question for you: Was there anything, aside from Kongs two or… [+1704 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "魏武挥为纽约时报中文网撰稿", "title": "个人出版离春天还远", "description": "因为app技术的出现和互联网监管的相对缺失，现在几乎每个人都有可能利用电子媒介出版属于自己的刊物。但如果要让刊物大量发行甚至赚钱，却要跨过营销、监管以及商业模式的门槛。", "url": "https://cn.nytimes.com/business/20121119/cc19weiwuhui /?utm_source=RSS", "urlToImage": null, "publishedAt": "2018-11-09T02:44:19Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM GOLDMAN and FRANCES ROBLES", "title": "Acting Attorney General Sat on Board of Company Accused of Bilking Customers", "description": "The company, World Patent Marketing, used Matthew G. Whitaker’s position as a former federal prosecutor to threaten consumers who tried to get their money back, court documents show.", "url": "https://www.nytimes.com/2018/11/08/us/politics/whitaker-trump-attorney-general.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/politics/09dc-patent/09dc-patent-facebookJumbo.jpg", "publishedAt": "2018-11-09T02:36:52Z", "content": "When another frustrated customer, Rich ONeill of Montana, emailed around the same time and wanted his $1,300 returned, Mr. Cooper fired back a threatening email. Youre telling me that if I dont refund your $1,300, you will blackmail me into filing complaints … [+1558 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The New York Times", "title": "Who Is Matthew Whitaker? A Vocal Mueller Critic With Ties to a Shady Business", "description": "The acting attorney general, a vocal critic of the special counsel investigation into Russian meddling, was associated with a shadowy company fined nearly $26 million.", "url": "https://www.nytimes.com/video/us/politics/100000006205202/matthew-whitaker-attorney-general.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/us/politics/11dc-patent/09dc-patent-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-09T02:32:27Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACEY FORTIN", "title": "Stephen Hawking’s Wheelchair and Thesis Fetch More Than $1 Million at Auction", "description": "Bids far exceeded expectations at the Christie’s auction, which also included items that once belonged to Sir Isaac Newton, Charles Darwin and Albert Einstein.", "url": "https://www.nytimes.com/2018/11/08/science/stephen-hawking-wheelchair-auction-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/autossell/09XP-HAWKING03/09XP-HAWKING03-facebookJumbo.jpg", "publishedAt": "2018-11-09T02:30:53Z", "content": "The results of this remarkable sale, with more than 400 registered bidders from 30 different countries, demonstrate the enormous admiration and affection with which Stephen Hawking was viewed around the world, according to a statement from Thomas Venning, the… [+556 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Siemens Expects Moderate Growth Next Year", "description": "Shrugging off global trade tensions, the German conglomerate said it saw limited risks next year and expected sales to increase.", "url": "https://www.nytimes.com/2018/11/08/business/siemens-earnings-growth.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/business/09Siemens/09Siemens-facebookJumbo.jpg", "publishedAt": "2018-11-09T02:19:32Z", "content": "Shares in a Swiss rival, ABB, hit a nearly two-year low last month after the group reported third-quarter results. ABB turned more cautious on its European outlook, citing concerns about Italy and Britain. And Caterpillar tried to ease mounting concerns about… [+1193 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARK MAZZETTI and CHARLIE SAVAGE", "title": "Mueller Inquiry Faces New Uncertainty With Skeptic Atop Justice Dept.", "description": "The new acting attorney general, Matthew G. Whitaker, will oversee the special counsel investigation as it continues its work, including investigations of more of President Trump’s associates.", "url": "https://www.nytimes.com/2018/11/08/us/politics/mueller-investigation-matt-whitaker.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/world/09dcMueller/09dcMueller-facebookJumbo.jpg", "publishedAt": "2018-11-09T02:05:57Z", "content": "We will be scrutinizing any action taken to impede the Mueller investigation and for the new acting attorney general, he needs to understand that we will keep an eye on any action that he or others might take to interfere with the administration of justice, M… [+1719 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD FAUSSET, PATRICIA MAZZEI and ALAN BLINDER", "title": "Well After Election Day, Florida and Georgia Voters Still Wonder Who Won", "description": "Officials were still counting absentee, provisional and overseas ballots, and the partisan camps were disputing how to go about it.", "url": "https://www.nytimes.com/2018/11/08/us/recount-runoff-florida-georgia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/09STILL-COUNTING/09STILL-COUNTING3-facebookJumbo.jpg", "publishedAt": "2018-11-09T01:54:44Z", "content": "Mr. Scotts campaign has dismissed the possibility that Mr. Scott, who won his two races for governor by one percentage point, could lose his lead now. In a statement on Thursday, his team called Mr. Elias a hired gun from Washington, D.C., who will try to win… [+1781 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMILY CHAN", "title": "简报：加州酒吧枪击案；乌镇大会聚焦科技阴暗面", "description": "中国流亡作家香港活动遇阻；福建泉州碳九泄露引发生态危机；特朗普与媒体冲突升级；特斯拉迎来新任女董事长；谷歌宣布整顿性行为不端政策……简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181109/california-shooting-internet-conference/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/09/business/09chinaconf1/merlin_146472894_861cc3fa-b9fe-4fa1-b0ae-8788e77a0c11-articleLarge.jpg", "publishedAt": "2018-11-09T01:33:39Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "Houston Chronicle Retracts Stories With Questionable Sources", "description": "The Houston Chronicle has retracted eight stories by a former political reporter after an independent investigation found they were based on sources whose existence couldn't be confirmed.", "url": "https://www.nytimes.com/aponline/2018/11/08/us/ap-us-reporter-fabrication-allegation.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-09T01:32:40Z", "content": "David Wood, an independent investigative reporter that the Chronicle retained to investigate Ward's sourcing, said he reviewed 744 stories, from early August 2018 back to January 2014, when Ward was hired after a long career at the Austin American-Statesman. … [+882 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLIE SAVAGE", "title": "塞申斯被解职将如何影响通俄门调查？", "description": "特朗普任命的代理司法部长惠特克将取代副部长罗森斯坦，对涉俄调查进行监督。惠特克主张限制特别检察官穆勒的调查，他可能采取怎样的行动？民主党人又将如何应对？ Gabriella Demczuk for The New York Times 司法部副部长罗德·J·罗森斯坦不再负责监督涉俄调查。", "url": "https://cn.nytimes.com/usa/20181109/mueller-investigation-sessions-resigns/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/08/us/politics/08dc-mueller/08dc-mueller-articleLarge-v2.jpg", "publishedAt": "2018-11-09T01:28:24Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHEILA KAPLAN", "title": "F.D.A. Plans to Ban Most Flavored E-Cigarette Sales in Stores", "description": "Young vape users walking in the East Village of Manhattan. Alarmed by a huge increase in vaping among minors, the F.D.A. is expected to impose limits on the sale of most flavored e-cigarettes.", "url": "https://www.nytimes.com/2018/11/08/health/vaping-ecigarettes-fda.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/science/09vaping-print-sub/merlin_145889970_cb1d35da-8b68-4372-86ad-40b27fd77031-facebookJumbo.jpg", "publishedAt": "2018-11-09T01:27:45Z", "content": "Juul, the blockbuster start-up, has been a primary target of agency regulators, lawmakers and concerned parents because of its dominant share of the market. Its device resembles a flash drive, and has had a stunning appeal among youths ever since it was intro… [+1349 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "Trump Said He Wants Tougher Gun Laws. Can a New Congress Help Get Them?", "description": "The Thousand Oaks shooting is just the latest impetus to pass gun safety measures.", "url": "https://www.nytimes.com/2018/11/08/opinion/shooting-thousand-oaks-borderline-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/opinion/08guns-EDT/08guns-EDT-facebookJumbo.jpg", "publishedAt": "2018-11-09T01:10:16Z", "content": "Perhaps. This latest atrocity took place the day after an election that gave Democrats control of one chamber of Congress. Addressing the new political landscape on Wednesday, both President Trump and the House Democratic leader, Nancy Pelosi, emphasized how … [+1458 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Brooks Barnes", "title": "Disney’s Profit Soars, but Focus Remains on Its Coming Streaming Service", "description": "Despite Disney’s record annual profit of $12.6 billion, Wall Street is waiting for its high-risk plan to roll out a streaming service late next year.", "url": "https://www.nytimes.com/2018/11/08/business/media/disney-earnings-streaming-service.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/business/09DISNEY-01/09DISNEY-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T01:04:24Z", "content": "There were also areas of weakness in the quarter that just ended. Disney Consumer Products reported another drop in operating income its fifth quarterly decline in a row because of write-downs related to the Disney Store chain and worsening licensing results … [+1634 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HANNAH BEECH and KEITH BRADSHER", "title": "At Doomed Flight’s Helm, Pilots May Have Been Overwhelmed in Seconds", "description": "As American and Indonesian investigators puzzle through clues of troubles that befell Flight 610, they are finding not a single lapse but a cascade of issues.", "url": "https://www.nytimes.com/2018/11/08/world/asia/indonesia-plane-crash-last-moments.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/world/09indonesia-plane1-sub/09indonesia-plane1-sub-facebookJumbo.jpg", "publishedAt": "2018-11-09T00:52:28Z", "content": "They are pilots, he said. They are professional. Mr. Sirait also said that he had no information about what may have caused the Flight 610 crash. I am not an engineer, he said. Many aviation experts are skeptical of the company. Lions corporate culture is aga… [+1516 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID BROOKS", "title": "What the Working Class Is Still Trying to Tell Us", "description": "Republican supporters waited to enter a rally in Indiana where President Trump was campaigning days before the midterm elections.", "url": "https://www.nytimes.com/2018/11/08/opinion/midterms-working-class-labor.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/opinion/08brooksWeb/08brooksWeb-facebookJumbo.jpg", "publishedAt": "2018-11-09T00:22:26Z", "content": "Similarly, for the last several decades American, welfare policy has focused on consumption giving money to the poor so they can consume more. Yet we have not successfully helped poor people produce more so that they can take control of their own lives. We no… [+2345 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAMIEN CAVE", "title": "Letter 80: Taylor Swift, Donald Trump and an America That Confounds the World", "description": "What I saw in Tuesday’s midterms and Taylor Swift’s no-holds-barred Sydney concert: Important context for all of us trying to figure out what’s going on in the U.S. of A.", "url": "https://www.nytimes.com/2018/11/08/world/australia/taylor-swift-sydney-donald-trump-midterms-america.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/world/australia/09australialetter-dpitych2/09australialetter-dpitych2-facebookJumbo.jpg", "publishedAt": "2018-11-09T00:18:04Z", "content": "The results and the messiness of American democracy with ridiculously long lines to vote, with far too many ways to cast ballots, with oodles of money sloshing around from billionaires all spotlight the jumble of paradoxes that have shaped the United States s… [+1006 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL M. GRYNBAUM and ELIZABETH WILLIAMSON", "title": "Trump Administration Uses Video From Conspiracy Site to Justify Barring of CNN Reporter", "description": "President Trump clashed on Wednesday with Jim Acosta, CNN’s chief White House correspondent, at a news conference. The White House used a misleading video to justify stripping Mr. Acosta of his press credentials.", "url": "https://www.nytimes.com/2018/11/08/business/media/infowars-white-house-jim-acosta-cnn.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/business/09ACOSTA-01/09ACOSTA-01-facebookJumbo.jpg", "publishedAt": "2018-11-09T00:13:43Z", "content": "Dozens of other journalists disagreed with that view, offering public support. The Washington Posts media columnist Margaret Sullivan, for one, advised CNN to sue the White House on First Amendment grounds. The move against Mr. Acosta also came shortly after … [+1674 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK CHAPPATTE", "title": "Tipping the Scales of Justice", "description": "With Sessions gone, what’s next?", "url": "https://www.nytimes.com/2018/11/08/opinion/jeff-sessions-resignation-justice.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/opinion/08chappatte/08chappatte-facebookJumbo.jpg", "publishedAt": "2018-11-09T00:12:44Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SCOTT CACCIOLA", "title": "Harlem Made Mo Bamba, but He Will Take It From Here", "description": "A viral rap anthem has people singing his name, but the 20-year-old rookie center for the Orlando Magic is focused on building a legacy that lives beyond any trend.", "url": "https://www.nytimes.com/2018/11/08/sports/mo-bamba.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/sports/09bamba6/09bamba6-facebookJumbo-v2.jpg", "publishedAt": "2018-11-09T00:07:07Z", "content": "Mo trusts Greer, said Shaka Smart, who coached Bamba during his lone college season at Texas. Greer has been a real rock for him in terms of stability and guidance in some aspects of his life. But in other aspects of his life, Mo is incredibly self-sufficient… [+1581 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Denise Lu", "title": "‘Year of the Woman’ Indeed: Record Gains in the House", "description": "There will be at least 100 women in the House next year — the largest number yet in U.S. history.", "url": "https://www.nytimes.com/interactive/2018/11/09/us/women-elected-midterm-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/us/women-elected-midterm-elections-promo-1541729936219/women-elected-midterm-elections-promo-1541729936219-facebookJumbo-v7.jpg", "publishedAt": "2018-11-09T00:00:00Z", "content": "Sources: The Associated Press (election results and race calls); Center for American Women and Politics at Rutgers University (candidate data); Database on Ideology, Money in Politics and Elections (ideology scores). Scores are determined using a statistical … [+928 chars]"}]}