{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mike Isaac", "title": "Zuckerberg Defends Company in Friday Meeting with Employees", "description": "Facebook’s co-founder and other executives, including Sheryl Sandberg, answered employees’ questions after a New York Times investigation of the company.", "url": "https://www.nytimes.com/2018/11/17/technology/facebook-mark-zuckerberg.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17facebook-1/17facebook-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T23:55:24Z", "content": "Mr. Zuckerberg said much of the criticism of his company over the past 18 months specifically regarding election security, content moderation and disinformation had been fair and important. Ms. Sandberg, who also attended the session, added that I fully accep… [+1271 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MALIN FEZEHAI", "title": "SURFACING: For Jewish Israelis of Yemenite Heritage, Reviving a Past", "description": "Prewedding henna ceremonies have regained popularity in Israel’s Jewish Yemenite community, an expression of ethnic pride in their heritage and traditions.", "url": "https://www.nytimes.com/2018/11/17/style/bride-wedding-jewish-yemen.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/fashion/10-YEMENI-BRIDE/10-YEMENI-BRIDE-facebookJumbo.jpg", "publishedAt": "2018-11-17T23:38:47Z", "content": "The tradition of henna ceremonies was popular in Yemeni society, with Jews and Muslims sharing a common custom. In 1949, Jews from all over Yemen were airlifted to Israel in a yearlong effort known as Operation Magic Carpet. (Smaller numbers came earlier, pre… [+1389 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KENNETH P. VOGEL", "title": "Midterms Aside, Big Donors See a Leftward Path to Beating Trump", "description": "Even though moderate Democrats helped propel the party in the midterm elections, influential donors suggested that their priority in 2020 would be to back progressive appeals in Sun Belt states.", "url": "https://www.nytimes.com/2018/11/17/us/politics/democratic-donors-2020.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/us/politics/18dc-donate1-print/17dc-donate1-facebookJumbo.jpg", "publishedAt": "2018-11-17T22:52:58Z", "content": "It has helped to fund an array of new nonprofit groups dedicated to taking on Mr. Trump. Its ranks include some of the lefts most prolific donors, such as the billionaire investors George Soros and Tom Steyer. This past weeks meeting drew appearances from sev… [+2451 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LIAM STACK and GLENN THRUSH", "title": "Andrew Gillum Concedes to Ron DeSantis in Florida Governor’s Race", "description": "The mayor of Tallahassee, Andrew Gillum, publicly congratulated his Ron DeSantis in winning the governor’s race after a closely fought campaign and two recounts.", "url": "https://www.nytimes.com/2018/11/17/us/politics/desantis-wins-florida.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18gilliumsub/18gilliumsub-facebookJumbo.jpg", "publishedAt": "2018-11-17T22:49:58Z", "content": "TALLAHASSEE, Fla. Andrew Gillum, the Democratic nominee and mayor of Tallahassee, has conceded the Florida governors race to Ron DeSantis, a former Republican congressman closely allied to President Trump, saying he was satisfied with a recount that had showe… [+1216 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Federer Falls Short of a 100th Title. But He Does Get an Apology. - New York Times", "description": "New York Times Federer Falls Short of a 100th Title. But He Does Get an Apology. New York Times LONDON — After pulling off one of the biggest victories of his career, Alexander Zverev felt he had no choice but to apologize to the player he had just defeated, …", "url": "https://www.nytimes.com/2018/11/17/sports/tennis-federer-zverev-apology.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/sports/18tennis-1/merlin_146980149_7ae75d70-2d69-4692-9f6f-4877b90aba93-facebookJumbo.jpg", "publishedAt": "2018-11-17T22:41:15Z", "content": "LONDON After pulling off one of the biggest victories of his career, Alexander Zverev felt he had no choice but to apologize to the player he had just defeated, who happened to be none other than Roger Federer. Zverev denied Federer a shot at a 100th career t… [+834 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALISSA J. RUBIN", "title": "Hundreds of Thousands in France Protest Taxes by Blocking Roads", "description": "The country’s “Yellow Vest” movement demonstrated nationwide, blocking roads and roundabouts, to register anger about fuel taxes and the loss of purchasing power.", "url": "https://www.nytimes.com/2018/11/17/world/europe/french-drivers-protest-fuel-taxes.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18protest-france-1/18protest-france-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T20:43:56Z", "content": "IFOP surveys recently found that about a third of French people are very dependent on their car in their daily lives and another third somewhat dependent, so the price of gas has become a key element in the majority of French citizens budgets. The price of fu… [+1529 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SABRINA TAVERNISE", "title": "news analysis: These Americans Are Done With Politics", "description": "Bruce Bell at home in Whitmore Lake, Mich., with Khloe, 4, one of his four children.", "url": "https://www.nytimes.com/2018/11/17/sunday-review/elections-partisanship-exhausted-majority.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18tavernisePromo/18tavernisePromo-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:45Z", "content": "The study found that members of the Exhausted Majority are more likely than those on the far ends of the political spectrum to be women, less likely to have a college or graduate degree, less likely to be white and more likely to be young. It concluded that f… [+1836 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARY CELLA", "title": "Loose Ends: Safe Topics to Discuss This Holiday Season", "description": "Stick to the weather. What could possibly go wrong?", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/thanksgiving-family-political-discussion.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/sunday/18loose-top/18loose-top-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:28Z", "content": "Theres certainly no harm in telling your partners niece you love her dress, right? Before you say she looks cute as a button, though, you may want to compliment her intelligence. That way youre not reinforcing the patriarchal message that her value lies in he… [+1186 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "A.J. JACOBS", "title": "How to Be Grateful Without Rolling Your Eyes", "description": "Sure, telling dinner guests what you’re thankful for can feel contrived. Do it anyway.", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/thanksgiving-gratitude-thanks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/sunday/18jacobs-top/18jacobs-top-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:24Z", "content": "Go around the table, thanking A to Z. The first person must think of something to be thankful for that begins with the letter A (e.g., animal videos on YouTube featuring interspecies cuddling). The second with B (e.g., the Barry producers for casting Henry Wi… [+1307 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STANLEY B. GREENBERG", "title": "Trump Is Beginning to Lose His Grip", "description": "It isn’t just white suburban women who switched to Democrats. Parts of rural and white working class America peeled off too.", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/trump-is-beginning-to-lose-his-grip.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18GREENBERG/18GREENBERG-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:24Z", "content": "There is a long way to go, but 10 percent of 2016 Trump voters supported Democrats this year, and 40 percent of moderate Republicans either voted Democratic or stayed home. For Mr. Trump, this setback will be corrosive, unless he decides to acknowledge the sh… [+2504 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FRANK BRUNI", "title": "E Tu Jim Mattis?", "description": "The defense secretary is the best of this administration. But even the best stumbles.", "url": "https://www.nytimes.com/2018/11/17/opinion/mattis-border-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/sunday/18bruni/18bruni-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:04Z", "content": "Many journalists have noted that, correctly deeming it proof that the deployment was a baldly, cynically political move. So Mattis told the troops on the border to ignore them. Theres all sorts of stuff in the news, he said. If you read all that stuff, you kn… [+2723 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL YUDKIN", "title": "Gray Matter: The Psychology of Political Polarization", "description": "Our country is divided, but science suggests the rift is less severe than it seems.", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/political-polarization-psychology.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18GRAY/18GRAY-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:04Z", "content": "Responses on this issue were also strongly correlated with political views. For example, Americans who fully endorsed strict values were six times as likely to oppose gay marriage, twice as likely to believe that men and women have different roles in society … [+2097 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HAROLD POLLACK", "title": "Democrats, Don’t Procrastinate on America’s Health", "description": "If lawmakers hope to build on the Affordable Care Act and fix its flaws, they have to get to work now.", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/democrats-aca-medicaid-exchanges.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/sunday/18pollack/18pollack-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:03Z", "content": "So what can Democrats do, when tweaking the Affordable Care Act is insufficient, and when leaping to Medicare for All is unrealistic? Heres one strong approach: Medicare Available to All. Three Senate bills introduced by Democrats would allow people to buy in… [+2462 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROSS DOUTHAT", "title": "Sheep Without Shepherds", "description": "Cardinal Daniel DiNardo last weekend at the General Assembly of the National Conference of Catholic Bishops.", "url": "https://www.nytimes.com/2018/11/17/opinion/crisis-of-faith-roman-catholics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18DOUTHAT/18DOUTHAT-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:01Z", "content": "It is clear that there is festering sexual and financial corruption in the hierarchy; it is clear that there are problems in the way the Church trains priests and selects bishops. But the Churchs theological factions are sufficiently far apart that each would… [+2096 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAUREEN DOWD", "title": "Op-Ed Columnist: Too Rich to Jail", "description": "Acting Attorney General Matthew Whitaker, flanked by other cabinet members, attended a ceremony at the White House on Friday.", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/trump-bankers-fraud.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18DOWD/18DOWD-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:30:00Z", "content": "Donald Trump scooped up the forgotten, promising to punish Wall Street for getting away with murder, and pledging to break up the big banks and force bankers to pay higher taxes. But it was just another Trump con. His administration, The Times reported, has p… [+1508 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS KRISTOF", "title": "The Dangerous Naïveté of Trump and Xi", "description": "The United States and China may be on a collision course yet their presidents each underestimate the pain the other could inflict.", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/china-trade-war.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18KRISTOF/18KRISTOF-facebookJumbo.jpg", "publishedAt": "2018-11-17T19:26:36Z", "content": "Trump is right (I cant believe I just wrote those three words!) that China has not played fair. The best response would have been to work with allies to pressure China simultaneously from all sides; instead, Trump antagonized allies so that we are fighting th… [+2177 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MIKE McINTIRE, MICHAEL WINES and ALAN BLINDER", "title": "America’s Election Grid Remains a Patchwork of Vulnerabilities", "description": "The midterms showed that there aren’t enough qualified poll workers and that accusations of political manipulation persist. Still, the situation has improved since Bush v. Gore.", "url": "https://www.nytimes.com/2018/11/17/us/usa-voting-system-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/us/18voting1-print/16voting1-facebookJumbo.jpg", "publishedAt": "2018-11-17T18:14:31Z", "content": "I think the law did what it was intended to do, said Johnny Dunlap, the Democratic Party chairman in Kansass Ford County, and that was to discourage people from voting. With the nation polarized along party lines and many contests fiercely fought, tight races… [+1410 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "WENDY MACNAUGHTON", "title": "Meanwhile: How Californians Are Breathing in the ‘New Abnormal’ of Epic Fires", "description": "An illustrated look at the face masks that are now everywhere on the streets of San Francisco and other smoke-ridden cities.", "url": "https://www.nytimes.com/2018/11/17/business/smoke-mask-california-fire-air-quality.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17meanwhile-image1/17meanwhile-image1-facebookJumbo.jpg", "publishedAt": "2018-11-17T17:56:31Z", "content": "meanwhile An illustrated look at the face masks that are now everywhere on the streets of San Francisco and other smoke-ridden cities."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Kane Brown, Pistol Annies and Country Music’s Inclusion Problem", "description": "The tug of war between how the genre advertises itself and how it’s actually evolving is growing more tense. Guests: Nick Murray; Natalie Weiner.", "url": "https://www.nytimes.com/2018/11/17/arts/music/popcast-country-music.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/17popcast/17popcast-facebookJumbo.jpg", "publishedAt": "2018-11-17T17:55:01Z", "content": "At the 52nd annual Country Music Association Awards on Wednesday, a sense of stasis dominated. Chris Stapleton won his usual retinue of awards. Many men took the stage to sing. Though Kacey Musgraves won album of the year, women were by and large relegated to… [+752 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS CONFESSORE and MATTHEW ROSENBERG", "title": "Facebook Fallout Ruptures Democrats’ Longtime Alliance With Silicon Valley", "description": "Tech giants have found key allies among Democrats for years, a bond strengthened through mutual interests and campaign donations. But a year of scandals has forced a reckoning in Washington.", "url": "https://www.nytimes.com/2018/11/17/technology/facebook-democrats-congress.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17facebook-dems-p1/merlin_146952567_5abfc28d-2088-4aad-8d5b-8af5cd9859c3-facebookJumbo.jpg", "publishedAt": "2018-11-17T17:45:51Z", "content": "These companies are going to have to recognize that they have to change, Mr. Benioff added. And the C.E.O.s have to change. And if they dont change, those C.E.O.s will be removed by boards and by shareholders. No Democrat embodies the tensions between tech an… [+1618 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Variety: Puns and Anagrams", "description": "It looks like Erik Agard is further branching out — although I could definitely be missing efforts made elsewhere, this is his first variety grid for The Times. I somewhat paled at the thought of trying to keep up with his cool sense of humor, which is alread…", "url": "https://www.nytimes.com/2018/11/17/crosswords/variety-puns-and-anagrams.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-17T17:41:00Z", "content": "SUNDAY VARIETY PUZZLE COLUMN It looks like Erik Agard is further branching out although I could definitely be missing efforts made elsewhere, this is his first variety grid for The Times. I somewhat paled at the thought of trying to keep up with his cool sens… [+1109 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Are Jared and Ivanka good for the Jews?", "description": "Jewish communities stand more divided than ever on whether to embrace or denounce Jared Kushner and Ivanka Trump.", "url": "https://www.nytimes.com/2018/11/17/style/ivanka-trump-jared-kushner.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/fashion/18JAVANKA-2/18JAVANKA-2-facebookJumbo.jpg", "publishedAt": "2018-11-17T17:10:16Z", "content": "As Jews retreat from membership to reform synagogues, historically made up of political liberals who were at the forefront of the fight for Civil Rights and other progressive issues, Chabad-Lubavitch, the Orthodox Hasidic group with which Mr. Kushner is affil… [+1708 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Laura M. Holson", "title": "What if Holidays Could Save the Planet?", "description": "After a year (or two) of natural disasters, some people are rethinking what it means to be green and charitable during the holiday season.", "url": "https://www.nytimes.com/2018/11/17/business/eco-friendly-holiday.html", "urlToImage": "https://static01.nyt.com/images/2018/11/14/us/00xp-holiday2/00xp-holiday2-facebookJumbo.jpg", "publishedAt": "2018-11-17T16:31:14Z", "content": "And have you seen how the French wrap gifts? he asked in a phone interview this week. They wrap without tape! Thats a boon for gift-getters who want to make sure once-used Hanukkah and Christmas wrapping doesnt go to waste. Its the tape that destroys the pape… [+1639 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD D. KAHLENBERG", "title": "A School Strike That Never Quite Ended", "description": "Members of City Council Against Poverty visit the second-grade classroom of Martin Goldberg at P.S. 87 in the Ocean Hill-Brownsville School District in 1968.", "url": "https://www.nytimes.com/2018/11/17/opinion/teachers-strike-liberals-ocean-hill-brownsville.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/opinion/17KAHLENBERG/17KAHLENBERG-facebookJumbo.jpg", "publishedAt": "2018-11-17T16:30:04Z", "content": "Instead, to improve teacher diversity, Shanker worked hard to unionize teacher aides and to negotiate a stipend for them to go back to school, get their college degrees and become teachers themselves. Over time, more than 8,000 paraprofessionals became teache… [+3879 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAGGIE HABERMAN", "title": "‘We Were Told That He Did Not Play a Role’ in Khashoggi Killing, Trump Says of Saudi Crown Prince", "description": "President Trump said on Saturday that he had not yet been shown C.I.A. intelligence that concludes the Saudi crown prince ordered the killing of a dissident journalist.", "url": "https://www.nytimes.com/2018/11/17/us/politics/trump-khashoggi-saudi-arabia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/us/18dc-trump/18dc-trump-facebookJumbo.jpg", "publishedAt": "2018-11-17T16:24:18Z", "content": "Weeks ago, as the White House faced mounting pressure over its response to Mr. Khashoggis death, the president condemned the killing as a bad original concept that was carried out poorly. But on Saturday, he sounded more sanguine, saying he was taking a look … [+871 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "In California, One Community Reflects on a Fire as Others Still Burn - New York Times", "description": "New York Times In California, One Community Reflects on a Fire as Others Still Burn New York Times OJAI, Calif. — There is the original commencement address that Aldous Huxley gave in 1951, saved from a burning boarding school in Ojai. There is a tattered and…", "url": "https://www.nytimes.com/2018/11/17/us/california-fires-paradise.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/us/00calfirehistory-02alt/00calfirehistory-02alt-facebookJumbo.jpg", "publishedAt": "2018-11-17T16:10:25Z", "content": "Its not like people are buying McMansions in a rural spot, said William Stewart, an expert on forestry at the University of California, Berkeley. These are places where people have been since the Gold Rush in some places, or at least for many decades. Were no… [+1398 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELLEN BARRY", "title": "Will Theresa May Be ‘Poleaxed’? The Tories Turn to Poison-Pen Letters", "description": "The British prime minister, Theresa May, leaving 10 Downing Street in London on Friday. She is facing a potential revolt from within her own Conservative party.", "url": "https://www.nytimes.com/2018/11/17/world/europe/uk-theresa-may-brexit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18may-1/18may-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T16:01:14Z", "content": "Im struggling to understand why they think this is a more auspicious time than other times, said Rory Stewart, a Tory lawmaker and an ally of Mrs. May, wondering aloud whether they would muster 48 letters. If these guys announce that they are speaking for the… [+1660 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHERINE MANGU-WARD", "title": "Trump and Acosta: When Showboats Collide", "description": "Members of the news media, microphones at the ready, after President Trump arrived on Air Force One at Lunken Airport in Cincinnati in October.", "url": "https://www.nytimes.com/2018/11/17/opinion/sunday/trump-acosta-cnn-lawsuit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18manguward/18manguward-facebookJumbo.jpg", "publishedAt": "2018-11-17T15:58:39Z", "content": "But this isnt an epic drama. Its a reality show. And like reality shows, it doesnt have a hero. The continual presence of cameras has a way of eroding public affection for whatever they are trained on, while paradoxically increasing appetite for the subject m… [+2214 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATE KLONICK and THOMAS KADRI", "title": "How to Make Facebook’s ‘Supreme Court’ Work", "description": "The idea of a body that will decide what kind of content is allowed on the site is promising — but only if it’s done right.", "url": "https://www.nytimes.com/2018/11/17/opinion/facebook-supreme-court-speech.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/opinion/17KADRIKLONICK/17KADRIKLONICK-facebookJumbo.jpg", "publishedAt": "2018-11-17T15:55:03Z", "content": "Finally, in considering the issue of independence, Facebook can learn a few things from our nations highest court. The Supreme Court is part of something greater it is the third branch in a system that creates a separation of powers. Congress makes laws, the … [+3005 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Ronda Kaysen", "title": "My Apartment Building Has Become a Dormitory. How Do I Get Out?", "description": "It’s not easy to break a lease simply because your neighbors are too young, but if you organize with other aggrieved renters, you could win some concessions.", "url": "https://www.nytimes.com/2018/11/17/realestate/my-apartment-building-has-become-a-dormitory-how-do-i-get-out.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/realestate/18Ask-illo/18Ask-illo-facebookJumbo.jpg", "publishedAt": "2018-11-17T15:05:16Z", "content": "Q: My husband and I live in a luxury rental building in Downtown Brooklyn. Management just rented out seven of the buildings 28 floors to a nearby college, transforming our living conditions overnight. College students overrun the elevators and amenities. Now… [+1022 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "Egyptian Sentenced to Death in Killing of Christian Doctor", "description": "A man accused of supporting the Islamic State was convicted in the stabbing death as the militants have targeted Egyptian Christians over their support for President Abdel Fattah el-Sisi.", "url": "https://www.nytimes.com/2018/11/17/world/middleeast/egypt-christian-doctor-islamic-state.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-17T14:44:15Z", "content": "CAIRO An Egyptian man accused of supporting the Islamic State was sentenced to death on Saturday in the fatal stabbing of an 82-year-old Christian doctor in Cairo. Prosecutors said the killing in September 2017 happened when the 40-year-old defendant requeste… [+620 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "TEXAS: Ousted Gay Councilman Says Blackmailed With Naked Photos...", "description": "Cross Coburn said he was targeted by voters in Grove, Tex., because of his sexuality. Now he’s challenging the validity of signatures on the petition that led to a recall election.", "url": "https://www.nytimes.com/2018/11/17/us/gay-councilman-election-recall-texas.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17xp-groves/17xp-groves-facebookJumbo.jpg", "publishedAt": "2018-11-17T14:37:38Z", "content": "According to Mr. Coburn, Mr. Bailey indicated that he could choose to resign, or that the city could initiate an unspecified investigation. Days later, the mayor directly asked Mr. Coburn if he would resign. He said no. Soon Mr. Coburn started getting calls f… [+1012 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Palko Karasz", "title": "Why Is Twitter Cursing a British Conservative Politician?", "description": "Amid worries over Britain’s exit from the European Union, Britons took to the social network to unfurl curses against Jacob Rees-Mogg, a prominent supporter of Brexit and a challenger of Prime Minister Theresa May.", "url": "https://www.nytimes.com/2018/11/17/world/europe/uk-curse-rees-mogg.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18curse-reesmogg/18curse-reesmogg-facebookJumbo.jpg", "publishedAt": "2018-11-17T14:28:27Z", "content": "For many Britons, Mr. Rees-Mogg conjures the 18th century in the way he speaks, acts and lives. But he has managed a 21st-century feat by commanding attention on social media with a comic persona and unashamedly elitist views in recent years. The former fund … [+765 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Kim Tingley", "title": null, "description": "At the Jimmy Buffett-branded community, a hint at how an increasingly long-lived species might choose to spend its extra decades.", "url": "https://www.nytimes.com/interactive/2018/11/14/magazine/tech-design-longevity-margaritaville.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/magazine/18mag-Longevity-promo/18mag-Longevity-image1-facebookJumbo.jpg", "publishedAt": "2018-11-17T14:08:55Z", "content": "Off a vacant stretch of highway in Daytona Beach, Fla., a line began to form outside the sales center for the first Latitude Margaritaville “55 and better” community. Those waiting dragged folding chairs, coolers, tents and dog-eared brochures featuring numbe… [+26390 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ROBERT PEAR", "title": "Trump Proposes a New Way Around Birth Control Mandate: Religious Exemptions and Title X", "description": "Women who are unable to obtain health insurance coverage for contraceptives through their employers could seek assistance at family planning clinics, the administration says.", "url": "https://www.nytimes.com/2018/11/17/us/politics/trump-birth-control.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/us/politics/18dc-contraceptives/18dc-contraceptives-facebookJumbo.jpg", "publishedAt": "2018-11-17T14:03:10Z", "content": "The proposed rule will preserve conscience protections for employers and provide free or low-cost family planning services for women who need them, the administration said. But Clare Coleman, the president and chief executive of the National Family Planning a… [+1403 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By JEN A. MILLER", "title": "Why Your GPS Watch Is Not Entirely Accurate", "description": "If you’ve ever run a race with a GPS watch, you know that the distance on your watch is rarely an exact match for the advertised course distance.", "url": "https://www.nytimes.com/2018/11/17/well/move/why-your-gps-watch-is-not-entirely-accurate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/well/family/well-gpsrunwatch/well-gpsrunwatch-facebookJumbo.jpg", "publishedAt": "2018-11-17T13:00:00Z", "content": "Im one of those people. In 2016, I ran a 50K and two marathons within a two-month period. Tomorrow, Im running the Philadelphia Marathon six weeks after running a 50K. I asked my coach David Roche about it. Its doable from a completion perspective, but not fr… [+1713 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Xi and Pence Stake Out Trade Positions in Dueling Speeches at Pacific Rim Forum", "description": "SYDNEY, Australia — President Xi Jinping of China and Vice President Mike Pence pushed back against criticism of each of their countries’ trade practices in speeches on Saturday at an Asia-Pacific trade summit meeting in Papua New Guinea, while seeking to ass…", "url": "https://www.nytimes.com/2018/11/17/world/australia/apec-china-trade-xi-jinping-mike-pence.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18xi-pence-1/18xi-pence-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T11:12:00Z", "content": "We dont drown our partners in a sea of debt, he added. We dont coerce or compromise your independence. We do not offer a constricting belt or a one-way road. When you partner with us, we partner with you, and we all prosper. Mr. Xi, perhaps anticipating the c… [+1283 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOLIE KERR", "title": "How to Talk to People, According to Terry Gross", "description": "Terry Gross says that “Tell me about yourself” is the only ice-breaker you’ll ever need.", "url": "https://www.nytimes.com/2018/11/17/style/self-care/terry-gross-conversation-advice.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/fashion/18TERRY1/18TERRY1-facebookJumbo.jpg", "publishedAt": "2018-11-17T11:00:00Z", "content": "A good conversationalist is somebody who is fun to talk to, she said. Ms. Gross, its worth noting, is very funny. If you cant be funny, being mentally organized, reasonably concise and energetic will go a long way in impressing people. Most of us will never f… [+1705 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAX BERLINGER", "title": "Encounters: Brian Tyree Henry Finds Wisdom at an Arcade", "description": "The actor, known for playing Paper Boi on “Atlanta,” appears in two highly anticipated movies this fall.", "url": "https://www.nytimes.com/2018/11/17/style/brian-tyree-henry-atlanta.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/fashion/18ENCOUNTERS1/18ENCOUNTERS1-facebookJumbo.jpg", "publishedAt": "2018-11-17T11:00:00Z", "content": "He grew up in Fayetteville, N.C., and went to Morehouse College before attending the Yale School of Drama. He landed notable roles before graduating, including in Shakespeare in the Parks Romeo and Juliet and, later, as part of the original cast in The Book o… [+1079 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELIZABETH DIAS", "title": "Evangelicals, Looking to 2020, Face the Limits of Their Base", "description": "Ralph Reed, founder of the Faith and Freedom Coalition, at a Trump rally in October 2016. “Social conservatives need to maximize turnout from the base and expand the map by stressing the softer side of the faith agenda,” he said.", "url": "https://www.nytimes.com/2018/11/17/us/politics/evangelicals-election-2020.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/us/politics/18evangelicals1/18evangelicals1-facebookJumbo.jpg", "publishedAt": "2018-11-17T10:00:07Z", "content": "In Florida, where a dramatic recount is playing out in the Senate race, white evangelicals increased their share of the electorate, from 21 percent in 2016 to 29 percent this year, according to exit polls, and their share also increased in Missouri and Indian… [+1929 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEFFREY GETTLEMAN and SUHASINI RAJ", "title": "‘Tell Everyone We Scalped You!’ How Caste Still Rules in India", "description": "Geetabai Jatav with her husband, Sardar Singh Jatav, center, at the government hospital in Gwalior. Mr. Singh, a dalit, was attacked by higher-caste men.", "url": "https://www.nytimes.com/2018/11/17/world/asia/tell-everyone-we-scalped-you-how-caste-still-rules-in-india.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18india-violence/07india-violence-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T10:00:07Z", "content": "Scholars argue that the current political environment has increased the vilification of the other whether that be along caste, creed or gender lines. According to national crime statistics, the number of caste-based crimes has increased 25 percent since 2010,… [+1382 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AUSTIN RAMZY", "title": "Hong Kong Dispatch: A Rural Patch of Hong Kong Where Rare Birds Sing and Developers Circle", "description": "A bucolic corner of Hong Kong attracts bird-watchers and bicyclists eager to escape the crowds. But the area is increasingly attractive to developers.", "url": "https://www.nytimes.com/2018/11/17/world/asia/hong-kong-wetlands-mai-po-nam-sang-wai.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/world/18hongkong-wetlands/00hongkong-wetlands-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T10:00:06Z", "content": "But other areas nearby, like Nam Sang Wai, have less concrete protections. The most recent development proposal in Nam Sang Wai would have included apartments for 6,500 people. The developer, a joint venture between a family that has long owned the land and H… [+662 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CAITLIN DICKERSON and ALYSSA SCHUKAR", "title": "Hazing, Humiliation, Terror: Working While Female in Federal Prison", "description": "Inmates expose themselves and threaten rape. Male guards let them do it. Women who complain are ‘pretty much blackballed.’", "url": "https://www.nytimes.com/2018/11/17/us/prison-sexual-harassment-women.html", "urlToImage": "https://static01.nyt.com/images/2018/09/24/us/00metooprisons-01/merlin_139550751_6011b3c6-5894-4f01-8c95-48e6090d79bf-facebookJumbo.jpg", "publishedAt": "2018-11-17T10:00:06Z", "content": "Its a male-dominated world. Its a chauvinistic world, said Joey Rojas, a prison union organizer who helped bring the Coleman lawsuit, adding that men who support female colleagues can be overshadowed by those who do not. A lot of men think women dont belong i… [+1816 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BONNIE TSUI", "title": "Check In: Hotel Review: In San Francisco, Rooms With a View", "description": "The Lodge at the Presidio occupies a restored 1897 brick Colonial Revival barracks building that housed successive waves of soldiers throughout much of the 20th century.", "url": "https://www.nytimes.com/2018/11/17/travel/hotel-review-presidio-san-francisco.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/travel/18checkin-presidio1/18checkin-presidio1-facebookJumbo.jpg", "publishedAt": "2018-11-17T10:00:05Z", "content": "Rates From $275 a night. The Basics Opened in late June, the Lodge at the Presidio has the unusual perk of having a San Francisco address in the heart of a 1,500-acre national park the Presidio, an iconic former army post, now home to miles of forested hiking… [+1840 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LYNN FREEHILL-MAYE", "title": "Check In: Hotel Review: In Nashville, Time Traveling to the 70s", "description": "The Fairlane Hotel, set in a converted bank building, pays homage to its past without taking it too seriously.", "url": "https://www.nytimes.com/2018/11/17/travel/hotel-review-nashville-fairlane.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25checkin-fairlane1/25checkin-fairlane1-facebookJumbo.jpg", "publishedAt": "2018-11-17T10:00:05Z", "content": "Rates Rooms from $259. The Basics The Fairlane occupies a former bank building in downtown Nashville that dates back to 1973, so perhaps it is not a total surprise that when the New York design team of Reunion Goods &amp; Services converted the space into an … [+980 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KALY SOTO", "title": "11 of Our Best Weekend Reads", "description": "Facebook’s crisis map. Viola Davis and Steve McQueen on authenticity in art. To brine or not to brine your turkey? Stan Lee is dead. And more.", "url": "https://www.nytimes.com/2018/11/17/arts/11-of-our-best-weekend-reads.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/reader-center/17facebook-weekend/merlin_136663134_c5600169-09d9-401a-be84-67af1a3a2d64-facebookJumbo.jpg", "publishedAt": "2018-11-17T10:00:03Z", "content": "Welcome to the weekend. Its the one before Thanksgiving (well, in the U.S., anyway). Time to decide if youre going to make sweet potatoes like your mom does or try a new recipe (and weve got a good one ), if youre going to brine the turkey or not so much. In … [+98 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Tammy La Gorce", "title": "Women Who Become Widows Are Faring Better Financially", "description": "Taking more responsibility for financial well-being early on can benefit women who must manage money alone after the death of a spouse.", "url": "https://www.nytimes.com/2018/11/17/business/widows-financial-independence.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18widows-1/merlin_146058381_fbca6d04-2a1b-47ef-8f5f-df0829b6dbd7-facebookJumbo.jpg", "publishedAt": "2018-11-17T07:04:47Z", "content": "The experience has paid dividends beyond the $50 each throws in at every gathering. We meet once a month to discuss our portfolio, and everybody has a stock they study, so we have brief reports, she said. One of the things we try to avoid is having too many s… [+1790 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mark Ellwood", "title": "Buying to Last: Back to a Bygone Era", "description": "In an age when almost everything is disposable, some environmentally conscious consumers — and some businesses — are turning to long-lasting, durable products.", "url": "https://www.nytimes.com/2018/11/17/business/buying-to-last-back-to-a-bygone-era.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/business/18wise-1/18wise-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T07:01:07Z", "content": "The development of cheap new plastics in the 1950s gave birth to a new consumerist mind-set. It changed from a society where products were purchased on the basis they would last as long as possible, to a world where things are replaced as frequently as possib… [+1538 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TAMMY LaGORCE", "title": "The Long-Term Cost When Graduates Move Back Home", "description": "Emma Olcott, left, helps a roommate moving into their Manhattan apartment. After college, Emma moved in with her parents for a year while she worked.", "url": "https://www.nytimes.com/2018/11/17/business/the-long-term-cost-when-graduates-move-back-home.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18liftoff/merlin_145656516_b7473551-7f89-4244-991e-50ff9f1d12f3-facebookJumbo.jpg", "publishedAt": "2018-11-17T07:00:09Z", "content": "When you live with your parents, you get comfortable having someone else do your laundry and cook your meals, and you might not feel compelled to move out, she said. You might wait to find the perfect job instead of taking one that could lead you in an unexpe… [+1673 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRYAN BORZYKOWSKI", "title": "Sharing It: When It’s Time for Giving, Some People Circle Around", "description": "Amy Rowland, center, a founder of the giving circle One State at a Time, at an election night event in Brooklyn with her daughter, Isabel. Her group was raising funds to increase the number of Democrats in the Michigan state legislature.", "url": "https://www.nytimes.com/2018/11/17/business/giving-circles-nonprofits-political-campaigns.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/autossell/18give-1/18give-1-facebookJumbo.jpg", "publishedAt": "2018-11-17T07:00:08Z", "content": "Ms. Rossmans circle has an initial meeting in October, when about 40 people gather to hear a speaker discuss a community-related topic. Members have until mid-November to suggest recipients. Ms. Rossman asks each of those organizations to submit a request out… [+1355 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The Associated Press", "title": "Democrats Gear Up for More Digital Spending in 2020", "description": "One of the largest outside Democratic groups says ramped-up spending on digital advertising played a key role in midterm battleground races, offering a lesson for potential presidential contenders in 2020.", "url": "https://www.nytimes.com/aponline/2018/11/17/business/ap-us-election-2020-democrats-digital.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-17T06:58:34Z", "content": "As evidence the campaign helped, Priorities noted in a memo provided to The Associated Press that turnout was up overall and Sinema performed better than Democrats in the recent past with the groups that were targeted. \"We have definitely closed the gap from … [+1870 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "What's on TV Saturday: 'McQueen' and 'Jonestown: Terror in the Jungle' - New York Times", "description": "New York Times What's on TV Saturday: 'McQueen' and 'Jonestown: Terror in the Jungle' New York Times An Alexander McQueen documentary debuts on Amazon. And a Sundance TV series looks back at the Jonestown massacre. What's Streaming. McQUEEN (2018) on Amazon. …", "url": "https://www.nytimes.com/2018/11/17/arts/television/whats-on-tv-saturday-mcqueen-and-jonestown-terror-in-the-jungle.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/arts/television/17tvcol-mcqueen/17tvcol-mcqueen-facebookJumbo.jpg", "publishedAt": "2018-11-17T06:00:35Z", "content": "A MURDER IN MANSFIELD (2017) 9 p.m. on Investigation Discovery. In this searing documentary by Barbara Kopple, Collier Landry returns to Mansfield, Ohio, where his mother was killed by his father in 1989. Landry was 12 when he testified against his father; he… [+612 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "fkunze", "title": "May A.I. Help You? - The New York Times", "description": "Intelligent chatbots could automate away nearly all of our commercial interactions — for better or for worse.", "url": "https://www.nytimes.com/interactive/2018/11/14/magazine/tech-design-ai-chatbot.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/magazine/18mag-Bots-promo/18mag-Bots-image1-facebookJumbo.jpg", "publishedAt": "2018-11-17T05:47:01Z", "content": "Two years ago, Alison Darcy built a robot to help out the depressed. As a clinical research psychologist at Stanford University, she knew that one powerful way to help people suffering from depression or anxiety is cognitive behavioral therapy, or C.B.T. It’s… [+22078 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE ASSOCIATED PRESS", "title": "Argentine Submarine That Vanished With 44 Aboard Is Found, Navy Says", "description": "A commemoration Thursday in Mar del Plata, Argentina, for the crew of the San Juan, a year after the submarine went missing. The Argentine Navy said Saturday that the vessel had been found.", "url": "https://www.nytimes.com/2018/11/17/world/americas/argentina-submarine-found.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/autossell/17Submarine/merlin_146899215_93a7d1f8-156d-4e2e-818f-d8064fdcadca-facebookJumbo.jpg", "publishedAt": "2018-11-17T05:44:53Z", "content": "President Mauricio Macri observed the anniversary by saying the families should not feel alone, and he delivered an absolute and nonnegotiable commitment to find the truth. Mr. Macri had promised a full investigation into the loss of the submarine. The federa… [+1006 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FRANCES ROBLES", "title": "Nearly 3,000 Votes Disappeared From Florida’s Recount. That’s Not Supposed to Happen", "description": "A manual recount at the Palm Beach County election supervisor’s office on Friday. Machine error, power failures and vote discrepancies have called the state’s election process into question.", "url": "https://www.nytimes.com/2018/11/16/us/voting-machines-florida.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17FLORIDA-COUNTS/17FLORIDA-COUNTS-facebookJumbo.jpg", "publishedAt": "2018-11-17T04:14:48Z", "content": "Some local officials in Florida recognized problems as they undertook the machine recount over the past several days. When the machine recount in Hillsborough County came up 846 votes short of the number originally counted, Craig Latimer, the supervisor of el… [+1505 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Police Chief Who Led Weinstein Investigation Ousted in Shake-Up", "description": "The police commander who led the effort to arrest Harvey Weinstein has been ousted from his longtime position as the head of the Police Department’s special victims division in a major shake-up that comes as the department’s handling of sex crimes is facing i…", "url": "https://www.nytimes.com/2018/11/16/nyregion/michael-osgood-nypd.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/nyregion/17shakeup1/17shakeup1-facebookJumbo.jpg", "publishedAt": "2018-11-17T03:08:00Z", "content": "Chief Shea said he was appointing Deputy Chief Judith Harrison to take over the division. She will be the first woman and the first black person to hold that position. We have a new set of eyes and a fresh perspective, Chief Shea said. Chief Shea also said th… [+2038 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "The Mayor Fired a Watchdog, but New York Still Needs Oversight", "description": "Investigations Commissioner Mark Peters aggressively sought out the city’s shortcomings.", "url": "https://www.nytimes.com/2018/11/16/opinion/mark-peters-investigations-bill-de-blasio.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16doi2web/16doi2web-facebookJumbo.jpg", "publishedAt": "2018-11-17T02:10:59Z", "content": "As if to illustrate this point, on Friday, the same day Mr. Peters was fired, police officials announced that they were removing Deputy Chief Michael Osgood as the head of the sex crimes unit. Mr. Osgood had spoken to Mr. Peterss agency about how his years of… [+905 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JENNI RUSSELL", "title": "The Men Who Want to Push Britain Off a Cliff", "description": "The pro-Brexit, Conservative lawmaker Jacob Rees-Mogg speaking to the media outside the Houses of Parliament on Thursday.", "url": "https://www.nytimes.com/2018/11/16/opinion/sunday/brexit-theresa-may-politics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18RUSSELL03/18RUSSELL03-facebookJumbo.jpg", "publishedAt": "2018-11-17T01:58:41Z", "content": "These restrictions have sent the hard-line Brexiteers into a cold fury, but they were inevitable. You cant even join a tennis match if you insist on drawing your own courts and deciding your own scores. The Brexit fanatics blindly ignore that. They have learn… [+1750 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIAN E. BARNES, ADAM GOLDMAN and CHARLIE SAVAGE", "title": "How the Trump Administration Stepped Up Pursuit of WikiLeaks’s Assange", "description": "As American spies worked to collect intelligence on Julian Assange, Justice Department prosecutors took steps that resulted in secret charges.", "url": "https://www.nytimes.com/2018/11/16/us/politics/trump-administration-assange-wikileaks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-ticktock1/17dc-ticktock1-facebookJumbo.jpg", "publishedAt": "2018-11-17T01:57:24Z", "content": "WikiLeaks encouraged Guccifer 2.0, the online persona of the Russian operatives, to provide it with the Democratic documents because it would have a much higher impact, according to court papers. Whether anyone connected with the Trump campaign worked with Mr… [+1822 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRET STEPHENS", "title": "How Plato Foresaw Facebook’s Foibles", "description": "Mark Zuckerberg testifies before the House Energy and Commerce Committee in Washington in April.", "url": "https://www.nytimes.com/2018/11/16/opinion/facebook-zuckerberg-investigation-election.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16stephensWeb/16stephensWeb-facebookJumbo.jpg", "publishedAt": "2018-11-17T01:52:33Z", "content": "Part of the reason is that we tend to forget that technology is only as good as the people who use it. We want it to elevate us; we tend to degrade it. In a better world, Twitter might have been a digital billboard of ideas and conversation ennobling the publ… [+2452 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "IVAN PENN and PETER EAVIS", "title": "California Utility Gets Reassurance on Wildfire Liability", "description": "Pacific Gas and Electric employees marking gas lines this week in a Northern California region devastated by a wildfire. Shares in the company had plunged over concerns that it could face insolvency over liability claims arising from the fires.", "url": "https://www.nytimes.com/2018/11/16/business/energy-environment/pge-stock-price-california-fires.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/business/17UTILITIES01/17UTILITIES01-facebookJumbo.jpg", "publishedAt": "2018-11-17T01:38:34Z", "content": "Praful Mehta, a Citigroup analyst whose estimates of PG&amp;E liability had been widely cited, said the unusually aggressive effort to show support for the utility indicated the commissions confidence that other state authorities backed its position. It was p… [+1432 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "Brexit: A Series of Unfortunate Choices", "description": "Britons voted two and a half years ago to leave the European Union. As the split-up looms, they’re faced with nothing but bad options.", "url": "https://www.nytimes.com/2018/11/16/opinion/brexit-european-union-theresa-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/opinion/16brexit-Edtweb/16brexit-Edtweb-facebookJumbo.jpg", "publishedAt": "2018-11-17T01:31:32Z", "content": "No sooner had Prime Minister Theresa May unveiled her 585-page draft of a deal on withdrawing from the European Union than all hell broke loose. Ministers resigned, hard-core Brexiteers began stirring up a leadership challenge; in the House of Commons, Mrs. M… [+1772 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHARLIE SAVAGE", "title": "Charging Assange Raises Press Freedoms Fears, but Key Facts Are Murky", "description": "An explanation of legal dilemmas raised by the disclosure that the Justice Department has charged Julian Assange, the WikiLeaks founder, with a crime.", "url": "https://www.nytimes.com/2018/11/16/us/politics/julian-assange-indictment.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/politics/17dc-legal-print/17dc-legal-facebookJumbo.jpg", "publishedAt": "2018-11-17T01:12:58Z", "content": "The last was WikiLeakss publication, in March 2017, of Vault 7 files detailing hacking tools used by the Central Intelligence Agency. The suspect in that leak, Joshua A. Schulte, a former C.I.A. software engineer, has been charged in the Southern District of … [+1756 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA JACOBS", "title": "Junot Díaz Remains on Pulitzer Board After Review of Misconduct Allegations", "description": "Junot Díaz will remain on the Pulitzer Prize board after a five-month review into sexual misconduct allegations against him. The board said it found no evidence that would lead it to remove him.", "url": "https://www.nytimes.com/2018/11/16/us/junot-diaz-pulitzer-board.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17xp-diaz/17xp-diaz-facebookJumbo.jpg", "publishedAt": "2018-11-17T00:53:32Z", "content": "The accusations against Mr. Díaz prompted initial fallout in his professional life, though institutions he was associated with have largely stood by him. In June, Mr. Díaz was cleared of sexual misconduct at M.I.T., where he teaches writing. M.I.T. concluded … [+1665 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "The Kilogram is Dead. Long Live the Kilogram! - New York Times", "description": "New York Times The Kilogram is Dead. Long Live the Kilogram! New York Times Since 1889, Le Grand K, a sleek cylinder of platinum-iridium metal, has ruled from its underground vault in Paris. An absolute monarch, it was the very definition of one kilogram of m…", "url": "https://www.nytimes.com/2018/11/16/science/kilogram-physics-measurement.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/science/17KILOGRAM1b/17KILOGRAM1b-facebookJumbo.jpg", "publishedAt": "2018-11-17T00:50:59Z", "content": "The meter was defined accordingly, as the distance traveled by a beam of light in exactly 1/299,792,458th of a second. (The second, another fundamental unit, has been defined since 1967 as the amount of time it takes an atom of cesium-133 to vibrate 9,192,631… [+1101 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Julian E. Barnes", "title": "C.I.A. Concludes That Saudi Crown Prince Ordered Khashoggi Killed", "description": "Intelligence officials briefed lawmakers on Capitol Hill this week and offered the agency’s analysis of the assassination and Prince Mohammed’s culpability.", "url": "https://www.nytimes.com/2018/11/16/us/politics/cia-saudi-crown-prince-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/world/middleeast/khashoggi_nr_final_2/khashoggi_nr_final_2-facebookJumbo.png", "publishedAt": "2018-11-17T00:41:49Z", "content": "Officials cautioned, however, that the American and Turkish intelligence agencies still do not have direct evidence linking Prince Mohammed to the assassination. But the intercepts show that Prince Mohammed was trying to find ways to lure Mr. Khashoggi back t… [+172 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Christina Caron", "title": "Ohio House Passes Bill to Criminalize Abortions on Fetuses With a Heartbeat", "description": "The measure would punish doctors who perform an abortion when a fetal heartbeat can be detected, with few exceptions.", "url": "https://www.nytimes.com/2018/11/16/health/ohio-abortion-ban-heartbeat-bill.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/us/17xp-abortion/17xp-abortion-facebookJumbo-v2.jpg", "publishedAt": "2018-11-17T00:37:15Z", "content": "The Ohio State Medical Association has pushed back against the bill and is very concerned about its plan to criminalize doctors for performing a medical procedure that could be considered a standard of care, said Reggie Fields, a spokesman for the organizatio… [+1179 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "Matthew Whitaker and the Corruption of Justice", "description": "The real question isn’t whether the acting attorney general’s appointment is lawful, but whether it is part of a broader attempt to subvert the rule of law.", "url": "https://www.nytimes.com/2018/11/16/opinion/sunday/matthew-whitaker-donald-trump-robert-mueller.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/sunday/18whitaker/18whitaker-facebookJumbo.jpg", "publishedAt": "2018-11-17T00:32:11Z", "content": "Mr. Trump has reason to be worked up. On Wednesday, Mr. Muellers office told a federal judge that Rick Gates, the former deputy chairman of the Trump campaign, was still cooperating in several ongoing investigations and asked to delay Mr. Gatess sentencing on… [+1620 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARC TRACY", "title": "Notre Dame Is Good and Lucky and … Notre Dame", "description": "The Irish are no longer unique. But when the schedule falls just right, they can be Notre Dame all over again. Two wins from the playoff.", "url": "https://www.nytimes.com/2018/11/16/sports/college-football-notre-dame.html", "urlToImage": "https://static01.nyt.com/images/2018/11/17/sports/17notredame-web1/17notredame-web1-facebookJumbo.jpg", "publishedAt": "2018-11-17T00:25:50Z", "content": "Notre Dame also tries to peddle academic excellence. It sacrifices some players bound for the Alabamas and Ohio States whom it most likely was not getting anyway but gains a distinguishing selling point. Certain high school players are looking at Notre Dame, … [+1497 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Nascar Has Its Final Four Set to Go at Homestead-Miami Speedway - New York Times", "description": "New York Times Nascar Has Its Final Four Set to Go at Homestead-Miami Speedway New York Times MIAMI BEACH, Fla. — Kyle Busch, Kevin Harvick and Martin Truex Jr. sat on a bench, scrolling through their phones, oblivious to their surroundings and the stakes. Jo…", "url": "https://www.nytimes.com/2018/11/16/sports/nascar-has-its-final-four-set-to-go-at-homestead-miami-speedway.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/sports/18NASCAR/merlin_146888502_3b6513bf-8ad1-4573-91fd-fb139378c898-facebookJumbo.jpg", "publishedAt": "2018-11-17T00:06:13Z", "content": "Its the same four organizations from last year, Harvick said. It just depends on if Joey is a better driver than Brad, Truex added. They both run into you a lot, Busch said. Logano smartly closed the subject: Its best if I keep my mouth shut on this one. The … [+1495 chars]"}]}