{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ASHLEY SOUTHALL", "title": "Scholar Who Escaped Nazis Dies After a Push by a Subway Rider in a Rush", "description": "A Hofstra professor escaped Austria as the Nazis took control. Eighty years later, he died after someone knocked him down on a subway platform.", "url": "https://www.nytimes.com/2018/11/11/nyregion/subway-penn-station-push-death.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/nyregion/12prof1/12prof1-facebookJumbo.jpg", "publishedAt": "2018-11-11T23:59:15Z", "content": "That security that he had, he passed on to us, and it allowed him to do amazing things, his oldest daughter, Leslie Salzinger, said. The loved ones Dr. Salzingers family left behind all died in the Holocaust, and the ordeal made him an anxious traveler, relat… [+1391 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CATHERINE PORTER", "title": "Canada’s Message to Teenagers: Marijuana Is Legal Now. Please Don’t Smoke It.", "description": "Jenny Hanley, seated in front, and her daughter Shelby Hanley, 17, left, with Kyle Johnston, 16, center, and Jared Kaye, 19, right, who live with Ms. Hanley on her family farm.", "url": "https://www.nytimes.com/2018/11/11/world/canada/marijuana-legalization-teenagers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/03/world/00kids-marijuana/00kids-marijuana-facebookJumbo.jpg", "publishedAt": "2018-11-11T23:33:44Z", "content": "Rebecca Haines-Saah, an associate professor of public health at the University of Calgary, who studies teenage cannabis use and harm prevention, urges parents to talk to their children early and regularly about the consequences of all substances, including ca… [+1498 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jim Rutenberg", "title": "Should the Press Boycott Trump? Political Strategists Weigh In", "description": "Veterans of presidential campaigns offer reporters options for dealing with a president who loves making them part of the show.", "url": "https://www.nytimes.com/2018/11/11/business/media/jim-acosta-trump-media.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12rutenberg/12rutenberg-facebookJumbo.jpg", "publishedAt": "2018-11-11T23:27:36Z", "content": "I found rare agreement between Ms. Dunn and a onetime opponent, Jim Dyke, a top strategist for the Republican National Committee during the George W. Bush years. He spoke to me from South Dakota, where he was hunting pheasant and where, he said, people dont g… [+1142 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES BARRON", "title": "Grace Notes: Cheer, Cheer for Old Notre Dame All the Way in Staten Island", "description": "Notre Dame has a legion of devoted football fans who root for the school even though they did not attend it. They are known as “subway alums.”", "url": "https://www.nytimes.com/2018/11/11/nyregion/subway-alums-notre-dame-nyc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/nyregion/12grace/12grace-facebookJumbo.jpg", "publishedAt": "2018-11-11T23:01:27Z", "content": "Father Jenkins said his father hooked him on watching Notre Dame games when he was growing up in Nebraska. It became your identity, he said. Your teams when youre 13 are the teams you root for, for life. Its associated with memory, family, coming together. It… [+2043 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN FEUER", "title": "Jailbreaks, Submarines, a Gold-Plated AK-47: El Chapo’s Trial Will Tell an Epic Tale", "description": "Joaquín Guzmán Loera, the Mexican drug lord known as El Chapo, arriving at Long Island MacArthur Airport in January 2017. Opening statements in his trial will start on Tuesday.", "url": "https://www.nytimes.com/2018/11/11/nyregion/el-chapo-trial-united-states-brooklyn.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/nyregion/12chapo-p2/00chapo1-facebookJumbo.jpg", "publishedAt": "2018-11-11T22:53:51Z", "content": "But public documents have provided some clues as to who might take the stand. The potential witnesses include Mr. Ramírez; Vicente Zambada-Niebla, a son of Mr. Guzmáns longtime deputy; Pedro and Margarito Flores, brothers from Chicago who have previously test… [+2189 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STANLEY REED", "title": "To Prop Up Oil Prices, Officials Begin to Weigh Production Cuts", "description": "The Saudi oil minister, Khalid al-Falih, and his Russian counterpart, Alexander Novak, addressing a news conference on Sunday after a meeting of oil officials in Abu Dhabi.", "url": "https://www.nytimes.com/2018/11/11/business/opec-oil-prices-production-cuts.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12oil/12oil-facebookJumbo.jpg", "publishedAt": "2018-11-11T22:11:38Z", "content": "There are several reasons for the price drop. After restraining output since early 2017, the Saudis and Russians have significantly increased production in recent months, in part a response to pressure from President Trump. At the same time, Iranian output, w… [+971 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Manchester City Surges Past United, and to a Higher Level - New York Times", "description": "New York Times Manchester City Surges Past United, and to a Higher Level New York Times MANCHESTER, England — Leroy Sané took a touch, and flicked the ball to Raheem Sterling. Ashley Young, the Manchester United captain, tracked the pass. Sterling controlled …", "url": "https://www.nytimes.com/2018/11/11/sports/manchester-city-united-derby.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/sports/soccer/12onsoccer1/12onsoccer1-facebookJumbo.jpg", "publishedAt": "2018-11-11T21:46:15Z", "content": "MANCHESTER, England Leroy Sané took a touch, and flicked the ball to Raheem Sterling. Ashley Young, the Manchester United captain, tracked the pass. Sterling controlled the ball and slipped it back to Sané. Young shuttled back the way he came. Sané waited unt… [+715 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN BRANTLEY", "title": "Jay O. Sanders on How an ‘Oak Tree’ Became Uncle Vanya", "description": "Mr. Sanders, a veteran of four decades of stage and screen work, is giving the performance of his career in his first appearance in Chekhov.", "url": "https://www.nytimes.com/2018/11/11/theater/jay-o-sanders-uncle-vanya.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/arts/13sanders2/13sanders2-facebookJumbo.jpg", "publishedAt": "2018-11-11T21:42:41Z", "content": "Mr. Nelson initially offered the role of the professor to Mr. Sanders, who hedged and was subsequently awarded the part it now feels he was born to play. In describing his role in this Uncle Vanya, which was first staged at the Old Globe Theater in San Diego … [+1688 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RAYMOND ZHONG", "title": "阿里“双11”再创历史，但这场狂欢还能持续多久？", "description": "中国经济增长放缓、消费者信心减弱给阿里带来了挑战，该公司本月下调了年收入增长预期。这家电商巨头在积极进军其他领域，但扩张成本和竞争也带来了不确定性。 Ng Han Guan/Associated Press 阿里巴巴“双十一”销售额突破了人民币2000亿元大关。", "url": "https://cn.nytimes.com/business/20181112/alibaba-singles-day/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12singlesday-1/merlin_146677422_35e2d977-3ba9-4ac1-97e2-0cd51997cf0c-articleLarge.jpg", "publishedAt": "2018-11-11T21:42:30Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHANG CHIEN", "title": "Hype：“双11”是一场炒作吗", "description": "阿里巴巴精心策划的“双11”创造出了一波购物狂欢，今年超过2000亿元的销售额再创记录。但在中国经济放缓的大环境下，“炒作之王”的神话还能延续多久？ Ng Han Guan/Associated Press 阿里巴巴“双十一”销售额突破了人民币2000亿元大关。", "url": "https://cn.nytimes.com/culture/20181112/wod-hype/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12singlesday-1/merlin_146677422_35e2d977-3ba9-4ac1-97e2-0cd51997cf0c-articleLarge.jpg", "publishedAt": "2018-11-11T21:19:27Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA JACOBS", "title": "How to Help Those Affected by the California Fires", "description": "Firefighters meet as they continue to battle the fire in Northern California on Saturday. The fire, called the Camp Fire, has become the most destructive in the state’s history.", "url": "https://www.nytimes.com/2018/11/11/us/california-fires-how-to-help.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/us/12xp-howtohelp/12xp-howtohelp-facebookJumbo.jpg", "publishedAt": "2018-11-11T21:14:14Z", "content": "Entertainment Industry Foundation : This nonprofit, started by Hollywood stars, has a fund that helps firefighters and other emergency workers battling California wildfires. One of its beneficiaries is the Los Angeles Fire Department Foundation, which provide… [+1654 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Poland's Leaders March With Far-Right Groups on Independence Day - New York Times", "description": "New York Times Poland's Leaders March With Far-Right Groups on Independence Day New York Times WARSAW — It was meant to foster unity and celebrate the sacrifices of past generations in the creation of the modern Polish nation. But after days of wrangling and …", "url": "https://www.nytimes.com/2018/11/11/world/europe/poland-far-right-independence-day.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/world/12poland1/12poland1-facebookJumbo.jpg", "publishedAt": "2018-11-11T21:08:27Z", "content": "The march, which in previous years involved violent clashes with the police, made international headlines last year when demonstrators chanted, Pure Poland, white Poland, and Refugees, get out! and a small group of hard-liners carried banners with the slogan … [+1083 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal2", "title": "Gerald Bloncourt, Photographer And Activist, Has Died At 91", "description": "Gérald Bloncourt was born in Haiti, but he spent most of his life in France after being expelled from Haiti for anti-governmental protests. The photographer was “an immigrant following other immigrants, [who] showed people in the Pyrenees on their journeys to…", "url": "https://www.nytimes.com/2018/11/09/obituaries/grald-bloncourt-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/obituaries/10BLONCOURT1/10BLONCOURT1-facebookJumbo.jpg", "publishedAt": "2018-11-11T21:00:57Z", "content": "He subsequently worked at several French newspapers, which allowed him to witness events as diverse as a strike by Renault autoworkers in 1968 in Boulogne-Billancourt, a suburb or Paris, and the Western Sahara war between the Polisario Front and Moroccan troo… [+1554 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAPNA MAHESHWARI", "title": "The Instagrammers Next Door, Plugging Brands for Peanuts (or Shampoo)", "description": "Images of #sponsored content from the Instagram accounts of Alexis Baker, top row, and Haley Stutzman. Ms. Baker has about 2,600 followers and Ms. Stutzman about 5,500.", "url": "https://www.nytimes.com/2018/11/11/business/media/nanoinfluencers-instagram-influencers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12NANO-COMBO-WEB-ONLY/12NANO-COMBO-WEB-ONLY-facebookJumbo.jpg", "publishedAt": "2018-11-11T20:42:24Z", "content": "If it does happen to blow up and take off full time, then great, Ms. Baker said. But that is not what Im looking for at all. Its just something I love doing. I love taking really, really great-quality photos, she continued. I love challenging myself with how … [+980 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "NFL Week 10: Scores, Highlights and Analysis - New York Times", "description": "New York Times NFL Week 10: Scores, Highlights and Analysis New York Times Baker Mayfield is having a day: He's thrown three touchdowns, and the Browns lead the Falcons, 28-10, in the third quarter. Browns quarterback Baker Mayfield went 13 of 13 passing befo…", "url": "https://www.nytimes.com/2018/11/11/sports/nfl-scores-week-10-highlights.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/sports/12nfl-live-mayfield/merlin_146693808_cecbe678-a99f-402f-8c62-d6dfa786315d-facebookJumbo.jpg", "publishedAt": "2018-11-11T20:03:45Z", "content": "But despite each showing brief flashes of success, the early returns have not been pretty. By the end of September, all four Darnold of the Jets, Baker Mayfield of the Cleveland Browns, Josh Rosen of the Arizona Cardinals and Josh Allen of the Buffalo Bills w… [+265 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALISHA HARIDASANI GUPTA", "title": "Asia and Australia Edition: California Fires, D.I.Y. Drugs, Alibaba: Your Monday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/11/briefing/california-fires-diy-drugs-alibaba.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/briefing/12briefing-asia/12briefing-asia-facebookJumbo.jpg", "publishedAt": "2018-11-11T20:00:53Z", "content": "The Philippines goes after a Duterte critic. The government said it was ready to charge the online news start-up Rappler with tax evasion, along with its founder, the veteran journalist Maria Ressa, above. Rappler denied the charges, calling the case a clear … [+530 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "He Befriended 4,000 Dogs to Get Their Side of Story...", "description": "He Befriended 4,000 Dogs to Get Their Side of the Story Supported by An author wanted to set the record straight about what life is like for four-legged New Yorkers. So, he interviewed some — and their humans — for a new book. By Winnie Hu Dogs in New York Ci…", "url": "https://www.nytimes.com/2018/11/11/nyregion/nyc-dogs-book.html", "urlToImage": "https://static01.nyt.com/images/2018/10/26/nyregion/00dogexpert1/00dogexpert1-facebookJumbo.jpg", "publishedAt": "2018-11-11T20:00:03Z", "content": "Bronx: They seem very much like family dogs, and theres always an extended family. The dogs have cousins. The extended family includes not just your human relatives, but your human relatives dogs. So everybody knows everybody. In talking with people, Ill hear… [+2209 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "赫海威", "title": "中国多名倡导工人权利的年轻活动人士失踪", "description": "至少12位活动人士失踪，朋友说他们在遭到殴打后被带走。共产党长期以来自诩为工人权利的护卫者，但目前似乎正努力消除遍布中国校园的工人权利运动。", "url": "https://cn.nytimes.com/china/20181112/china-student-activists/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/12/world/12China-Marxist/merlin_143584236_af00776f-d930-47ca-9027-d2fbb613705a-articleLarge.jpg", "publishedAt": "2018-11-11T19:54:41Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Landon Thomas Jr.", "title": "How an Intelligence Expert Helps Wall Street Mavens Think Smarter", "description": "Shane Parrish worked for Canada’s Defence Department before he turned to blogging about books. Now titans of finance seek his advice.", "url": "https://www.nytimes.com/2018/11/11/business/intelligence-expert-wall-street.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12SPY-01/06SPY-01-facebookJumbo.jpg", "publishedAt": "2018-11-11T19:42:30Z", "content": "It is all about habits, Mr. Royce said. Setting goals is easy but without good habits you are not getting there. Some executives have long sought insight from the printed page and not just in the business section. Emmanuel Roman, the chief executive officer o… [+1960 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BROOKS BARNES", "title": "‘The Grinch’ Rakes in the Green at the Box Office", "description": "The latest adaptation of the classic Christmas story was a big No. 1. But two other new films, “Overlord” and “The Girl in the Spider’s Web,” struggled.", "url": "https://www.nytimes.com/2018/11/11/movies/the-grinch-no-1-movie-box-office.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/arts/12box1/12box1-facebookJumbo.jpg", "publishedAt": "2018-11-11T19:21:33Z", "content": "Second place for the weekend went to the surprise smash hit Bohemian Rhapsody (20th Century Fox), which took in an estimated $30.9 million for a two-week domestic total of $100 million, according to Comscore, which compiles box-office data. Turnout overseas h… [+1383 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Stacy Cowley", "title": "With Student Loan Borrowers, Betsy DeVos Would Rather Fight Than Forgive", "description": "The government’s efforts to help those who were defrauded by their schools have all but ground to a halt. Instead, it is fighting claims in court.", "url": "https://www.nytimes.com/2018/11/11/business/student-loans-betsy-devos.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/business/08STUDENTLOANS-01/08STUDENTLOANS-01-facebookJumbo.jpg", "publishedAt": "2018-11-11T19:20:54Z", "content": "The complex work of evaluating the Corinthian claims has taken time. By January 2017, the department had approved nearly 32,000. But when Mr. Obamas administration ended, about 41,000 complaints still awaited review. The Education Department had granted relie… [+1329 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Sui Lee Wee", "title": "In China, Desperate Patients Smuggle Drugs. Or Make Their Own.", "description": "Despite health insurance, terminally ill patients have to hunt around the world and on the internet for ways to stay alive.", "url": "https://www.nytimes.com/2018/11/11/business/china-drugs-smuggled-homemade.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12chinadrugs-print-jump-1/00chinadrugs-1-facebookJumbo.jpg", "publishedAt": "2018-11-11T19:03:26Z", "content": "In many ways, they resemble medical websites in other countries. Then there are the posts on how to make drugs yourself. They direct at-home drugmakers to buy the ingredients online, on marketplaces run by Alibaba Group, the e-commerce giant, and elsewhere. D… [+1492 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM NOSSITER", "title": "France’s Mayors, Feeling the Pinch, Lead a Quiet Rebellion and Quit", "description": "More than 150 rural mayors have left this year, saying they feel abandoned by the state in the face of shrinking revenues, declining populations and reforms initiated by President Emmanuel Macron.", "url": "https://www.nytimes.com/2018/11/11/world/europe/france-mayors-quit-macron.html", "urlToImage": "https://static01.nyt.com/images/2018/10/25/world/25Mayors2/25Mayors2-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:56:23Z", "content": "Theres something going on, said Christian Le Bart, an expert in local government at Sciences Po university in Rennes. They have the impression of being abandoned by the state, and of being more and more criticized by their citizens. The departures a small fra… [+1317 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SHERYL GAY STOLBERG", "title": "Top Democrats Vow to Block Matthew Whitaker From Interfering in Russia Inquiry", "description": "Representative Jerrold Nadler of New York, the incoming Judiciary Committee chairman, vowed to subpoena Matthew Whitaker, the acting attorney general, if necessary.", "url": "https://www.nytimes.com/2018/11/11/us/politics/matthew-whitaker-russia-mueller-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/us/politics/12dc-cong/12dc-cong-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:31:28Z", "content": "The appointment of Mr. Whitaker should concern every American, Mr. Schumer said on State of the Union, adding that if Mr. Whitaker continues to oversee the inquiry, he will create a constitutional crisis by inhibiting Mueller or firing Mueller. So, Mr. Schume… [+1713 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal2", "title": "Composer Joan Tower Explains That Great Music Only Comes With Great Risk", "description": "Tower, who turned 80 this year and whose 2004 Made in America has been performed by major orchestras in all 50 states, says there’s still a lot to learn: “The bass, the piccolo, I’m still working on, and the horn. Those are weak areas for me. I’m going to get…", "url": "https://www.nytimes.com/2018/11/09/arts/music/joan-tower-national-sawdust.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/arts/10composer1/10composer1-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:30:49Z", "content": "Her widest-reaching project, the 2004 symphonic poem Made in America, has been performed by more than 65 orchestras in all 50 states. And Ms. Tower has recently been commissioned by the New York Philharmonic for a new work to debut in a future season. She is,… [+1242 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Advice for the Democrats After the Midterms", "description": "Beto O’Rourke supporters were among the Democrats disappointed on election night.", "url": "https://www.nytimes.com/2018/11/11/opinion/letters/democrats-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/07/opinion/07kristofNew/07kristofNew-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:30:00Z", "content": "Paul Zelevansky New York To the Editor: Nicholas Kristofs plea to Democrats to engage in less fist-waving and more listening is heartening but needs more direction. I attended a Trump rally on Halloween, not because I agree with the rhetoric, policies or styl… [+862 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mark Mazzetti", "title": "Saudis Close to Crown Prince Discussed Assassinating Enemies a Year Before Khashoggi Killing", "description": "During discussions in Riyadh in 2017, Saudi intelligence officials discussed hiring private companies to kill the head of Iran’s Quds force and other Iranian operatives.", "url": "https://www.nytimes.com/2018/11/11/world/middleeast/saudi-iran-assassinations-mohammed-bin-salman.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/us/politics/11dc-assassinate/10dc-assassinate1-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:27:05Z", "content": "Mr. Nader and Mr. Zamel enlisted Erik Prince, the former head of Blackwater and an adviser to the Trump transition team. They had already discussed elements of their plan with Mr. Prince, in a meeting when they learned of his own paramilitary proposals that h… [+2006 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The Associated Press", "title": "Heart Meeting Features Fish Oil, Vitamin D, Cholesterol News", "description": "Fish oil, vitamin D, novel drugs, new cholesterol guidelines: News from an American Heart Association conference over the weekend reveals a lot about what works and what does not for preventing heart attacks and other problems.", "url": "https://www.nytimes.com/aponline/2018/11/11/health/ap-us-med-preventing-heart-attacks.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-11T18:10:55Z", "content": "Finally, if it's unclear whether someone needs treatment, the guidelines suggest a coronary artery calcium test, which looks for hardening of the arteries, to help decide. It's a type of X-ray with a radiation dose similar to a mammogram and costs $100 to $30… [+1670 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: The Closing of Rural Hospitals", "description": "The hospitals’ trade group addresses a disturbing trend.", "url": "https://www.nytimes.com/2018/11/11/opinion/letters/rural-hospitals.html", "urlToImage": "https://static01.nyt.com/images/2018/10/30/business/30up-healthhospitals/merlin_99902240_f8e47fff-a686-44ac-a57b-d13ad01012e9-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:00:05Z", "content": "To the Editor: A Hospital Die-Off Hits Rural America Hard (The Upshot, Oct. 30) encapsulated the continuing crisis. But one entity has been given unfettered power to keep these hospitals on the brink of closing. The private insurance market forces hospitals t… [+746 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: A ‘Dreamer’ Worries About His Future", "description": "People demonstrated in support of the Deferred Action for Childhood Arrivals program in the Hart Senate office building in January.", "url": "https://www.nytimes.com/2018/11/11/opinion/letters/dreamer-immigrant.html", "urlToImage": "https://static01.nyt.com/images/2018/11/01/us/politics/01dc-daca/01dc-daca-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:00:03Z", "content": "To the Editor: Re I Have a Green Card. Am I Welcome?, by Javier Zamora (Sunday Review, Nov. 4): Reading about how documentation once kept people safe in America without being citizens is something that resonates with me. I am a DACA recipient, and under the T… [+756 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Too Much Screen Time for Kids?", "description": "A digital education specialist says educators are sensitive to parental concerns.", "url": "https://www.nytimes.com/2018/11/11/opinion/letters/children-schools-smartphones.html", "urlToImage": "https://static01.nyt.com/images/2018/10/29/opinion/00Ltechweb/00Ltechweb-facebookJumbo.jpg", "publishedAt": "2018-11-11T18:00:03Z", "content": "To the Editor: Rich Parents Ban Devices as the Poor Grow Reliant (Business Day, Oct. 29) recounts concerns among parents about children spending too much time on smartphones and tablets. These parents believe that schools and educational technology companies … [+928 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Andy Warhol, Pioneer", "description": "Everything Andy Warhol did as portraitist, publisher, publicist or salesman counted as components in one boundless work.", "url": "https://www.nytimes.com/2018/11/11/opinion/letters/andy-warhol-arts-business.html", "urlToImage": "https://static01.nyt.com/images/2018/11/04/arts/04warhol-business/04warhol-business-facebookJumbo-v2.jpg", "publishedAt": "2018-11-11T18:00:00Z", "content": "To the Editor: The Indelible Warhol Inc., by Blake Gopnik (Arts &amp; Leisure, Nov. 4), offers timely insights into the relationship between business and art. Andy Warhol was a pioneer beyond the studio and in the marketplace through what he termed Business A… [+654 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RAYMOND ZHONG", "title": "特朗普关于中国经济的说法符合事实吗？", "description": "特朗普总统表示，中国已经极大地衰退，并放弃了“中国制造2025”计划。他还称美国会因提高关税而从中国收到数十亿美元的税款。这些说法是错误或夸大的。 Agene France-Presse — Getty Images 去年完成首航之后，中国国产的C919客机在上海浦东国际机场。", "url": "https://cn.nytimes.com/business/20181112/trump-made-in-china-2025-fact-check/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/10/sports/10madeinchina/merlin_146559207_cecb0971-9c0c-4ce7-b3b1-7de8af838c7d-articleLarge.jpg", "publishedAt": "2018-11-11T17:35:54Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEIL GENZLINGER", "title": "Oskar Rabin, Defiant Artist During Soviet Era, Dies at 90", "description": "Oskar Rabin, a Soviet dissident artist, at the C.A.S.E. (Committee for the Absorption of Soviet Emigres) Museum of Russian Contemporary Art in Jersey City, where some of his paintings were on exhibit in 1984.", "url": "https://www.nytimes.com/2018/11/11/obituaries/oskar-rabin-defiant-artist-during-soviet-era-dies-at-90.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/obituaries/10RABIN1/00RABIN1-facebookJumbo.jpg", "publishedAt": "2018-11-11T17:31:25Z", "content": "Mr. Rabins paintings tended toward the expressionistic and were decidedly unheroic, putting him at odds with the official definition of art. Rabin depicted dreary everyday reality, Natalia Kolodzei, executive director of the Kolodzei Art Foundation and an exp… [+1048 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NILO TABRIZY", "title": "Iranians Fear Medicine Shortages as U.S. Tightens Sanctions", "description": "Harsh restrictions against doing business with Iran have made it nearly impossible for pharmaceutical companies to continue working in the country.", "url": "https://www.nytimes.com/2018/11/11/world/middleeast/iran-sanctions.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-11T17:12:05Z", "content": "It creates a problem where even when you have a European company that wants to sell to Iran, due to the absence of banks being there, payments cant regularly and reliably be made into Europe, said Esfandyar Batmanghelidj, an expert in sanctions and humanitari… [+1553 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK CHAPPATTE", "title": "将司法公正一脚踢开（漫画）", "description": "美国中期选举过后，司法部长塞申斯宣布应特朗普要求辞职。“通俄门”调查将何去何从？美国的司法独立与公正还能否得到保持？", "url": "https://cn.nytimes.com/opinion/20181112/jeff-sessions-resignation-justice/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/12/universal/zh/cn12chappatte/cn12chappatte-articleLarge.jpg", "publishedAt": "2018-11-11T17:07:35Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAVIER C. HERNÁNDEZ", "title": "Young Activists Go Missing in China, Raising Fears of Crackdown", "description": "The Communist Party appears to be redoubling efforts to quash a movement for workers’ rights that has spread across Chinese campuses.", "url": "https://www.nytimes.com/2018/11/11/world/asia/china-student-activists.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/world/12China-Marxist/12China-Marxist-facebookJumbo.jpg", "publishedAt": "2018-11-11T16:56:37Z", "content": "After several weeks of protests and a vibrant social media campaign, the police detained dozens of workers and activists. More than two months later, several remain in detention. More recently, student activists have tried to organize protests on a variety of… [+1138 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RAYMOND ZHONG", "title": "Alibaba Had Another Big Singles Day. The Party May Not Last.", "description": "Alibaba’s sales on Singles Day, which gets its name from the date, Nov. 11, broke the 200 billion yuan, or $28.8 billion, mark near the end of the 24-hour shopping event on Sunday.", "url": "https://www.nytimes.com/2018/11/11/business/alibaba-singles-day.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/12singlesday-1/12singlesday-1-facebookJumbo.jpg", "publishedAt": "2018-11-11T16:36:35Z", "content": "The companys methods for ginning up excitement have come under scrutiny before. Two years ago, Alibaba said that the United States Securities and Exchange Commission was investigating it for the way it reports Singles Day sales. The companys preferred metric,… [+1717 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal2", "title": "The Value For Leonardo Paintings Has Soared Since The ‘Salvator Mundi’ Sale", "description": "The drawing had been in a private French collection, and before the sale of Salvator Mundi was expected to go for 11 million euros. Now? Buyers have already offered more than 15 million euros – but it could go for more at auction.", "url": "https://www.nytimes.com/2018/11/09/arts/design/leonardo-da-vinci-tajan-paris-renaissance-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/arts/10arts2-sub/merlin_146572590_2a30341f-4aa5-4ddc-9b02-e521edd4c4b6-facebookJumbo.jpg", "publishedAt": "2018-11-11T16:30:48Z", "content": "The Paris auction house Tajan will offer a rediscovered drawing by Leonardo da Vinci at public sale on June 19, for the first time, testing the market for a work by the Renaissance master after the extraordinary sale of Salvator Mundi last year. The sale will… [+1007 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE HIRSCHFELD DAVIS", "title": "In the Campaign, Democrats Didn’t Let Trump Distract Them. That Will Be Harder Now.", "description": "Nancy Pelosi, leader of the House Democrats, has encouraged fellow Democrats in private meetings to resist the urge to leap at Mr. Trump’s every utterance and misdeed.", "url": "https://www.nytimes.com/2018/11/11/us/politics/democrats-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/us/politics/11dc-majority1-sub/11dc-majority1-sub-facebookJumbo.jpg", "publishedAt": "2018-11-11T16:30:39Z", "content": "Representative Henry Cuellar, Democrat of Texas and a member of the centrist Blue Dog Coalition, has also said he is seeking Ms. Pelosis assurances that lawmakers who share his more conservative bent will be involved in decision-making. He said it was vital t… [+1817 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The Associated Press", "title": "Pabst Says MillerCoors Is Trying to Put It Out of Business", "description": "Pabst Brewing Company and MillerCoors are going to trial, with hipster favorite Pabst contending that MillerCoors wants to put it out of business by ending a longstanding partnership through which it brews Pabst's beers.", "url": "https://www.nytimes.com/aponline/2018/11/11/business/ap-us-beer-battle.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-11T15:51:20Z", "content": "\"The beer market has shifted and beer lovers are increasingly demanding more variety, fuller-flavor, and local products from small and independent producers,\" said Bart Watson, the Brewers Association's chief economist. Overall U.S. beer sales have declined, … [+1097 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM SIFTON", "title": "What to Cook: What to Cook This Week", "description": "We’re 10 days out from Thanksgiving: There’s lots to do before the feast.", "url": "https://www.nytimes.com/2018/11/11/dining/what-to-cook-this-week.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/dining/xxpie-all/xxpie-all-facebookJumbo.jpg", "publishedAt": "2018-11-11T15:30:01Z", "content": "With the kitchen and pantry cleaned and sorted, you can take a deep breath and think about your plan for coming days: your guest list and menu, for instance. Alls good. Except, did I mention today is a two-a-day practice situation? (Ive got a responsibility t… [+1080 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GARDINER HARRIS", "title": "Pompeo Faces a World of Challenges. Add House Democrats to the List.", "description": "The treacherous political environment ushered in by a new House Democratic majority comes as the administration’s foreign policy strategies are under strain around the world.", "url": "https://www.nytimes.com/2018/11/11/us/politics/mike-pompeo-democrats-house-.html", "urlToImage": "https://static01.nyt.com/images/2018/11/08/us/politics/00dc-Pompeo-01/00dc-Pompeo-01-facebookJumbo.jpg", "publishedAt": "2018-11-11T14:06:18Z", "content": "Most career diplomats are proud idealists who want to advance Americas interests by making the world a better place, said Nancy McEldowney, a former ambassador who retired last year after a 30-year career as a Foreign Service officer. Many of them are deeply … [+1465 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MAGGIE HABERMAN and KATIE ROGERS", "title": "A White House Challenge: Balancing the Roles of the First Lady and First Daughter", "description": "By all accounts, the two women have a complicated dynamic. They have rarely appeared together. And they clearly see their roles differently.", "url": "https://www.nytimes.com/2018/11/11/us/politics/ivanka-trump-africa-trip.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/politics/09dc-ivanka1/09dc-ivanka1-facebookJumbo.jpg", "publishedAt": "2018-11-11T14:05:15Z", "content": "Ivanka Trump also weighed in on the issue, but that only became known when Mr. Trump told a group of congressional Republicans that his daughter had been urging him to change the policy. Historians have struggled to place the relationship between the two wome… [+1314 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Remembering the End of World War I, in Photos", "description": "World leaders and ordinary citizens alike commemorated the 100th anniversary of the armistice that ended World War I. Here are the best images of the day.", "url": "https://www.nytimes.com/2018/11/11/world/armistice-wwi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/world/12Armistice-photo1/12Armistice-photo1-facebookJumbo.jpg", "publishedAt": "2018-11-11T13:47:03Z", "content": "Thousands of people around the world commemorated on Sunday the centenary of the armistice that ended World War I, the so-called Great War that left millions dead and reshaped European borders, international warfare and society. In Paris, President Emmanuel M… [+651 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "The Associated Press", "title": "Democratic Wins Could Mean State Action on Health Care, Guns", "description": "From New York to New Mexico, residents in a number of states can expect a leftward push for expanded health care coverage, gun control, education funding and legalized recreational marijuana as Democrats who gained new or stronger powers in the midterm electi…", "url": "https://www.nytimes.com/aponline/2018/11/11/us/ap-us-election-2018-state-governments.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-11T13:46:41Z", "content": "\"This is the most hyper-polarized, hyper-partisan time we've see in generations, and nobody can deny that,\" said Illinois state Sen. Toi Hutchinson, a Democrat who is president of the National Conference of State Legislatures. Illinois is one of a half-dozen … [+2316 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETER BAKER", "title": "World Leaders Gather to Remember the End of World War I", "description": "Led by President Emmanuel Macron of France, world leaders marched down the Champs-Élysées in Paris on Sunday as part of events to commemorate the 100th anniversary of the end of World War I.", "url": "https://www.nytimes.com/2018/11/11/us/politics/macron-trump-paris-wwi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/world/12Armistice1/12Armistice1-facebookJumbo.jpg", "publishedAt": "2018-11-11T12:45:59Z", "content": "But his failure to appear went over badly in Europe, where it was taken as another snub by a leader who has favored confrontation over cooperation. Winston Churchills grandson called Mr. Trump pathetic and not fit to represent the United States. Mr. Trump has… [+1553 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "No One Has Ever Crossed Antarctica Alone. Two Are Trying...", "description": "No One Has Ever Crossed Antarctica Alone. Two Men Are Trying Right Now. Supported by By Adam Skolnick Photographs by Tamara Merino PUNTA ARENAS, Chile — A weather window opened on Halloween morning, the typical stiff winds and polar fog relenting, and the fli…", "url": "https://www.nytimes.com/2018/11/11/sports/antarctica-race.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/sports/11antarctica-race-top/11antarctica-race-top-facebookJumbo-v2.jpg", "publishedAt": "2018-11-11T12:00:05Z", "content": "Rudd is more of an old-school adventurer. He enlisted in the Royal Marines at age 16 and remains in the British armed forces. He fought in Kosovo, Iraq (three tours) and Afghanistan (four tours). The way Ill console myself on this expedition is to remind myse… [+1024 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIA JACOBS", "title": "Hotels See Panic Buttons as a #MeToo Solution for Workers. Guest Bans? Not So Fast.", "description": "A housekeeper at a Hilton-owned hotel in Seattle holding a panic button. The city enacted an ordinance that requires hotels of a certain size to provide the devices to employees who work in private rooms.", "url": "https://www.nytimes.com/2018/11/11/us/panic-buttons-hotel-me-too.html", "urlToImage": "https://static01.nyt.com/images/2018/10/30/business/30xp-panicbutton2/merlin_143352309_bbe546b6-dd1d-40a5-a4e0-8dbd7bc8fbaf-facebookJumbo.jpg", "publishedAt": "2018-11-11T12:00:03Z", "content": "Over the past year, Seattle has become the main battleground for the industry and the hospitality unions dueling interests. Two years ago, voters approved a ballot measure mandating panic buttons and instituting a system that would place guests accused of sex… [+1881 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TAMMY La GORCE", "title": "Sunday Routine: How Sandra Spannan, Decorative Painter, Spends Her Sundays", "description": "Ms. Spannan escapes with her daughters to their house upstate, where she likes to drink tea by their wood-burning stove and ride her motorcycle.", "url": "https://www.nytimes.com/2018/11/09/nyregion/how-sandra-spannan-decorative-painter-spends-her-sundays.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/nyregion/11routine/11routine-facebookJumbo.jpg", "publishedAt": "2018-11-11T11:47:52Z", "content": "Sandra Spannan is an architectural fine artist, gilder and art restorer; she bundles those occupations together at See. Painting, the company she founded after moving to New York from Germany in 1993. Ms. Spannan, 47, has done private interiors for Anderson C… [+4874 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN YUHAS and LANCE BOOTH", "title": "California, Midterms, Armistice Day: Your Weekend Briefing", "description": "Here’s what you need to know about the week’s top stories.", "url": "https://www.nytimes.com/2018/11/11/briefing/california-midterms-armistice-day-your-weekend-briefing.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/briefing/11weekend-briefing-promo/11weekend-briefing-slide-AJ03-facebookJumbo.jpg", "publishedAt": "2018-11-11T11:02:54Z", "content": "3. California is grappling with two tragedies: the aftermath of a mass shooting and wildfires. Late Wednesday, a gunman killed 12 people at a country music club in Thousand Oaks, outside Los Angeles. The victims included a college freshman, a sheriffs deputy … [+655 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jonah M. Kessel", "title": "How China Creates Cancer Refugees", "description": "A rural resident in China is 30 percent more likely to die after a cancer diagnosis than an urban resident. Three rural families trying to beat these odds — “cancer refugees” — share their stories of battling the disease far from home and the financial ruin i…", "url": "https://www.nytimes.com/video/world/asia/100000005136275/china-health-care-cancer-refugee.html", "urlToImage": "https://static01.nyt.com/images/2018/02/15/world/asia/CANCER_REFUGEES_THUMB/CANCER_REFUGEES_THUMB-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-11T09:55:31Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "'SNL': Stressing Unity, Rep.-Elect Dan Crenshaw Accepts Pete Davidson Apology - New York Times", "description": "New York Times 'SNL': Stressing Unity, Rep.-Elect Dan Crenshaw Accepts Pete Davidson Apology New York Times Pete Davidson apologized on “Saturday Night Live” this weekend to Dan Crenshaw, the former Navy SEAL and newly elected Representative he mocked last we…", "url": "https://www.nytimes.com/2018/11/11/arts/television/snl-pete-davidson-dan-crenshaw.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/arts/television/12snl1/12snl1-facebookJumbo.jpg", "publishedAt": "2018-11-11T09:39:36Z", "content": "He added: I mean this from the bottom of my heart. It was a poor choice of words. The man is a war hero, and he deserves all the respect in the world. And if any good came of this, maybe it was that for one day, the left and the right finally came together to… [+757 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Alibaba Singles' Day Sales Hit $10 Billion in First Hour", "description": "Chinese e-commerce giant Alibaba Group Holding Ltd settled roughly 69 billion yuan(7.65 billion pounds)in the first hour of its annual Singles' Day on Sunday, up roughly 21 percent from last year's early haul of 57 billion yuan.    Singles' Day is the world's…", "url": "https://www.nytimes.com/reuters/2018/11/11/business/11reuters-singles-day-alibaba.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-11T08:27:36Z", "content": "SHANGHAI Chinese e-commerce giant Alibaba Group Holding Ltd settled roughly 69 billion yuan(7.65 billion pounds)in the first hour of its annual Singles' Day on Sunday, up roughly 21 percent from last year's early haul of 57 billion yuan. Singles' Day is the w… [+1393 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Sergey Ponomarev", "title": "In Russian Village Swallowed by Sand, Life’s a Beach. Just Not in a Good Way.", "description": "Shoyna, a fishing village in the frigid far north, is slowly vanishing under dunes that engulf entire houses. For children, home is now a giant sandbox. Adults have to “say goodbye to my high heels.”", "url": "https://www.nytimes.com/2018/11/11/world/europe/russia-white-sea-shoyna.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/world/europe/11sandpeople/xxShoina-slide-DJR8-facebookJumbo.jpg", "publishedAt": "2018-11-11T08:01:17Z", "content": "When we were kids, we used to play hide-and-seek there, build our little houses there, Mr. Kotkin reminisced. These ships were our whole world. People bring their old machinery to join these ships on the shore. But its a junkyard with a broader purpose: The r… [+1020 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Ioanna Kefalas, Alexander Niejelow", "description": "Ioanna Thomas Kefalas and Alexander Nicholas Mark Niejelow were married Nov. 10 at New World Symphony hall in Miami Beach. Shaun Donovan, who became a Universal Life minister for the occasion, officiated. Until 2017, Mrs. Niejelow, 34, worked as the adviser t…", "url": "https://www.nytimes.com/2018/11/11/fashion/weddings/ioanna-kefalas-alexander-niejelow.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/fashion/weddings/11KEFALAS/11KEFALAS-facebookJumbo.jpg", "publishedAt": "2018-11-11T05:31:00Z", "content": "Ioanna Thomas Kefalas and Alexander Nicholas Mark Niejelow were married Nov. 10 at New World Symphony hall in Miami Beach. Shaun Donovan, who became a Universal Life minister for the occasion, officiated. Until 2017, Mrs. Niejelow, 34, worked as the adviser t… [+918 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "This Week’s Wedding Announcements", "description": "Until 2017, Mrs. Niejelow, 34, worked as the adviser to Mr. Donovan who was the director of the White House Office of Management and Budget, and until 2014 was the special assistant to him while he was the secretary in the United States Department of Housing …", "url": "https://www.nytimes.com/2018/11/11/fashion/weddings/this-weeks-wedding-announcements.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/fashion/weddings/11LINDSEY/11LINDSEY-facebookJumbo.jpg", "publishedAt": "2018-11-11T05:31:00Z", "content": "Mrs. Mah, 40, is a director for brand partnerships at HelloSociety, a social media marketing and technology agency in Manhattan that is owned by The New York Times Company. She received a diploma in classic French cuisine from the French Culinary Institute, n… [+1259 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM NAGOURNEY", "title": "Dana Rohrabacher Loses, Eroding Republican Foothold in California", "description": "Mr. Rohrabacher, who had represented Orange County for 15 terms, was viewed as vulnerable because of his advocacy of President Vladimir Putin of Russia.", "url": "https://www.nytimes.com/2018/11/10/us/politics/dana-rohrabacher-loses-harley-rouda.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/us/11rohrabacher/11rohrabacher-facebookJumbo.jpg", "publishedAt": "2018-11-11T04:43:13Z", "content": "Representative Dana Rohrabacher, a Republican fixture in California who represented Orange County for 15 terms, lost his bid for re-election. His defeat underlines the partys setbacks in a part of the state that was long a symbol of its political dominance. T… [+806 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Calls for Open Trade to Greet Pence as Trump Skips Asia Summit", "description": "Asia-Pacific leaders will join the heads of Southeast Asian states this week in Singapore to renew calls for multilateralism and fresh pledges to resolve regional conflicts ranging from the Rohingya crisis in Myanmar to tensions in the South China Sea.", "url": "https://www.nytimes.com/reuters/2018/11/10/business/10reuters-asean-summit.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-11T03:51:32Z", "content": "It was not clear if Li and Pence will hold separate talks on the sidelines of the Singapore meetings, which would be a prelude to a summit scheduled between Trump and Chinese President Xi Jinping at the end of the month in Buenos Aires. The encounter, if it h… [+1243 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Argentine Recession Seen Bottoming Out in First Quarter: IMF", "description": "Argentina's shrinking economy will bottom out in the first three months of next year and start to recover in the second quarter, an International Monetary Fund official said on Saturday.", "url": "https://www.nytimes.com/reuters/2018/11/10/business/10reuters-argentina-economy-imf.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-11T03:21:26Z", "content": "BUENOS AIRES Argentina's shrinking economy will bottom out in the first three months of next year and start to recover in the second quarter, an International Monetary Fund official said on Saturday. The fund last month upped the size of its standby financing… [+640 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD GOLDSTEIN", "title": "Ron Johnson, Giants Running Back, Dies at 71", "description": "Johnson twice rushed for more than 1,000 yards in the 1970s, when the Giants struggled to win. He is tied for the team record of four touchdowns in a game.", "url": "https://www.nytimes.com/2018/11/10/obituaries/ron-johnson-dead-giants.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/obituaries/11johnson-print/merlin_49188516_08c00138-a09f-4b20-8bfd-95cf9322b2e0-facebookJumbo.jpg", "publishedAt": "2018-11-11T03:20:04Z", "content": "For all his achievements in six seasons with the Giants, Johnson was hampered by injuries, and the team did not win so much as a division title. Id like to go anywhere to play for a winner, he told The Sarasota Herald Tribune in January 1975. The Giants did n… [+899 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SIMON ROMERO", "title": "Who Won That Arizona Senate Race? What Day Is It?", "description": "Ballots were being counted at the Maricopa County Tabulation and Election Center in downtown Phoenix.", "url": "https://www.nytimes.com/2018/11/10/us/arizona-senate-sinema-mcsally-green-party.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/us/11ARIZONA-p1/11ARIZONA1-facebookJumbo.jpg", "publishedAt": "2018-11-11T02:05:25Z", "content": "In a state that is home to conservative icons like Joe Arpaio and Jan Brewer, the power struggle is revealing one potential path forward for Democrats fighting to win elections in a state where they havent won an open Senate seat since 1976 : embrace the cent… [+1079 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KENNETH CHANG", "title": "Watch Rocket Lab Try to Launch an Electron Rocket to Orbit From New Zealand", "description": "The company aims to complete its first commercial mission to space, a harbinger of a new breed of rocket that is small, cheap and able to be launched frequently.", "url": "https://www.nytimes.com/2018/11/10/science/rocket-lab-launch.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/science/00SMALLROCKET-preview/00SMALLROCKET-preview-facebookJumbo.jpg", "publishedAt": "2018-11-11T00:52:53Z", "content": "Just like technology on Earth, satellites are getting smaller and now can be launched on smaller rockets. Companies and governments now also see benefits to designing constellations of small satellites to perform tasks that were once handled by one giant, exp… [+580 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "C. J. Hughes", "title": "Homes That Sold for Around $600,000", "description": "Recent residential sales in New York City and the region.", "url": "https://www.nytimes.com/2018/11/11/realestate/homes-that-sold-for-around-600000.html", "urlToImage": "https://static01.nyt.com/images/2018/11/11/realestate/11selling-BIG-Manhattan/oakImage-1540400541028-facebookJumbo.jpg", "publishedAt": "2018-11-11T00:00:00Z", "content": "A 65-year-old, 1,583-square-foot, split-level house that has a kitchen with a breakfast bar, a formal dining room, a covered patio and an aboveground pool, on about a tenth of an acre. 12 weeks on the market $629,000 list price 3% below list price Costs $10,1… [+180 chars]"}]}