{"articles": [{"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Judge Blocks Mississippi Law Banning Abortions After 15 Weeks - New York Times", "description": "New York Times Judge Blocks Mississippi Law Banning Abortions After 15 Weeks New York Times ATLANTA — In an often-biting opinion, a federal judge on Tuesday blocked a Mississippi law that sought to forbid most abortions after 15 weeks of pregnancy. Judge Carl…", "url": "https://www.nytimes.com/2018/11/20/us/mississippi-abortion-law.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/21MISABORT/21MISABORT-facebookJumbo.jpg", "publishedAt": "2018-11-20T23:59:17Z", "content": "Judge Reeves, who cited evidence that viability begins at between 23 and 24 weeks, issued his decision about eight months after the Republican-dominated Mississippi state government enacted the law, which banned abortions if the probable gestational age of th… [+1721 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD SANDOMIR", "title": "Jerry Frankel, Prolific Broadway Producer, Is Dead at 88", "description": "The longtime producing partners Jerry Frankel, right, and Jeffrey Richards with the Tony Award they shared in 2005 for a revival of “Glengarry Glen Ross.” “We had an instinctive kind of mutual understanding about people and talent,” Mr. Richards said.", "url": "https://www.nytimes.com/2018/11/20/obituaries/jerry-frankel-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/obituaries/20frankel3/20frankel3-facebookJumbo.jpg", "publishedAt": "2018-11-20T23:58:53Z", "content": "His last show was Come From Away, a musical about the dozens of planes diverted to Newfoundland after the terrorist attacks of Sept. 11, 2001. It won a Drama Desk Award for outstanding musical in 2017. He had seen it at the La Jolla Playhouse, called me up an… [+1669 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MEGAN SPECIA", "title": "时报的“中国规则”专题报道讲了些什么？", "description": "时报的“中国规则”系列报道试图从全景视角看待中国，并尝试回答一个问题：中国是如何从一个贫困落后的国家发展为超级大国，并抛弃西方理论而制定自己的一套规则的。 Lam Yik Fei for The New York Times 中华人民共和国的创立者们可能已经不认识今天的中国了。", "url": "https://cn.nytimes.com/china/20181121/china-rules-takeaways/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/22/world/22china-takeaways1/merlin_143746545_c2bd0df6-cfa5-4b0a-994f-f63112a1a43a-articleLarge.jpg", "publishedAt": "2018-11-20T23:51:48Z", "content": "Megan Specia is a story editor on the International Desk, specializing in digital storytelling and breaking news. @meganspecia"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SIMON ABRAMS", "title": "‘Mystery Science Theater 3000’ at 30: Still Talking Back to the Screen", "description": "Joel Hodgson, left, and Jonah Ray recently completed a 30th anniversary tour for “Mystery Science Theater 3000,” which returns to Netflix on Thursday.", "url": "https://www.nytimes.com/2018/11/20/arts/television/mystery-science-theater-3000-netflix-mst3k.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/arts/22mysteryscience1/22mysteryscience1-facebookJumbo.jpg", "publishedAt": "2018-11-20T23:47:04Z", "content": "JONAH RAY We collaborate with these movies: We enjoy them and celebrate them in the best way we know how, which is to make jokes. Thats what I do in my everyday life. So I tell people: Were going to get together, watch a movie, and have a party while were doi… [+1688 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CAITLIN DICKERSON", "title": "The Price Tag of Migrant Family Separation: $80 Million and Rising", "description": "Casa Presidente, a shelter for migrant children in Brownsville, Tex. The government has spent $80 million on its now-abandoned practice of separating migrant families in detention.", "url": "https://www.nytimes.com/2018/11/20/us/family-separation-migrant-children.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/21family-separation/21family-separation-facebookJumbo.jpg", "publishedAt": "2018-11-20T23:45:07Z", "content": "Lee Gelernt, the American Civil Liberties Union lawyer who represented separated parents in court, said that he would continue to push for the government to provide resources to the families. Its now been five months since the court issued the injunction and … [+1807 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NATALIE KITROEFF", "title": "Senators Ask Verizon and XPO About Pregnancy Discrimination", "description": "After a Times article about warehouse employees who suffered miscarriages, nine senators wrote to the companies’ chief executives to demand accountability.", "url": "https://www.nytimes.com/2018/11/20/business/xpo-verizon-pregnancy-discrimination-miscarriages.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21XPO01/21XPO01-facebookJumbo.jpg", "publishedAt": "2018-11-20T23:23:37Z", "content": "Nine senators, led by Richard Blumenthal of Connecticut and Elizabeth Warren of Massachusetts, wrote letters to the chief executives of Verizon and XPO Logistics demanding that the companies account for the conditions in a Memphis warehouse where several wome… [+815 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEAN RUTTER and HIROKO MASUIKE", "title": "Justice Department, Wildfire Victims, Markets: Your Tuesday Evening Briefing", "description": "Here’s what you need to know at the end of the day.", "url": "https://www.nytimes.com/2018/11/20/briefing/justice-department-wildfire-victims-markets.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/briefing/112018evening-briefing-promo/112018evening-briefing-promo-facebookJumbo.jpg", "publishedAt": "2018-11-20T23:19:48Z", "content": "6. Michigan State Universitys former president was charged with two felonies, accused of lying to the police about her knowledge of sexual abuse committed by Dr. Lawrence Nassar. Lou Anna Simon, above, resigned her role in January amid claims that the univers… [+415 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal", "title": "American Ballet Theatre’s New Skunkworks", "description": "“In the studio we’re so often created on,” David Hallberg, the American Ballet Theater principal who dreamed up the workshop, said recently. “I really wanted to give the dancers a chance to have a more inclusive part in the creative process.” Mr. Hallberg fir…", "url": "https://www.nytimes.com/2018/11/20/arts/dance/abt-incubator-david-hallberg.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21abt-incubator1/21abt-incubator1-facebookJumbo.jpg", "publishedAt": "2018-11-20T23:01:55Z", "content": "Down the hall, Sung Woo Han, 25, was working with five dancers four men and one woman on something that looked almost like a dystopian video game, set to a grinding electronic score. A central figure twitched and pulled at her fingernails while the others thr… [+1156 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "UN Environment Envoy Quits After Audit of Expenses - New York Times", "description": "New York Times UN Environment Envoy Quits After Audit of Expenses New York Times There were too many trips to Paris. And it wasn't helping to save the environment. That was among the conclusions of an internal audit that resulted in the resignation Tuesday of…", "url": "https://www.nytimes.com/2018/11/20/climate/erik-solheim-travel-expenses.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/climate/21CLI-NATIONS/21CLI-NATIONS-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:41:51Z", "content": "The audit, which was seen by The Times, cited uneconomical routing of flight itineraries, opting for more expensive airlines, implementation of teleworking arrangements that were outside the existing policy on flexible working arrangements. It also noted a fa… [+1417 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "JR Smith and the Cleveland Cavaliers Will Keep Their Distance - New York Times", "description": "New York Times JR Smith and the Cleveland Cavaliers Will Keep Their Distance New York Times CLEVELAND — Going into Wednesday night's game against the LeBron James and the Los Angeles Lakers, the Cleveland Cavaliers are 2-13, the worst mark in the N.B.A. They …", "url": "https://www.nytimes.com/2018/11/20/sports/jr-smith-cleveland-cavaliers-los-angeles-lakers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/sports/21jrsmith-web1/21jrsmith-web1-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:41:15Z", "content": "While his outside shooting was important in many wins, his tenure will also be remembered for a blunder in Game 1 of last springs finals, when he seemed to forget that the game was tied and dribbled out the clock. The Cavs then lost in overtime. Now the team,… [+1430 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL GOLD", "title": "2 Adults and 2 Children Dead After Suspected Arson Fire at New Jersey Mansion", "description": "Law enforcement officials were investigating the fire in Colts Neck, N.J., as a possible arson, the Monmouth County prosecutor, Christopher J. Gramiccioni, said.", "url": "https://www.nytimes.com/2018/11/20/nyregion/colts-neck-nj-mansion-fire.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/nyregion/21fire/21fire-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:26:39Z", "content": "The fire broke out at 15 Willow Brook Road, a five-bedroom home built in 2003, just after 12:30 p.m. The house is owned by Keith Caneiro, 50, and Jennifer Caneiro, 45, a married couple, according to property records. Officials were also investigating a fire t… [+458 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "A Cigarette for a Fake Signature? Election Fraud Charged on Los Angeles' Skid Row - New York Times", "description": "New York Times A Cigarette for a Fake Signature? Election Fraud Charged on Los Angeles' Skid Row New York Times They are a familiar sight at farmers' markets and public squares across California every election season: workers gathering signatures needed to pl…", "url": "https://www.nytimes.com/2018/11/20/us/election-fraud-los-angeles-skid-row.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/21skidrow/21skidrow-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:21:17Z", "content": "Voter initiatives are an integral part of Californias electoral system. Some of the states most influential laws dealing with property taxes, water bonds and criminal penalties were passed not by the Legislature but at the ballot box. Workers with clipboards … [+796 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL S. SCHMIDT and MAGGIE HABERMAN", "title": "Trump Answers Mueller’s Questions on Russian Interference", "description": "President Trump’s lawyers have handed over his responses to questions from the special counsel about any possible conspiracy with Russia’s 2016 election interference.", "url": "https://www.nytimes.com/2018/11/20/us/politics/trump-mueller-questions-answers.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/us/politics/00dc-questions/00dc-questions-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:11:42Z", "content": "WASHINGTON President Trump laid out for the special counsel his defense in the investigation into possible ties between his associates and Russias election interference, the presidents lawyers said in a statement on Tuesday. The details of Mr. Trumps response… [+868 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STANLEY REED", "title": "What’s Happening to the Price of Oil?", "description": "Oil production in North Dakota. Prices have fallen to their lowest levels of the year with traders increasingly focused on trade tensions and rising interest rates.", "url": "https://www.nytimes.com/2018/11/20/business/energy-environment/oil-prices.html", "urlToImage": "https://static01.nyt.com/images/2018/11/15/business/15oilexplainer/15oilexplainer-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:10:28Z", "content": "Some background on why the impact has been muted: The Trump administration granted temporary waivers to Irans largest customers, including China, India and Japan. Oil traders took the administrations generosity to mean that the eventual cuts to Iranian export… [+2309 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "UNHCR, the UN Refugee Agency", "title": "3 Young Refugees Have a Powerful Support System: Each Other", "description": "They share a name, a school and a new home outside Seattle. Now these girls from Myanmar are learning to rock climb as part of adjusting to life in their new country.", "url": "https://www.nytimes.com/2018/11/17/neediest-cases/neediest-cases-refugees-climbing.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/nyregion/00ncf-ircseattle1/00ncf-ircseattle1-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:07:34Z", "content": "A lot of our clients say coming to the U.S. and resettling here was the hardest thing theyve had to do, said Adrienne Ramm-Granberg, senior development coordinator for the International Rescue Committee. And theyve often come from what I would consider unimag… [+1296 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MELISSA EDDY", "title": "`Dubious Donations’ to German Far-Right Party Are Under Investigation", "description": "Alice Weidel, a leader of the far-right Alternative for Germany Party, Alice Weidel, sought to blame journalists who uncovered suspicious campaign donations during last year’s election.", "url": "https://www.nytimes.com/2018/11/20/world/europe/germany-afd-party-donations.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21germany-afd/21germany-afd-facebookJumbo.jpg", "publishedAt": "2018-11-20T22:03:12Z", "content": "At a party congress over the weekend, Ms. Weidel sought to blame the journalists who had uncovered the donations, whose reports she said lack any basis and represent an attempt to discredit me personally and politically. Questionable donations are not unknown… [+1276 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CHRISTINA CARON", "title": "Chickenpox Outbreak at School Linked to Vaccine Exemptions", "description": "The red rash associated with chickenpox. A private school in North Carolina is grappling with a chickenpox outbreak that has so far infected at least 36 students.", "url": "https://www.nytimes.com/2018/11/20/health/chicken-pox-vaccine-asheville.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/health/21xp-vaccines1/21xp-vaccines1-facebookJumbo.jpg", "publishedAt": "2018-11-20T21:56:45Z", "content": "It usually presents as a mild illness, but can sometimes cause complications like bacterial skin infections, bloodstream infections, pneumonia, infection of the brain even death. It is important to understand that even healthy children and adults may develop … [+707 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Michael S. Schmidt", "title": "Trump Wanted to Order Justice Dept. to Prosecute Comey and Clinton", "description": "The encounter was one of the most blatant examples yet of how President Trump views the typically independent Justice Department as a tool to be wielded against his political enemies.", "url": "https://www.nytimes.com/2018/11/20/us/politics/president-trump-justice-department.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/politics/21dc-investigate1/21dc-investigate1-facebookJumbo.jpg", "publishedAt": "2018-11-20T21:52:00Z", "content": "WASHINGTON President Trump told the White House counsel in the spring that he wanted to order the Justice Department to prosecute two of his political adversaries: his 2016 challenger, Hillary Clinton, and the former F.B.I. director James B. Comey, according … [+1430 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEKSANDAR DIMISHKOVSKI and MARC SANTORA", "title": "Macedonian Ex-Leader, Facing Prison, Claims to Receive Asylum in Hungary", "description": "The trial of Nikola Gruevski on corruption charges had been viewed as a step forward in a region plagued by corruption and ethnic divisions.", "url": "https://www.nytimes.com/2018/11/20/world/europe/macedonia-nikola-gruevski-hungary.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21macedonia2/21macedonia2-facebookJumbo.jpg", "publishedAt": "2018-11-20T21:47:42Z", "content": "Renata Deskoska, Macedonias justice minister, pointed out that asylum procedures usually take a considerable amount of time. If he really got an asylum, she said, it must have been done quite expediently from some reason. The government said in a statement th… [+1196 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Andrew Jacobs", "title": "Do Not Eat Romaine Lettuce, Health Officials Warn", "description": "The C.D.C. issued the sweeping alert after 32 people in 11 states were sickened with a virulent form of E. coli. Investigators have not been able to pinpoint the source.", "url": "https://www.nytimes.com/2018/11/20/health/romaine-ecoli-outbreak-cdc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/science/21ROMAINE1/21ROMAINE1-facebookJumbo.jpg", "publishedAt": "2018-11-20T21:47:09Z", "content": "In a sweeping alert, federal health officials warned people not to eat romaine lettuce anywhere in the country, after 32 people in 11 states fell sick with a virulent form of E. coli, a bacteria blamed for a number of food-borne outbreaks in recent years. The… [+832 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SAM ROBERTS", "title": "Dennis Wrong, 94, One of the Last of the ‘New York Intellectuals,’ Dies", "description": "Part of a mid-20th-century cadre of sophists, he wrote prodigiously, and iconoclastically, in left-leaning journals while earning distinction as a sociologist.", "url": "https://www.nytimes.com/2018/11/20/obituaries/dennis-wrong-dead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/obituaries/00wrong/00wrong-facebookJumbo.jpg", "publishedAt": "2018-11-20T21:32:14Z", "content": "He attended schools in Toronto, Washington and Geneva, where his father was a delegate to the League of Nations when Hitler invaded Poland in 1939. Because of a foot condition, he was assigned to the Army Reserve during World War II; when wartime manpower sho… [+1303 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATT PHILLIPS", "title": "Stock Market’s Slide Is Flashing a Warning About the Economy", "description": "Stocks often pick up subtle changes before they appear in the economic data. Other markets have also been signaling worry.", "url": "https://www.nytimes.com/2018/11/20/business/stock-market-drop-economy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21markets-promo/21markets-promo-facebookJumbo.png", "publishedAt": "2018-11-20T21:04:54Z", "content": "Strong growth and deep corporate tax cuts have supercharged corporate profits this year. Once all the results are tallied up, the third-quarter earnings for companies in the S&amp;P 500 are expected to be up more than 28 percent from a year earlier outpacing … [+1280 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS BAKALAR", "title": "人类最长能活多久？", "description": "我们都会死，但人类寿命的上限在哪，仍有很大争议。科学家正在开发抗衰老药，研究如何延缓、阻断甚至逆转这一进程，让人类的晚年生活更加健康、更有保障。 Jens Mortensen for The New York Times", "url": "https://cn.nytimes.com/health/20181121/human-life-span/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-LIFESPAN/merlin_146934618_f4973656-9bdf-4b94-8de9-4abfd55b328c-articleLarge.jpg", "publishedAt": "2018-11-20T20:59:24Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Task Force Calls for Offering PrEP to All at High Risk for HIV - New York Times", "description": "New York Times Task Force Calls for Offering PrEP to All at High Risk for HIV New York Times An influential government task force has drafted a recommendation that would for the first time urge doctors to offer a daily prophylactic pill to patients who are at…", "url": "https://www.nytimes.com/2018/11/20/well/live/hiv-aids-prevention-prep.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/well/20prep/merlin_131098868_013e6fc1-131e-467d-8a99-476da20d2376-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:58:03Z", "content": "Dr. Kenneth Mayer, co-chairman and medical research director at the Fenway Institute in Boston, agreed. This is big news. There is no cure for H.I.V., and there is no vaccine, but we have these medications that can have an effect on the epidemic, he said. The… [+2219 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: Should Democrats Stick With Pelosi?", "description": "One reader urges older Democrats to step aside, while two others hope that the former House speaker will be the next one, too.", "url": "https://www.nytimes.com/2018/11/20/opinion/letters/pelosi-house-speaker.html", "urlToImage": "https://static01.nyt.com/images/2018/11/18/opinion/18house/18house-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:57:34Z", "content": "To the Editor: There is no need to have a fight over who the next speaker of the House should be, even if, as Michelle Cottle says, now is precisely the time for squabbling over the shape and direction of the caucus. Democrats should just stick with whats goo… [+1289 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letters: When Trump Acts Juvenile, Just Ignore Him!", "description": "One reader urges the media to spend a few weeks ignoring the president’s “peccadilloes.” Another chides The Times for a scientific lapse.", "url": "https://www.nytimes.com/2018/11/20/opinion/letters/trump-juvenile.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19tweetsEDTweb/19tweetsEDTweb-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:53:35Z", "content": "To the Editor: Re Mr. Trumps Foes by Any Other Name... (editorial, Nov. 20), about the presidents use of name-calling and personal insults: I believe that the best way to treat a man who has to belittle others continually, which he does to get attention for h… [+894 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: It’s Time to Invest in Electric Buses", "description": "A public advocacy group describes the advantages.", "url": "https://www.nytimes.com/2018/11/20/opinion/letters/electric-school-buses.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/business/13cli-schoolbuses01-inyt/merlin_146132850_754ad28d-0844-475a-9a02-581a1c855d14-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:48:22Z", "content": "To the Editor: As highlighted in The Wheels on These Buses Go Round With Zero Emissions (Climate, nytimes.com, Nov. 12), electric buses are not only cleaner and healthier than their diesel counterparts, but also more affordable than people think. The article … [+797 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Miranda S. Spivack", "title": "Universities Look to Strengthen the Places They Call Home", "description": "Many colleges and universities are taking a leading role in revitalizing local communities, recognizing that development can make their institutions more attractive.", "url": "https://www.nytimes.com/2018/11/20/business/universities-redevelopment.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21TOWNGOWN-01/21TOWNGOWN-01-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:42:59Z", "content": "It has had the effect of jump-starting the private sector, he said. Drexel University in Philadelphia has completed about $500 million in real estate development since 2010, said the university president, John Fry. He said school officials see vast potential … [+1362 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: Keeping Dementia Private", "description": "Sandra Day O'Connor retired from public life earlier this year, announcing that she had dementia — a rare public acknowledgment.", "url": "https://www.nytimes.com/2018/11/20/opinion/letters/dementia-privacy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/science/13SCI-SPAN1/13SCI-SPAN1-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:42:39Z", "content": "To the Editor: The Increasingly Public Face of Dementia (The New Old Age, Science Times, Nov. 13) provided an important public service, spelling out some of the benefits of sharing a dementia diagnosis. Id like to add a postscript, which comes to mind in this… [+293 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal", "title": "100 Notable Books Of 2018, As Chosen By NYT Editors (Let The Debates Begin)", "description": "The year’s notable fiction, poetry and nonfiction, selected by the editors of The New York Times Book Review.", "url": "https://www.nytimes.com/interactive/2018/11/19/books/review/100-notable-books.html", "urlToImage": "https://static01.nyt.com/images/2018/10/08/books/review/100-notable-books-1542317132491/100-notable-books-1542317132491-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:31:12Z", "content": "By THE NEW YORK TIMES NOV. 19, 2018 The years notable fiction, poetry and nonfiction, selected by the editors of The New York Times Book Review."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "letter: The Joy of Raking Leaves", "description": "A reader finds an escape from day-to-day concerns.", "url": "https://www.nytimes.com/2018/11/20/opinion/letters/raking-leaves.html", "urlToImage": "https://static01.nyt.com/images/2018/11/13/opinion/11renkl/11renkl-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:28:04Z", "content": "To the Editor: Re Raking Leaves on a Windy Day (Op-Ed, Nov. 12): Thank you, Margaret Renkl, for your delightful and insightful opinion. As I rake, my own small worries and the bigger worries of the world are momentarily swept away. There are frequent pauses a… [+488 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MITCH SMITH and MONICA DAVEY", "title": "In Chicago Hospital Shooting, Domestic Violence Flares Into Public View", "description": "The chaos that sent patients and workers fleeing from Mercy Hospital’s emergency room began, the authorities said, as an argument between the gunman and a doctor with whom he had had a relationship.", "url": "https://www.nytimes.com/2018/11/20/us/mercy-hospital-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/21chicago2/merlin_147122445_562651ed-1932-4577-86af-8f40ce3d6f5c-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:24:31Z", "content": "When shots broke out inside Mercy Hospital, just south of downtown Chicago, patients were evacuated from the emergency room and ambulances prepared to take those who were shot to other hospitals. Shootings at hospitals, especially large-scale ones, are rare, … [+1401 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "C-SPAN", "title": "U.S. Needs Saudis to Combat ‘Mean, Nasty World,’ Pompeo Says", "description": "Secretary of State Mike Pompeo said the United States would stand by Saudi Arabia despite the C.I.A’s belief that Crown Prince Mohammed bin Salman ordered the killing of the Saudi journalist and U.S. resident Jamal Khashoggi.", "url": "https://www.nytimes.com/video/world/middleeast/100000006225422/pompeo-saudi-arabia-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/pompeo-vid/pompeo-vid-videoSixteenByNine1050.jpg", "publishedAt": "2018-11-20T20:19:05Z", "content": "1 U.S. Paul Manaforts Trail of Scandals"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PARUL SEHGAL", "title": "Books of The Times: ‘The Condition of Secrecy’ Teems With Love for Language and the Natural World", "description": "In her wide-ranging essays, the Danish writer Inger Christensen, who died in 2009, cuts her towering erudition with mischief and generosity.", "url": "https://www.nytimes.com/2018/11/20/books/review-condition-of-secrecy-essays-inger-christensen.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/books/21bookchristensen1/21bookchristensen1-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:13:33Z", "content": "Its a hectic kind of erudition that could easily seem showy, but in these essays we experience it as a kind of abundance, an outpouring of love for the world. Nieds clean, musical translation helps. There is nothing knotty, nothing strained. The arguments rad… [+3154 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Karen Weise", "title": "Somali Workers in Minnesota Force Amazon to Negotiate", "description": "Labor organizers and researchers said they had not heard of Amazon previously coming to the table after worker pressure, even for private discussions.", "url": "https://www.nytimes.com/2018/11/20/technology/amazon-somali-workers-minnesota.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21AMAZON07/21AMAZON07-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:11:32Z", "content": "But after Ms. Ibrahim returned from breast cancer treatment, a new manager scolded her for working slowly, she said. She felt the manager did not see her as a woman who had worked for aid groups, overcome breast cancer and raised a daughter who got into medic… [+2055 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MITCH SMITH", "title": "Ex-President of Michigan State Charged with Lying about Nassar Case", "description": "Lou Anna K. Simon, who left Michigan State under pressure, was accused of lying to the police about what she knew of Dr. Lawrence G. Nassar’s sexual abuse.", "url": "https://www.nytimes.com/2018/11/20/us/lou-anna-simon-michigan-state-nassar.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/21michiganstate/21michiganstate-facebookJumbo.jpg", "publishedAt": "2018-11-20T20:08:33Z", "content": "Lou Anna K. Simon, the former president of Michigan State University, was charged on Tuesday with two felonies, accused of lying to the police about her knowledge of sexual abuse committed by Dr. Lawrence G. Nassar. Dr. Simon, a longtime professor and adminis… [+749 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARGARET CHEATHAM WILLIAMS,MAYA EDELMAN", "title": "当父母无法接受你的同性婚姻", "description": "一对跨国同性恋伴侣养育了一对双胞胎孩子。即使父母曾经无法理解他们的婚姻，他们也努力走了下去，一点点被接受，并为孩子创造包容、尊敬、有爱的家庭和环境。", "url": "https://cn.nytimes.com/culture/20181121/conception-flax/?utm_source=RSS", "urlToImage": null, "publishedAt": "2018-11-20T19:53:37Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KAREN ZRAICK", "title": "White Kansas Official Resigns After Uproar Over ‘Master Race’ Remarks", "description": "Louis Klemp, center, a county commissioner in Leavenworth County, Kan., addressing Triveece Penelton, who was at the lectern. Mr. Klemp drew widespread criticism after using the term “master race” while speaking to her.", "url": "https://www.nytimes.com/2018/11/20/us/louis-klemp-kansas-master-race-resigns.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/21xp-kansas/21xp-kansas-facebookJumbo-v2.jpg", "publishedAt": "2018-11-20T19:52:26Z", "content": "In her own statement after Mr. Klemps resignation, Ms. Penelton called the original comments unbelievably inappropriate. She noted that the land use analysis she had been presenting was the outcome of a nine-month community planning process. And in response, … [+1090 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Adrian Beltre Was the All-Time Great You Failed to Notice - New York Times", "description": "New York Times Adrian Beltre Was the All-Time Great You Failed to Notice New York Times Adrian Beltre does not like to have his head touched. That's an odd thing to think about when considering Beltre, who announced his retirement on Tuesday and will almost a…", "url": "https://www.nytimes.com/2018/11/20/sports/adrian-beltre-retired.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/sports/21score-web1/21score-web1-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:37:41Z", "content": "Beltres eye-popping runs saved numbers are a reflection of his ability to make any kind of play in the field. In one four-season span, Sports Info Solutions rated him as the best third baseman in baseball at turning balls hit down the third base line into out… [+1786 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MANOHLA DARGIS", "title": "‘Roma’ Review: Alfonso Cuarón’s Masterpiece of Memory", "description": "Cuarón uses both intimacy and monumentality to express the depths of ordinary life in this autobiographical movie set in Mexico City in the 1970s.", "url": "https://www.nytimes.com/2018/11/20/movies/roma-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21roma-1/21roma-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:29:57Z", "content": "In Roma, the Mexican director Alfonso Cuarón uses a large canvas to tell the story of lives that some might think small. A personal epic set in Mexico City in the early 1970s, it centers on a young indigenous woman who works as a maid for a middle-class white… [+2247 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATT PHILLIPS", "title": "美股大跌给美国经济敲响警钟", "description": "虽然美国经济在很多方面都很强劲，但一团糟的股票市场可能预示着风险。全球特别是中国的增长疲软、贸易战可能造成的损失、企业成本上涨的担忧，都令投资者陷入担心。 Mark Lennihan/Associated Press 周二，一名交易员在纽约证券交易所交易大厅。", "url": "https://cn.nytimes.com/business/20181121/stock-market-drop-economy/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21markets1-alt/merlin_147128979_c494fcf4-51f0-4e72-a980-b36c763a9af4-articleLarge.jpg", "publishedAt": "2018-11-20T19:28:45Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALISHA HARIDASANI GUPTA", "title": "Asia and Australia Edition: China, Interpol, Saudi Arabia: Your Wednesday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/20/briefing/china-interpol-saudi-arabia.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/sports/21DC-KHASHOGGI-copy-copy/21DC-KHASHOGGI-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:26:54Z", "content": "It was another year of the woman, with a catch. On this day a century ago, Rebecca Felton, above, became the first woman in the U.S. Senate. For one day. In 1922, Georgias governor decided to run for the seat of a senator who had died. Seeking votes from the … [+1138 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERNESTO LONDOÑO and SHASTA DARLINGTON", "title": "U.S. and Brazil Chose Similar Leaders. It May Lead to Smoother Relations.", "description": "President-elect Jair Bolsonaro’s enthusiasm for closer ties with America is among the starkest signs that Brazil’s foreign policy is about to undergo profound changes.", "url": "https://www.nytimes.com/2018/11/20/world/americas/bolsonaro-brazil-trump.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/world/00brazil-us1/00brazil-us1-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:19:49Z", "content": "Mr. Bolsonaro has yet to outline a detailed foreign policy vision, but he recently unveiled his pick for foreign minister: Ernesto Araújo, a midlevel diplomat who heads the United States and Canada department at the Foreign Ministry and shares his admiration … [+1371 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN CASTLE", "title": "U.K. ‘Coup’ Against Theresa May Falters. For now.", "description": "Hard-line, pro-Brexit Conservatives thought they could force a confidence vote against the prime minister. Then, embarrassingly, their support melted away.", "url": "https://www.nytimes.com/2018/11/20/world/europe/uk-brexit-theresa-may.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21brexit/21brexit-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:13:00Z", "content": "A few feet away Steve Baker, another lawmaker and the groups unofficial head-counter, sounded a little more chastened, noting that he had received pledges from enough colleagues to trigger the vote, but that not all had followed through by sending in their le… [+1503 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nathaniel Popper", "title": "The ‘Neo-Banks’ Are Finally Having Their Moment", "description": "High fees and low interest rates have provided an opening for a new generation of finance start-ups to compete with the big banks.", "url": "https://www.nytimes.com/2018/11/20/technology/finance-start-ups-neo-banks.html", "urlToImage": "https://static01.nyt.com/images/2018/11/12/business/00fintech03/00fintech03-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:00:24Z", "content": "Most of the new companies have kept their money and run transactions through partner banks, generally smaller regional banks that dont have the money or the expertise to build out their own digital services. Traditional banks are recognizing the threat. Wells… [+1568 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TOBIAS GREY", "title": "Fiction: Her Mother Disappeared 16 Years Ago. In This Novel, the Hunt Continues.", "description": "Daisy Johnson’s debut novel, “Everything Under,” a finalist for the Man Booker Prize, riffs on timeless myths to document a daughter’s desperate search.", "url": "https://www.nytimes.com/2018/11/20/books/review/daisy-johnson-everything-under.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25Grey/25Grey-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:00:04Z", "content": "EVERYTHING UNDER By Daisy Johnson 264 pp. Graywolf Press. Paper, $16. Daisy Johnsons first novel, Everything Under, is a force of nature. Its narrative is slippery as an eel and tangled like the murky, wreckage-strewn waterways of its Oxfordshire setting. Its… [+2230 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEVEN B. SMITH", "title": "Nonfiction: Two New Books Confront Nietzsche and His Ideas", "description": "Sue Prideaux’s “I Am Dynamite!” and John Kaag’s “Hiking With Nietzsche” offer modern interpretations of a highly controversial thinker.", "url": "https://www.nytimes.com/2018/11/20/books/review/sue-prideaux-i-am-dynamite-john-kaag-hiking-with-nietzsche.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25Smith/25Smith-facebookJumbo.jpg", "publishedAt": "2018-11-20T19:00:04Z", "content": "Prideaux ends her book deploring the Nazification of Nietzsches legacy, but without ever asking whether Nietzsche bears any responsibility for this misappropriation. Why did he write in a way that permitted such misuse? Dangerous thinkers should expect to att… [+2976 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ELEANOR STANFORD", "title": "A ‘Lego Movie 2’ Trailer and More: 6 Things to Know in Pop Culture Today", "description": "The new trailer for “Lego Movie 2” introduces Rex Dangervest, a galaxy-defending archaeologist voiced by Chris Pratt.", "url": "https://www.nytimes.com/2018/11/20/arts/lego-movie-2-avicii-brilliant-friend.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21cheatshee-lego/21cheatshee-lego-facebookJumbo.png", "publishedAt": "2018-11-20T18:50:01Z", "content": "The original Lego Movie was far better than it had any right to be: It was sweetly satirical and irreverently silly, and I loved it. The new trailer for Lego Movie 2 introduces Rex Dangervest, who is voiced by Chris Pratt, as is our everyman hero Emmet. It lo… [+387 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PALKO KARASZ", "title": "A Tulip Planned to Rise Above a Gherkin on London’s Skyline", "description": "The British architect Norman Foster’s studio has announced plans to raise a skyscraper shaped like an unopened blossom atop a concrete stalk in the city’s financial district.", "url": "https://www.nytimes.com/2018/11/20/world/europe/tulip-gherkin-london-skyline.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21tulip1/21tulip1-facebookJumbo.jpg", "publishedAt": "2018-11-20T18:48:14Z", "content": "There would be an interactive exhibition on the history of London, in keeping with the local authorities drive to infuse cultural experiences into the financial district. At just over 305 meters tall (around 1,000 feet) the Tulip would not quite match Londons… [+858 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JONATHAN MARTIN", "title": "Race and Mississippi History Form Backdrop to Senate Debate", "description": "Senator Cindy Hyde-Smith is expected to address a comment she made about a “public hanging” as she debates Mike Espy ahead of next week’s runoff election.", "url": "https://www.nytimes.com/2018/11/20/us/politics/mississippi-senate-runoff-debate.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/politics/21DEBATE-COMBO/21DEBATE-COMBO-facebookJumbo.jpg", "publishedAt": "2018-11-20T18:47:09Z", "content": "Ms. Hyde-Smith has largely retreated from public view since the video was released by a liberal blogger, making tonights forum pivotal. Ms. Hyde-Smith is planning to use the debate to address her comments, which have angered and embarrassed black and white vo… [+1663 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "STEPHEN GROCER", "title": "These 5 Tech Stocks Combined Have Lost More Than $800 Billion in Market Value", "description": "Investors have soured on the stocks of Facebook, Amazon, Apple, Netflix and Alphabet since the start of October, wiping out their gains in market value this year.", "url": "https://www.nytimes.com/2018/11/20/business/dealbook/5-tech-stocks-combined-lost-800-billion.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/dealbook/20db-fangslug/20db-fangslug-facebookJumbo.jpg", "publishedAt": "2018-11-20T18:35:26Z", "content": "By the end of August, the market value of Apple and Amazon had each surpassed $1 trillion, and Alphabet was flirting with $900 billion. The combined market value of the five had reached $3.6 billion. But worries about global economic growth as well as lacklus… [+954 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMANDA HESS", "title": "Critic’s Notebook: Paula Jones, Reconsidered", "description": "In “The Clinton Affair,” Paula Jones (center, in 1998) and other women who publicly accused Bill Clinton of sexual harassment and assault are seen in a new light.", "url": "https://www.nytimes.com/2018/11/20/arts/television/paula-jones-monica-lewinsky-bill-clinton.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21clinton-revisted1/21clinton-revisted1-facebookJumbo.jpg", "publishedAt": "2018-11-20T18:01:34Z", "content": "The Clinton Affair, A&amp;Es six-part mini-series on the scandals of Bill Clintons presidency, lacks a point of view. It is straightforward in style and evenhanded in tone. Strangely, this recommends it. The events it covers have been so sensationalized and s… [+1416 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KATHERINE ROSMAN", "title": "New York stories: This Grammar Guru Will Solve the World’s Problems", "description": "Stop by and parse something! Ellen Jovin with her \"Grammar Table.\"", "url": "https://www.nytimes.com/2018/11/20/style/grammar-table-ellen-jovin.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/fashion/22GRAMMARTABLE01/22GRAMMARTABLE01-facebookJumbo.jpg", "publishedAt": "2018-11-20T18:00:07Z", "content": "Mr. Bagley laid out one of his grammatical pet peeves: the use of the proposition of along with an apostrophe-S when asserting possession. For example, Mr. Bagley said, Joe Blow is a friend of Donald Trumps. (Its hard to veer away from politics on the Upper W… [+1134 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MATT APUZZO", "title": "Russia, Which Has Tried to Manipulate Interpol, Is Poised to Lead It", "description": "The prospect of a Russian presidency ignited lobbying by American and European officials. Rights groups warn it may make Interpol vulnerable to Kremlin influence.", "url": "https://www.nytimes.com/2018/11/20/world/europe/russia-interpol-china-president.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21interpol/21interpol-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:56:56Z", "content": "The presidency of Interpol is in many ways a ceremonial position with little power to influence the issuance of warrants. Nevertheless, elevating a Russian in the face of such criticism would be a public relations coup for Mr. Putin. It would also be a setbac… [+1685 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Tiny Love Stories: I Said, ‘I Love You.’ He Said, ‘Thanks.’", "description": "Modern Love in miniature, featuring five reader-submitted stories of 100 words or fewer.", "url": "https://www.nytimes.com/2018/11/20/style/tiny-modern-love-stories.html", "urlToImage": "https://static01.nyt.com/images/2018/09/20/style/XXtinylove-promo-1/XXtinylove-promo-1-facebookJumbo-v2.jpg", "publishedAt": "2018-11-20T17:56:17Z", "content": "Throughout my hardships with obsessive-compulsive disorder, parents, boyfriends and social media celebrities have sent me on a frantic and mostly unsuccessful search for self-love. I have tried to exude self-love in its various costumes a perfect Instagram, a… [+1377 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "Critic’s Notebook: Viewing Ingmar Bergman Through a Glass Less Darkly", "description": "On the 100th anniversary of the Swedish filmmaker’s birth, an impressive Blu-ray set from Criterion makes a fresh case for his importance — and entertainment value.", "url": "https://www.nytimes.com/2018/11/20/movies/ingmar-bergman-criterion-box-set.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21bergman-notebook-1/21bergman-notebook-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:53:34Z", "content": "By the 1970s, Bergman increasingly preferred hand-held camera work over the carefully grounded constructions of his earlier films. (An elevator scene late in Waiting Women, from 1952, contains no fewer than a dozen camera setups in that cramped space.) And by… [+1485 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARK LANDLER", "title": "Trump Stands With Saudi Arabia Despite Khashoggi Killing", "description": "“It could very well be that the Crown Prince had knowledge of this tragic event — maybe he did and maybe he didn’t!” President Trump said.", "url": "https://www.nytimes.com/2018/11/20/world/middleeast/trump-saudi-khashoggi.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/sports/21DC-KHASHOGGI/21DC-KHASHOGGI-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:51:54Z", "content": "WASHINGTON President Trump declared his unswerving loyalty to Saudi Arabias crown prince, Mohammed bin Salman, on Tuesday, declaring that the princes culpability in the killing of the journalist, Jamal Khashoggi, might never be known. It could very well be th… [+522 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KENNETH CHANG", "title": "A Metropolis of 200 Million Termite Mounds Was Hidden in Plain Sight", "description": "Scientists studying hundreds of millions of termite mounds in Brazil, visible from space, dated a handful and found them to be between 690 and 3,820 years old.", "url": "https://www.nytimes.com/2018/11/20/science/termite-mounds-brazil.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/science/21TERMITES/21TERMITES-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:32:57Z", "content": "These mounds were not ventilation structures, but simply piles of dirt. As the termites excavated networks of tunnels below the landscape, they needed somewhere to discarded the excavated dirt. So they carried the dirt up the central tube to the top of a moun… [+1586 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FLORENCE FABRICANT", "title": "Off the Menu: Hill Country Food Park Opens in Downtown Brooklyn", "description": "Van Leeuwen ice cream, fried chicken and Tex-Mex are a few of the offerings at Hill Country Food Park, in Downtown Brooklyn.", "url": "https://www.nytimes.com/2018/11/20/dining/nyc-restaurant-news.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21OFF2/21OFF2-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:27:20Z", "content": "Marc Glosserman, who brought his Texas roots to New York and founded the various Hill Country restaurants, has turned what was his barbecue place in Brooklyn into a spacious food hall with an outdoor vibe. I want it to be like a gathering of food trucks, he s… [+2621 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NICHOLAS FANDOS", "title": "McConnell Feels the Heat From the Right to Bring Criminal Justice Bill to a Vote", "description": "Senator Charles E. Grassley, chairman of the Judiciary Committee, asked Mitch McConnell for a vote on the bipartisan criminal justice legislation before the end of the year.", "url": "https://www.nytimes.com/2018/11/20/us/politics/grassley-mcconnell-criminal-justice-bill.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/politics/21dc-criminal1/21dc-criminal1-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:21:22Z", "content": "But Mr. McConnell is also getting pressure from Senator Tom Cotton, Republican of Arkansas, the leader of a small but powerful bloc of conservatives deeply opposed to any sentencing changes or early release provisions that could free jailed criminals. Mr. Cot… [+1548 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TEJAL RAO", "title": "The Bird Rules the Thanksgiving Magazine Cover", "description": "The magazine business has changed, but when it comes to the November issue, editors still grapple with the annual pressure of designing a standout cover.", "url": "https://www.nytimes.com/2018/11/20/dining/thanksgiving-magazine-cover.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21covers9/21covers9-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:13:45Z", "content": "Hunter Lewis, the editor in chief of Cooking Light (which will cease publication at the end of the year) and Food &amp; Wine, said discussions about the look and feel of his cover food can start months ahead of the shoot. Three years ago, a beautiful plate of… [+1228 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "SIMON ROMERO, JOSE A. DEL REAL and THOMAS FULLER", "title": "On the California Wildfire Missing List, Name After Name After Name", "description": "Families desperate for information have flocked to unofficial lists of missing people, like this message board in Chico, Calif., after the Camp Fire destroyed much of the town of Paradise.", "url": "https://www.nytimes.com/2018/11/20/us/missing-in-california.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/us/21missing-01/21missing-01-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:11:28Z", "content": "Sheriff Allman dispatched a team to Butte County that is charged with identifying potential homes that have remains. With around 13,000 homes destroyed, most of them incinerated, the search has been painstaking. Sheriff Allman, who has conferred regularly wit… [+1475 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JONAH ENGEL BROMWICH", "title": "Styles Investigates …: What Do Sneakerheads Wear at Thanksgiving?", "description": "Balenciaga logo scarf, $525; Gucci NY Yankees Cap, $530; Versace logo beanie, $350; Versace logo scarf, $525; Versace plaid beret, $365; Études logo headband, $70; Fendi vest, $1,490; Fendi sweater, $1,100; Prada nylon pouch, $580; Champion puffer jacket, $22…", "url": "https://www.nytimes.com/2018/11/20/style/sneakerhead-thanksgiving-complexcon.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/style/20hypethanksgiving-1/20hypethanksgiving-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:10:38Z", "content": "In his defense, the attendees were hard to pin down, divided into factions loosely structured around age and priorities. Many older fans buy tickets because they genuinely value the rarity of the goods available, hoping to wear them and, in some cases, turn t… [+971 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By GRETCHEN REYNOLDS", "title": "Breathing Through the Nose May Offer Unique Brain Benefits", "description": "Could nasal breathing be more helpful for our brains than breathing through the mouth?", "url": "https://www.nytimes.com/2018/11/20/well/mind/breathing-through-the-nose-may-offer-unique-brain-benefits.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/magazine/25Mag-Well-1/25Mag-Well-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T17:08:56Z", "content": "Folklore, spiritual traditions and even mothers have for ages drawn an implicit connection between respiration and state of mind: Breathe in deeply through your nose, we are told, to clarify thoughts, achieve serenity, defuse tantrums. There isnt a lot of sci… [+945 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL J. de la MERCED", "title": "Coupang, South Korean E-Commerce Start-up, Raises $2 Billion From SoftBank", "description": "The investment is a bet by the Japanese conglomerate that Coupang will conquer the fast-growing South Korean market.", "url": "https://www.nytimes.com/2018/11/20/business/dealbook/coupang-softbank-korea.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21db-coupang/21db-coupang-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:59:36Z", "content": "The potential of Coupangs business model drew SoftBanks attention in 2015, when it invested $1 billion in the company and gained a seat on its board. Since then, Coupang has spent heavily on its delivery options and on its RocketPay payment service. In the pa… [+799 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BORIS KACHKA", "title": "Admiration Society: Rufus Wainwright and Ivo van Hove Talk Politics, Coming Out and Boarding School", "description": "Two creative people in two different fields in one wide-ranging conversation. This time: the singer and the director.", "url": "https://www.nytimes.com/2018/11/20/t-magazine/rufus-wainwright-ivo-van-hove-conversation.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/t-magazine/20tmag-conversation-slide-ATTO/20tmag-conversation-slide-ATTO-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:54:58Z", "content": "What does the Belgian dramatist Ivo van Hove have in common with the American-Canadian singer Rufus Wainwright? For one, theyre both artists whose gay identity is neither incidental to their work nor all-consuming. For another, they are both tireless artistic… [+3238 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PETE WELLS", "title": "Restaurant Review: A Full-Throated Defense of Traditional Indian Cooking", "description": "Adda Indian Canteen in Long Island City, Queens, sets itself apart by refusing to modernize the cuisine.", "url": "https://www.nytimes.com/2018/11/20/dining/adda-indian-canteen-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21REST-slide-WLIU/21REST-slide-WLIU-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:46:59Z", "content": "Saag paneer, the grayest of old gray mares in many Indian restaurants, is coltishly energetic at Adda. The cheese is made in the kitchen, and its gorgeously soft, while the saag is a tart and peppery mix of wilted arugula, sorrel, spinach and mustard greens. … [+1063 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By CHERYL STRAYED and STEVE ALMOND", "title": "My Brother Wants Me to Keep His Depression a Secret", "description": "Can a reader honor her sibling’s desire for privacy, even if he’s in really bad shape?", "url": "https://www.nytimes.com/2018/11/20/style/depression-how-to-help.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/fashion/22SWEETSPOT/22SWEETSPOT-facebookJumbo.gif", "publishedAt": "2018-11-20T16:37:36Z", "content": "Your brothers behavior at your fathers birthday party was inconsiderate. But more important than that, it was a cry for help. You heard that cry, and responded with extraordinary patience and grace. Thats why your brother was honest with you, after years of b… [+2716 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PRIYA KRISHNA", "title": "Branzino, a Mediterranean Fish, Is Being Farmed in Connecticut", "description": "Ideal Fish, in Waterbury, Conn., is one of the first companies n the United States to commercially farm branzino — a species that has long been flown in from the Mediterranean.", "url": "https://www.nytimes.com/2018/11/20/dining/branzino-fish-farming-connecticut.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21branzino1/21branzino1-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:32:32Z", "content": "But Mr. Pedersen said that his energy costs were not as high as he anticipated, and that he planned to install solar panels and use geothermal energy. Eric Ripert, the executive chef and an owner of the seafood restaurant Le Bernardin in New York, said he wou… [+1341 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "At Least 43 Killed in Bombing of Afghan Religious Gathering - New York Times", "description": "New York Times At Least 43 Killed in Bombing of Afghan Religious Gathering New York Times Afghan health workers carrying an injured person after a suicide attack on a religious gathering at a wedding hall in Kabul, where a thousand people were said to be pres…", "url": "https://www.nytimes.com/2018/11/20/world/asia/afghanistan-wedding-hall-bombing.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21afghanistan/21afghanistan-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:16:47Z", "content": "Nek Amal, 18, was among many who gathered outside the hall seeking news of friends and family members inside. My brother is inside and Ive been trying to reach him but he is not answering the phone, Mr. Amal said. He is there with many friends of his and they… [+1246 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Indian Cuisine for People Who Love Spices", "description": "At Adda Indian Canteen in Long Island City, Queens, home-style recipes and street snacks are prepared emphatically.", "url": "https://www.nytimes.com/slideshow/2018/11/20/dining/adda-indian-restaurant-nyc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/dining/21REST-slide-WLIU/21REST-slide-WLIU-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:07:23Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JACOB HEILBRUNN", "title": "Nonfiction: A Foreign Policy Realist Challenges America’s Zeal for Intervention", "description": "Stephen M. Walt’s “The Hell of Good Intentions” takes a critical look at how Washington has handled international affairs over the last several years.", "url": "https://www.nytimes.com/2018/11/20/books/review/stephen-m-walt-hell-good-intentions.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25Heilbrunn/25Heilbrunn-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:07:11Z", "content": "According to Walt, the dominant narrative after the conclusion of the Cold War was that history was on Americas side, even, as Francis Fukuyama put it in a famous 1989 essay in The National Interest, that so-called history had ended and all that remained was … [+4132 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HAROON MOGHUL", "title": "Happy Birthday, Muhammad", "description": "A view of illuminated Memon Mosque ahead of Mawlid, the birthday of Prophet Mohammad, in Karachi, Pakistan, Sunday.", "url": "https://www.nytimes.com/2018/11/20/opinion/happy-birthday-muhammad.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/opinion/20MOGHUL/20MOGHUL-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:03:28Z", "content": "It began with the troubled circumstances of my birth: I had a malformed intestinal tract. Had I been born a few decades earlier, I would have died very early on. As a sick child, I spent much of my time indoors, with books my parents encouraged, many of which… [+2275 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MARK ATWOOD LAWRENCE", "title": "Nonfiction: The Disaster That Was the Vietnam War", "description": "Max Hastings’s “Vietnam: An Epic Tragedy, 1945-1975” condemns all sides for corruption, cynicism and outright cruelty.", "url": "https://www.nytimes.com/2018/11/20/books/review/max-hastings-vietnam.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25Lawrence/25Lawrence-facebookJumbo.jpg", "publishedAt": "2018-11-20T16:01:03Z", "content": "The book also excoriates the South Vietnamese. Rejecting recent scholarship suggesting that leaders in Saigon may have had more legitimacy than often supposed, Hastings berates them as corrupt autocrats reliant on the United States and uninterested in the wel… [+3348 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "J. K. TROTTER", "title": "Johnny Depp Is NOT Best Friends With This Lizard, Despite Report", "description": "Artist rendering. This is NOT a photo of Johnny Depp with his best friend who is a lizard!", "url": "https://www.nytimes.com/2018/11/20/style/gossip-cop-trump-stormy-daniels.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/style/16GossipCop-johnny/16GossipCop-johnny-facebookJumbo.jpg", "publishedAt": "2018-11-20T15:48:48Z", "content": "The site was also built as act of repentance. Mr. Lewittes describes himself not just as creator, owner, founder and Top Cop of the site, but as a reformed gossip columnist who knows the industry inside and out, and who worked previously at Access Hollywood, … [+2400 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LIZ ALDERMAN", "title": "Nissan and Renault Wrestle With the Fallout From Carlos Ghosn’s Arrest", "description": "As chairman of Nissan, chief executive of Renault and chairman of the board at Mitsubishi, Carlos Ghosn headed what is effectively the world’s largest carmaker.", "url": "https://www.nytimes.com/2018/11/20/business/renault-nissan-france-carlos-ghosn.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21ghosnfrance1/21ghosnfrance1-facebookJumbo.jpg", "publishedAt": "2018-11-20T15:31:20Z", "content": "Nissans profitability could weaken substantially in the fiscal years 2018 and 2019 if it turned out that Mr. Ghosns alleged misconduct had hurt sales or the companys alliance with Renault and Mitsubishi, S&amp;P said in a statement. Mr. Ghosn instituted sweep… [+1486 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "A.O. SCOTT", "title": "Critic’s Pick: ‘Creed II’ Review: A Poignant Boxing Movie Blends Old and New", "description": "Michael B. Jordan, Tessa Thompson and Sylvester Stallone reunite in a terrific follow-up to “Creed.”", "url": "https://www.nytimes.com/2018/11/20/movies/creed-ii-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21creedtwo1/21creedtwo1-facebookJumbo.jpg", "publishedAt": "2018-11-20T15:22:37Z", "content": "The bonds and reminders of family are everywhere. Moving from Philadelphia to Los Angeles, partly so Bianca can pursue vaguely defined career opportunities of her own, she and Adonis spend more time with his mother, Mary Anne (Phylicia Rashad). When Rocky ste… [+1735 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Jaclyn Peiser", "title": "Glamour Magazine to Cease Regular Print Publication", "description": "The move is part of a general belt-tightening at Condé Nast. The old print schedule “doesn’t make sense anymore,” says its digital-first editor, Samantha Barry.", "url": "https://www.nytimes.com/2018/11/20/business/media/glamour-magazine-ends-monthly-print-publication.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/21GLAMOUR-01/21GLAMOUR-01-facebookJumbo.jpg", "publishedAt": "2018-11-20T15:04:48Z", "content": "Glamour, which was founded by Condé Montrose Nast himself as Glamour of Hollywood in 1939, is not the first womens magazine to move away from print. Last year Condé Nast put an end to the regular print editions of Teen Vogue and Self, and Hearst Magazines rec… [+1235 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOE DRAPE and KEN BELSON", "title": "The Future of Football Has Flags", "description": "More American children ages 6 to 12 now play flag football than the tackle version of the sport. The N.F.L. has taken note and is investing in the game.", "url": "https://www.nytimes.com/2018/11/20/sports/football/flag-football-nfl.html", "urlToImage": "https://static01.nyt.com/images/2018/11/10/sports/10flagfootball-web1/10flagfootball-web1-facebookJumbo.jpg", "publishedAt": "2018-11-20T15:00:06Z", "content": "In many cases, in fact, the rush to flag football has been led by so-called football people. This fall, Chicagos Academy for Urban School Leadership, a nonprofit after-school program, added flag football for fifth- and sixth-grade girls and boys to complement… [+1422 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Italy Orders Seizure of Migrant Rescue Ship - New York Times", "description": "New York Times Italy Orders Seizure of Migrant Rescue Ship New York Times ROME — Italy has ordered the seizure of the Aquarius, the rescue ship at the center of international criticism over its government's hard line against migration, saying the vessel had i…", "url": "https://www.nytimes.com/2018/11/20/world/europe/italy-aquarius-seizure-order.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21italy1/merlin_139724202_2799d72f-cc72-493c-b3be-08ca0076d623-facebookJumbo.jpg", "publishedAt": "2018-11-20T14:55:45Z", "content": "But Mr. Salvini has given even more authority to the Libyans. Humanitarian groups have decried the larger role for Libya, saying that its treatment of migrants falls far short of acceptable standards. The United Nations refugee agency has noted that while the… [+1221 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "How to Get the Most Out of Black Friday (Even if You're Not Into Tech) - New York Times", "description": "New York Times How to Get the Most Out of Black Friday (Even if You're Not Into Tech) New York Times Whether you're looking to upgrade your TV or your cutting board, there's a strong chance you'll get the opportunity to do so this Black Friday. At Wirecutter,…", "url": "https://www.nytimes.com/2018/11/20/smarter-living/wirecutter/how-to-get-the-most-out-of-black-friday-even-if-youre-not-into-tech.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/smarter-living/wc-blackfriday-slide-LF35/wc-blackfriday-slide-LF35-facebookJumbo.jpg", "publishedAt": "2018-11-20T14:49:33Z", "content": "Guaranteed two-day shipping is one of the best perks of Prime, but if you dont need that discounted hair dryer in the next 48 hours, Amazon will reward your patience with store credit. On the checkout screen, under the delivery options, youll see No-Rush Ship… [+1254 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal1", "title": "MoMA Chairman Gives $40 Million For New Film Center", "description": "“In recognition of the gift, MoMA will create the Debra and Leon Black Family Film Center, spanning two floors of the museum’s … Lauder Building, which includes multimedia exhibition galleries and two theaters. The center will present film exhibitions and pre…", "url": "https://www.nytimes.com/2018/11/19/arts/design/collectors-leon-and-debra-black-museum-of-modern-art.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/design/20black-moma/20black-moma-facebookJumbo.jpg", "publishedAt": "2018-11-20T14:34:33Z", "content": "Martin Scorsese was the honoree at the Museum of Modern Arts annual film benefit on Monday evening, but Leon Black was arguably the man of the hour, since the museum announced at the gala that he and his wife Debra had given $40 million to the museum. In reco… [+859 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Rosalie R. Radomsky", "title": "Recent Commercial Real Estate Transactions", "description": "Recent commercial real estate transactions in New York City.", "url": "https://www.nytimes.com/2018/11/20/realestate/commercial/recent-commercial-real-estate-transactions.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/realestate/commercial/21transFor-Sale/21transFor-Sale--facebookJumbo.jpg", "publishedAt": "2018-11-20T14:00:58Z", "content": "$65 /SQ. FT. $348,205 approximate annual rent 10 West 33rd Street (between Fifth Avenue and Broadway) Manhattan Jackson, a handbag designer and manufacturer, has signed a lease for five years and one month for a 5,357-square-foot office and showroom space on … [+402 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GLENN KENNY", "title": "‘Robin Hood’ Review: A New Version Strains to Be Relevant", "description": "This is not your father’s, or grandfather’s, “Robin Hood,” and it’s not very good, either.", "url": "https://www.nytimes.com/2018/11/20/movies/robin-hood-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/robinhood1/robinhood1-facebookJumbo.jpg", "publishedAt": "2018-11-20T14:00:00Z", "content": "Taron Egertons Robin of Loxley struts and pouts through his manor before being sent to the Crusades, where he stands up for the Moor who will become this versions Little John (Jamie Foxx, who must have lost a bet). On returning to England, Robin sets his sigh… [+652 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JILL COWAN", "title": "California Today: California Today: Risking All to Save Helltown From Burning", "description": "Dharma Tony LaRocca and three others worked through the night to defend Helltown, the Northern California town where he grew up, from flames.", "url": "https://www.nytimes.com/2018/11/20/us/california-today-camp-fire-helltown.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/20californiatoday-fire1/20californiatoday-fire1-facebookJumbo.jpg", "publishedAt": "2018-11-20T13:46:49Z", "content": "I looked down into the canyon, and it looks like something out of Dantes Inferno, Mr. LaRocca, 47, said. Its dark out, but all you see is fire. Despite knowing better, Mr. LaRocca got to work trying to save Helltown. The three people in his group, and one oth… [+605 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "COREY KILGANNON", "title": "U.F.O. Over the Statue of Liberty? ‘The Banksy of Monuments’ Strikes Again", "description": "Is that a spaceship hovering over the Statue of Liberty? A Staten Island man’s hoax tests tourists’ gullibility.", "url": "https://www.nytimes.com/2018/11/19/nyregion/alien-monument-hoax-nyc.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20hoaxstatue/merlin_146391684_c9370d32-5cac-4ce2-a1b9-69b4ff9f505b-facebookJumbo.jpg", "publishedAt": "2018-11-20T13:45:20Z", "content": "What is he? The Banksy of monuments? she said, conjuring the anonymous English street artist. Mr. Reginella said several friends have helped him create these projects. A buddy who is a tugboat crewman took video footage for the documentary and a singer, David… [+1015 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID LEONHARDT", "title": "What to Root for in the Pelosi Saga", "description": "Nancy Pelosi, Democrat of California, spoke at a news conference on Capitol Hill in Washington last week.", "url": "https://www.nytimes.com/2018/11/20/opinion/nancy-pelosi-house-speaker-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/opinion/20leonhardt-newsletter/20leonhardt-newsletter-facebookJumbo.jpg", "publishedAt": "2018-11-20T13:37:15Z", "content": "This article is part of the Opinion Today newsletter. You can sign up here to receive the newsletter each weekday. Is Nancy Pelosi in trouble or not? From reading the news coverage, its hard to know, because reporters themselves arent sure how much danger she… [+2747 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ArtsJournal1", "title": "After Seven Seasons, Jessica Lang Dance To Shut Down", "description": "While Lang’s career as a choreographer has been going well, things (mostly money) for her company have been as difficult as for any small, independent dance troupe. “You have to raise so much money, the smaller companies don’t have enough staff, and Jessica w…", "url": "https://www.nytimes.com/2018/11/19/arts/jessica-lang-dance-to-disband-in-april-after-7-seasons.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20lang-item2/20lang-item2-facebookJumbo.jpg", "publishedAt": "2018-11-20T13:32:34Z", "content": "Her manager, Margaret Selby, said in an interview that Jessica Lang Dances closing showed how difficult it is to keep a small dance company running these days. You have to raise so much money, the smaller companies dont have enough staff, and Jessica was runn… [+773 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Rams and Chiefs Can't Stop Scoring, and There May Be More to Come - New York Times", "description": "New York Times Rams and Chiefs Can't Stop Scoring, and There May Be More to Come New York Times LOS ANGELES — When the N.F.L. decided in the off-season to more strictly enforce helmet-to-helmet hits and roughing the passer penalties, league officials made a p…", "url": "https://www.nytimes.com/2018/11/20/sports/nfl-rams-vs-chiefs-score.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/sports/21rams-subtop/21rams-subtop-facebookJumbo.jpg", "publishedAt": "2018-11-20T13:09:15Z", "content": "This has given the league a much-needed boost after several years of off-field controversies, including players committing domestic violence, protests during the national anthem and deflated footballs. It would be easy to view the Rams-Chiefs showdown as a un… [+2406 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Natalie Proulx", "title": "Weekly News Quiz for Students: Amazon, Vaping, Facebook - New York Times", "description": "New York Times Weekly News Quiz for Students: Amazon, Vaping, Facebook New York Times Above is an image related to one of the news stories we followed this past week. Do you know what it shows? At the bottom of this quiz, you'll find the answer. Have you been…", "url": "https://www.nytimes.com/interactive/2018/11/20/learning/20Weekly-News-Quiz-for-Students.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/us/19calfire-tents-LN/19calfire-tents-facebookJumbo.jpg", "publishedAt": "2018-11-20T12:55:24Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Reuters", "title": "Bitcoin for Payments a Distant Dream as Usage Dries Up", "description": "The use of bitcoin for commercial payments has dropped dramatically this year, even as the original digital coin starts to fulfill one of the basic features of any payment currency: stability.", "url": "https://www.nytimes.com/reuters/2018/11/20/business/20reuters-crypto-currencies-payments-analysis.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-20T12:43:34Z", "content": "The firm surveyed 17 bitcoin payments processors, including Atlanta-based BitPay, one of the biggest. Most merchants that accept bitcoin do not do so directly, instead using intermediaries like BitPay to covert bitcoin to fiat currencies. Comprehensive data o… [+1262 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEX MARSHALL", "title": "A Popular Sight at Tate Modern: The Neighbors’ Apartments", "description": "Looking into an apartment building opposite Tate Modern with binoculars tied to the viewing terrace as part of an unauthorized installation this month. The gallery quickly removed the binoculars.", "url": "https://www.nytimes.com/2018/11/20/arts/design/tate-modern-privacy-court-case.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20tate-1/20tate-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T12:18:48Z", "content": "Neither the apartment owners contacted through Forsters, their lawyers, nor Tate would comment while the court case was continuing. Several residents coming in and out of the building declined to be interviewed when approached. One said he lived on the opposi… [+1282 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN KENIGSBERG", "title": "Critic’s Pick: The World Before Your Feet’ Review: Walk a Mile — or 8,000 — in Another Man’s Shoes", "description": "Not everyone can spend several years walking every block of New York. But spending 90 minutes doing that in this documentary is swell.", "url": "https://www.nytimes.com/2018/11/20/movies/the-world-before-your-feet-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/worldbefore1/worldbefore1-facebookJumbo.jpg", "publishedAt": "2018-11-20T12:00:00Z", "content": "By the end of the documentary The World Before Your Feet, the films subject, Matt Green, has not yet completed his goal of walking every block in New York City, along with many bridges, beaches, parks and cemeteries. But hes in no hurry. As of Sunday, his blo… [+869 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BEN KENIGSBERG", "title": "‘¡Las Sandinistas!’ Review: Women Remember Revolution in Nicaragua", "description": "In focusing on the testimonies of women, the documentary aims to memorialize an overlooked feminist “revolution inside the revolution.”", "url": "https://www.nytimes.com/2018/11/20/movies/las-sandinistas-review.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/lassandinistas1/lassandinistas1-facebookJumbo.jpg", "publishedAt": "2018-11-20T12:00:00Z", "content": "The documentary ¡Las Sandinistas! compiles the reminiscences of women who fought with the Sandinistas, the revolutionary group in Nicaragua that toppled the dictatorship of Anastasio Somoza Debayle in 1979 and then ruled that country until 1990. In focusing o… [+353 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "DealBook Briefing: Can Carlos Ghosn’s Auto Empire Survive His Fall?", "description": "His arrest may spell big trouble for the three carmakers he has overseen, Nissan, Renault and Mitsubishi.", "url": "https://www.nytimes.com/2018/11/20/business/dealbook/carlos-ghosn-fallout.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/business/dealbookemail/21db-newsletter-ghosn/merlin_147065196_aded80f3-094d-4d42-aae4-4f6ffced5c18-facebookJumbo.jpg", "publishedAt": "2018-11-20T11:38:56Z", "content": "Much of the problem is that Facebook and Google dominate digital advertising, reducing media companies pull with advertisers. Some start-ups, like The Athletic and The Information, have turned to subscription models. But Mr. Peretti argues that for bigger, ad… [+1737 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Robots Replace Humans on Farms...", "description": "Farms are struggling with a shrinking, aging labor force and a crackdown on immigration. Robots are both replacing humans and attracting young workers.", "url": "https://www.nytimes.com/2018/11/20/us/farmworkers-immigrant-labor-robots.html", "urlToImage": "https://static01.nyt.com/images/2018/11/09/us/00FARMWORKERS1/00FARMWORKERS1-facebookJumbo.jpg", "publishedAt": "2018-11-20T11:19:39Z", "content": "On a recent afternoon, forklift drivers scurried about delivering bins of lettuce to machines inside the plant, where it was cut according to specification, and washed. Dozens of workers ran spinners the size of industrial dryers that removed excess water fro… [+1482 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AZI PAYBARAH", "title": "New York Today: New York Today: El Chapo’s $14 Billion Empire on Trial", "description": "Tuesday: Inside the El Chapo case, election official in the hot seat, and the return of our events roundup.", "url": "https://www.nytimes.com/2018/11/20/nyregion/newyorktoday/new-york-news-el-chapo-elections.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/nyregion/20nytoday2/merlin_146234880_07575f21-afe6-4d2c-901b-af3ced435700-facebookJumbo.jpg", "publishedAt": "2018-11-20T11:07:47Z", "content": "Dear Diary: I took a bus from Framingham, Mass., to Manhattan. When I got off, my plan was to walk the 15 blocks home. But it was chilly and even though my suitcase was on wheels and my guitar was in a canvas gig bag, I raised my hand when I saw a taxi after … [+1211 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Why US Bombs Are Falling in Yemen - New York Times", "description": "New York Times Why US Bombs Are Falling in Yemen New York Times Listen and subscribe to our podcast from your mobile device: Via Apple Podcasts | Via RadioPublic | Via Stitcher. The killing of Jamal Khashoggi has renewed criticism of Saudi Arabia more broadly…", "url": "https://www.nytimes.com/2018/11/20/podcasts/the-daily/yemen-war-saudi-arabia-united-states.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/podcasts/the-daily/20daily3/20daily3-facebookJumbo.jpg", "publishedAt": "2018-11-20T11:02:36Z", "content": "Robert F. Worth contributed reporting. Why U.S. Bombs Are Falling in Yemen was produced by Alexandra Leigh Young, with help from Rachel Quester and Stella Tan, and edited by Paige Cowett. The Daily is produced by Theo Balcomb, Annie Brown, Jessica Cheung, Lyn… [+423 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GAIL COLLINS and BRET STEPHENS", "title": "The Conversation: For a Second There, We Stopped Talking About Trump", "description": "Future freshman members of the 116th Congress posing for a group photo on Capitol Hill last week.", "url": "https://www.nytimes.com/2018/11/20/opinion/pelosi-democrats-trump-republicans-congress.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/opinion/20conversationWeb/20conversationWeb-facebookJumbo.jpg", "publishedAt": "2018-11-20T11:00:03Z", "content": "Bret: Federalism dividing power between Washington and the states is a very good thing, not least for uniting such a big country. But youre right: Its strange to think of our Manhattanite president being the political beneficiary of Jeffersonian distrust of b… [+1575 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "TINA ROSENBERG", "title": "Fixes: For Starving Children, a Bite of Hope", "description": "Malnutrition kills a million of the world’s children a year. To stem that, United Nations agencies and charities are testing a new system for distributing high-nutrition foods more efficiently.", "url": "https://www.nytimes.com/2018/11/20/opinion/malnutrition-hunger-united-nations.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/opinion/20FIXESRosenberg/20FIXESRosenberg-facebookJumbo.jpg", "publishedAt": "2018-11-20T11:00:03Z", "content": "The I.R.C. and Action Against Hunger are now analyzing the results of a randomized control trial in Kenya and South Sudan that employed a new strategy. It simplifies the diagnosis and treats both degrees of malnutrition with PlumpyNut at home. The study also … [+2603 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMANDA SIEBERT", "title": "d: Canada’s Grand Cannabis Experiment Has Set Scientists Free", "description": "Legalization will vastly expand our understanding of the ancient drug plant and how it can improve lives.", "url": "https://www.nytimes.com/2018/11/20/opinion/cannabis-science-legal-marijuana-canada.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/opinion/00siebertWeb/00siebertWeb-facebookJumbo.jpg", "publishedAt": "2018-11-20T11:00:03Z", "content": "Enter Tilray, which, in a rare first this September, was approved by the Drug Enforcement Administration to supply cannabis extract from Canada to a California neurologist whos developing a treatment for tremors in the elderly. (Tilray has also built a greenh… [+2365 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JILLIAN RAYFIELD", "title": "Immigration, China, Chicago Shooting: Your Tuesday Briefing", "description": "A migrant from El Salvador at the border fence in Tijuana, Mexico. As many as 10,000 Central Americans may reach the city in the coming weeks.", "url": "https://www.nytimes.com/2018/11/20/briefing/immigration-china-chicago-shooting.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20USBriefing-amcore/20USBriefing-amcore-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:49:57Z", "content": "Watchdog claims de Blasio fired him over critical reports New York Citys departing investigations commissioner, Mark Peters, claimed that the mayor tried to quash investigations that made the administration look bad. Mr. de Blasio dismissed the claims as delu… [+1448 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Poetry on a Budget", "description": "In Sullivan County, N.Y., an architect set out to build the bare minimum of a rural retreat: a pared-down house with soul.", "url": "https://www.nytimes.com/slideshow/2018/11/20/realestate/poetry-on-a-budget.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25ONLOCATION-slide-62MU/25ONLOCATION-slide-62MU-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:16:25Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Tim Mc Keough", "title": "A Haiku of a Home in Sullivan County", "description": "In Phillipsport, N.Y., an architect set out to build the bare minimum of a rural retreat: a pared-down house with a sense of poetry.", "url": "https://www.nytimes.com/2018/11/20/realestate/a-haiku-of-a-home-in-sullivan-county.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/realestate/25ONLOCATION-slide-DNDG/25ONLOCATION-slide-DNDG-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:05:48Z", "content": "The steel looks expensive, but is usually sold as roofing material ; Mr. Page found it for $1.45 a square foot. For the other part of the house, he had originally considered siding with a shou-sugi-ban finish (an of-the-moment technique that blackens wood by … [+1106 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Mary Williams Walsh", "title": "How Wildfires Are Making Some California Homes Uninsurable", "description": "“We’re not in a crisis yet, but all of the trends are in a bad direction,” said the insurance commissioner for California, which had to prevent insurers from abruptly dropping fire victims.", "url": "https://www.nytimes.com/2018/11/20/business/california-fires-insurance.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/business/00INSURE-01/merlin_146956650_edf2b687-58c6-4b36-8376-cc59926ec292-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:01:04Z", "content": "FAIR Plan is operated by the industry without taxpayer dollars and is required to charge rates that reflect risk, so it isnt some kind of bargain. And it only covers fire-related risks; a homeowner is still expected to buy coverage elsewhere for theft, liabil… [+1347 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BRIAN THOMAS GALLAGHER", "title": "Past Tense: The Tyranny of Turkey: Picturing the Holiday Tradition You Have to Love", "description": "Two 4-year-olds enjoying the grand American tradition of coercive turkey enjoyment, Nov. 20, 1951.", "url": "https://www.nytimes.com/2018/11/20/dining/tyranny-of-turkey-pictures.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/dining/19turkeypics-ast3/19turkeypics-ast3-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:13Z", "content": "The bright side, however, is that in these divisive times, here is a truly bipartisan issue neither red nor blue, but golden brown. Republicans and Democrats alike will be offended if you say you dont like turkey. And if your grandfather is a libertarian, hel… [+569 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CELESTINE BOHLEN", "title": "Making gains for women in STEM fields will take more effort", "description": "The low number of women in the science and technology fields requires changes in attitudes among parents when girls are young and among men toward the women who choose those jobs.", "url": "https://www.nytimes.com/2018/11/20/world/europe/women-in-stem.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21WOMEN-INYT1/21WOMEN-INYT1-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:09Z", "content": "What the study found is that girls want more role models, Ms. McKinley said. Where are the women STEM teachers? Girls are more interested in hands-on experience; they want to see the life applications of what they are learning. We need to focus on this. Angel… [+1358 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "FARAH NAYERI", "title": "A Prominent Art Patron Sets Her Sights on Madrid", "description": "The Italian collector and philanthropist Patrizia Sandretto Re Rebaudengo will open a branch of her family’s foundation in the Spanish capital.", "url": "https://www.nytimes.com/2018/11/20/world/europe/sandretto-rebaudengo-art-turin-madrid.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/arts/21patrizia-inyt1/21patrizia-inyt1-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:08Z", "content": "What I did realize right from the start was how difficult life was for women artists. How so? Women artists werent taken seriously. The other day, a friend of mine told me the story of an artist in her 80s who was in a gallery in Rome that was hosting an exhi… [+1378 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "J. KELLY HOEY", "title": "Aruba: Where Women Lead", "description": "Prime Minister Evelyn Wever-Croes of Aruba has several other women in top leadership positions in the country, but she wants to find even more.", "url": "https://www.nytimes.com/2018/11/20/world/americas/aruba-where-women-lead.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21aruba-inyt/13ARUBA-INYT1-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:07Z", "content": "4. Mildred G.M. Schwengle, member, State Council of the Kingdom of the Netherlands 5. Ronella Tjin Asjoe-Croes, chief executive officer, Aruba Tourism Authority 6. Tisa LaSorte, chief executive officer and president, Aruba Hotel &amp; Tourism Association 7. S… [+689 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "EMMA G. FITZSIMMONS", "title": "Amazon Is Coming. Can New York’s Transit System Handle It?", "description": "Subway leaders say the system is ready for Amazon’s new headquarters in Queens. But the city’s already struggling transportation network faces enormous challenges.", "url": "https://www.nytimes.com/2018/11/20/nyregion/amazon-new-york-subway-queens.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/nyregion/00amazontransit1/00amazontransit1-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:07Z", "content": "Its like putting your finger in the hole of a dam thats about to collapse, he said. Its just not going to be enough. During his meeting with Amazon, Mr. Byford said he had trumpeted his broader vision for the subway: A sweeping modernization plan, known as Fa… [+1485 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JONATHAN WOLFE", "title": "Missed Connection or Canceled Flight? 6 Tips for Getting What You Want From an Airline", "description": "Many airlines, including American Airlines, are shifting much of their customer service operations from telephone representatives to social media teams.", "url": "https://www.nytimes.com/2018/11/20/travel/flight-issues-airline-help.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25AAsocialtips1/merlin_146540217_1392728a-9de2-49ad-9a94-9262e5f52659-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:07Z", "content": "Like many travelers, I have discovered that you can resolve customer service issues on Twitter or Facebook, including rebooking a flight, checking in, tracking a lost bag, locating a traveling child, or making special requests. Here are some tips for leveragi… [+1005 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JONATHAN WOLFE", "title": "Want Faster Airline Customer Service? Try Tweeting", "description": "Tired of endless phone trees and long hold times? You may find that using social media platforms like Twitter and Facebook is a better way to get attention from the airlines.", "url": "https://www.nytimes.com/2018/11/20/travel/airline-customer-service-twitter.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/travel/25AAsocialmedia1/25AAsocialmedia1-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:05Z", "content": "A lot has changed since American Airlines began assisting customers over social media in 2012, when the traffic was low and the issues fairly routine. Today, the social media team is dealing with sensitive issues like discrimination, racial and ethnic tension… [+1568 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JADA YUAN", "title": "The 52 Places Traveler: What’s ‘Quintessentially Korean’? The Monk? The Waterpark? Both?", "description": "From top right: A bowl of dolst-bibimbap from a Sokcho restaurant; a monk in Seoraksan National Park offered tea and conversation via Google Translate; the Hanwha Resort Seorak Sorano, had a waterpark as well as a famous bathhouse, or jjimjilbang; the only sa…", "url": "https://www.nytimes.com/2018/11/20/travel/52-places-gangwon-south-korea.html", "urlToImage": "https://static01.nyt.com/images/2018/11/16/travel/00JADA-GANGWON-promo/00JADA-GANGWON-promo-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:05Z", "content": "Craft beer and pour-over coffee are both big trends in Gangneung (try Budnamu Brewery, Terarosa Coffee, and Bohemian R oasters), but I was more amazed by the lush gardens of kimchi cabbage growing next to ordinary roads. One morning, Hahna took me to the city… [+2710 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "New & Noteworthy", "description": "A selection of books published this week; plus, a peek at what our colleagues around the newsroom are reading.", "url": "https://www.nytimes.com/2018/11/20/books/review/new-noteworthy-jonathan-mahler.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/books/review/25NewNoteworthy0/25NewNoteworthy0-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:04Z", "content": "WITS END By James Geary. (Norton, $23.95.) Geary takes an unusual approach to writing about wit. The chapter on verbal repartee is written as a dramatic dialogue. For the neuroscience of wit, he delivers a scientific paper. A quirky approach for a quirky topi… [+2385 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ABRAHM LUSTGARTEN", "title": "Feature: Palm Oil Was Supposed to Help Save the Planet. Instead It Unleashed a Catastrophe.", "description": "A decade ago, the U.S. mandated the use of vegetable oil in biofuels, leading to industrial-scale deforestation — and a huge spike in carbon emissions.", "url": "https://www.nytimes.com/2018/11/20/magazine/palm-oil-borneo-climate-catastrophe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/magazine/25mag-palmoil-slideshow-slide-Z031/25mag-palmoil-slideshow-slide-Z031-facebookJumbo.png", "publishedAt": "2018-11-20T10:00:02Z", "content": "Suhadi wanted to tell the lawmakers the same thing he told them in two previous visits to Capitol Hill: that the palm trade, driven by American investment, is slowly killing his country. Its important for you to understand that all acts of deforestation in In… [+4650 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "NEHA WADEKAR", "title": "At War: ‘We Are Willing to Die Here’: The Fight for Women’s Rights in Yemen", "description": "As war takes a toll on millions of women and girls, local activists are pushing to be included in future peace negotiations.", "url": "https://www.nytimes.com/2018/11/20/magazine/yemen-war-women.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/magazine/20ATWAR-yemenwomen-image2/20ATWAR-yemenwomen-image2-facebookJumbo.png", "publishedAt": "2018-11-20T10:00:02Z", "content": "Nisma Mansoor, a 24-year-old engineering student and activist from Aden, remembers a time when there were no concrete walls, and children could run freely in the quiet streets. This hide your women thing happened only after unification, she said. Now you can … [+3258 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By RICHARD SCHIFFMAN", "title": "How to Handle Difficult Conversations at Thanksgiving", "description": "Should families take politics off the table this year?", "url": "https://www.nytimes.com/2018/11/20/well/family/thanksgiving-partisan-politics-conversations-families.html", "urlToImage": "https://static01.nyt.com/images/2018/11/22/smarter-living/22well_TableTalk/22well_TableTalk-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:01Z", "content": "Science doesnt yet know a lot about why some conflicts prove to be so intractable, while others are more easily solved, Dr. Coleman says. And dialogue is not a silver bullet that will magically banish the deep and painful divisions in our country. But the goo… [+2031 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PAULA SPAN", "title": "A Cornucopia of Grandparents", "description": "Today there are children with six or eight grandparents, step-grandparents and grandparent-equivalents.", "url": "https://www.nytimes.com/2018/11/20/well/family/multiple-grandparents-thanksgiving-children-families.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/well/21grands-canes/21grands-canes-facebookJumbo.jpg", "publishedAt": "2018-11-20T10:00:00Z", "content": "Grandparental conflicts can get tough for the grandchildren, too. Anne Pariss two kids grew up in suburban Washington with seven grandparents, the product of divorces and re-partnering on both sides of the family. If Ms. Paris and family drove south to her ho… [+1459 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GIOVANNI RUSSONELLO", "title": "Best of Late Night: Jimmy Fallon Predicts How Trump Will Handle the Turkey-Pardoning Ceremony", "description": "“That’s right, Americans can vote on which turkey gets pardoned,” Jimmy Fallon said on “The Tonight Show.” “You could tell the turkeys want to drag it out as long as possible, because today they asked if that vote could happen in Florida.”", "url": "https://www.nytimes.com/2018/11/20/arts/television/jimmy-fallon-trump-turkey-pardoning.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/arts/20latenight1/20latenight1-facebookJumbo.png", "publishedAt": "2018-11-20T09:44:13Z", "content": "Mickey Mouse just turned 90 years old. Thats cool. You can tell hes getting old because every night he wakes up five times to visit Splash Mountain. JIMMY FALLON In an interview with Fox News, Trump said that hes planning his first visit to a war zone. Troops… [+421 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PHILIP GALANES", "title": "Table for Three: Michelle Obama and Tracee Ellis Ross on the Power of Women’s Stories", "description": "Tracee Ellis Ross, left, and Michelle Obama chatting over breakfast at the Beverly Wilshire Hotel. Mrs. Obama has just published her memoir, “Becoming.”", "url": "https://www.nytimes.com/2018/11/20/books/michelle-obama-tracee-ellis-ross-interview.html", "urlToImage": "https://static01.nyt.com/images/2018/11/25/arts/25tableforthree1/25tableforthree1-facebookJumbo.jpg", "publishedAt": "2018-11-20T09:00:06Z", "content": "GALANES Mrs. Obama, the second revelation is about your going to marriage counseling, as a young mom, with your husband. Selfishly, I want to ask: Were you as annoyed as everyone else that a marriage counselor never says anything like: The court finds in favo… [+2738 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RICHARD PÉREZ-PEÑA", "title": "Brussels Police Officer Is Stabbed, Officials Say", "description": "Some reports said the knife-wielding assailant had shouted “Allahu akbar,” raising fears of an Islamist attack. The officer and the attacker, who was shot, were hospitalized.", "url": "https://www.nytimes.com/2018/11/20/world/europe/brussels-police-officer-stabbed.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21brussels-1/21brussels-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T08:13:46Z", "content": "A man attacked a police officer with a knife outside a police station in Brussels on Tuesday morning, and another officer shot the assailant, officials said. Both the injured officer and the attacker were hospitalized with injuries that were not life-threaten… [+448 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MIRIAM JORDAN", "title": "Federal Judge Blocks Trump’s Proclamation Targeting Some Asylum Seekers", "description": "Women with children in Tijuana, Mexico, on Sunday after getting a number to apply for asylum at the entrance of the border crossing to the United States.", "url": "https://www.nytimes.com/2018/11/20/us/judge-denies-trump-asylum-policy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21xp-asylum-1/21xp-asylum-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T07:59:45Z", "content": "Mr. Trump, who had made stanching illegal immigration a top priority since his days on the campaign trail, has made no secret of his frustration over the swelling number of migrants heading to the United States. The president ordered more than 5,000 active-du… [+1640 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALEXANDRA STEVENSON", "title": "Asian Stocks Post Moderate Drop as They Follow Wall Street Lower", "description": "Shares in Nissan fell more than 5 percent in Tokyo on Tuesday, prompted by the arrest the day before of Carlos Ghosn, the carmaker’s chairman.", "url": "https://www.nytimes.com/2018/11/20/business/stock-markets.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21markets-1/21markets-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T06:09:56Z", "content": "HONG KONG A sell-off in high-flying technology stocks like Google, Apple and Amazon in the United States spilled over to Asian markets on Tuesday, sending markets broadly lower in day trading. Investors in the Chinese markets of Shanghai and Shenzhen led the … [+830 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DANIEL VICTOR", "title": "Police Officers Storm Papua New Guinea Parliament, Demanding Pay", "description": "About 300 people descended on the building, destroying property as they demanded to be paid for their work during the annual meeting of the Asia-Pacific Economic Cooperation forum.", "url": "https://www.nytimes.com/2018/11/20/world/asia/papua-new-guinea-parliament.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21xp-png-1/21xp-png-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T06:03:58Z", "content": "Disgruntled police officers and other workers stormed the Parliament building in Papua New Guinea on Tuesday, breaking glass and overturning furniture as they demanded to be paid for their work during the Asia-Pacific Economic Cooperation summit meeting. Harr… [+893 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PENN BULLOCK", "title": "Europe Edition: Carlos Ghosn, Saudi Arabia, Brexit: Your Tuesday Briefing", "description": "Here’s what you need to know to start your day.", "url": "https://www.nytimes.com/2018/11/20/briefing/carlos-ghosn-saudi-arabia-brexit.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/briefing/11202018ambriefing-euro-promo/11202018ambriefing-euro-slide-KFNA-facebookJumbo.jpg", "publishedAt": "2018-11-20T05:31:34Z", "content": "With inflation, Dr. Gachet held that auction record for many years, the high point of the Japanese-driven Impressionist boom. That was until last November, when Salvator Mundi, pictured above, a painting cataloged by Christies as a long-lost Leonardo da Vinci… [+614 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "BENJAMIN HOFFMAN", "title": "Rams 54, Chiefs 51: Rams and Chiefs Defenses Add Pop to an Explosion of Points", "description": "The offenses of two 9-1 teams put on the expected show, but the defenses made an unexpected impact, combining to force seven turnovers and score three touchdowns.", "url": "https://www.nytimes.com/2018/11/20/sports/rams-chiefs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/sports/20rams-donald/20rams-donald-facebookJumbo.jpg", "publishedAt": "2018-11-20T05:30:56Z", "content": "Everyone knew the points would come. In a Monday night matchup for the ages, the Los Angeles Rams and the Kansas City Chiefs were locking horns in what was predicted to be an all-offense, no-defense slugfest. Someone forgot to tell the defenses that they were… [+729 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LAURA RYSMAN", "title": "Italy’s Avant-Garde Art Jewelry on Display", "description": "The gold work by Mario Pinton, Francesco Pavan and Giampaolo Babetto is showcased until March at an exhibition in Tuscany.", "url": "https://www.nytimes.com/2018/11/20/fashion/jewelry-exhibition-italy.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/style/20pistoia-inyt1/20pistoia-inyt1-facebookJumbo.jpg", "publishedAt": "2018-11-20T05:01:05Z", "content": "Their jewelry was often grand in scale, a profusion of gold worked to the finest gauge possible, creating great volumes in hollow forms and surprisingly light weights. A prime example, the slinky necklace of gold hoops by Mr. Pavan stretches to more than 6 fe… [+835 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "HANNAH BEECH and JASON GUTIERREZ", "title": "Xi Visits Philippines to Celebrate ‘Rainbow After the Rain’ With Duterte", "description": "President Xi Jinping of China arrived in Manila on Tuesday for a two-day visit to meet with President Rodrigo Duterte and strengthen bilateral relations with the Philippines.", "url": "https://www.nytimes.com/2018/11/19/world/asia/xi-jinping-rodrigo-duterte-philippines-china.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21philippines-1/21philippines-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T04:41:31Z", "content": "Last month, Chinas foreign minister, Wang Yi, traveled to the city of Davao, Mr. Dutertes hometown, to inaugurate a new Chinese consulate. President Duterte is the most respected and the most important friend for President Xi Jinping and the Chinese people, M… [+1743 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Does HBO's 'My Brilliant Friend' Capture the Elena Ferrante Feeling? - New York Times", "description": "New York Times Does HBO's 'My Brilliant Friend' Capture the Elena Ferrante Feeling? New York Times This conversation includes spoilers for the first two episodes of “My Brilliant Friend.” Can Ferrante Fever strike twice? HBO is hoping so, as it starts airing …", "url": "https://www.nytimes.com/2018/11/19/arts/television/my-brilliant-friend-elena-ferrante-hbo-episodes-1-and-2.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/arts/19brilliant-2/19brilliant-2-facebookJumbo.jpg", "publishedAt": "2018-11-20T04:06:14Z", "content": "I also found that the citys dull colors and straight lines underscored the violence that appears over and over in the two episodes, each aggressive act taking place on a new stage. What did you think of the violence? Did you find it too heavy-handed? BARONE T… [+2476 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ISABELLA KWAI", "title": "Australian Prime Minister Plans To Reduce Immigration, Citing Urban Crowding", "description": "Prime Minister Scott Morrison is proposing to reduce the cap on immigration by nearly 30,000 people a year to control what he called runaway congestion in Australian cities.", "url": "https://www.nytimes.com/2018/11/19/world/australia/immigration-cap-scott-morrison.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/world/21oz-immigration-1/21oz-immigration-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T03:38:30Z", "content": "These decisions have very long-term consequences enormous consequences for congestion, for infrastructure, various businesses, said Abul Rizvi, a former senior immigration official. I would strongly encourage him to slow down, Mr. Rizvi said of the prime mini… [+1216 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "赫海威,ALBEE ZHANG", "title": "中国耽美小说作者因制作贩卖淫秽物品获刑十年", "description": "“天一”被重判在全国引发关注，许多人谴责量刑过于严厉，质疑司法系统的公正。耽美小说近年来广受欢迎，但中国审查机构对涉及同性恋的内容往往严加打击。", "url": "https://cn.nytimes.com/china/20181120/tianyi-china-erotic-novels-prison/?utm_source=RSS", "urlToImage": null, "publishedAt": "2018-11-20T03:26:51Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DENNIS OVERBYE", "title": "11 Things We’d Really Like to Know: Does the Universe Still Need Einstein?", "description": "Physicists are no longer unified in the search for a unified theory.", "url": "https://www.nytimes.com/2018/11/19/science/einstein-physics-universe.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20QUESTIONUNIVERSE/20QUESTIONUNIVERSE-facebookJumbo.jpg", "publishedAt": "2018-11-20T03:26:21Z", "content": "But supersymmetry might always have been an illusion, according to Sabine Hossenfelder, a theorist at the Frankfurt Institute for Advanced Study. She emerged last year as one of the most vocal critics of modern physics, with a provocative new book, Lost in Ma… [+1434 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Corrections: November 20, 2018 - New York Times", "description": "Corrections: November 20, 2018 New York Times FRONT PAGE. An article on Saturday about the C.I.A.'s conclusion that the Saudi crown prince ordered the killing of the journalist Jamal Khashoggi misstated when Prince Khalid bin Salman last communicated with Mr.…", "url": "https://www.nytimes.com/2018/11/19/pageoneplus/corrections-november-20-2018.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-20T03:23:37Z", "content": "FRONT PAGE An article on Saturday about the C.I.A.s conclusion that the Saudi crown prince ordered the killing of the journalist Jamal Khashoggi misstated when Prince Khalid bin Salman last communicated with Mr. Khashoggi. It was in October 2017, not this Oct… [+1135 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Maggie Haberman", "title": "Ivanka Trump’s Emails Could Provide New Democratic House With Fodder", "description": "Ms. Trump repeatedly used a personal email account to conduct government business in 2017, a review found.", "url": "https://www.nytimes.com/2018/11/19/us/politics/ivanka-trump-emails.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20dc-emails/20dc-emails-facebookJumbo.jpg", "publishedAt": "2018-11-20T03:23:13Z", "content": "To address misinformation being peddled about Ms. Trumps personal email, she did not create a private server in her house or office, there was never classified information transmitted, the account was never transferred or housed at Trump Organization, no emai… [+1550 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ADAM NOSSITER", "title": "Marseille Dispatch: In a ‘French Detroit,’ a Housing Crisis Turns Deadly for Poor", "description": "Nervous officials in Marseilles evacuated 1,054 people after a building collapse killed eight in a poor neighborhood. But many more homes are in danger of crumbling, and people live in fear.", "url": "https://www.nytimes.com/2018/11/19/world/europe/france-marseille-building-collapse.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20marseille-1-print/18marseille-1-facebookJumbo.jpg", "publishedAt": "2018-11-20T03:15:07Z", "content": "Elsewhere in Noailles, fabled for generations as a food-shopping district, it is common to see rusty steel girders propping up staircases. Stephanie Rose, a young mother of two, tells her children to wear tennis shoes when it rains; the water comes right into… [+998 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ERIC SCHMITT", "title": "Trump’s Criticism of Architect of Bin Laden Raid Draws Fire", "description": "Colleagues and commanders alike found it audacious for the president to impugn the lifelong nonpartisan political position of William H. McRaven, a retired admiral and university chancellor.", "url": "https://www.nytimes.com/2018/11/19/us/politics/mcraven-trump-pakistan.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20dc-mcraven-print/20dc-mcraven-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:44:21Z", "content": "Mr. McRaven was a senior member of the Navy SEALs when he oversaw the Bin Laden raid in Abbottabad, Pakistan, during which the Qaeda leader was killed. Soon after, Mr. McRaven was put in charge of the Pentagons entire contingent of Special Operations forces a… [+2025 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "RACHEL NUWER", "title": "Science Times at 40: The Key to Stopping the Illegal Wildlife Trade: China", "description": "A child poses with a Siberian tiger cub at a park in Harbin, China. The park is part of a government effort to create a haven for Siberian tigers, but lately the country has sent mixed signals about its commitment to conservation.", "url": "https://www.nytimes.com/2018/11/19/science/wildlife-trafficking-china.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-CONSERVATION1/20SCI-CONSERVATION1-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:44:05Z", "content": "From ivory to pangolin scales, totoaba bladders to shark fins, the country has a ravenous appetite for wildlife products. As Chinas economy and population have grown, so, too, has demand for animals and their parts, which are sought worldwide: in Southeast As… [+1313 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KAREN WEINTRAUB", "title": "A Conversation With: Steven Pinker Thinks the Future Is Looking Bright", "description": "Steven Pinker, a cognitive psychologist at Harvard University, maintains that by objective measures the world is heading in the right direction.", "url": "https://www.nytimes.com/2018/11/19/science/steven-pinker-future-science.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-CONVERSATION/20SCI-CONVERSATION-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:44:00Z", "content": "No! I was surprised by how much interest theres been from centrist politicians, who are desperate for a coherent narrative to defend centrist liberalism, cosmopolitanism, open society, from the threats both by populists and by the hard left. I think there is … [+2357 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "GOLDEN COSMOS", "title": "Science Times at 40: Survivor", "description": "A story of mass extinctions.", "url": "https://www.nytimes.com/2018/11/19/science/tardigrades-mass-extinctions.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-EXTINCTION3/20SCI-EXTINCTION3-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:42:29Z", "content": "Science Times at 40 A story of mass extinctions."}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By DENISE GRADY", "title": "How Can We Unleash the Immune System?", "description": "Although immunotherapy can work wonders for cancer, it does not help everyone, side effects can be fierce, and costs are high. But the field is young.", "url": "https://www.nytimes.com/2018/11/19/health/cancer-immunotherapy-drugs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-IMMUNE/20SCI-QUESTIONS-IMMUNE-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:39:52Z", "content": "In an early phase study, published this month in The New England Journal of Medicine, researchers tested 22 patients with lymphoma that had resisted other treatments. They gave the patients a standard drug combined with an experimental one that blocked the do… [+1527 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KENNETH CHANG", "title": "11 Things We’d Really Like to Know: Where’s Our Warp Drive to the Stars?", "description": "Physicists haven’t given up on the dream of zipping around the universe. Now they’ve come up with a far-out idea for making it happen.", "url": "https://www.nytimes.com/2018/11/19/science/space-travel-physics.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-INTERSTELLAR/20SCI-QUESTIONS-INTERSTELLAR-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:38:21Z", "content": "For example, Alpha Centauri, the nearest neighboring star system, is 4.4 light-years away. Put a starship in a warp bubble. Shrink the distance in front of the starship to a couple of inches, expand the space behind it to 4.4 light-years and then pop the star… [+1342 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JOHN SCHWARTZ", "title": "11 Things We’d Really Like to Know: Will We Survive Climate Change?", "description": "Possibly. There is ‘no scientific support for inevitable doom,’ one expert notes.", "url": "https://www.nytimes.com/2018/11/19/science/climate-change-doom.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-WARMING/20SCI-QUESTIONS-WARMING-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:38:12Z", "content": "Still, I do find hope. Young people are becoming climate leaders, she noted, and developing technologies already can pull carbon dioxide out of the atmosphere. Its expensive, but the fact that we can do it is pretty danged hopeful, she said. Part of getting t… [+1203 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CADE METZ", "title": "11 Things We’d Really Like to Know: How Will We Outsmart A.I. Liars?", "description": "For better and worse, humans are only improving their ability to deceive themselves with technology.", "url": "https://www.nytimes.com/2018/11/19/science/artificial-intelligence-deepfakes-fake-news.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-AI/20QUESTIONAI-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:38:04Z", "content": "With these techniques, machines are also learning to read and write. For years, experts questioned whether neural networks could crack the code of natural language. But the tide has shifted in recent months. Organizations such as Google and OpenAI, an indepen… [+1448 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DENNIS OVERBYE", "title": "11 Things We’d Really Like to Know: Honestly, Some Questions Are Better Left Unanswered", "description": "Cat-poop coffee. Time travel. Alien messages. We should leave some mysteries alone.", "url": "https://www.nytimes.com/2018/11/19/science/unsolved-mysteries.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-NOTHANKS/20QUESTIONNOTKNOW-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:37:56Z", "content": "I hope we never find out what happened to the Anasazi or the Mayans or Atlantis or any of the other lost civilizations, because wondering and watching our own backs keeps us on our feet. Any confidence that we know what to look out for will surely kill us. An… [+1116 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Donald G. Mc Neil Jr.", "title": "Why Don’t We Have Vaccines Against Everything?", "description": "Money is just the obvious obstacle. A few diseases, like H.I.V., so far have outwitted both the immune system and scientists.", "url": "https://www.nytimes.com/2018/11/19/health/vaccines-poverty.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-VACCINES2/20SCI-QUESTIONS-VACCINES2-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:37:40Z", "content": "The scientific obstacles, though more intractable, are relatively rare. Many pathogens are genetically farther apart than rhinoceroses and bees: A defense against a horn does not protect against a sting, and vice versa. Most vaccines work by creating antibodi… [+934 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Nicholas Bakalar", "title": "How Long Can People Live?", "description": "The trick is not to increase life span, scientists say, but to lengthen “health span.”", "url": "https://www.nytimes.com/2018/11/19/health/human-life-span.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-LIFESPAN/20SCI-QUESTIONS-LIFESPAN-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:37:37Z", "content": "Some drugs already approved for other purposes are being tested as senolytics, as the drugs that kill old cells are now called. Dr. Nir Barzilai, a professor of medicine at the Albert Einstein School of Medicine, is planning a study of metformin, a drug that … [+989 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Gina Kolata", "title": "Why Are We Still So Fat?", "description": "Only bariatric surgery reliably leads to long-term weight loss. Now scientists hope to duplicate the effects with a pill.", "url": "https://www.nytimes.com/2018/11/19/health/obesity-genetics-surgery-diet.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-FAT/20SCI-QUESTIONS-FAT-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:37:28Z", "content": "Their health usually improves anyway. Many with diabetes no longer need insulin. Cholesterol and blood pressure levels tend to fall. Sleep apnea disappears. Backs, hips and knees stop aching. There are not nearly enough surgeons or facilities to operate on al… [+1444 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "Benedict Carey", "title": "When Will We Solve Mental Illness?", "description": "Biology was supposed to cure what ails psychiatry. Decades later, millions of people with mental disorders are still waiting.", "url": "https://www.nytimes.com/2018/11/19/health/mental-health-psychology.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-MENTAL/20SCI-QUESTIONS-MENTAL-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:36:29Z", "content": "The second guidepost concerns the impact of biology. Although there are several important exceptions, measurable differences in brain biology appear to contribute only a fraction of added risk for developing persistent mental problems. Genetic inheritance sur… [+1830 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PAM BELLUCK", "title": "Will We Ever Cure Alzheimer’s?", "description": "Few drugs have been approved for treatment of this dementia, and none works very well. It has become one of the most intractable problems in medicine.", "url": "https://www.nytimes.com/2018/11/19/health/dementia-alzheimers-cure-drugs.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-ALZHEIMERS/20SCI-QUESTIONS-ALZHEIMERS-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:28:51Z", "content": "The reason Alzheimers research is littered with failed clinical trials lies beyond questions of amyloid and tau. For one thing, researchers have found it difficult to engineer animals with symptoms mimicking human dementia so they can effectively try drugs on… [+1712 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAN RANSOM", "title": "Man Charged With Killing ‘Baby Hope’ Dies in Custody", "description": "Conrado Juárez, 57, died of pancreatic cancer while awaiting trial in the death of 4-year-old Anjélica Castillo. He had been arrested five years ago.", "url": "https://www.nytimes.com/2018/11/19/nyregion/baby-hope-suspect-dies-cancer.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/nyregion/20babyhope/20babyhope-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:16:42Z", "content": "Early on in the interview with detectives, Mr. Juárez told the police he had only helped his sister get rid of the toddlers body after finding the child lying lifeless in his sisters hallway. Later, he said he had molested her days before she died. But the le… [+1671 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "CARL ZIMMER", "title": "11 Things We’d Really Like to Know: How Did We Get to Be Human?", "description": "Evolution did not draw a straight line from early hominins to modern humans. At one point, we shared the planet with a number of near-relatives.", "url": "https://www.nytimes.com/2018/11/19/science/human-evolution-hominins.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-QUESTIONS-HUMAN/20SCI-QUESTIONS-HUMAN-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:15:52Z", "content": "At that time, too, Homo erectus, one of the oldest members of our genus, still clung to existence in what is now Indonesia. The species did not go extinct until at least 143,000 years ago. Homo erectus and Neanderthals are hardly new to paleoanthropologists. … [+1240 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JAMES GORMAN", "title": "Science Times at 40: Hope for the Great Apes, and Maybe for Us", "description": "Mountain gorillas are faring better. So what’s wrong with a little optimism?", "url": "https://www.nytimes.com/2018/11/19/science/mountain-gorilla-endangered.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-APES3/20SCI-APES3-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:00:06Z", "content": "So, should we give in to hope? I think that Robert Sapolsky, a Stanford professor, neuroscientist, author of many books and giver of many talks, has the answer. Hes a public science star of sorts. He may not be as well-known as Neil deGrasse Tyson, but hes do… [+1404 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ANDREW GELMAN", "title": "Science Times at 40: Essay: The Experiments Are Fascinating. But Nobody Can Repeat Them.", "description": "Replication is important to scientists, because it means the finding might just be real. But scientists are wary of a replication crisis and fear its corrosive effects on public trust in science.", "url": "https://www.nytimes.com/2018/11/19/science/science-research-fraud-reproducibility.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-REPRODUCIBILITY/2SCI-REPRODUCIBILITY-facebookJumbo.jpg", "publishedAt": "2018-11-20T02:00:04Z", "content": "Similar prediction markets have been used for many years for elections, mimicking the movement of the betting line in sports. Basically, the results in this instance indicated that informed scientists were clear from the get-go that what they were reading wou… [+1166 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ISABEL KERSHNER", "title": "Airbnb Ends West Bank Settlement Listings, Causing Uproar in Israel", "description": "The home rental site acceded to demands that it no longer list accommodations in Israeli settlements, citing “the dispute between Israelis and Palestinians.”", "url": "https://www.nytimes.com/2018/11/19/world/middleeast/airbnb-west-bank.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/world/20israel-airbnb1/20israel-airbnb1-facebookJumbo.jpg", "publishedAt": "2018-11-20T01:54:22Z", "content": "Settler leaders called Airbnbs decision anti-Semitic. In a measure of the depth of the dispute over the territory, one Palestinian leader said Airbnb had not gone far enough. Saeb Erekat, the secretary general of the Palestine Liberation Organization, said th… [+1323 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHELLE GOLDBERG", "title": "Donald Trump Fails, Again", "description": "The Trump name being removed in 2014 from the facade of the Trump Plaza casino in Atlantic City, which had gone out of business.", "url": "https://www.nytimes.com/2018/11/19/opinion/trump-administration-businesses-democrats-midterms.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/opinion/20goldbergWeb/20goldbergWeb-facebookJumbo.jpg", "publishedAt": "2018-11-20T01:48:43Z", "content": "Trumps fluke election was such an astonishment that it lent him an almost magical aura, making him seem less an idiot than an idiot savant, a man who could transcend the usual rules of politics. But Democratic victories in the midterms, in addition to providi… [+1834 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Florida Election Finally Ends, but Criticism of It Does Not - New York Times", "description": "New York Times Florida Election Finally Ends, but Criticism of It Does Not New York Times LAUDERHILL, Fla. — The Republican candidate for commissioner of agriculture in Florida conceded his loss Monday — sort of. Matt Caldwell, a Republican, lost the election…", "url": "https://www.nytimes.com/2018/11/19/us/brenda-snipes-election-florida-broward.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/20snipes-election1/20snipes-election1-facebookJumbo.jpg", "publishedAt": "2018-11-20T01:32:20Z", "content": "Research at the University of Wisconsin has shown that appointed Republican elections officials are slightly less likely to approve provisional ballots than appointed Democratic officials, said Charles Stewart III, an elections expert at the Massachusetts Ins… [+1341 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY HARMON", "title": "Science Times at 40: ‘Enough Is Enough’: Science, Too, Has a Problem With Harassment", "description": "France Córdova, director of the National Science Foundation, has implemented a policy requiring that academic institutions notify the foundation if grantees are found guilty of gender harassment.", "url": "https://www.nytimes.com/2018/11/19/science/gender-harassment-science-universities.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-WOMEN4/20WOMEN4-facebookJumbo.jpg", "publishedAt": "2018-11-20T01:30:04Z", "content": "For many women scientists, the emphasis on the term gender harassment in a major report on sexual harassment in science published this summer came as something of a revelation. Defined as verbal and nonverbal behaviors that convey hostility, objectification, … [+1601 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "El Chapo Witness Details Brutal Drug War Murders - New York Times", "description": "New York Times El Chapo Witness Details Brutal Drug War Murders New York Times The stories of dead bodies piled up high on Monday as jurors at the trial of Joaquín Guzmán Loera heard gruesome testimony about six separate brutal drug war murders. One of the vi…", "url": "https://www.nytimes.com/2018/11/19/nyregion/el-chapo-trial.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/nyregion/20chapo/20chapo-facebookJumbo.jpg", "publishedAt": "2018-11-20T01:23:38Z", "content": "Instead of these gory tales, the courtroom audience had expected a prosecution witness, Jesus Zambada García, to confess to a bombshell act of corruption. Last week, in a private sidebar conversation, Mr. Guzmáns lawyers said that Mr. Zambada would testify to… [+1658 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JULIE HIRSCHFELD DAVIS", "title": "‘Message of Change’: 16 Rebel Democrats Vow to Oppose Pelosi", "description": "The Democrats who went public in a letter with their demand for new leadership hailed Nancy Pelosi as “a historic figure” but pledged “to change the status quo.”", "url": "https://www.nytimes.com/2018/11/19/us/politics/nancy-pelosi-house-democrats.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20dc-democrats-print/20dc-democrats1-facebookJumbo.jpg", "publishedAt": "2018-11-20T01:01:36Z", "content": "Ms. Pelosis allies have characterized the opposition as driven primarily by men, a feature underscored by the letter, which is signed by only two women, Representatives Kathleen Rice of New York and Linda T. Sánchez of California. Among those who have called … [+2018 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "AMY CHANG CHIEN", "title": "简报：“中国梦”的崛起；耽美小说作者被重判十年", "description": "日产汽车董事长被捕；硅谷巨头股价全线下挫；中美冲突背后的争霸野心；占中领袖哀叹香港现状；中国无条件批准迪士尼收购21世纪福克斯……新闻简报带你速览今日要闻。", "url": "https://cn.nytimes.com/morning-brief/20181120/chinese-dream-hongkong-nissan/?utm_source=RSS", "urlToImage": "https://static01.nyt.com/images/2018/11/25/world/25china1/merlin_139117419_f743e781-eb12-46f0-9a58-ff8011a3a9b4-articleLarge.jpg", "publishedAt": "2018-11-20T01:00:51Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "11 Things We'd Really Like to Know - New York Times", "description": "11 Things We'd Really Like to Know New York Times On Nov. 14, 1978, The New York Times began publishing a new weekly section about health and science. For forty years now, Science Times has offered reporting on everything from climate change to genetics to gr…", "url": "https://www.nytimes.com/interactive/2018/11/19/science/40th-anniversary-science-times.html", "urlToImage": "https://static01.nyt.com/newsgraphics/images/icons/defaultPromoCrop.png", "publishedAt": "2018-11-20T01:00:28Z", "content": "On Nov. 14, 1978, The New York Times began publishing a new weekly section about health and science. For forty years now, Science Times has offered reporting on everything from climate change to genetics to gravitational waves. In 2003, on the 25th anniversar… [+184 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ALAN BURDICK", "title": "Science Times at 40: Some Good News, and a Hard Truth, About Science", "description": "Marchers for Science in Washington on Earth Day, 2017. A study in the journal Science found that a false story was 70 percent more likely to be retweeted than accurate news.", "url": "https://www.nytimes.com/2018/11/19/science/science-journalism-fake-news.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/science/20SCI-TRUTH/20QUESTIONTRUTH-facebookJumbo.jpg", "publishedAt": "2018-11-20T01:00:05Z", "content": "Nonetheless, the section was an inspiration to science journalism as a whole. By 1989, more than 90 newspapers in the United States had weekly science sections, supported in part by ads from the growing home-computer industry. Science journalism became a subj… [+1783 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "JEN A. MILLER", "title": "How to Keep Your Pets Safe During the Holidays", "description": "Our furry friends are part of the festivities, too.", "url": "https://www.nytimes.com/2018/11/19/smarter-living/pet-safety-holidays.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/autossell/Comp-1-0-00-04-18/Comp-1-0-00-04-18--facebookJumbo.jpg", "publishedAt": "2018-11-20T00:58:45Z", "content": "Dr. Ruch-Gallie suggested that if you have time, put treats in a jar marked especially for that pet. If someone wants to give the pet a treat, it has to come from that jar, not from whatever food is being prepared and fed to people. When its gone, its gone, s… [+1899 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "LISA SELIN DAVIS", "title": "Puberty for the Middle-Aged", "description": "Forty-five-year-old women need a version of “the talk,” because our bodies are changing in ways that are both really weird and really uncomfortable.", "url": "https://www.nytimes.com/2018/11/19/opinion/symptoms-perimenopause-menopause-middle-age.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19DAVIS/19DAVIS-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:40:54Z", "content": "If only, on your 45th birthday, a doctor would sit you down, look you squarely in the eyes and say, Heres whats going to happen: Eventually, your pubic hair is going to thin out everywhere but on the bikini line, exactly the opposite of what youve always want… [+1261 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "THE EDITORIAL BOARD", "title": "So Much for Bipartisanship, Eh Mitch?", "description": "If he wants a unified Senate, Mr. McConnell would be smart to pass criminal justice reform.", "url": "https://www.nytimes.com/2018/11/19/opinion/mitch-mcconnell-bipartisanship.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/opinion/editorials/19mcconnell-edt/19mcconnell-edt-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:39:39Z", "content": "The Senate has proved its ability to reach bipartisan solutions to some of the most pressing challenges facing our nation, Senator Mitch McConnell wrote last week not on the satirical news site The Onion, but for Fox News. After years of rhetoric, the irony-f… [+1074 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "MICHAEL M. GRYNBAUM", "title": "CNN’s Jim Acosta Has Press Pass Restored by White House", "description": "The Trump administration informed the correspondent that his badge was formally restored, prompting the network to drop a lawsuit over the matter.", "url": "https://www.nytimes.com/2018/11/19/business/media/jim-acosta-press-pass-cnn.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/business/20CNN-01/20CNN-01-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:32:09Z", "content": "But Mr. Trump, a devoted news consumer who relishes his coverage, plays up his conflicts with reporters in part to excite his supporters. He has held far fewer formal news conferences than his predecessors, and the daily White House briefing has virtually dis… [+1528 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "DAVID BROOKS", "title": "Fighting the Spiritual Void", "description": "A veteran of deployments to Iraq and Afghanistan who suffers from post-traumatic stress disorder.", "url": "https://www.nytimes.com/2018/11/19/opinion/mental-health-ptsd-community.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19brooksWeb/19brooksWeb-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:28:37Z", "content": "Tick told Art: We can try to make your body and this life a safe place for your soul to move back into. If we can get you off combat alert, if you can learn to trust a little bit maybe we can bring you two closer together. People who are recovering from traum… [+2006 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": null, "title": "Trump's Misleading Claim That He Warned About Osama bin Laden - New York Times", "description": "Newsweek Trump's Misleading Claim That He Warned About Osama bin Laden New York Times President Trump's tweet on Monday continued his weekend verbal assaults on Pakistan and William H. McRaven, a retired Navy admiral who oversaw the raid that killed Osama bin…", "url": "https://www.nytimes.com/2018/11/19/us/politics/fact-check-trump-bin-laden-pakistan-mcraven.html", "urlToImage": "https://static01.nyt.com/images/2018/11/20/us/politics/20dc-fastfact/20dc-fastfact-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:14:33Z", "content": "The Facts President Trumps tweet on Monday continued his weekend verbal assaults on Pakistan and William H. McRaven, a retired Navy admiral who oversaw the raid that killed Osama bin Laden in 2011. Mr. McRaven had in 2017 described the presidents attacks on t… [+2193 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "KENNETH CHANG", "title": "NASA Mars 2020 Rover Gets a Landing Site: A Crater That Contained a Lake", "description": "After a five-year search, NASA scientists chose the Jezero Crater delta as the landing site for the next Mars rover, which is expected to launch next summer.", "url": "https://www.nytimes.com/2018/11/19/science/nasa-mars-2020-rover.html", "urlToImage": "https://static01.nyt.com/images/2018/11/21/science/21MARS1/21MARS1-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:02:07Z", "content": "The rover will also collect rocks to someday be brought back to Earth for further study. Those samples, however, will sit on Mars until a future mission returns them to Earth, likely not before the early 2030s, said Thomas Zurbuchen, the associate administrat… [+991 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "ARI MAHAIRAS and PETER J. BESHAR", "title": "A Perfect Target for Cybercriminals", "description": "The Hoover Dam on the Colorado River. In 1939, Nazi Germany plotted to blow up the dam. Today, the water supply is vulnerable to cyberattacks.", "url": "https://www.nytimes.com/2018/11/19/opinion/water-security-vulnerability-hacking.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19MAJHAIRAS/19MAJHAIRAS-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:00:03Z", "content": "In our complex and aging chain of reservoirs, aqueducts, tunnels and pipes, the weakest link could actually be the newest additions. Until recently, water systems were typically air-gapped, meaning they were physically separated from the internet and from any… [+2261 chars]"}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "PATRICK CHAPPATTE", "title": "Trump Weighs in on the Khashoggi Affair", "description": "Despite the evidence, the president is sticking with Saudi Arabia’s crown prince.", "url": "https://www.nytimes.com/2018/11/19/opinion/trump-weighs-in-on-the-khashoggi-affair.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19chappatte/19chappatte-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:00:03Z", "content": null}, {"source": {"id": "the-new-york-times", "name": "The New York Times"}, "author": "By PAUL KRUGMAN", "title": "The New Economy and the Trump Rump", "description": "Why we went from regional divide to political chasm.", "url": "https://www.nytimes.com/2018/11/19/opinion/economy-trump-red-blue-states.html", "urlToImage": "https://static01.nyt.com/images/2018/11/19/opinion/19krugmanWeb/19krugmanWeb-facebookJumbo.jpg", "publishedAt": "2018-11-20T00:00:02Z", "content": "Furthermore, there is little if any support in voting data for the notion that economic anxiety drove people to vote for Trump. As documented in Identity Politics, an important new book analyzing the 2016 election, what distinguished Trump voters wasnt financ… [+2092 chars]"}]}