["TALLAHASSEE, Fla. — A yoga student is being lauded as a hero for wrestling with a gunman who posed as a customer to get into a yoga studio in Florida and started firing. Joshua Quick spoke to ABC's \"Good Morning America\" on Sunday and said he grabbed Scott Paul Beierle's gun after it jammed, and hit him.\n\nTallahassee police have identified Beierle as the 40-year-old man who entered the Hot Yoga Tallahassee during a Friday night class and started shooting, killing two and wounding six. Police said Beierle then turned the gun on himself but have offered no motive in the attack.\n\nQuick said Beierle was able to grab the gun back and then pistol-whip him. \"I jumped up as quickly as I could,\" said Quick, who had visible injuries on his face. \"I ran back over and the next thing I know I'm grabbing a broom, the only thing I can, and I hit him again.\"\n\nIt created a window of opportunity for some people in the studio time to flee. \"Thanks to him I was able to rush out the door,\" Daniela Garcia Albalat told \"Good Morning America.\" She was in the class and thought she was going to die when the shooting broke out. \"He saved my life.\"\n\nTwo women — a 61-year-old faculty member at Florida State University and a 21-year-old FSU student from Atlanta who was due to graduate in May — were fatally shot.\n\nDr. Nancy Van Vessem was an internist who also served as chief medical director for Capital Health Plan, the area's leading health maintenance organization. She was also a faculty member at FSU and a mother. Maura Binkley grew up in Atlanta, was a member of a sorority and was studying for a double major in English and German.\n\nCBS News\n\nHe was a brooding military veteran and former teacher, who appeared to have made videos in which he detailed his hatred of everything from the Affordable Care Act to girls who'd allegedly mistreated him in middle school. The videos were posted four years ago, and have been removed from YouTube in the wake of the shooting.\n\nNumerous disturbing details about him emerged over the weekend. He'd once been banned from FSU's campus and had been arrested twice for grabbing women — even though the charges were ultimately dropped.\n\nBeierle, who had moved to the central Florida town of Deltona after obtaining a graduate degree from FSU, appeared to post a series of videos on YouTube in 2014 where he called women \"whores\" if they dated black men, said many black women were \"disgusting\" and described himself as a misogynist.", "", "", "", "", "bad url", "", "", "", "", "Following the shooting at Sandy Hook Elementary School, a program called \"Stop the Bleed\" began to teach civilians how to administer first-aid after a shooting. Some of those being trained aren't even teenagers yet.\n\nIn the clip above, Broward County Medical Director Dr. Peter Antevy tells 60 Minutes his 12-year-old son was so afraid of returning to school following the Parkland shooting that Antevy decided to help him by training him on how to stop bleeding. \"My first instinct was, 'He needs a bleeding kit,'\" Antevy said.\n\nFor more on 60 Minutes' report on the lethality of the AR-15 style rifle, click here.", "", "", "In the video above, correspondent Jon Wertheim asks Senator Ted Cruz and Congressman Beto O'Rourke about their possible plans for higher office beyond 2018. Below is a transcript. For 60 Minutes' full report on the Senate race in Texas, click here.\n\nJON WERTHEIM: You share the others seem to have that this race may have a rematch. And it may not be the in Texas Senate. That we may be witnessing two future presidential candidates here.\n\nTED CRUZ: Look, who knows? I-- I-- I do think Congressman O'Rourke has his eyes set on Iowa and New Hampshire. He--\n\nJON WERTHEIM: You?\n\nTED CRUZ: --all-- all-- clearly lookin' forward to that. Now, but listen, I'm-- I'm-- you know-- you know, that-- that there's the old line about glass houses. So I've-- I've run for Senate and then run for president. And I-- you know, if he wants to do that, that's-- he can do that.\n\nJON WERTHEIM: We've heard a lotta people speculate that you and Sen. Cruz may face each other again, not in a Senate rematch but running for a higher office. What are your thoughts on-- on running for president?\n\nBETO O'ROURKE: I don't wanna do it. I will not do it. Amy and I are raisin' an 11-year-old, a 10-year-old and a 7-year-old. And we spent the better part of the last two years not with each other, missing birthdays and anniversaries and time together. And we-- we-- our-- our family could not survive more of that. We, we need to be together.\n\nJON WERTHEIM: Is that reversible? You're saying you'll, you'll never run for president?\n\nBETO O'ROURKE: I'm saying that if elected to the Senate, I'll serve every day of that six-year term, that I'm not lookin' at 2020. And, and, in fact, am completely ruling that out, not going to do that.\n\nJON WERTHEIM: No matter what? Win or lose you're not gonna run--\n\nBETO O'ROURKE: Win or lose--\n\nJON WERTHEIM: --in 2020?\n\nBETO\" O'ROURKE: Win or lose, I'm not-- I'm not running in, in 2020. I gotta tell you, it's incredibly flattering that anyone would ask me the question or that that's even up for discussion. But, but since people have asked, the answer's no.\n\nJON WERTHEIM: You didn't sidestep that.\n\nBETO O'ROURKE: No.", "A Pittsburgh synagogue, a Florida high school, a Texas church, a Las Vegas concert, a Connecticut elementary school. These are the locations of some of the deadliest mass shootings in America in recent history, and they all have something in common: The style of weapon used at each horrific scene was the AR-15 semiautomatic rifle.\n\nThis week on 60 Minutes, correspondent Scott Pelley reports on what the weapon does to the human body, why it's different from the wounds created by a handgun—injury from an AR-15 style rifle round is potentially lethal.\n\nBecause handguns wound and kill more people than AR-15 style rifles, first responders and emergency room doctors are used to treating injuries sustained from a handgun shot.\n\nBut most emergency rooms haven't had to treat victims who've been shot with an AR-15 style rifle.\n\n\"It is a whole different kind of injury,\" 60 Minutes producer Ashley Velie tells 60 Minutes Overtime's Ann Silvio in the video above. \"When you're hit with an AR-15 bullet, most people die fairly quickly from bleeding out.\"\n\nTo get a perspective on how an AR-15 bullet differs from a 9-millimeter bullet, the 60 Minutes team spoke to Don Deyo, a former paramedic and Green Beret who witnessed mass casualties up close on the battlefield. He demonstrated the difference in bullets by shooting rounds into a cut of pork that's similar in size to an average adult human thigh. At first glance, the two rounds looked similar, both leaving an entry wound that's nothing more than a tiny hole in the flesh.\n\nBut flip the pork over, and the difference is stunning. The 9-millimeter exit wound was small, without much damage to the surrounding area. The AR-15 exit wound left an enormous, gaping hole and shattered the surrounding bone. Those bone fragments, Deyo explained, become projectiles that create further tissue damage.\n\nOn the broadcast, Pelley speaks with Cynthia Bir, a professor of research surgery at the University of Southern California. Bir also compared the damage done by the two types of bullets in her ballistics lab, where she uses state-of-the-art FBI issued gelatin blocs to represent human soft tissues.\n\n\"There's going to be a lot more damage to the tissues, both bones, organs, whatever gets kind of even near this bullet path,\" Bir tells Pelley. \"The bones aren't going to just break; they're going to shatter. Organs aren't just going to tear or have bruises on them; they're going to be, parts of them are going to be destroyed.\"\n\nStop the Bleed\n\nAfter an AR-15 style rifle bullet blasts a large cavity through soft tissue, blood pressure then pumps that cavity with blood, causing many victims of AR-15 shots to bleed out before rescue workers can reach them.\n\nAs a result, some doctors are now pushing for everyday people to learn how to stop that bleeding before first responders arrive. Following the shooting at Sandy Hook Elementary School, where 20 first-graders and six educators were killed with AR-15 rounds, a campaign called \"Stop the Bleed\" began nationwide. The movement is an effort to train civilians how to be a kind of first responder in life-threatening scenarios, such as mass shootings.\n\nIn Florida, Broward County Medical Director Dr. Peter Antevy holds \"Stop the Bleed\" classes. He teaches basic techniques of bleeding control, including applying a tourniquet, packing a wound with gauze, and holding pressure over a wound. He's even given his 12-year-old son a bleeding kit—a package that includes items like tourniquets, gauze, and a chest seal—and taught him how to use it.\n\n\"We have to have the general public understand that they are the first line of defense,\" Antevy says. \"And every city, every community in this country needs to roll out those bleeding kits, or these active killer kits… And every child has to learn how to do it.\"\n\nThe \"Stop the Bleed\" campaign is an initiative of the American College of Surgeons, the Committee on Trauma, and the Hartford Consensus. You can learn more about it and purchase a bleeding control kit at BleedingControl.org\n\nTo watch how to use a Stop the Bleed kit, click here.\n\nTo watch Scott Pelley's report about high-velocity rounds from AR-15 style rifles, click here.\n\nThe video above was produced by Ann Silvio and Lisa Orlando. It was edited by Lisa Orlando.", "Every once in a while we come across a story of people trying to push the limits of what human beings can do. Athletes competing not just against each other, but against mother nature herself. When we first met a surfer named Garrett McNamara six years ago he had just set a world record for riding the biggest wave anyone ever had. Surfers from around the world have been trying to break McNamara's record ever since. As you're about to see someone finally has. Each winter big wave surfers bring their boards and their bravery to an unlikely spot where the waves can get as tall as buildings. It's not in Hawaii or Australia, it's off the coast of Portugal, in an ancient town called Nazaré, where Garrett McNamara first had the ride of his life.\n\nThe giant waves appear off Nazaré every winter, just as they have for thousands of years. Few surfers knew about this place until 2011 when Garrett McNamara was towed into this 78-foot wave by a Jet Ski. He had a camera mounted on his surfboard, and one on the shore, recording him as he got into place, let go of the tow rope and began his record-setting ride.\n\nGarrett McNamara: I didn't realize it was that big of a wave until it came down from above and just boom right on my shoulders and it almost squashed me. I almost collapsed.\n\nAnderson Cooper: It's hard for people who have not ridden a 78-foot wave to understand what it feels like, the power of that wave. How do you describe it?\n\nGarrett McNamara: A lot of us have snowboarded or skied. Just imagine going as fast as you go down a mountain and then imagine hitting some ice, maybe some moguls. And then imagine an avalanche coming down after you. Then imagine not trying to run away from it, trying to stay as close as possible to it the whole time. And-- and have it ch-- chasing you and now the mountain's moving and-- and not just the avalanche, but the whole mountain is moving. That's what it's like riding these giant waves.\n\nAnderson Cooper: It sounds terrifying.\n\nGarrett McNamara: For the average person, could easily be hell.\n\nIf you haven't figured it out by now, Garrett McNamara is not your average person. He started focusing on big waves in the mid 90's, attracted by the challenge and the rush of adrenaline he got riding them. Before setting the world record he'd already made a name for himself with some incredible rides and some epic wipeouts.\n\nGarrett McNamara: I broke ribs, three different times. Broke feet, hurt this knee, back, stitches from head to toe.\n\nAnderson Cooper: How many times you been stitched up?\n\nGarrett McNamara: I don't know, at-- at least a hundred if not more. And-- and I-- I've stopped going to the doctor, I just use Crazy Glue now, so I just—\n\nAnderson Cooper: You-- what?\n\nGarrett McNamara: Yeah. Yeah. I Crazy Glue everything. If I can Crazy Glue it, it's getting Crazy Glued. If you put it perfectly back together and put some Crazy Glue on it done. And back in the water that day.\n\n\"When you're underwater getting pounded, you are at the mercy of the ocean. You're like a grain of sand in the washing machine on spin cycle, going all different directions.\"\n\nMcNamara first surfed the waters off Nazaré, Portugal in 2010.\n\nAnderson Cooper: What did people think of you here?\n\nGarrett McNamara: I know in the beginning they thought I was absolutely crazy…\n\nA local resident had emailed him this picture of a wave, hoping to attract surfers and boost the local economy.\n\nFor generations, Nazaré was known as a sleepy fishing village. It was only the town's fishermen who braved these treacherous waters. Hundreds have drowned within sight of their loved ones on shore.\n\nWhen we first came here in 2012, there weren't many surfers riding these monster waves. Today, thanks in large part to Garrett McNamara, the water is now crowded with them. And onshore throngs of spectators gather around a 100-year-old lighthouse to watch the incredible rides and dangerous falls.\n\nGarrett McNamara: It's-- like Waterworld. Like-- dog fight for waves now. It's really funny.\n\nAnderson Cooper: People are competing for waves.\n\nGarrett McNamara: Yeah, competing, fighting. Yeah, full on.\n\nAnderson Cooper: Surfers wanna challenge themselves here in Nazaré.\n\nGarrett McNamara: This is-- the proving ground when it comes to a team. Much more about teamwork here. You need somebody with a Jet Ski to watch over you. And once it gets over 60 feet, everybody's challenging themself and their skills here.\n\nAnderson Cooper: It's dangerous even for the Jet Skiers.\n\nGarrett McNamara: Oh, the-- it's-- almost more dangerous because you got this big machine, all a sudden-- if a wave lands on you and you're stuck with the machine.\n\nLast November, McNamara was riding a Jet Ski, towing his friend, British surfer Andrew Cotton into this massive wave in Nazaré. It didn't go as planned.\n\nGarrett McNamara: This thing literally exploded like a bomb. And he flew into mid-air like a cannonball. He was a human cannonball.\n\nCotton was in the wrong spot on the wave, and had to jump off his board. He disappeared momentarily before being thrown forward like a rag doll. He landed hard on the water and broke his back.\n\nAndrew Cotton: The shock went through my back. It-- it was like hitting concrete.\n\nCotton was rescued and brought onto the beach. He spent months recovering, but is already back in Nazaré surfing once again.\n\nAndrew Cotton: As wipeouts go, it wasn't really that bad.\n\nAnderson Cooper: Dude, you broke your back. I mean--\n\nAndrew Cotton: Yeah, but it was-- it was an impact. And-- and the thing is, is-- is the-- the amazing thing about Nazaré is you never know what you're gonna get.\n\nThat's what makes Nazaré so exciting. The same day Andrew Cotton got hurt, a Brazilian surfer named Rodrigo Koxa caught the ride of his life, on this wave that some observers thought might have broken Garrett McNamara's record.\n\nAnd just a few months later, another Brazilian surfer, Maya Gabeira set a new women's world record, on a wave that measured 68 feet.\n\nAnderson Cooper: Who do you think will be the next surfer to set a world record here?\n\nAndrew Cotton: There's a lot of capable people to set the next world record.\n\nWe wanted to see these world-famous waves up-close, so we rigged McNamara's Jet Ski with three mini-cameras and attached another to the end of a stick I could easily carry.\n\nWe also placed three cameras with high powered zoom lenses on the cliffs overlooking where the waves break and hired another cameraman, Jorge Leal, to follow us.\n\nWith eight cameras rolling and two Jet Skis, we took off from the harbor in Nazaré.\n\nAnderson Cooper: So this is the area you try to surf in?\n\nGarrett McNamara: Yeah.\n\nWe hoped to see for ourselves just how powerful and dangerous the waves here are.\n\nAnderson Cooper: I'm good.\n\nGarrett McNamara: Come right on up, hold on tight.\n\nWe had no idea what we were in for.\n\nGarrett McNamara: Woo Hoo! Look at that!\n\nMcNamara considered these waves relatively tame. They were only 20 to 30 feet high.\n\nGarrett McNamara: Wow, look at the rainbow! Rainbow! Look at that! Holy Moly! That's amazing. Now it's time to hold on.\n\nIt's not just the wind and the current that makes the waves here so massive; it's the existence of an underwater canyon. At its deepest point, the canyon is nearly three times the depth of the Grand Canyon. It starts about 100 miles off shore and runs nearly all the way onto shore.\n\nGarrett McNamara: All this energy and it funnels in like a V, so all this energy it comes down the canyon, and as soon as it hits a shallow point, kaboom!\n\nGetting hit with all that energy is according to McNamara part of the joy of big wave surfing. On this wave in Nazaré, he ditched his board to prevent it from hitting him. You can see McNamara as a little speck on the lip of the wave.\n\nThis is the view from the camera on his board.\n\nGarrett McNamara: A lip lands on me. I get obliterated. And I'm under forever. And I was just-- loving every bit of it. It was amazing.\n\nAnderson Cooper: The way you say, \"Obliterated,\" it's sort of blissful and sort-- it's a little weird. What's the enjoyment of getting obliterated, of getting wiped out?\n\nGarrett McNamara: I think it's-- you're-- just out-- there's-- out of control. Like, when you're riding a wave, you-- still in control somewhat. You're at the mercy of the wave, but you can choose your path and your destiny. When you're underwater getting pounded, you are at the mercy of the ocean. You're like a grain of sand in the washing machine on spin cycle, going all different directions. And--\n\nAnderson Cooper: And that loss of control is…you feel alive.\n\nGarrett McNamara: Feel alive.\n\nBut two years ago McNamara's desire to feel alive, nearly cost him his life. It was in the Northern California surf spot known as Mavericks when he attempted to catch this wave which he thinks was 50-60 feet high.\n\nGarrett McNamara: I was in the perfect spot, paddled, stood up, thought I had it. And right when I hit, I was going so fast, it-- just-- broke my-- shattered my head, nine pieces.\n\nAnderson Cooper: The-\n\nGarrett McNamara: Humeru-- the humerus head shattered in nine pieces and broke the shaft off the head, where it lodged itself in my pec. It was--\n\nAnderson Cooper: Wait a minute. The bone lodged in your pec.\n\nMcNamara was rescued by a rider on a Jet Ski, and loaded into an ambulance.\n\nAnderson Cooper: When you went to see a doctor, what did they say?\n\nGarrett McNamara: The doctor-- they-- said I may ne-- might never surf again.\n\nAt home in Hawaii, his recovery was slow and excruciating. McNamara's shoulder had to be surgically reconstructed, with nine screws and a metal plate. He was bedridden for months.\n\nGarrett McNamara: I wanted to die. That's how bad the pain was.\n\nHis wife Nicole helped him through his rehabilitation, which took more than a year.\n\nMcNamara is 51 now and he and Nicole live in Portugal during the winter with their son.\n\nHe still feels the pain in his shoulder when he paddles. But he's back on the water and says he is a different person than he was before the accident.\n\nGarrett McNamara: You know the main thing it did is took the monkey off my back.\n\nAnderson Cooper: What do you mean?\n\nGarrett McNamara: I used to have to ride every single swell everywhere in the world, if I had the ability to get there, or I was on suicide watch.\n\nAnderson Cooper: You were always looking for the biggest wave.\n\nGarrett McNamara: Biggest, best, perfect. And now, the monkey jumped off. I can-- I can be sittin' at home in Hawaii and see the biggest swell of the year coming here and be so happy and just say, \"No, I'm happy right here.\"\n\nAnderson Cooper: It sounds like at 50, one of the biggest daredevils out there is growing up.\n\nGarrett McNamara: I don't wanna say I'm growing up, but I definitely feel content.\n\nThat may be just as well. Remember that wave Brazilian Rodrigo Koxa caught last November? After the World Surf League analyzed video and photographs they declared it was 80 feet tall. Two feet taller than Garrett McNamara's record-setting wave.\n\nMcNamara says he couldn't be happier for Koxa and for Nazaré which remains in the record books. He may have lost his world record, but that same month he gained something much more important, a baby daughter. Her middle name is Nazaré.\n\nProduced by Keith Sharman. Associate producers, Alex J. Diamond and Erin Horan.", "36 hours from now, polls will open for the midterm elections, and 470 congressional seats will be up for grabs. One of the most surprisingly competitive races has been unfolding in Texas. The Senate election there pitting incumbent Ted Cruz in the red corner, against challenger Beto O'Rourke in the blue corner, represents more than just gripping political theater, a clash of big personalities, and record-setting fundraising. On the surface, the candidates have plenty in common: two Texans a year apart in age who left the state for Ivy League schools before returning. They were even elected to Congress the same day six years ago. But in this divided cultural and political moment, Cruz-O'Rourke has become a national barometer for American politics, in the unlikeliest of places.\n\n\"I don't know that there could be much more on the line than there is today. I don't know if the choices could be any more clear, the contrast any greater.\"\n\nGov. Greg Abbott: As goes Texas, so will go the future of the United States of America! [CHEERS]\n\nAt age 47, Senator Ted Cruz has gone from Tea Party disruptor to Republican Party stalwart.\n\nGov. Greg Abbott: I welcome my good friend, your Senator Ted Cruz! [CHEERS]\n\nOn a recent Sunday, he shared the stage with Texas Governor Greg Abbott in a roadhouse in his hometown of Houston.\n\nSen. Ted Cruz: God bless Texas! [CHEERS]\n\nCruz is equally familiar with the levers of power… and the art of politics.\n\nSen. Ted Cruz: Now why is it that people come to Texas? Because Texas is where the opportunity is. Because Texas is where the freedom is!\n\nWe sat down with the incumbent at a Houston BBQ joint.\n\nJon Wertheim: We've had our cameras following you for weeks. You're, you're working hard out there. What are the central principles you're trying to get across?\n\nSen. Ted Cruz: When I ran six years ago, I told the people of Texas I'd fight every day for low taxes, low regulations, and lots of jobs. My twin passions in life have been the American free enterprise system and the U.S. Constitution.\n\nIn this solidly red state, Cruz comes to battle armed with a loyal base: gun rights advocates, suburbanites, evangelicals, and big business. He also has the support of the sitting president.\n\nPresident Trump: Ted's opponent in this race is a stone cold phony named Robert Francis O'Rourke. Sometimes referred to as \"Bay—to.\"\n\nActually, it's pronounced \"Beto,\" a nickname for Robert that he picked up in his hometown of El Paso. He's a three-term U.S. Congressman from the West Texas border. A former bass player in a punk band, O'Rourke has finally, at age 46, achieved rock star status.\n\nRep. Beto O'Rourke: We are the defining immigrant story and experience. A border state that understands the bilateral relationship with Mexico.\n\nO'Rourke counts on the vote of Texas' millennials, minorities and urban professionals. He's spent months threading his way through Texas. While his small team livestreams everything, even the most mundane moments. When we met him in Waco recently, both his odometer and his voice were tapped.\n\nRep. Beto O'Rourke: I don't know that there could be much more on the line than there is today. I don't know if the choices could be any more clear, the contrast any greater.\n\nJon Wertheim: Why do you think so many people, both inside Texas but beyond Texas, are so captivated by this race?\n\nRep. Beto O'Rourke: I think the way in which we are running it, without PACs, without special interests, without pollsters, without consultants, going to every county, all 254. At this really divided moment, everybody, knowing that they're invited to be part of this. And the fact that some of your stereotypes about what you think Texas is, aren't necessarily true.\n\nHe's right. The state's longtime slogan says it all: \"Texas - it's like a whole other country.\" But no more. Forget the image of Texas as this outsized outlier. Right now, it's actually a strikingly accurate reflection of the United States as a whole. Like America, the state is more diverse than ever. Four in ten Texans are Hispanic. And Cruz's hometown of Houston is set to overtake Chicago as the third largest American city after New York and L.A.\n\nSen. Ted Cruz: Texas is growing like crazy. There's no state like Texas. I think we've got over 1,000 people a day moving to Texas.\n\nTexas may be carpeted with flatlands and prairies, but the open skies are being pierced with skyscrapers.\n\nLawrence Wright: Texas is an urban state. Three of the most populist, top-ten cities are in Texas. And number 11 is Austin.\n\nLawrence Wright is a longtime resident of Austin and the author of the book, \"God Save Texas.\" He characterizes the state in terms of two different radio frequencies.\n\nJon Wertheim: You've divided Texas into what you call AM Texas and FM Texas. Explain that.\n\nLawrence Wright: Well, I think AM Texas is what most people outside of Texas think the state is. AM Texas is you know, Rush Limbaugh.\n\nJon Wertheim: Social conservative. Care about their gun rights.\n\nLawrence Wright: Very much so. Evangelicals and so on. And yet, there's a side of Texas that many people don't really understand, and that's the FM Texas, which is more urban, progressive, more like other cities in the country.\n\nThe big question: which frequency will have the greater signal strength on Tuesday.\n\nLawrence Wright: I think that a lot of the Tea Party political figures in power right now see over the horizon. And what they see is a big change coming their way. And that change is brown. And that change is young. And that change is not so conservative. That's the wave that's coming into Texas.\n\nLike all the midterm races, the specter of Donald Trump hovers over the campaigns. In the case of Cruz, his newfound coziness with the president strikes many as hypocritical given how bitterly they opposed each other in the last presidential election.\n\nJon Wertheim: In 2016, you're running against President Trump and he disparages your father and your wife. You're accepting his support now. Reconcile that.\n\nSen. Ted Cruz: Listen, 2016 was a hard-fought campaign. And there were hard blows thrown all around. Now, I could've said, you know, I've got hurt feelings. I don't like the things he said on the campaign. So I'm gonna take my marbles and go home. Frankly, I think that would've been a really selfish decision.\n\nJon Wertheim: Marbles implies this is schoolyard stuff. What he said about your father.\n\nSen. Ted Cruz: At the end of the day, it's not about me. It's not about being selfish and worrying about my hurt feelings. And so, listen, I don't apologize for not being self-centered and pounding my foot and refusing to work with the president. I'm gonna do my job for the people of Texas.\n\nJon Wertheim: To what extent are you running against Ted Cruz? To what extent are you running against Donald Trump?\n\nRep. Beto O'Rourke: I'm not running against anyone. I really mean that. I wanna make sure that we are aware of the choice before us. Yep, it's walls, it's Muslim bans, it's \"the press is the enemy of the people.\" We know where that road takes us. We've seen that movie before. But given the stakes, if we're only organized against those things, then we demean our opportunity to define this country in the most positive, ambitious way possible.\n\nHere's an old Texas saying: \"there's nothing in the middle of the road but yellow stripes and dead armadillos.\" In this case, both candidates are squarely in their lanes.\n\nSen. Ted Cruz: He wants to abolish ICE; I want to abolish the IRS! [CHEERS]\n\nRep. Beto O'Rourke: What if we ended that war on drugs, ended the prohibition on marijuana. [CHEERS]\n\nLawrence Wright: Texans are gonna have a choice between a person who's seen as being too far right and another who's seen as being too far left. I think if Beto is elected you can then say Texas is no longer red, it's purple. If Texas is in play, if it's no longer the old reliable red that it's been for such a long time. Then the politics of the country are gonna change.\n\nRight now, the politics of the country are split in two, with Americans taking unyielding positions on climate change, guns, health care and immigration, a topic that has particular resonance in Texas, and may be the biggest divide between the candidates.\n\nRep. Beto O'Rourke: Although I'll tell you, I've lived almost my entire life, 46 years on this planet in El Paso, one half of the largest binational community in the hemisphere, also happens to be one of, if not the safest cities in the United States of America. Not in spite of, but because we're a city of immigrants.\n\nSen. Ted Cruz: He wants to make it no longer a crime to cross the border illegally. (BOOING) That would be the very definition of open borders.\n\nRep. Beto O'Rourke: I just think that the politics of trying to scare you about me is a politics that all of us are sick of. He'll tell you that I want open borders. His mischaracterization, his dishonesty, his lies, he employs those tactics because in the past they've been shown to be effective.\n\nCruz has practiced traditional retail politics, and relies on his party's infrastructure, PAC money and traditional media. O'Rourke has kept his party's establishment at arm's length.\n\nJon Wertheim: We've noticed you haven't had a lotta the stars of the Democratic Party, Elizabeth Warren, Bernie Sanders, former President Obama, they haven't come to Texas. Are you trying to distance yourself from the Party?\n\nRep. Beto O'Rourke: I'm not distancing myself. But I don't want anyone coming in from the outside. I want the people of Texas to decide this on, on their own terms.\n\nThis election may not come down to ideas, personalities, or even money, so much as who shows up. Early voting in Texas has shattered expectations, up more than 500 percent among young voters from the previous midterm.\n\nJon Wertheim: We keep hearing about the importance of turnout on election day for this election.\n\nSen. Ted Cruz: Yes. If you look at the dynamics, we've got numbers on our side. There are a lot more conservatives than there are liberals. What the O'Rourke campaign has had on their side is intensity. The liberals who are in Texas are really, really mad. They hate President Trump. That anger is dangerous. I mean, that anger is mobilizing. It means they're gonna show up no matter what. As I've said, they'll crawl over broken-- broken glass to show up.\n\nJon Wertheim: That's not a good thing?\n\nSen. Ted Cruz: Look, intensity is, is always potent. Intensity turns people out at the polls.\n\nJon Wertheim: You working on the assumption that the more people that show up, the better your odds of winning?\n\nRep. Beto O'Rourke: Yeah, I think the more people that show up, the better we do.\n\nJon Wertheim: Why?\n\nRep. Beto O'Rourke: Because the people who are fired up right now are-- are fired up to do something great for this country. That's my sense. I don't have a pollster, so I-- I c-- I can't quantify this assumption for you. But the turnout that we're seeing-- is already off the charts.\n\nJon Wertheim: You mentioned no pollsters, no PAC money, and from the looks of it you're running this campaign out of the front seat of your minivan.\n\nRep. Beto O'Rourke: Yeah.\n\nJon Wertheim: Is that a good idea?\n\nRep. Beto O'Rourke: Yeah, it's a great idea.\n\nJon Wertheim: Why's that?\n\nRep. Beto O'Rourke: It's fun. It's, it's the most direct way to connect with people. I love being on the road every day going to one community after the next. It's the only way to really get to know the state and the people that you wanna serve.\n\nRep. Beto O'Rourke: When we decide that we're going to invest in people, great things happen ...\n\nSen. Ted Cruz: If you believe in low taxes, and low regulations, and lots of jobs, if you believe in defending the Constitution.\n\nJon Wertheim: You have two polished politicians, both in their 40s, ascending stars in their parties. Is there a sense, in Texas, the stakes are really high in this race?\n\nLawrence Wright: Yeah, because you know, we already had one who ran for president. And but for Donald Trump, might've gotten the nomination. And then we have one that's already being talked about as a future presidential contender without regard to whether he wins this race or not. They each have a core constituency that wants to be heard. That's something they have in common and it runs very deep.\n\nSen. Ted Cruz: If we lose our freedom here, where do we go? And so, look, I believed this when I was ten. I believed this when I was in college. I believe this now, that freedom works. Freedom matters.\n\nRep. Beto O'Rourke: This, this is gonna be a defining moment for us. I'm confident that people in the future will look back on 2018. They'll look back on this state specifically and say that Texas decided all.\n\nProduced by Graham Messick. Associate producer, Jack Weingart.", "The mass murder last week at the Pittsburgh Synagogue has something in common with the deadliest massacres: the AR-15 semi-automatic rifle. Variations of the AR-15 were used to kill at a Texas church, a Las Vegas concert, Marjorie Stoneman Douglas High School in Florida and Sandy Hook Elementary School. The AR-15 style rifle is the most popular rifle in America. There are well over 11 million, and they are rarely used in crime. Handguns kill far more people, but the AR-15 is the choice of our worst mass murderers. AR-15 ammunition travels up to three times the speed of sound. And tonight we're going to slow that down - so you can see why the AR-15's high-velocity ammo is the fear of every American emergency room\n\nMass shootings were once so shocking they were impossible to forget. Now they've become so frequent it's hard to remember them all. Last Saturday, in the Pittsburgh Synagogue, 11 were killed, six wounded.\n\nFBI Special Agent Robert Jones: This is the most horrific scene I've seen in 22 years with the Federal Bureau of Investigations. Members of the Tree of Life Synagogue conducting a peaceful service in their place of worship were brutally murdered by a gunman targeting them simply because of their faith.\n\nJust 11 months before, it was a church in Sutherland Springs, Texas. Assistant fire chief Rusty Duncan was among the first to arrive.\n\nRusty Duncan: 90 percent of the people in there were unrecognizable. You know the blood everywhere, I mean it just covered them from head to toe. They were shot in so many different places that you just couldn't make out who they were.\n\nThe church is now a memorial to the 26 who were murdered.\n\nRusty Duncan: I've never had the experience, not with any kind of weapon like this. For me to see the damage that it did was unbelievable, it was shattering concrete, I-- you know, you can only imagine what it does to a human body.\n\nScott Pelley: The police estimate that he fired about 450 rounds.\n\nRusty Duncan: Oh, I believe it. I saw the damage it did. I saw the holes in the church from one side to the other, all the pews, the concrete, the carpet, I saw it all.\n\nA gunshot wound is potentially fatal no matter what kind of ammunition is used. But Cynthia Bir showed us the difference in an AR-15 round against gelatin targets in her ballistics lab at the University of Southern California.\n\nCynthia Bir: Years of research have gone in to kind of what the makeup should be of this ordnance gelatin to really represent what damage you would see in your soft tissues.\n\nScott Pelley: So this is a pretty accurate representation of what would happen to a human being?\n\nCynthia Bir: Yeah, this is currently considered kind of the state of the art.\n\n\"Organs aren't just going to tear or have bruises on them, they're going to be, parts of them are going to be destroyed.\"\n\nThis is a 9 millimeter bullet from a handgun, which we captured in slow motion. The handgun bullet traveled about 800 miles an hour. It sliced nearly straight all the way through the gel.\n\nNow look at the AR-15 round.\n\nCynthia Bir: See the difference?\n\nScott Pelley: Yes.\n\nIt's three times faster and struck with more than twice the force. The shockwave of the AR-15 bullet blasted a large cavity in the gel unlike the bullet from the handgun.\n\nScott Pelley: Wow. There's an enormous difference. You can see it right away.\n\nCynthia Bir: Yeah, exactly. There are fragments in here. There's, kind of took a curve and came out. You can see a much larger area in terms of the fractures that are inside.\n\nNow watch from above. On top, the handgun, at bottom, the AR-15.\n\nScott Pelley: It's just exploded.\n\nCynthia Bir: It's exploded and it's tumbling. So what happens is, this particular round is designed to tumble and break apart.\n\nThe 9 mm handgun round has a larger bullet, but this AR-15 round has more gunpowder, accelerating its velocity. Both the round and the rifle were designed in the 1950's for the military. The result was the M16 for our troops and the AR-15 for civilians.\n\nCynthia Bir: There's going to be a lot more damage to the tissues, both bones, organs, whatever gets kind of even near this bullet path. The bones aren't going to just break, they're going to shatter. Organs aren't just going to tear or have bruises on them, they're going to be, parts of them are going to be destroyed.\n\nThat fairly describes the wounds suffered by 29-year-old Joann Ward. At Sutherland Springs Baptist Church she was shot more than 20 times while covering her children. Ward was dead, her daughters mortally wounded, as assistant fire chief Rusty Duncan made his way from the back of the sanctuary.\n\nRusty Duncan: As I got a couple of rows up, Ryland's hand reached out from under his stepmom and grabbed my pant leg. I wouldn't even known he was alive until he did that. I didn't even see him under her. Well, that's where me and him made eye contact for the first time.\n\nJoann Ward's five-year-old stepson Ryland Ward was hit five times and was nearly gone when he reached trauma surgeon Lillian Liao at San Antonio's University Hospital.\n\nScott Pelley: How much of Ryland's blood do you think was lost before he came to you?\n\nLillian Liao: At least half.\n\nThis is Ryland's ER X-ray.\n\nLillian Liao: You see the two bullet fragments that are in him.\n\nScott Pelley: The X-ray shows you the solid fragments of the shrapnel and the bullets, but it doesn't tell you much about the damage to the soft tissue.\n\nLillian Liao: No, and it doesn't tell you what's on the inside. I mean a bomb went off on the inside. And our job is to go in there and clean it up.\n\nScott Pelley: A bomb went off on the inside because of the shockwave from these high-velocity rounds.\n\nLillian Liao: Correct.\n\nRyland endured 24 surgeries to repair his arm, leg, pelvis, intestines, kidney, bladder and hip.\n\nLillian Liao: At some point it's like putting Humpty Dumpty back together again.\n\nScott Pelley: What do you mean?\n\nLillian Liao: Well his organs are now in different pieces and you have to reconstruct them. The arm was missing soft tissue, skin, muscle and part of the nerves were damaged. The bowel has to be put back together some of the areas of injury has to heal itself so you can see that he can walk around like a normal child and behave as normal as possible.\n\nWith the AR-15, it's not just the speed of the bullet, but also how quickly hundreds of bullets can be fired. The AR-15 is not a fully automatic machine gun. It fires only one round with each pull of the trigger. But in Las Vegas last year, it sounded like a machine gun.\n\nA special add-on device called a bump stock allowed the killer to pull the trigger rapidly enough to kill 58 and wound 489. In other mass killings the AR-15 was fired without a bump stock, but even then, it can fire about 60 rounds a minute. Ammunition magazines that hold up to 100 rounds can be changed in about five seconds.\n\nMaddy Wilford: I remember hearing the gunshots go off and being so nervous and scared and all of the sudden I felt something hit me.\n\nScott Pelley: You'd been shot how many times?\n\nMaddy Wilford: Four times.\n\nScott Pelley: How many surgeries?\n\nMaddy Wilford: Three. For my arm, my stomach and my ribs and lung.\n\nLast February, 17-year-old Maddy Wilford was at school, Marjorie Stoneman Douglas High School in Parkland, Florida. 17 were murdered, 17 wounded.\n\nMaddy Wilford: And I just remember thinking to myself, there's no way, like, not me, please, not me. I don't wanna go yet.\n\nLaz Ojeda: Her vital signs were almost nonexistent. she looked like all the blood had gone out of her body. She was in a state of deep shock.\n\nParamedic Laz Ojeda saved Maddy Wilford, in part, because Broward County EMS recently equipped itself for the battlefield wounds that the AR-15 inflicts.\n\nLaz Ojeda: We carry active-killer kits in our rescues.\n\nScott Pelley: Active-killer kits?\n\nLaz Ojeda: Yes.\n\nScott Pelley: What is that?\n\nLaz Ojeda: That is a kit that has five tourniquets, five decompression needles, five hemostatic agents, five emergency trauma dressings.\n\nDr. Peter Antevy, Broward County Medical Director, told us today's wounds demand a new kind of training.\n\nPeter Antevy: If I take you through one of our ambulances or take you through our protocols, almost everything we do is based on what the military has taught us. We never used to carry tourniquets. We never used to carry chest seals. These were things that were done in the military for many, many years.\n\nScott Pelley: When did all of that change?\n\nPeter Antevy: It really changed I think after Sandy Hook.\n\nAfter Sandy Hook Elementary School where 20 first graders and six educators were killed with AR-15 rounds, a campaign called \"Stop the Bleed\" began nationwide. Antevy and doctors including Lillian Liao in San Antonio, are training civilians who are truly the first responders. There have been nearly 30 thousand classes like this in the last three years.\n\nPeter Antevy: The day after the shooting, my kids, they're waking up, and they're \"time to go to school.\" And, my son heard kind of heard what happened the night before, when I was on the scene, and he looked at me with the fear of God that he had to go to school that day. My first instinct was, \"He needs a bleeding kit.\" My son today has a bleeding kit on his person.\n\nScott Pelley: How old is he?\n\nPeter Antevy: 12 years old. Here it is. This is it. We, we, I've given him this and I've taught him how to use it.\n\nScott Pelley: You believe that these mass casualty events have become so common –\n\nPeter Antevy: Absolutely.\n\nScott Pelley: – that it is important for everyone in this country to be prepared.\n\nPeter Antevy: Everyone.\n\nScott Pelley: That's where we are in America today?\n\nPeter Antevy: That's where we are.\n\nRyland Ward survived the church massacre because firefighter Rusty Duncan used his belt as a tourniquet.\n\nOver this last year Ryland has worked, often six days a week, learning to sit, stand, and walk again.\n\nRyland Ward: I'm going to see if this actually goes in the hospital. Yep.\n\nScott Pelley: Did you meet some new people in the hospital? You were there for a long time.\n\nRyland Ward: How do you know?\n\nScott Pelley: They told me. I talked to some of the people who helped you.\n\nRyland Ward: Like who?\n\nScott Pelley: There was, uh, Doctor –\n\nRyland Ward: Liao?\n\nScott Pelley: Doctor Liao, yes.\n\nHe has his strength back. Its remarkable, really. But healing from the loss of his stepmother and sisters won't be as quick.\n\nMaddy Wilford is also moving forward. Like many who suffer physical trauma, her interests have turned to medicine and an internship where she is studying the kind of surgeries that saved her.\n\nNot long ago, many communities assumed mass murder would never come to them\n\nToday, all Americans are being asked to prepare for the grievous wounds of high-velocity rounds.\n\nProduced by Ashley Velie. Associate producer, Dina Zingaro.", "", "", "Pete Davidson, a cast member on NBC's \"Saturday Night Live,\" is under fire for mocking the appearance of Dan Crenshaw, a Republican candidate for Congress in Texas who lost his eye in Afghanistan. In a segment that aired Saturday, Davidson gave his first impressions of several midterm candidates, including Rick Scott and Peter King.\n\n\"This guy is kinda cool, Dan Crenshaw. You may be surprised to hear he's a congressional candidate from Texas, and not a hitman in a porno movie,\" Davidson said with a laugh. \"I'm sorry. I know he lost his eye in war or whatever ... Whatever.\"\n\nCrenshaw spent 10 years as a member of the Navy SEALs. In 2012, he was hit with a blast from an improvised explosive device in the Helmand province that destroyed his right eye, according to his campaign website. He retired in 2016 and left the service with two Bronze Stars, a Purple Heart and the Navy Commendation Medal with Valor.\n\nCrenshaw tweeted a response to Davidson's comments Sunday afternoon.\n\nGood rule in life: I try hard not to offend; I try harder not to be offended. That being said, I hope @nbcsnl recognizes that vets don’t deserve to see their wounds used as punchlines for bad jokes. — Dan Crenshaw (@DanCrenshawTX) November 4, 2018\n\nAfter defeating State Rep. Kevin Roberts in a May primary, Crenshaw faces Todd Litton, a Democrat, in the race for Texas' 2nd Congressional District.\n\nThe National Republican Congressional Committee (NRCC) responded to the \"SNL\" segment on Sunday, demanding an apology from Davidson and the network. \"Pete Davidson and NBC should immediately apologize to Dan, and to the millions of veterans and military families who tune in every weekend - because they're not laughing,\" committee spokesperson Jack Pandol said.\n\nMeghan McCain, daughter of the late Sen. John McCain, tweeted that the segment was tone deaf. \"This is really awful and incredibly tone-deaf and offensive to veterans, their families and all who serve. Come on SNL, do better.\"", "President Trump was in Tennessee for a rally Sunday night with Vice President Mike Pence on behalf of Marsha Blackburn, the Republican candidate for Senate.\n\nIn Chattanooga, Tennessee, Mr. Trump warned again that caravans of immigrants are on their way to flood across the southern border.\n\n\"That's an invasion. I don't care what they say,\" he said to cheers. He received similar applause when promoting the economy, unemployment numbers and judicial appointments.\n\nWhen Blackburn took the stage briefly, she told supporters, \"If you want to vote no to Hillary Clinton and her cronies one more time, stand with me.\" The crowd responded with the chant, \"Lock her up!\"\n\nGetty\n\nEarlier, he held a rally in Georgia Sunday afternoon to stump for Republican gubernatorial candidate Brian Kemp, the Georgia secretary of state whose race is one of the most closely watched of the midterm election cycle. Stacey Abrams, Kemp's Democratic opponent, would be the first African-American woman elected governor in the U.S. The race has featured repeated allegations of voter suppression by Kemp's office, which oversees state elections.\n\nThe president focused his remarks largely on his own record, and criticized Abrams as \"extreme far-left.\" Kemp, he said, is a \"great leader.\" He pressed voters to focus on his support for Kemp, not Abrams' recent high-profile support from Oprah Winfrey.\n\nEarlier, Kemp's office said it had launched an investigation into the Georgia Democratic Party over \"a failed attempt to hack the state's voter registration system.\" The head of the state Democratic Party categorically denied the accusation, saying the \"scurrilous claims\" are \"100 percent false.\" The president did not mention the issue at his Georgia rally.\n\nBefore leaving the White House for the Georgia rally, Mr. Trump said he had no knowledge of the hacking accusations. He said he thought Kemp will be a \"fantastic governor of Georgia.\"", "President Trump was in Tennessee for a rally Sunday night with Vice President Mike Pence on behalf of Marsha Blackburn, the Republican candidate for Senate.\n\nIn Chattanooga, Tennessee, Mr. Trump warned again that caravans of immigrants are on their way to flood across the southern border.\n\n\"That's an invasion. I don't care what they say,\" he said to cheers. He received similar applause when promoting the economy, unemployment numbers and judicial appointments.\n\nWhen Blackburn took the stage briefly, she told supporters, \"If you want to vote no to Hillary Clinton and her cronies one more time, stand with me.\" The crowd responded with the chant, \"Lock her up!\"\n\nGetty\n\nEarlier, he held a rally in Georgia Sunday afternoon to stump for Republican gubernatorial candidate Brian Kemp, the Georgia secretary of state whose race is one of the most closely watched of the midterm election cycle. Stacey Abrams, Kemp's Democratic opponent, would be the first African-American woman elected governor in the U.S. The race has featured repeated allegations of voter suppression by Kemp's office, which oversees state elections.\n\nThe president focused his remarks largely on his own record, and criticized Abrams as \"extreme far-left.\" Kemp, he said, is a \"great leader.\" He pressed voters to focus on his support for Kemp, not Abrams' recent high-profile support from Oprah Winfrey.\n\nEarlier, Kemp's office said it had launched an investigation into the Georgia Democratic Party over \"a failed attempt to hack the state's voter registration system.\" The head of the state Democratic Party categorically denied the accusation, saying the \"scurrilous claims\" are \"100 percent false.\" The president did not mention the issue at his Georgia rally.\n\nBefore leaving the White House for the Georgia rally, Mr. Trump said he had no knowledge of the hacking accusations. He said he thought Kemp will be a \"fantastic governor of Georgia.\"", "President Trump was in Tennessee for a rally Sunday night with Vice President Mike Pence on behalf of Marsha Blackburn, the Republican candidate for Senate.\n\nIn Chattanooga, Tennessee, Mr. Trump warned again that caravans of immigrants are on their way to flood across the southern border.\n\n\"That's an invasion. I don't care what they say,\" he said to cheers. He received similar applause when promoting the economy, unemployment numbers and judicial appointments.\n\nWhen Blackburn took the stage briefly, she told supporters, \"If you want to vote no to Hillary Clinton and her cronies one more time, stand with me.\" The crowd responded with the chant, \"Lock her up!\"\n\nGetty\n\nEarlier, he held a rally in Georgia Sunday afternoon to stump for Republican gubernatorial candidate Brian Kemp, the Georgia secretary of state whose race is one of the most closely watched of the midterm election cycle. Stacey Abrams, Kemp's Democratic opponent, would be the first African-American woman elected governor in the U.S. The race has featured repeated allegations of voter suppression by Kemp's office, which oversees state elections.\n\nThe president focused his remarks largely on his own record, and criticized Abrams as \"extreme far-left.\" Kemp, he said, is a \"great leader.\" He pressed voters to focus on his support for Kemp, not Abrams' recent high-profile support from Oprah Winfrey.\n\nEarlier, Kemp's office said it had launched an investigation into the Georgia Democratic Party over \"a failed attempt to hack the state's voter registration system.\" The head of the state Democratic Party categorically denied the accusation, saying the \"scurrilous claims\" are \"100 percent false.\" The president did not mention the issue at his Georgia rally.\n\nBefore leaving the White House for the Georgia rally, Mr. Trump said he had no knowledge of the hacking accusations. He said he thought Kemp will be a \"fantastic governor of Georgia.\"", "Aurora, one of the U.S. Air Force Academy's mascots, was injured during a prank prior to the rivalry football game against Army, an academy spokesperson said. The 22-year-old falcon suffered an undisclosed injury and was scheduled to see a specialist Sunday at the Air Force Academy in Colorado.\n\nWest Point cadets took Aurora from an Army colonel's house as part of a prank during the week leading up to the game at Michie Stadium, the Colorado Springs Gazette reports. The newspaper characterized the injury as \"potentially life-threatening.\"\n\nLt. Col. Tracy A. Bunko, an Air Force Academy spokesperson, said Aurora returned home Saturday evening and has been able to \"fly around in her pen\" as of Sunday.\n\n\"She will see a specialist later today who will determine if X-rays are necessary, but this is an extremely good sign,\" Bunko said. \"We will continue to evaluate her and administer antibiotics to prevent an infection.\"\n\nLate Sunday, the Air Force Academy said Aurora is expected to make a full recovery.\n\nAccording to our Master Falconer Sam Dollar and the wonderful veterinarians at Ft Carson, #Aurora is expected to make a full recovery. pic.twitter.com/69G6nfQO0s — USAFA (Official) (@AF_Academy) November 4, 2018\n\nThe U.S. Military Academy issued a statement apologizing for the incident. \"We are taking this situation very seriously, and this occurrence does not reflect the Army or (United States Military Academy) core values of dignity and respect,\" it said.\n\nThe Army defeated the Falcons 17-14 on Saturday. The Air Force usually brings two mascots to the game, but only had one at the stadium Saturday, the Gazette reports.", "Read more transcripts from Face the Nation here.\n\nJOHN DICKERSON: It's Sunday, November 4th. I am John Dickerson and this is FACE THE NATION. With just two more days until the crucial midterm elections, we are in CBS News election headquarters in New York.\n\nOPRAH WINFREY: You get a vote. And you get a vote. And you get a vote.\n\nCROWD (in unison): You get a vote. And you get a vote. And you get a vote.\n\nJOHN DICKERSON: Candidates are relying on star power in the final push till Election Day.\n\n(Man performing)\n\nJOHN DICKERSON: The most visible reality star isn't on the ballot but is campaigning like he is. According to the White House, President Trump will have campaigned in fifty-three rallies in twenty-three states by Election Day for Republican candidates.\n\nWOMAN: We need people to get off the sidelines. We need people who are with us and with this President.\n\nJOHN DICKERSON: Republican candidates are embracing the President and the strong economy, but those hoping to attract independents are concerned President Trump's campaign of fear and divisiveness will backfire.\n\nPRESIDENT DONALD TRUMP: A blue wave would equal a crime wave, very simple.\n\nJOHN DICKERSON: It's a strategy that's prompted a former President to publicly push back.\n\nPRESIDENT BARACK OBAMA: What we have not seen the way we're seeing right now is politicians just blatantly, repeatedly, baldly, shamelessly lie.\n\nJOHN DICKERSON: We'll have a new CBS News Battleground Tracker previewing where the race for the House stands and tell you what to look for on Election Day. Plus, Secretary of State Mike Pompeo will join us to preview the administration's plan for resuming sanctions on Iran. We'll hear from Democratic Senator Mark Warner about what Democrats are hoping for going into the election, and Republican National Committee chair Ronna McDaniel will also be here.\n\nWe'll have plenty of political analysis all ahead on FACE THE NATION.\n\nGood morning and welcome to FACE THE NATION. We are going to get right to it. Our big story today, what's going to happen in Tuesday's midterm election? For that we turn to CBS News elections and surveys director Anthony Salvanto. Anthony, one of the busiest men in the building right now. Let's start. You've done a survey of the House races. What does it show?\n\nANTHONY SALVANTO (CBS News Director of Elections and Surveys/@SalvantoCBS): Yeah. We have been tracking race by race across all four thirty-five, especially in the competitive districts. The Democrats go into Tuesday in position to take control, even if narrowly, so right now they would get to two twenty-five. That's just a few seats over the two eighteen that they would need to win. There's a margin of error on that estimate, and that leaves a very plausible scenario in which Republicans retain control of the House. The story on that is not just statistical, it's political. It's what happens if the Democrats don't get the turnout that they need and they don't get enough crossover voting.\n\nJOHN DICKERSON: Let's go to those two scenarios. First scenario is the one where Democratic hopes are dashed. They don't get to-- they don't take the twenty-three seats away from Republicans. What has happened if that is the outcome on Tuesday?\n\nANTHONY SALVANTO: The Democrats are relying on this kind of cocktail, which is a heavy amount of turnout, new voters, people who haven't shown up in midterms before with a dash of persuasion, and that's a few, it's less than one in ten, people who voted for Donald Trump in 2016, going over and voting for a Democrat for the House this year. If most of them come back to the Republican Party the Republicans hold the House, the Democrats fall short.\n\nJOHN DICKERSON: And if Republicans hold the House Democrats will need a cocktail. Let's go now to the outcome where Democrats have a big night. What has then happened in the electorate for that to happen?\n\nANTHONY SALVANTO: Well, they've gotten that turnout, and some of the early voting indicates that they might, and then they have gotten more independents to swing over towards them. Remember, they're aiming at some of that crossover and persuading some more independents. If that happens, then they get up into the two-thirties-- two thirty-two in our best estimate on that big night for the Democrats. But in either case, it will probably be a late night, John, before we know.\n\nJOHN DICKERSON: And, finally, as if we didn't have enough complexity, there is some sense the weather might play a role on Tuesday. What do you-- what do you know?\n\nANTHONY SALVANTO: Well, we talk about turnout. It means that people might have to stand out there in some tough conditions. It looks like the weather forecast across the Midwest is pretty tough. It looks like there are severe storms down across even into Virginia and the-- the Mid-Atlantic there. So we'll see. A lot of those states don't early vote. Some of them, they had-- they need Election-Day turnout. So that could be a factor.\n\nJOHN DICKERSON: Oh, wow. Okay. Anthony, we'll see you later in the broadcast. Thank you.\n\nWe turn now to Virginia Democratic Senator Mark Warner. Today, he's in Wytheville, Virginia, getting ready to go canvass for Democrats in Virginia, including his colleague Tim Kaine. Good morning, Senator. You're going to be knocking on doors, what is your pitch?\n\nSENATOR MARK WARNER (D-Virginia/@MarkWarner): Good morning, John. Well, my pitch is this election people need to get out and vote. If they are concerned about what's going on in Washington, if they're concerned about a President that doesn't act very presidential when we see moments of crisis over the last few weeks, they need to have their votes counted. And, frankly, even folks who may agree that the economy is going pretty good, I think many, many people realize we need a check on this President and we've seen evidence of that in the last three weeks when this President was not able to bring the country together after the shootings or the bombing attempts. We saw it when the President, you know, kind of randomly said that he could override the Constitution with a stroke of a pen. People know that we have rule of law in this country. And then in the last couple of days, where he said that he's going to take fifteen thousand of our military troops, take them out of Iraq and Afghanistan, no plan, move them to the border and then allow those troops to fire on kids who might be throwing stones.\n\nJOHN DICKERSON: But--\n\nSENATOR MARK WARNER: That's pretty remarkable, I think, and, again--\n\nJOHN DICKERSON: But--\n\nSENATOR MARK WARNER: --this President-- just one last point, John, I don't think he understands that words matter. In the last forty-eight hours in Nigeria, troops shot on students throwing rocks and they-- they turned to President Trump's words as a-- a vindication.\n\nJOHN DICKERSON: Well, let me come back here at home, the jobs report on Friday--\n\nSENATOR MARK WARNER: Sure.\n\nJOHN DICKERSON: --was even better than forecasters expected. Employers added two hundred and fifty thousand jobs. Unemployment rate is 3.7. Wages grew 3.1 percent. They haven't been doing that. If we focus on the James Carville maxim, \"it's the economy, stupid,\" you named a couple, a lot of things but the economy is strong. Why should people want to change course, accepting all the things you said, why would they want to change course with the economy humming like this?\n\nSENATOR MARK WARNER: Because I think one thing people realize is that we're in a-- a sense riding a sugar high from a two-trillion-dollar tax cut that was unpaid for. Now the economy is doing pretty well right now, I grant that. I think the hangover is going to be pretty bad as we go into next year, but we can debate that later. What I think people are concerned about is they're concerned about this President that, frankly, even if you agree that the economy is going well, that we need to have some level of check on him. The founders set up a system of checks and balance. We got a President in Donald Trump that is--\n\nJOHN DICKERSON: But-- but--\n\nSENATOR MARK WARNER: --totally unchecked at this point. And rule of law and, frankly, America's standing in the world is being undermined.\n\nJOHN DICKERSON: I want to ask you about election security, but, quickly, on the Intelligence Committee report, your own report. Do you think that's going to come out before the end of the year?\n\nSENATOR MARK WARNER: That's my hope. We've still got a number of individuals that we have to see. Many of the ones who, frankly, pled already out with Mueller, we need to see some of these are principles. But I want this to be done because at the end of the day, the American public needs to know, not only what happened in 2016 in terms of Russian interference, but how we're better prepared to make sure it never happens again.\n\nJOHN DICKERSON: On this election security question, how secure will the elections be on Tuesday?\n\nSENATOR MARK WARNER: Well, John, I think we've made great progress, particularly, at the individual polling stations and in the tabulation of votes. So, I think people should go out and vote with confidence. I am concerned that this White House, though, has, frankly, held back. We've got a broadly based bipartisan election security bill that I think would have gotten ninety votes in the Senate that would have made sure that every polling station had a paper ballot to audit after the fact if there was ever any kind of intervention. And, unfortunately, the White House stopped that legislation.\n\nJOHN DICKERSON: Are you expecting any kind of an attack on Tuesday, what would that even look like, and is the U.S. in a position to respond?\n\nSENATOR MARK WARNER: I think we are much better. DHS has been work-- doing a very good job in terms of working with individual election registrars. The fact that we have a federal, state, and local circumstance and election means that these are lots of different lines of control. But there is a good cooperative relationship. I think it would have been better if, in the aftermath of 2016, this White House, after that kind of attack, would have actually appointed someone in charge of election security. Unfortunately, Mister Trump has not done that. Matter of fact he even eliminated the position of cybersecurity at the White House, which I think is a totally wrong move because where we're potentially vulnerable is the ability of Russia or some other foreign actor to either break into some of the voter files at the-- at the kind of, at the national level or at the vendor level. And then also what I am more concerned about is a flood of fake accounts or fake manipulation through social media, where again we've made some progress. But the companies have not moved as far as they need to move.\n\nJOHN DICKERSON: Fin-- finally, Senator, quickly, you received a briefing this week on the murder of columnist Jamal Khashoggi. Following that, you said there is enough evidence for Congress to act, even if the President doesn't. What kind of action are you expecting Congress to take?\n\nSENATOR MARK WARNER: Well, first of all, John, I've not received that full briefing. The whole Gang of Eight will, but I believe that it is, that the evidence that the Turks have pointed out, that Khashoggi was brutally murdered in the Saudi consulate and frankly, John, I don't think under President Reagan, under President Bush, or Obama, or Clinton, that any so-called ally would have taken that kind of action because they know America, at that point, stood for a free press and human rights. Again, the President's words matter, and I think that you're seeing our so-called allies take pretty unusual actions. I think Congress will act, whether it's cut back on arms sales, whether it's looking in terms of some of our nuclear accords, I do think there is an opportunity here and I commend Secretary Pompeo and Mattis for trying to urge the Saudi Arabians to end this brutal war in Yemen. And if there is an opportunity in this moment to get that done that would be a step forward.\n\nJOHN DICKERSON: All right. Senator Warner, we thank you so much for being with us.\n\nSENATOR MARK WARNER: Thank you, John.\n\nJOHN DICKERSON: And we'll be back in a moment. Stay with us.\n\n(ANNOUNCEMENTS)\n\nJOHN DICKERSON: We want to go now to the State Department Diplomatic Room in Washington and Secretary of State Mike Pompeo. Mister Secretary, I want to start with the sanctions that will be re-imposed this week on Iran. A number of European countries do business with Iran. The President had formally said anyone doing business with Iran will not be doing business with the United States. So, can European allies expect they will not be doing business with the United States?\n\nMIKE POMPEO (Secretary of State/@SecPompeo): Well, John, good morning. That's right. The European companies will not be permitted to do business with both the United States and with Iran, frankly, since May since the President's announcement of withdrawal from the ill-fated agreement. European companies have fled Iran in great numbers. Hundreds of businesses have departed Iran. The whole world understands that these sanctions are real that they are important that they drive the Iranian people's opportunity to make the changes in Iran that they so desperately want and stop Iran from having the wealth and money that they need to continue to foment terror around the world.\n\nJOHN DICKERSON: But it's the companies that won't be doing business not the countries themselves. In other words they won't be punished if any company doing business in Iran--the country won't be punished.\n\nMIKE POMPEO: That's right. These-- these sanctions apply to those who conduct sanctionable transactions. The Treasury has a set of sanctions. The State Department has its own set of sanctions and those will all come back into place on Monday of this week and they'll be the toughest sanctions ever placed against the Islamic Republic of Iran.\n\nJOHN DICKERSON: The President put out a poster of himself and said sanctions are coming. What was that about?\n\nMIKE POMPEO: Yeah, he was putting the world on notice that the terror regime which threatens Israel through Iranian funding of Lebanese Hezbollah. That the terror regime that attempted to conduct an assassination in Denmark over the past few weeks that the terror regime that continues to fund the Houthis launching missiles into Riyadh and into Dubai. That's going to stop. That behavior must change and sanctions from the United States will be reimposed at midnight tonight.\n\nJOHN DICKERSON: What if they restart their nuclear program in Iran?\n\nMIKE POMPEO: We're confident that the Iranians will not-- not make that decision.\n\nJOHN DICKERSON: Let me ask you a question about North Korea. You have talks this week. North Korea is saying they might restart their nuclear program if the U.S. does not start lifting sanctions. Is it still the U.S. position that North Korea will not see any economic sanctions lift until there is complete denuclearization?\n\nMIKE POMPEO: So, John I will-- I'll be in New York City at the end of this week meeting with my counterpart Kim Yong-chol, I expect we'll make some real progress, including an effort to make sure that the summit between our two leaders can take place where we can make substantial steps towards denuclearization. John, we have to remember and the American people need to remember the North Koreans haven't launched a missile, haven't conducted a nuclear test. They allowed the return of American remains. We have had success in just the handful of months since this past June and we continue to make good progress. I'm confident that we'll advance the ball again this week when I'm in New York City.\n\nJOHN DICKERSON: Mister Secretary, you said that-- that North Korea will not see any economic sanctions lifted until it has demonstrated complete denuclearization. Is that still your position?\n\nMIKE POMPEO: It is not only complete denuclearization, but our capacity to verify that that has taken place--\n\nJOHN DICKERSON: Okay.\n\nMIKE POMPEO: --is also a prerequisite to lifting economic sanctions.\n\nJOHN DICKERSON: Let me ask you about the-- the caravan at the U.S. southern border. General Colin Powell said, \"I see no threat requiring that this kind of deployment,\" he is referring there to the deployment of troops from the Pentagon. Retired General Martin Dempsey said, \"It was a wasteful deployment of overstretched soldiers and Marines.\" What's your response?\n\nMIKE POMPEO: It's a problem that's gone on too long. President Trump is determined to ensure that we have sovereignty of America at our southern border and that we protect our American border. As a Secretary of State, I-- I've been very involved in working with the governments in Guatemala, Honduras, El Salvador, and certainly the government of Mexico, and I've also had the chance to speak with the incoming government that is now twenty-six days out from taking power in Mexico. We've made clear to them they need to undertake every effort that they can to stop this illegal migration from entering the United States, and the President's made very clear they will not be permitted to enter our country unlawfully. If they want to come here--\n\nJOHN DICKERSON: The charge--\n\nMIKE POMPEO: --legally, if they want to come here lawfully, that's-- that's the American tradition. It's the American way. We continue to be the most generous nation in the world, with respect to immigration--\n\nJOHN DICKERSON: But--\n\nMIKE POMPEO: -- but illegal immigration will not be permitted.\n\nJOHN DICKERSON: The charge here, Mister Secretary, is that the President is thinking about this in political terms and that's why he's done this deployment. All of this rhetoric this week, do you think he thinks about it in political terms, this caravan, and how it might benefit the Republicans?\n\nMIKE POMPEO: I've been involved in scores of conversations about stopping illegal immigration from Mexico and-- and never once has there been a discussion of the political impact in U.S. domestic politics. It has always--\n\nJOHN DICKERSON: Then, Mister Secretary--\n\nMIKE POMPEO: --been about securing the safety of the American people and securing our southern border.\n\nJOHN DICKERSON: So if that's never happened why then did the President in a rally said, speaking about the caravan, did they energize our base or what?\n\nMIKE POMPEO: President's been trying diligently to get our foolish immigration laws changed since he took office. He talked about this, this campaign. Many of the challenges we face today with illegal immigration are because we have a set of rules, a set of laws that don't allow us to fully secure that southern border. The President is working through the proper process, the Constitution political process to make those changes to the laws, and he is very hopeful, I think, that when Congress returns in January there will be a Congress prepared to support his efforts to secure--\n\nJOHN DICKERSON: But you would agree--\n\nMIKE POMPEO: --our southern border. That's completely appropriate.\n\nJOHN DICKERSON: You would agree that the President thinks this is a benefit for his base, which he says has been energized by this caravan and his response to it. So, it seems like he does see it as a political benefit.\n\nMIKE POMPEO: As the Secretary of State, I want to talk about American national security. We are determined to secure the southern border, John.\n\nJOHN DICKERSON: Okay, I'll take that lack of response as a yes. Final question, Mister Secretary, is on Saudi Arabia. You-- you are waiting for more investigation on the death of columnist Jamal Khashoggi, what more needs to be answered?\n\nMIKE POMPEO: Still have lots of work to do to figure out the full range of persons that need to be held accountable. We're working with the Turkish government, with the Saudi government, and with anyone else who has relevant facts for us to be able to determine all of those who were responsible for this atrocious murder of Jamal Khashoggi, which the Saudis themselves now acknowledge was premeditated. We need to get to the bottom of it. We need to find out who was responsible, hold them accountable and do all of this, John, while protecting the enormously important strategic interest the United States maintains with the Kingdom of Saudi Arabia. We be-- we began our conversation about Iran--the Kingdom of Saudi Arabia has been an important partner for the United States in attempting to change the behavior of the world's largest state sponsor of terror from that Islamic republic.\n\nJOHN DICKERSON: Very briefly, is it still possible the Crown Prince could be involved in this?\n\nMIKE POMPEO: We're going to chase the facts wherever they go--\n\nJOHN DICKERSON: All right.\n\nMIKE POMPEO: --and we're going to hold accountable each of those who we find responsible.\n\nJOHN DICKERSON: Mister Secretary, we're very grateful. Thanks so much for being with us.\n\nMIKE POMPEO: Thank you, John. Have a good day.\n\nJOHN DICKERSON: And we'll be back in a moment.\n\n(ANNOUNCEMENTS)\n\nJOHN DICKERSON: We turn now to the head of the Republican National Committee Ronna McDaniel who joins us this morning from RNC headquarters in Washington. Welcome, Madam Chairman. The Republicans I know you think are going to have a good day on Tuesday. So, if they do why will they have had a good day?\n\nRONNA MCDANIEL (Republican National Committee Chair/@GOPChairwoman): Well, it's about the results and we just saw on Friday the great job numbers that two hundred and fifty thousand jobs were added to the economy on average in 2018. We've added two hundred and eighteen thousand jobs a month that wages grew over three percent for the first time in a decade. And we've delivered on-- on things that we've ran on, taking on the opioid crisis, funding our military, taking care of our veterans. So we have a record of results and the Democrats have a record of resistance and obstruction and they're not putting forward ideas or a vision for this country. So, I think that's why voters when they go to the polls are going to put Republicans back in the majority.\n\nJOHN DICKERSON: Included in the list you just gave there was not what the President has been focused on in an ad that he released this week that had in it a Mexican cop killer. What did you-- what was the message of that ad?\n\nRONNA MCDANIEL: Well, I think the point is the President's a problem solver and we have this caravan headed towards our country. We have an immigration policy that is not working for our country and it's time for-- for-- once and for all for Democrats and Republicans to work together to solve our immigration problem. And we need comprehensive immigration reform. The President is leading on this issue. We haven't heard anything from the Democrats and I think that ad along with the issues at the border that we're seeing with these caravans continuing to grow, with asylum claims up seventeen hundred percent in the past eight years. We have an issue and we have to solve it. And the President's a problem solver. He takes on issues he doesn't kick them down the road.\n\nJOHN DICKERSON: That was not the message that members of your own party took from that ad. Let me quote just a few. Senator Jeff Flake called it sickening. The former Republican chairman of Florida said the President by running this ad was a despicable divider. John Kasich, Ohio governor, said, \"All Americans should reject this ad and its motives.\" So, as Republican chair are you proud of that ad?\n\nRONNA MCDANIEL: I think it's disgusting what this man did that he came into our country illegally twice that he wasn't deported and-- and-- and prevented from ever coming back to this country. And he killed two police. This is one instance. It is something that should alarm every American. We do not want to see this continue. We know that the vast majority of the people coming to this country are seeking economic opportunity. But we have a system that has failed that this criminal came into our country twice and was able to kill police. And that is what--\n\nJOHN DICKERSON: Disgusting in--\n\nRONNA MCDANIEL: --is sickening and disgusting to me. And that's what everybody should be focusing on how do we prevent this from happening again. The President's--\n\nJOHN DICKERSON: right--\n\nRONNA MCDANIEL: --putting forward an immigration plan saying let's get rid of the visa lottery let's get rid of the chain migration. Let's focus on merit based immigration-- merit-based immigration and let's strengthen our borders. Where are the Democrats? They've been silent on this caravan. We need a-- a comprehensive immigration reform.\n\nJOHN DICKERSON: So, I just don't want to mistake what you said, though. So-- you didn't mention whether you were proud or not of the ad. You've got Republicans in your own party saying it's sickening, seeks to characterize a whole group of people by the disgusting awful actions of one. And so I just want to-- from a-- in a moral point as the Chair of the party--\n\nRONNA MCDANIEL: I disagree with their assessment.\n\nDICKERSON: --where do you--\n\nRONNA MCDANIEL: I disagree--\n\nJOHN DICKERSON: Okay.\n\nRONNA MCDANIEL: Yeah.\n\nJOHN DICKERSON: Okay.\n\nRONNA MCDANIEL: I disagree with that--\n\nJOHN DICKERSON: So, you dis--\n\nRONNA MCDANIEL: --assessment. I think the ad is highlighting the fact that one individual got through the cracks and killed cops. That should make every American upset and we need to fix our immigration system. And the President's leading the way. Just like he has with deregulation and tax cuts and all the things that have gotten our economy humming because that's why Americans put a businessman in the White House. They wanted a problem solver; they wanted somebody who got things done at a quicker pace--\n\nJOHN DICKERSON: Okay.\n\nRONNA MCDANIEL: --than the--\n\nJOHN DICKERSON: --Let me ask--\n\nRONNA MCDANIEL: --regular Washington bureaucracy. And, once again, he's tackling a tough issue and Democrats are nowhere to be found.\n\nJOHN DICKERSON: Okay, Madam Chairwoman, that's all the time we have.\n\nBe sure to join us Tuesday on CBS for CBS News campaign coverage. CBSN will begin our coverage at 5:00 PM Eastern. CBS News prime time coverage begins at 8:00 PM.\n\n(ANNOUNCEMENTS)\n\nJOHN DICKERSON: Welcome back. We will be back with a lot more FACE THE NATION. Stay with us.\n\nWe'll have Ed O'Keefe, our political correspondent, Amy Walter of the Cook Political Report, and, of course, Anthony Salvanto will be here with the Battleground Tracker poll numbers. Anthony, give us a taste. The top-line number in the House you think will be what based on the survey as it looks now?\n\nANTHONY SALVANTO: Two twenty-five D.\n\nJOHN DICKERSON: Two twenty-five Democrats--\n\nANTHONY SALVANTO: Two twenty-five Democrats.\n\nJOHN DICKERSON: --which means they would have control of the House if it works out that way.\n\nANTHONY SALVANTO: By a narrow margin.\n\nJOHN DICKERSON: By a narrow margin.\n\nEd, do you think-- what-- what's your assessment of that?\n\nED O'KEEFE: That-- that-- it-- it seems to be heading in that direction but it is going to be close. You've said it repeatedly for months, as long as Democrats turn out people who don't normally vote in midterm elections, they can do it. They don't show up, they're going to come up short.\n\nAMY WALTER: Right. Same thing. Although what we noticed is the closest races. Anthony looks at a lot of these. They tend to break all one way at the very end, so we could see a big wave for a very few number of seats.\n\nJOHN DICKERSON: All right. We're going to talk a lot more about the wave, its size, and its color, so stay with us. Don't go away. We'll have a lot more FACE THE NATION coming right up.\n\n(ANNOUNCEMENTS)\n\nJOHN DICKERSON: Welcome back to FACE THE NATION. From CBS News Election Headquarters in New York, for a look at the political landscape in these final two days, we'd like to welcome Amy Walter, Ed O'Keefe, and Anthony Salvanto. Anthony, let's start with you. Okay, so we've talked about this two twenty-five for Democrats. So what else inside those numbers, let's talk first about say young voters, right? So this is an important part of the Democratic Coalition. What are your numbers showing about their participation and also your survey numbers, but also what we've learned from the early vote?\n\nANTHONY SALVANTO: What we've learned from the early vote is that it has gotten younger compared to past midterms. Question would be, is it young enough? And that so far seems like it is not, yet, young enough. So there will be some factor in turnout coming into Election Day. Look, big picture--in the polling, the Democrats are highly dependent on people who say that they have not voted in midterms before and that's going to be about twenty percent of their vote if those polls are born out on Election Day. If those folks don't show up, we've rerun the models, and the Republicans hold the House. Republicans, you know, hold the House. Dems only get to two fifteen, a little gain but not close enough.\n\nJOHN DICKERSON: Amy, there's been a lot of showing up going on, it's not just on Election Day, not just with early vote but there's been checks written by people, there have been special elections. So how do you see the electorate shaping up based on that longer history?\n\nAMY WALTER (Cook Political Report/@amyewalter/The Takeaway): Well, that longer history is what brought Democrats to this moment. Their enthusiasm gap that they had for much of 2017 and 2018 allowed them to do the following things--one, they got a lot of candidates who announced that they were going to run for Congress in places they've never competed in before, so they expanded the playing field from what looked like early in 2017 it was going to be twenty-five or thirty seats to about sixty seats now that Republicans hold where Democrats are competitive. And the second thing--and this is very important now--of course, is the money. I have never seen so much money going to House candidates, and it is going to those candidates directly. It's not just the campaign committees or the big names that are getting these dollars. These-- these are candidates who, two years ago, never thought they were going to run for Congress. And now they're sitting on three, four million-dollar war chests. That has kept Democrats not just competitive in some of these places but in many places they are outraising and they are running more ads than the Republicans who are the incumbents. That doesn't happen in a normal election.\n\nJOHN DICKERSON: And as I know from reading Amy Walter is that in the last quarter of fund-raising, a hundred and twelve Republican-held seats, Democrats outraised them--\n\nAMY WALTER: That's right.\n\nJOHN DICKERSON: --which means it's broad.\n\nAMY WALTER: That's right. And it's keeping them in the game in a lot of these places where, quite frankly, looking at the numbers they probably would have been knocked out, Democrats would have, because these districts are not easy. They are Republican-leaning districts.\n\nJOHN DICKERSON: So, Ed, they are Republican-leaning districts. The Republicans hold them. Incumbents have an advantage on Election Day. So what's holding the Republicans together?\n\nED O'KEEFE (CBS News Political Correspondent/@edokeefe): Well, I think about the people I talked to on Friday in Indiana with the President. You ask them, what is this election about? An open-ended question, leave it up to them. Every single person in line I talked to said immigration. They are concerned about this caravan that's coming and security issues generally. And-- and-- and--\n\nJOHN DICKERSON: A caravan that's eight hundred miles away, still. Yeah.\n\nED O'KEEFE: It's more than eight hundred miles away and that is mostly women and children. And, you know, if it's not that, it's just security generally and how the identity and the fabric of the country may change as people like that are allowed to get in. But I-- you know, you've talked to Democrats. And-- and when I was in Wisconsin, I talked to a woman who has devoted hours of her time to manning an office in Milwaukee, and I said, \"Why do you do this?\" And she said, \"Well, it's very simple. I want to protect my Obamacare.\" You go gown to Waukesha County, a few miles away, and you talk to a Republican woman doing the exact same thing and Valerie (ph) told me, \"It's because I want to be proud of my country again.\" So, again, issues of identity and security for Republicans, domestic issues of concern like health care for Democrats across the country.\n\nAMY WALTER: I-- oh, can I ask--\n\nJOHN DICKERSON: Go ahead.\n\nAMY WALTER: I'll jump in on demographics. And Anthony can jump in with me, too. You're right, the Democrats have-- you know, they always have this demographic aspiration that doesn't necessarily--\n\nJOHN DICKERSON: Yeah.\n\nAMY WALTER: --turn up at the polls.\n\nJOHN DICKERSON: Right.\n\nAMY WALTER: But Republicans have a demographic challenge in midterms, too, which is the base, for Donald Trump, are-- yes, they're older and whiter, but they tend not to have higher levels of education. And those voters also don't tend to show up in a midterm election year So what Trump is doing right now in ginning up the base, we talk a lot about who he needs to get out the vote, it's those voters who he had turn out for him in 2016 who most likely would sit out a midterm election.\n\nJOHN DICKERSON: Well, Anthony, let me-- build on this, but let me add one more thing to it, which is there are those who wear the red make-- Make America Great hats again, they go to the rallies, they show up in force. There was a part of the Republican Coalition in 2016 now who said, \"Not quite so sure about Donald Trump, but I really don't like Hillary Clinton.\" That-- that helped motivate the Republican vote. Where are those voters in this-- in this question on Tuesday?\n\nANTHONY SALVANTO: And that's where to the extent there is crossover, that's where it's coming from. We have seen, we have talked about all fall these voters who say the economy is good, give the President credit for the economy, and, yet, say they are unsatisfied with the direction of the country. That's a surprising split. And they are trending towards the Democrats. And, you know, again, the-- the picture of these districts, when we get to election night, we start talking about this place that place, they are going to be suburban districts. There's going to be an argument going on about what the Republican Party looks like now. These districts were carved out for the Republicans of ten years ago. But the Republican Party since then has gotten a little less diverse in terms of demographics, a little bit more rural and a little bit more working class. Do they still fit into these districts, can they still win them? It's going to be sort of an overarching theme on election night.\n\nAMY WALTER: Yep.\n\nJOHN DICKERSON: In-- a-- a fact that it was in a Harris Poll this week I found interesting, they asked Republicans, \"Do you consider yourself to be more a supporter of Donald Trump or more a supporter of the Republican Party?\" Forty-six percent said Donald Trump. The party and chairwoman McDaniel, well, one of like this, is just at--\n\nAMY WALTER: Yeah.\n\nJOHN DICKERSON: --twenty-five percent. So this is Donald Trump's party.\n\nAMY WALTER: This is Donald Trump's party and it's his election. And-- and you have to remark about just how amazing it is that we've gotten to this point. If we go back to 2015 and look at Donald Trump's favorable ratings among Republicans in 2015, something around forty percent.\n\nJOHN DICKERSON: Yeah.\n\nAMY WALTER: Now he has in the last Gallup poll, I think, an eighty-nine-percent approval rating from Republicans. That's what makes this election also so different from traditional midterms is that, normally, what happens in a mid-term, the party that's in the White House, less motivated to turn out than the party out. They're not as excited about their candidate as they were in the presidential. This year Republicans are united around him in a way we didn't see with Obama in 2010, and they're more motivated to vote than say Republicans were in 2006.\n\nANTHONY SALVANTO: And not only is the President on the ballot, which is to say it on voters' minds, in larger numbers than typical in midterms but the number saying they want to support him is larger than it's been in typical midterms. Often, the opposition number outweighs--\n\nAMY WALTER: Mm-Hm.\n\nANTHONY SALVANTO: --the four number in terms of, is the President a factor in your vote?\n\nJOHN DICKERSON: Ed, women, okay, both on the ballot and as voters, what's your take of what we should think-- be looking for on Tuesday?\n\nED O'KEEFE: I think either way we are going to see more women elected into Congress, which actually changes the governing dynamic come January. You may see as many as, I think, twenty-six women elected to the Senate--that would be a record high. You'll see an increase certainly in the Democratic ranks. But based on projections right now, there is a good chance that the number of House Republican women will be so depleted that they are down to, like, two hands, basically, which is an embarrassing low in a year where so many women are anticipated to vote, not only in the suburbs but really all across the country.\n\nJOHN DICKERSON: All right. Thanks very much, Ed. Amy is going to stick with us. Anthony, you'll be just at the table for now until Thursday or something, I think.\n\nAnyway, don't go away. We'll be right back with our political panel.\n\n(ANNOUNCEMENTS)\n\nJOHN DICKERSON: And we're back with our political panel. Amy Walter is with the Cook Political Report, Ben Domenech is the publisher of The Federalist, Shawna Thomas is the Washington Bureau chief at Vice News, and Nancy Cordes is our CBS News chief congressional correspondent. She spent most of the week in Florida and Georgia on the campaign trail. We're glad to have you in one place for us here, Nancy.\n\nNANCY CORDES (CBS News Chief Congressional Correspondent/@nancycordes): Glad to be here.\n\nJOHN DICKERSON: Ben, I want to start with you. The chairwoman of the Republican Party did not want to touch that ad run by the President's campaign with a twenty-foot pole. So that's one thing, which you can address, but also it represents two closing messages here.\n\nBEN DOMENECH (The Federalist/@bdomenech): Mm-Hm.\n\nJOHN DICKERSON: Chairwoman McDaniel wants to talk about the economy and the strong numbers. The President wants to talk about something else.\n\nBEN DOMENECH: You know it's really telling that this is the closing weekend of campaign season. The President just got all these great numbers in terms of the economic reports that came out. We have wage growth that we haven't seen in, you know, more than a decade in terms of the experience of the American economy, and, yet, that doesn't seem to be the thing that he wants to talk about at all. It's not the thing that Republicans are really talking about. This is an election that, for them, is a base election. And-- and what they know is that-- that what gets their base out there and excited and ramped up is questions of security, questions of toughness--\n\nJOHN DICKERSON: Yeah.\n\nBEN DOMENECH: --questions of law and order, and not, \"Hey, you've got 3.1-percent wage growth.\"\n\nJOHN DICKERSON: Right.\n\nSHAWNA THOMAS (Vice News/@Shawna): Don't you have the same exact problem on the other side, which is when you hear an ad like that, when you hear some of the things the President says, \"People who are black, Hispanic are saying this sounds a little bit racist to me, and that can gin people up on the Democratic side, too?\"\n\nJOHN DICKERSON: And not only that, you had Republicans saying, \"This sounds racist to me.\"\n\nSHAWNA THOMAS: That's also the case.\n\nJOHN DICKERSON: So it wasn't even-- I mean it was extraordinary to see so many Republicans come out and just straight up say this was a racist appeal. Anthony, you've been-- sorry, I'm used to having Anthony to my left, Nancy, you've been out there.\n\nNANCY CORDES: Yep.\n\nJOHN DICKERSON: We shape this race in a lot of ways. But-- but out in the-- in the real world, what are you seeing? How much are Democrats being-- talking about health care and not taking the bait on some of these values issues, or what just-- what-- what are you seeing?\n\nNANCY CORDES: Health care is huge. In fact, over the course of this election Democrats have spent about ninety million dollars on ads about health care. They think that this is the winning issue. Obamacare is much more popular now than it was even a few years ago. At this point, everyone knows someone with a pre-existing condition who is getting coverage because of the Affordable Care Act. Everyone watched Republicans fund-- fumble this issue last year when suddenly they had the opportunity to come up with a plan that was panned by most health care groups, and people are worried about protections for people with pre-existing conditions going away. Democrats believe that that is going to be a motivating factor for enough voters, and some of the polling bears that out.\n\nJOHN DICKERSON: Shawna, there's-- the Democrats have shown a-- a remarkable-- I think of Will Rogers' line: \"I'm a-- I'm not a member of an organized party, I'm a Democrat\"-- shown amazing discipline on sticking to the health care message despite the efforts by the President and the press to pull them on to something else. Do you see it that way?\n\nSHAWNA THOMAS: I see it a little bit that way. I think one of the things that's been interesting to me is I was in Idaho, which is not a bastion of Democratic politics I understand last week. But Medicaid expansion is on the ballot.\n\nJOHN DICKERSON: Yeah.\n\nSHAWNA THOMAS: And even with conservatives, they seem to be going in the direction of voting for entrenching Obamacare within Idaho. And while that doesn't mean like there will suddenly be a Democratic governor of Idaho that does mean there is something to that health care message that speaks to a lot of people and Democrats know that. In some of-- in some of these swing districts, that could help them turn some of the Republicans their way possibly.\n\nAMY WALTER: And it's also why the issue about the economy and the tax cuts isn't getting as much traction, not just from the President but even in some of these congressional races, because what you hear from voters, a lot is that's great, maybe have a little more money, but you know what I am spending it on? My prescription drugs or I am spending it on my health care costs. The-- the cost of living is going higher than what I am getting in in my salary or whatever I got from the tax cut. And so it's a very difficult message for Republicans to sort of nuance this discussion about how great the economy is with people who are actually worrying about the most salient thing in their life and the thing they probably spend the most money on other than food, which is their health care.\n\nNANCY CORDES: I was down in Florida this week talking to Carlos Curbelo, who is in one of these classic swing districts in Florida. He said that he wishes the President would talk more about the economy. I mean we've got-- we're 3.7 percent unemployment. We haven't seen a level that low since Lyndon Johnson. But the President himself admitted this week, it's boring to talk about the economy. He'd rather gin people up and talk about immigration. And that is really difficult for a Republican like Curbelo in a swing district.\n\nJOHN DICKERSON: Well, and that's why he said that caravan really ginned up our base--\n\nNANCY CORDES: Mm-Hm.\n\nJOHN DICKERSON: --when he was in his rally. Ben, let me-- Mike Coffman, sixth district of Colorado, another one of those tough seats.\n\nBEN DOMENECH: Mm-Hm.\n\nJOHN DICKERSON: He-- one of his strategists said, \"In the last week, the President has behaved like a guy trying to build a permanent political majority in the Ozarks. The purposeful provocation on immigration just makes an already grim situation in the suburbs even more difficult.\" Is this a President running in a kind of Senate, save the Senate strategy which-- but-- but-- which hurts in these suburban districts that Shawna was talking about?\n\nBEN DOMENECH: Absolutely. And I think that that's because the Senate matters more to the President than a lot of these different House members, many of whom he doesn't even know. You know he doesn't-- he doesn't have a relationship with them. He knows who Jon Tester is, he knows who Heidi Heitkamp is, and he knows who Claire McCaskill is, and he dislikes them and he wants to see them out. And so that's the reason that he is using the kind of approach that he has. But I think Republicans need to keep in mind, you know, one of the real things we're going to learn in this midterm is how effective the President's strategy is in comparison to the approach that President Obama used. The problem with President Obama was that when he was on the ballot, his team came out. His base came out. They showed up. This is now President Trump trying to figure out whether he can do the same thing, you know, in-- in an election when he's not on the ballot, which was the same problem that was a real challenge during the Obama years for other Democrats.\n\nJOHN DICKERSON: In-- in the exit polls in 2010, Democrats did not come out for President Obama to defend him in the way that our polls show that Republicans are coming to defend Donald Trump.\n\nBEN DOMENECH: Mm-Hm.\n\nAMY WALTER: Yeah. And that's where that low propensity voter that I talked about earlier with Anthony, especially these voters on the Republican side, they came out for Donald Trump, don't traditionally come out, an issue like the economy, that's not going to motivate them get-- to get out to vote. On immigration, that's going to be the tissue.\n\nBEN DOMENECH: Yeah.\n\nAMY WALTER: The question, though, in my mind, too, is there are sort of these different tiers of seats--\n\nJOHN DICKERSON: Yeah.\n\nAMY WALTER: --that I'm going to be watching on election night. There is the tier that we talk about those suburban districts, especially those suburban districts that Hillary Clinton carried, Northern Virginia suburbs, Philadelphia suburbs, thankfully, a lot of these are on East Coast time, for those of us on the East Coast--\n\nJOHN DICKERSON: Yeah.\n\nAMY WALTER: --we can watch these come in. New Jersey. But there are-- the districts I am most interested actually are the ones that President Obama carried--\n\nJOHN DICKERSON: Yeah.\n\nAMY WALTER: --but then Trump carried, right?\n\nJOHN DICKERSON: Mm-Hm.\n\nAMY WALTER: Those districts like, for example, in Maine, another East Coast state, big--\n\nJOHN DICKERSON: Yeah. Sure, Maine, too.\n\nAMY WALTER: Maine, too. It's a big, big-- has Democratic DNA. This is a la-- labor stronghold there. Been voting for Democrats forever, but like so much of working class America moved to Trump in 2016. Where did those voters go in 2018? That's going to tell us, first of all, whether Democrats have a great night or just an okay night, and also what it means about this Trump coalition. Do they show up only when Trump's on the ballot, or have they also decided they're not as enamored with Trump in some of these places that have Democratic DNA than in some of the other parts of the country like the South.\n\nNANCY CORDES: And, look, let's face it, I mean Democrats have almost nowhere to go but up. Republicans have a near-historic majority in the House right now.\n\nAMY WALTER: Yeah.\n\nJOHN DICKERSON: Yeah.\n\nNANCY CORDES: They've picked up sixty-three seats back in 2010.\n\nJOHN DICKERSON: Yeah.\n\nNANCY CORDES: They added to it after that. So if Democrats don't pick up seats--\n\nJOHN DICKERSON: Yeah.\n\nAMY WALTER: Right.\n\nNANCY CORDES: --on Tuesday night, then the party has even bigger problems than I thought.\n\nJOHN DICKERSON: And the historic anomaly. Hold these-- these thoughts. We're going to take a quick break. We'll be right back with more from our panel.\n\n(ANNOUNCEMENTS)\n\nJOHN DICKERSON: And we're back with more from our panel. Shawna, you have been looking at the 25th district in California.\n\nSHAWNA THOMAS: Yeah.\n\nJOHN DICKERSON: Why?\n\nSHAWNA THOMAS: Well, basically, one, Vice News has been following Katie Hill around since February to, like, track how a congressional campaign works. But what's interesting is this is one of those districts that went for Hillary Clinton in 2016, but-- and elected a Republican congressman. It is an incredibly tight race. And it's gotten tighter in the last few weeks. And it doesn't seem like it's because of health care, it doesn't seem like it's because of immigration or race-baiting. It seems like it's because there's a gas tax repeal on the ballot. And these are people who live forty, fifty miles from L.A. Proper. They vote on their pocketbooks. It's actually kind of standard politics, which I have to admit, I was kind of happy to see.\n\nJOHN DICKERSON: Sure.\n\nSHAWNA THOMAS: Yeah.\n\nJOHN DICKERSON: Yes, re-- regular old politics out there.\n\nSHAWNA THOMAS: Exactly. Your pocketbook and gas.\n\nJOHN DICKERSON: Right.\n\nSHAWNA THOMAS: Yeah.\n\nJOHN DICKERSON: Exactly. Nancy, what are you going to be looking for on Tuesday night?\n\nNANCY CORDES: Well, I'm watching for a couple of things. First of all, women, I think that that's going to be really fascinating. I mean, anecdotally, we see that women particularly educated women have been turned off by some of the things that President Trump has to say. They were turned off by the Kavanaugh nomination spectacle. Are they really, you know, moving towards the Democratic Party or, you know, do they come home at the end of the day? I-- I think for me another thing is-- is-- is independent voters and whether President Trump really is the kryptonite to independent voters that we've seen in some of the polling recently. And then, finally, this split between the House and the Senate. I mean it's very possible that even if Democrats take control of the House they could lose a seat or two in the Senate, and what does that mean for the balance of power in Washington and the ability of Congress to get anything done over the next two years.\n\nJOHN DICKERSON: Ben, do you think that Republicans are taking lessons from what the President is doing and maybe the lessons we'll all be determined by the final outcome. But let's say Republicans have a better night, what will Republicans see from the President's strategy here at the end? I mean, you know, what learnings will they take from that going forward?\n\nBEN DOMENECH: Well, I think there will be, frankly, one of the lessons they'll take is that it doesn't-- it doesn't help to sort of shy away from cultural war. I think the President has really, you know, wrapped his arms around the cultural war in America in a way that we haven't seen a politician do before in the modern era. And I think that the lesson that a lot of different Republican politicians are taking away from that is that this is something that they should be eager for. In terms of what I am kind of going to be looking at, the early on in the-- in the night I think we're going to know how big of a wave we are going to see. Thanks to some of the kind of pairs of seats in some of these early East Coast states. I looked at something like Virginia 5 and Virginia 7, if both of those goes-- go to Democrats, then that means that we're probably in for a blue tidal wave. And, historically, that is I think what we should expect to happen in this-- in this election. We should expect it to break in the direction of Democrats--\n\nJOHN DICKERSON: Yeah.\n\nBEN DOMENECH: --and break in that way significantly. On the flip side I look at a state like Florida, and-- and anticipating the kind of historical ticket splitting that you've seen there could easily result in a situation where, perhaps, Rick Scott wins the Senate seat, Andrew Gillum wins the governorship. That's going to be a huge factor in terms of determining things post-the next census and everything else that happens in a state that's critical for the presidential here.\n\nJOHN DICKERSON: You've been down in Florida. You-- what-- what-- what have you noticed in Florida that's different from every other Florida--when we're obsessed with Florida--every other elections that we have?\n\nNANCY CORDES: Well, it's fascinating to have this marquee race, you know, at the top of the ticket this governor's race that is driving, you know, that is driving so much. I think Senator Nelson, for example, would be in much worse shape if he didn't have this incredibly dynamic campaigner at the top of the ballot in Andrew Gillum, who's sort of, you know-- if-- if-- if Nelson does win on Tuesday night, he will have Gillum in part to-- to thank for that. But I-- I would also be very curious to see, you know, some of the-- the strategy for Andrew Gillum for someone like a Stacey Abrams in Georgia, for someone like a Beto O'Rourke in Texas has to do with change-- fundamentally changing the electorate in their states. And they have a lot of confidence that they're doing that. We see some anecdotal signs in early voting that they might be ripe, but it's so-- it's-- it's a peril to reap too much--\n\nJOHN DICKERSON: Yes.\n\nNANCY CORDES: --into early voting. But that is going to be fascinating as well.\n\nSHAWNA THOMAS: I agree.\n\nNANCY CORDES: At the end of the day, did they manage to really change the electorate in their states, bring out hundreds of thousands of new voters, minority voters, who don't typically vote in midterm elections, let alone presidential elections.\n\nAMY WALTER: And that's-- and that's going to set the tone for 2020--\n\nJOHN DICKERSON: Yeah.\n\nAMY WALTER: --quite frankly, because for all the talk about what's-- what is the President doing to see if he can get his base out and what lessons are Republicans going to take from this, what lessons are Democrats going to take if they succeed or if they fail about the kind of candidate they need on top of the ticket in 2020.\n\nJOHN DICKERSON: Shawna.\n\nSHAWNA THOMAS: If the lessons from the culture war that you are talking about, the Republicans learned that embracing that works. We also see an amazing turnout of minority voters in Florida and Georgia, Stacey Abrams--\n\nNANCY CORDES: Right.\n\nSHAWNA THOMAS: --Andrew Gillum win, that-- that shows that that culture war may not be a good thing to embrace come 2020.\n\nNANCY CORDES: Mm-Hm.\n\nJOHN DICKERSON: What-- what role do you think the President has played, if at all President Obama, you're talking about?\n\nSHAWNA THOMAS: I mean, he-- you know, I-- I always ask a bunch of Democrats all the time who is the leader of the Democratic Party and, usually, the answer I either get is they don't know who the leader of the Democratic Party is or Barack Obama is the leader of the Democratic Party. The guy who's at the top still, the guy who energizes people is coming out. That reminds people that there is an election. I think that's about the best you can do right now.\n\nJOHN DICKERSON: Ben, what do you make of the Midwest? We have the President doing well there in 2016.\n\nBEN DOMENECH: I like the Midwest.\n\nJOHN DICKERSON: The President doing well there in 2016. People said, oh, the Midwest is changing. But now a lot of Republicans are in trouble.\n\nBEN DOMENECH: You-- you could absolutely see Scott Walker lose I think, you know, on-- on Tuesday, I think you could see a lot of difficulty in parts the Midwest. But back to this culture war point, I think that the fact is you look at a state like Missouri where Claire McCaskill made the calculated judgment to go against Brett Kavanaugh in-- in a similar situation to what was facing Joe Manchin, a state where the President is significantly popular. And that's really, frankly, put Josh Hawley back into a position where he could beat her, where in before it was a race that looked like it might not-- might actually be out of reach for Republicans. This is going to be a very interesting night because there are so many different lessons to take away from it. Democrats are going to be able to take a lesson away of, yes, we resisted, yes, we came back, we took back the House after, you know, having all these years of-- of not being able to be in leadership post, the Obamacare decision. And then Republicans are going to-- I think take a lot of lessons away from which senators they are able to replace if-- if any on the Democratic side. That's going to flow into the decisions they make in 2020 as Amy said about the domination battle.\n\nJOHN DICKERSON: And in 1982, Walter Mondale was on the CBS EVENING NEWS on election night, preparing for his eighty-four race. So 2020 is going to start right on election right.\n\n(Cross talking)\n\nJOHN DICKERSON: I'm just saying that 20--\n\nAMY WALTER: It's already started.\n\nJOHN DICKERSON: That's-- that's what his speech tells us. I can't-- not me. It's history. Thanks to all of you for being with us. And we'll be right back.\n\n(ANNOUNCEMENTS)\n\nJOHN DICKERSON: That's it for us today. Thanks for watching. It's goodbye for me, too. Margaret Brennan will be back at the anchor desk in Washington next Sunday. She's been focusing on the new member of our FACE THE NATION team. That's Eamon. I am John Dickerson. See you tomorrow on CBS THIS MORNING. Thanks so much for watching.", "bad url", "", "", "", "", "", "The office of Georgia Secretary of State Brian Kemp, the Republican candidate for governor, said Sunday it had launched an investigation into the state Democratic Party over \"a failed attempt to hack the state's voter registration system.\" In response, the state's Democratic candidate for governor, Stacey Abrams, dismissed the investigation as lacking evidence and part of a pattern of voter suppression efforts.\n\n\"There is no evidence, there's not even a conversation about Democrats having anything to do with this,\" Abrams said in a \"CBS This Morning\" interview Monday.\n\nThe investigation comes in the final days of a state contest that has become one of the most closely-watched races in tomorrow's midterm elections. Abrams, if elected, would be the nation's first black female governor. Kemp has faced repeated allegations of voter suppression.\n\nCandice Broce, press secretary for the secretary of state's office, said in a statement Sunday morning the state party was \"under investigation for possible cyber crimes.\" Broce said \"no personal data was breached and our system remains secure.\" In a subsequent statement Sunday afternoon, the secretary of state's office said the investigation was prompted by \"information from our legal team about failed efforts to breach the online voter registration system and My Voter Page.\" It said it had referred the matter to the FBI and \"will release more information as it becomes available.\"\n\nIn the \"CBS This Morning\" interview, Abrams said neither her campaign nor the Georgia Democratic Party has been contacted by the FBI or the Department of Homeland Security on the matter.\n\nThe dispute that sparked the investigation appear to have been building in the days before Kemp's office launched its probe. An attorney who represents election-security advocates was already suing Kemp over his job performance, and said a private citizen alerted him Friday to a suspected major flaw in the voter database that is used to check in voters in Tuesday's midterm.\n\nThe lawyer, David Cross, notified both the FBI and Kemp's counsel Saturday morning. But the citizen had separately informed the Georgia Democratic Party, whose voter protection chief then sent an email to two computer security officials. \"If this report is accurate, it is a massive vulnerability,\" wrote the official, Sara Tindall Ghazal. Party officials provided the AP with the email, its recipients' names redacted. Neither Cross nor the state party went public.\n\nThe online news outlet WhoWhatWhy obtained a copy of the Ghazal email and the email that Democratic Party officials received from the private citizen who discovered the flaw, Richard Wright. They published a story Sunday just as Kemp's office released the statement accusing the Democrats of attempted hacking.\n\nAbrams, on \"CBS This Morning,\" said the lag time is a failure on the part of Kemp's office. \"Brain Kemp was told about this days before and did nothing to alert the public to the fact that there was another flaw in the system he is responsible for overseeing,\" she said. \"Instead of addressing the flaw and taking responsibility he decided to go to a desperate place and blame democrats for simply alerting cybersecurity experts to his failure.\"\n\nThe Kemp campaign, meanwhile, pounced on the investigation, calling the alleged hacking \"a 4th quarter Hail Mary pass that was intercepted in the end zone.\" \"In an act of desperation, the Democrats tried to expose vulnerabilities in Georgia's voter registration system,\" Ryan Mahoney, communications director of Kemp's campaign, said in a statement. \"Thanks to the systems and protocols established by Secretary of State Brian Kemp, no personal information was breached. These power-hungry radicals should be held accountable for their criminal behavior.\"\n\nNeither Kemp nor President Trump mentioned the issue during a rally in Macon, Georgia on Sunday. Speaking to reporters before departing the White House, the president said he had not been briefed about the hacking accusation and didn't know anything about it. At the rally, Kemp and Trump said Abrams is part of the \"radical left\" and is seeking to make Georgia as liberal as California.\n\nKemp's office announced today that the state hit a new, all-time record for early voting in a midterm election, with 2,071,830 ballots cast before Election Day.\n\nAbrams has been boosted with appearances by former President Barack Obama and Oprah Winfrey in the closing days of the campaign, while President Trump and Vice President Pence have rallied for Kemp.", "", "", "The midterm elections are right around the corner, and the Democrats are fighting to gain control of Congress. But there are a lot of factors at play that will determine if the Democrats can actually gain control. Here are three things you should look for ahead of Election Night 2018.\n\nThe suburbs\n\nDemocrats need to gain 23 seats to get control of the House, and the race for the House majority will mostly be decided in suburban districts.\n\nBig metropolitan areas typically are solidly Democratic, but some suburban seats are held by Republicans, like in Orange County, California, and the suburbs outside of New York City, Philadelphia, Denver and Minneapolis. A big question for Democrats is whether or not they can flip Republican held seats in these suburban areas.\n\nOne suburban race to watch is New Jersey's 7th Congressional District, a mostly white district in the north-central part of the state. This district has been represented by incumbent Rep. Leonard Lance, a Republican, since 2008. Lance is up against Tom Malinowski, a former Assistant Secretary of State during the Obama Administration. Right now, CBS News rates this race as a toss-up.\n\nIn Colorado's 6th District, which includes Aurora and Denver suburbs, incumbent GOP Rep. Mike Coffman is up against Jason Crow, who is running on a platform emphasizing the prevention of gun violence. CBS News has this race leaning Democratic.\n\nMinority voters\n\nTurnout among minority voters in midterm elections has typically been low. But in districts with large minority populations, a big question is whether or not minorities will show up to the polls in large enough numbers to turn seats from red to blue.\n\nDemocrats thought the race in California's 39th District, a suburban district that went for Hillary Clinton in 2016, would be an easy win. But Korean-American candidate Young Kim, a Republican, has garnered support from the district's large Asian-American population. CBS News rates this race a toss-up.\n\nAdditionally, some states have been accused of engaging in voter suppression aimed at preventing minorities from voting. This has particularly been an issue in Georgia, where Secretary of State Brian Kemp, a Republican, is running against Democrat Stacey Abrams, the first black woman in U.S. history to secure a major party nomination for governor. In Georgia, 53,000 voting applications were suspended, and 70 percent of those applications belong to black voters.\n\nVoter enthusiasm\n\nRight now, Democrats have an edge on enthusiasm and getting people out to vote, and voters have already been heading to the polls in record numbers.\n\nEarly voting has begun in 27 states, and so far, early votes have exceeded the total number of early votes in the 2014 midterms. In Texas, the number of early votes has already surpassed the total number of all votes cast in 2014, which includes both early votes and ballots cast on Election Day.\n\nThat is a big deal for Texas, where a close Senate race could determine whether or not Republicans hold the majority. Republican Sen. Ted Cruz is defending his seat from Democratic challenger Beto O'Rourke. CBS News rates this race as leaning Republican, but O'Rourke has especially appealed to young voters, who have turned out to the polls early in record numbers.", "bad url", "Republican National Committee Chairwoman Ronna McDaniel defended a controversial new Trump campaign ad on immigration, arguing it highlights a \"disgusting\" individual who \"got through the cracks.\"\n\n\"I think the ad is highlighting the fact that one individual got through the cracks and killed cops. That should make every American upset and we need to fix our immigration system,\" McDaniel said on \"Face the Nation\" Sunday.\n\nThe ad features an expletive-laced courtroom tirade by Luis Bracamontes, an illegal immigrant who admitted to killing two police officers. The phrases \"Democrats let him into the country\" and \"Democrats let him stay\" flash across the screen. No evidence exists to support either claim.\n\nRonna said she disagrees with critics — including those from her own party — who have slammed the new ad as divisive or racist. \"I think it is something that should alarm every American,\" she said.\n\nMcDaniels declined to say whether she was proud of the ad. Prominent Republicans, including Sen. Jeff Flake of Arizona and Gov. John Kasich of Ohio, have slammed the president over the video. Flake called the ad \"sickening.\"\n\nMcDaniels' defense of the controversial ad comes as the president has ratcheted up his immigration rhetoric on the campaign trial and hardened his immigration policies, deploying thousands of troops to the southern border to block a caravan of migrants heading to the U.S.\n\nA new CBS News poll shows voters are divided on how they view the migrants making their way to the U.S. border with Mexico. Most Republicans see the caravan as a threat to the U.S., but most Democrats do not.", "", "", "The following is a transcript of the interview with Ronna McDaniel, chair of the Republican National Committee, that aired Sunday, Nov. 4, 2018, on \"Face the Nation.\"\n\nJOHN DICKERSON: We turn now to the head of the Republican National Committee Ronna McDaniel who joins us this morning from RNC headquarters in Washington. Welcome, Madam Chairman. The Republicans I know you think are going to have a good day on Tuesday. So if they do why will they have had a good day?\n\nREPUBLICAN NATIONAL COMMITTEE CHAIR RONNA McDANIEL: Well it's about the results and we just saw on Friday the great job numbers that 250,000 jobs were added to the economy on average in 2018. We've added 218,000 jobs a month that wages grew over three percent for the first time in a decade. And we've delivered on- on things that we've ran on. Taking on the opioid crisis funding our military taking care of our veterans. So we have a record of results and the Democrats have a record of resistance and obstruction and they're not putting forward ideas or a vision for this country. So I think that's why voters when they go to the polls are going to put Republicans back in the majority.\n\nJOHN DICKERSON: Included in the list you just gave there was not what the president has been focused on in an ad that he released this week that had in it a Mexican cop killer. What did you- what was the message of that ad?\n\nRNC CHAIR McDANIEL: Well I think the point is the president's a problem solver and we have this caravan headed towards our country. We have an immigration policy that is not working for our country and it's time for- for- once and for all for Democrats and Republicans to work together to solve our immigration problem. And we need comprehensive immigration reform. The president is leading on this issue. We haven't heard anything from the Democrats and I think that ad along with the issues at the border that we're seeing with these caravans continuing to grow with asylum claims up 1700 percent in the past eight years. We have an issue and we have to solve it. And the president's a problem solver he takes on issues he doesn't kick them down the road.\n\nJOHN DICKERSON: That was not the message that members of your own party took from that ad. Let me quote just a few. Senator Jeff Flake called it sickening. The former Republican chairman of Florida said the president by running this ad was a despicable divider. John Kasich Ohio governor said all Americans should reject this ad and its motives. So as Republican chair are you proud of that ad?\n\nRNC CHAIR McDANIEL: I think it's disgusting what this man did that he came into our country illegally twice that he wasn't deported and- and- and prevented from ever coming back to this country. And he killed two police. This is one instance. It is something that should alarm every American. We do not want to see this continue. We know that the vast majority of the people coming to this country are seeking economic opportunity. But we have a system that has failed that this criminal came into our country twice and was able to kill police.\n\nJOHN DICKERSON: --disgusting in--\n\nRNC CHAIR McDANIEL: And that is what is sickening and disgusting to me. And that's what everybody should be focusing on how do we prevent this from happening again.\n\nJOHN DICKERSON: --right--\n\nRNC CHAIR McDANIEL: The president's putting forward an immigration plan saying let's get rid of the visa lottery let's get rid of the chain migration. Let's focus on merit based immigration- merit based immigration and let's strengthen our borders. Where are the Democrats? They've been silent on this caravan. We need a- a comprehensive immigration reform.\n\nJOHN DICKERSON: So I just don't want to mistake what you said, though. So- you didn't mention whether you were proud or not of the ad. You've got Republicans in your own party saying it's sickening, seeks to characterize a whole group of people by the disgusting awful actions of one. And so I just want to- from a- in a moral point as the Chair--\n\nRNC CHAIR McDANIEL: --I disagree--\n\nJOHN DICKERSON: --of the party, where do you--\n\nRNC CHAIR McDANIEL: --with their assessment. I dis--\n\nJOHN DICKERSON: --Okay.\n\nRNC CHAIR McDANIEL: Yeah.\n\nJOHN DICKERSON: Okay.\n\nRNC CHAIR McDANIEL: I disagree--\n\nJOHN DICKERSON: --So, you dis--\n\nRNC CHAIR McDANIEL: --with that assessment. I think the ad is highlighting the fact that one individual got through the cracks and killed cops. That should make every American upset and we need to fix our immigration system. And the president's leading the way. Just like he has with deregulation and tax cuts and all the things that have got our economy humming because that's why Americans put a businessman in the White House. They wanted a problem solver, they wanted somebody who got things done at a quicker pace--\n\nJOHN DICKERSON: --Okay--\n\nRNC CHAIR McDANIEL: --than the--\n\nJOHN DICKERSON: --Let me ask--\n\nRNC CHAIR McDANIEL: --regular Washington bureaucracy. And, once again, he's tackling a tough issue and Democrats are nowhere to be found.\n\nJOHN DICKERSON: Okay, Madam Chairwoman, that's all the time we have.", "", "", "Secretary of State Mike Pompeo defended President Trump's plan to send troops to the southern border as a caravan of migrants makes its way across Mexico, dismissing criticism that the move is motivated by politics ahead of the midterm elections.\n\n\"We've made clear to them they need to undertake every effort they can to stop this illegal migration from entering the United States, and the president's made very clear they will not be permitted to enter our country unlawfully,\" Pompeo said on \"Face the Nation\" Sunday.\n\nHe disputed that Mr. Trump's emphasis on hardening his immigration policies in recent weeks was aimed at rallying his base.\n\n\"I've been involved in scores of conversations about stopping illegal immigration from Mexico and never once has there been a discussion of the political impact in U.S. domestic politics,\" Pompeo said. \"It has always been about securing the safety of the American people and securing our southern border.\"\n\nPompeo said the president is \"trying diligently to get our foolish immigration laws changed,\" and that \"many of the challenges we face today with illegal immigration are because we have a set of rules, a set of laws that don't allow us to fully secure that southern border.\"\n\nThe president has ratcheted up his rhetoric on immigration and announced the deployment of thousands of troops to the border to meet the caravan of migrants, many of whom are women and children fleeing violence in Central America. At a recent campaign rally, Mr. Trump wondered aloud, \"Did they energize our base or what?\"\n\nAsked whether he agrees with that assessment, Pompeo demurred: \"As the secretary of state, I want to talk about American national security. We are determined to secure the southern border.\"\n\nOn the issue of renewed sanctions on Iran that kick in on Monday, Pompeo said that European countries are already fleeing the country. The sanctions had been lifted under the 2015 nuclear deal with Iran and reimposed by Mr. Trump, who announced the U.S. would withdraw from the pact earlier this year.\n\n\"European companies have fled Iran in great numbers. Hundreds of businesses have departed Iran,\" Pompeo said. \"The whole world understands that these sanctions are real that they are important that they drive the Iranian people's opportunity to make the changes in Iran that they so desperately want and stop Iran from having the wealth and money that they need to continue to foment terror around the world.\"\n\nOn the issue of the murder of Jamal Khashoggi, Pompeo said the administration \"still [has] lots of work to do to figure out the full range of persons that need to be held accountable.\"\n\n\"We need to get to the bottom of it,\" he said. Asked if the Crown Prince of Saudi Arabia was involved, Pompeo said, \"We're going to follow the facts wherever they go.\"", "", "", "", "", "", "", "Here's a look at the week ahead on our \"Sunday Morning\" Calendar:\n\n\n\nOn Monday, the New York Comedy Festival kicks off with the Stand Up For Heroes benefit for wounded veterans, featuring leading comics, including our own Jim Gaffigan.\n\n\n\n\n\nTuesday, it almost goes without saying, is midterm election day. Whichever party or candidates you support, VOTE!\n\n\n\n\n\nOn Wednesday, singer Joni Mitchell celebrates her 75th birthday.\n\n\n\nTo hear Joni Mitchell perform her song \"Both Sides, Now,\" click on the video player below:\n\n\n\nThursday brings the opening of \"King Kong,\" a Broadway musical based on the classic tale, featuring a 20-foot-tall, 2,000-pound animatronic beast.\n\n\n\n\"King Kong\" at the Broadway Theatre, New York City | Ticket Info\n\n\n\nFriday is World Freedom Day, celebrating the 29th anniversary of the fall of the Berlin Wall.\n\n\n\n\n\nAnd Saturday's the day for the 25th annual Sante Fe Art Auction, a showcase for the artists of the Southwest.\n\n\n\nStory produced by Charis Satchell.", "", "", "", "", "", "", "Democratic Sen. Mark Warner of Virginia urged voters in Tuesday's midterm elections to elect a Democratic Congress as a \"check\" on President Trump, despite a seemingly robust economy.\n\n\"I think one thing people realize is that we're in a sense riding a sugar high from a $2 trillion tax cut that was unpaid for,\" Warner said Sunday on \"Face the Nation\" when asked why voters would want to change course. \"Now, the economy is doing pretty well right now, I grant that. I think the hangover is going to be pretty bad as we go into next year, but we can debate that later.\"\n\nFriday's jobs report from the Labor Department showed businesses created 250,000 new jobs in October and wages increased 3.1 percent from last year, the highest jump in nine years. Unemployment stands at 3.7 percent, the lowest it's been in nearly 50 years.\n\nBut Warner said he believes \"many, many people realize we need a check on this president, and we've seen evidence of that in the last three weeks, when this president was not able to bring the country together after the shootings or the bombing attempts.\"\n\nWarner, the top Democrat on the Senate Intelligence Committee, said he has some concerns about election security ahead of Tuesday's voting, but added that \"people should go out and vote with confidence.\"\n\n\"What I'm more concerned about is a flood of fake accounts or fake manipulation through social media, where again we've made some progress,\" he said. \"But the companies have not moved as far as they need to move.\"", "", "", "On November 4, 1916, 102 years ago today, future CBS News correspondent Walter Cronkite was born in St. Joseph, Missouri. Cronkite became a journalist at a young age as a reporter for the United Press during World War II.\n\nHe joined CBS News in 1950, and in September 1963, he anchored a television news breakthrough: The first daily half-hour network news program.\n\nJust two months later, Cronkite would break into afternoon network programming with a bulletin that chills us to this day:\n\nIn 1968, Cronkite traveled to Vietnam, and made headlines of his own, with his assessment of the war: \"It is increasingly clear to this reporter that the only rational way out will be to negotiate, not as victors, but as an honorable people who lived up to their pledge to defend democracy, and did the best they could.\"\n\nThen in July of 1969, a far happier moment: the first manned landing on the moon: \"Man on the moon! Oh, boy!\"\n\nCronkite's even-handed and authoritative reporting earned him the unofficial title, \"The Most Trusted Man in America.\" And after nearly two decades in the \"Evening News\" anchor chair, he signed off one last time with his signature close:\n\n\"And that's the way it is, Friday, March 6th, 1981.\"\n\nWalter Cronkite died in 2009 at the age of 92. The high standards he established guide CBS News to this day.\n\n\n\nFor more info:\n\n\n\nStory produced by Juliana Kracov.", "", "", "", "The following is a transcript of the interview with Democratic Sen. Mark Warner of Virginia that aired Sunday, Nov. 4, 2018, on \"Face the Nation.\"\n\nJOHN DICKERSON: We turn now to Virginia Democratic Senator Mark Warner. Today he's in Wytheville, Virginia getting ready to go canvass for Democrats in Virginia including his colleague Tim Kaine. Good morning Senator. You're going to be knocking on doors —\n\nSEN. MARK WARNER: Good morning, John.\n\nJOHN DICKERSON: — what is your pitch?\n\nSEN. WARNER: My pitch is this election people need to get out and vote. If they are concerned about what's going on in Washington if they're concerned about a president that doesn't act very presidential when we see moments of crisis over the last few weeks they need to have their votes counted. And frankly even folks who may agree that the economy is going pretty good I think many, many people realize we need a check on this president and we've seen evidence of that in the last three weeks, when this president was not able to bring the country together after the shootings or the bombing attempts.\n\nWe saw it when the president, you know, kind of randomly said that he could override the Constitution with a stroke of a pen. People know that we have rule of law in this country. And then in the last couple of days where he said that he's going to take fifteen thousand of our military troops, take them out of Iraq and Afghanistan, no plan, move them to the border and then allow those troops to fire on kids who might be throwing stones.\n\nJOHN DICKERSON: But —\n\nSEN. WARNER: That's pretty remarkable, I think, and this president — just one last point, John. I don't think he understands that words matter. In the last 48 hours in Nigeria, troops shot on students throwing rocks and they turned to President Trump's words as a vindication.\n\nJOHN DICKERSON: Well let me come back here at home, the jobs report on Friday —\n\nSEN. WARNER: Sure.\n\nJOHN DICKERSON: — was even better than forecasters expected. Employers added 250,000 jobs. Unemployment rate is 3.7. Wages grew 3.1 percent. They haven't been doing that. If we focus on the James Carville maxim, \"it's the economy, stupid,\" you named a couple, a lot of things but the economy is strong. Why should people want to change course, accepting all the things you said, why would they want to change course with the economy humming like this?\n\nSEN. WARNER: Because I think one thing people realize is that we're in a sense riding a sugar high from a two trillion dollar tax cut that was unpaid for. Now the economy is doing pretty well right now I grant that. I think the hangover is going to be pretty bad as we go into next year but we can debate that later. What I think people are concerned about is, they're concerned about this president that frankly, even if you agreed that the economy is going well, that we need to have some level of check on him. The founders set up a system of checks and balance. We got a president in Donald Trump that is totally unchecked at this point. And rule of law and frankly America's standing in the world is being undermined.\n\nJOHN DICKERSON: I want to ask you about election security, but quickly on the Intelligence Committee report, your own report. Do you think that's going to come out before the end of the year?\n\nSEN. WARNER: That's my hope. We've still got a number of individuals that we have to see. Many of the ones who frankly pled already out with Mueller, we need to see some of these are principles. But I want this to be done because at the end of the day, the American public needs to know, not only what happened in 2016 in terms of Russian interference, but how we're better prepared to make sure it never happens again.\n\nJOHN DICKERSON: On this election security question, how secure will the elections be on Tuesday?\n\nSEN. WARNER: Well, John, I think we've made great progress particularly at the individual polling stations and in the tabulation of votes. So I think people should go out and vote with confidence. I am concerned that this White House, though, has frankly held back. We've got a broadly based bipartisan election security bill that I think would have gotten 90 votes in the Senate, that would have made sure that every polling station had a paper ballot to audit after the fact if there was ever any kind of intervention. And, unfortunately, the White House stopped that legislation.\n\nJOHN DICKERSON: Are you expecting any kind of an attack on Tuesday, what would that even look like, and is the U.S. in a position to respond?\n\nSEN. WARNER: I think we are much better. DHS has been doing a very good job in terms of working with individual election registrars. The fact that we have a federal, state, and local circumstance and election means that these are lots of different lines of control. But there is a good cooperative relationship. I think it would have been better if, in the aftermath of 2016, this White House, after that kind of attack, would have actually appointed someone in charge of election security. Unfortunate, Mr. Trump has not done that. Matter of fact he even eliminated the position of cybersecurity at the White House, which I think is a totally wrong move because where we're potentially vulnerable is the ability of Russia or some other foreign actor to either break into some of the voter files at the, at the kind of, at the national level or at the vendor level. And then also what I'm more concerned about is a flood of fake accounts or fake manipulation through social media, where again we've made some progress. But the companies have not moved as far as they need to move.\n\nJOHN DICKERSON: Finally, Senator, quickly you received a briefing this week on the murder of journalist or columnist Jamal Khashoggi. Following that, you said there was enough evidence for Congress to act, even if the president doesn't. What kind of action are you expecting Congress to take?\n\nSEN. WARNER: Well, first of all, John, I've not received that full briefing. The whole gang of eight will, but I believe that it is, that the evidence that the Turks have pointed out, that Khashoggi was brutally murdered in the Saudi consulate and frankly, John, I don't think under President Reagan, under President Bush, or Obama, or Clinton, that any so-called ally would have taken that kind of action because they know America at that point stood for a free press and human rights. Again, the president's words matter, and I think that you're seeing our so-called allies take pretty unusual actions. I think Congress will act, whether it's cut back on arms sales, whether it's looking in terms of some of our nuclear accords, I do think there is an opportunity here and I commend Secretary Pompeo and Mattis for trying to urge the Saudi Arabians to end this brutal war in Yemen. And if there is an opportunity in this moment to get that done that would be a step forward.\n\nJOHN DICKERSON: All right, Senator Warner, we thank you so much for being with us.\n\nSEN. WARNER: Thank you, John.", "The following is a transcript of the interview with Secretary of State Mike Pompeo that aired Sunday, Nov. 4, 2018, on \"Face the Nation.\"\n\nJOHN DICKERSON: We want to go now to the State Department Diplomatic Room in Washington. And Secretary of State Mike Pompeo. Mr. Secretary I want to start with the sanctions that will be reimposed this week on Iran. A number of European countries do business with Iran. The president had formally said anyone doing business with Iran will not be doing business with the United States. So can European allies expect they will not be doing business with the United States?\n\nSECRETARY OF STATE MIKE POMPEO: Well, John, good morning. That's right. The European companies will not be permitted to do business with both the United States and with Iran frankly since May since the president's announcement of withdrawal from the ill-fated agreement. European companies have fled Iran in great numbers. Hundreds of businesses have departed Iran. The whole world understands that these sanctions are real that they are important that they drive the Iranian people's opportunity to make the changes in Iran that they so desperately want and stop Iran from having the wealth and money that they need to continue to foment terror around the world.\n\nJOHN DICKERSON: But it's the companies that won't be doing business not the countries themselves. In other words they won't be punished if any company doing business in Iran — the country won't be punished.\n\nSEC. POMPEO: That's right. These- these sanctions apply to those who conduct sanctionable transactions. The Treasury has a set of sanctions the State Department has its own set of sanctions and those will all come back into place on Monday of this week and they'll be the toughest sanctions ever placed against the Islamic Republic of Iran.\n\nJOHN DICKERSON: The president put out a poster of himself and said sanctions are coming. What was that about?\n\nSEC. POMPEO: Yeah, he was putting the world on notice that the terror regime which threatens Israel through Iranian funding of Lebanese Hezbollah. That the terror regime that attempted to conduct an assassination in Denmark over the past few weeks that the terror regime that continues to fund the Houthis launching missiles into Riyadh and into Dubai. That's going to stop that behavior must change and sanctions from the United States will be reimposed at midnight tonight.\n\nJOHN DICKERSON: What if they restart their nuclear program in Iran?\n\nSEC. POMPEO: We're confident that the Iranians will not- not make that decision.\n\nJOHN DICKERSON: Let me ask you a question about North Korea. You have talks this week. North Korea is saying they might restart their nuclear program if the U.S. does not start lifting sanctions. Is it still the U.S. position that North Korea will not see any economic sanctions lift until there is complete denuclearization?\n\nSEC. POMPEO: So, John I will- I'll be in New York City at the end of this week meeting with my counterpart Kim Yong-Chol I expect we'll make some real progress including an effort to make sure that the summit between our two leaders can take place where we can make substantial steps towards denuclearization. John we have to remember and the American people need to remember the North Koreans haven't launched a missile haven't conducted a nuclear test. They allowed the return of American remains. We've had success in just the handful of months since this past June and we continue to make good progress I'm confident that we'll advance the ball again this week when I'm in New York City.\n\nJOHN DICKERSON: Mr. Secretary you said that- that North Korea will not see any economic sanctions lifted until it has demonstrated complete denuclearization. Is that still your position?\n\nSEC. POMPEO: It is not only complete denuclearization, but our capacity to verify that that has taken place, is also a prerequisite to lifting economic sanctions.\n\nJOHN DICKERSON: Let me ask you about the- the caravan at the U.S. southern border. General Colin Powell said, \"I see no threat requiring that- this kind of deployment,\" he's referring there to the deployment of troops from the Pentagon. Retired General Martin Dempsey said, \"it was a wasteful deployment of overstretched soldiers and Marines.\" What's your response?\n\nSEC. POMPEO: It's a problem that's gone on too long. President Trump is determined to ensure that we have sovereignty of America at our southern border and that we protect our American border. As the Secretary of State, I- I've been very involved in working with the governments in Guatemala, Honduras, El Salvador, and certainly the government of Mexico, and I've also had the chance to speak with the incoming government that is now 26 days out from taking power in Mexico. We've made clear to them they need to undertake every effort they can to stop this illegal migration from entering the United States, and the president's made very clear they will not be permitted to enter our country unlawfully. If they want to —\n\nJOHN DICKERSON: — The charge —\n\nSEC. POMPEO: — come here legally, if they want to come here lawfully, that's the American tradition. It's the American way. We continue to be the most generous nation in the world, with respect to immigration —\n\nJOHN DICKERSON: — but —\n\nSEC. POMPEO: — but illegal immigration will not be permitted.\n\nJOHN DICKERSON: The charge here, Mr. Secretary, is that the president is thinking about this in political terms and that's why he's done this deployment. All of this rhetoric this week, do you think he thinks about it in political terms, this caravan, and how it might benefit the Republicans?\n\nSEC. POMPEO: I've been involved in scores of conversations about stopping illegal immigration from Mexico and- and never once has there been a discussion of the political impact in U.S. domestic politics. It has always —\n\nJOHN DICKERSON: — Then, Mr. Secretary —\n\nSEC. POMPEO: — been about securing the safety of the American people and securing our southern border.\n\nJOHN DICKERSON: So if that's never happened why then did the president in a rally said, speaking about the caravan, \"did they energize our base or what?\"\n\nSEC. POMPEO: President's been trying diligently to get our foolish immigration laws changed since he took office. He talked about this, this campaign. Many of the challenges we face today with illegal immigration are because we have a set of rules, a set of laws that don't allow us to fully secure that southern border. The president is working through the proper process, the Constitution political process to make those changes to the laws, and he is very hopeful, I think, that when Congress returns in January there will be a Congress prepared to support his efforts to secure —\n\nJOHN DICKERSON: — but you would agree —\n\nSEC. POMPEO: — our southern border. That's completely appropriate.\n\nJOHN DICKERSON: You would agree that the president thinks this is a benefit for his base, which he says has been energized by this caravan and his response to it. So it seems like he does see it as a political benefit.\n\nSEC. POMPEO: As the Secretary of State, I want to talk about American national security. We are determined to secure the southern border, John.\n\nJOHN DICKERSON: Okay, I'll take that lack of response as a yes. Final question, Mr. Secretary, is on Saudi Arabia. You are waiting for more investigation on the death of columnist Jamal Khashoggi, what more needs to be answered?\n\nSEC. POMPEO: Still have lots of work to do to figure out the full range of persons that need to be held accountable. We're working with the Turkish government, with the Saudi government, and with anyone else who has relevant facts for us to be able to determine all of those who were responsible for this atrocious murder of Jamal Khashoggi, which the Saudis themselves now acknowledge was premeditated. We need to get to the bottom of it. We need to find out who was responsible, hold them accountable and do all of this, John, while protecting the enormously important strategic interest the United States maintains with the Kingdom of Saudi Arabia. We began our conversation about Iran — the Kingdom of Saudi Arabia has been an important partner for the United States in attempting to change the behavior of the world's largest state sponsor of terror from that Islamic republic.\n\nJOHN DICKERSON: Very briefly, is it still possible the Crown Prince could be involved in this?\n\nSEC. POMPEO: We're going to chase the facts wherever they go —\n\nJOHN DICKERSON: — alright —\n\nSEC. POMPEO: — and we're going to hold accountable each of those who we find responsible.\n\nJOHN DICKERSON: Mr. Secretary we're very grateful thanks so much for being with us.\n\nSEC. POMPEO: Thank you, John.", "By Jennifer De Pinto, Anthony Salvanto, Kabir Khanna, Fred Backus and Jennie Kamin\n\nIt may not be easy for Democrats to take the House majority, as they have to win a string of districts in Republican territory and get strong turnout, but they head into Tuesday in position to do so — even if narrowly. CBS News ran three scenarios. Scenario one is our best estimate as of today: 225 Democratic seats — just beyond the 218 needed for a majority — to 210 Republican seats, with a margin of error of plus or minus 13 seats on each, keeping the possibility open that Republicans retain control.\n\nHere's what voters are telling us: This is an important election. Democrats continue to benefit from both a large gender gap and a higher percentage of Trump voters supporting Democratic House candidates (approximately 6 percent) than 2016 Clinton voters crossing over to the Republican side.\n\nCBS News' polling indicates Republicans could save their majority by persuading these Trump voters to return to the Republican Party. In scenario two, Republicans reduce their crossover rate to match that of Clinton voters, which is closer to 3 percent. We estimate that Republicans would save about 10 of their seats from flipping in this scenario, giving them a total of 220 and Democrats the remaining 215, keeping the House in Republican hands.\n\nIf this were the case, Democrats would likely improve on their past performance, but fall short in many affluent suburban districts they are targeting. If seemingly vulnerable incumbents can survive in districts like NJ-7, TX-7, TX-32 and CA-48 on Tuesday, it will be an indicator Republicans could end the night with their majority intact.\n\nThis is no easy task. Among voters in key districts who tell us they already cast a ballot, crossover rates remain tilted in Democrats' favor: 5 percent among Trump voters, versus just 1 percent among Clinton voters so far.\n\nThe third scenario sees Democrats winning a solid majority in the House. This is equally likely in our model to the second scenario, in which Republicans hold the House. One way for Democrats to consolidate their lead is to win over more independent voters in key races. Such voters currently support Republicans by 5 percentage points. If enough independents vote Democratic, such that Democrats win this group, even narrowly, we estimate they would gain approximately seven additional seats, giving them 232 in all, or a 29-seat majority. In this scenario, Democrats are likely to pick off blue-collar districts that voted for Trump, such as KS-2, ME-2, or PA-10, and/or some suburban seats that currently look like longshots, such as FL-15, NC-9 or NC-13.\n\nCBS News Battleground Tracker estimates are based on a statistical model combining what voters tell us in polls with characteristics of their districts. We interview more people in key districts that will decide the makeup of the House. We end up with a range of possible outcomes, which have consistently included narrow Republican holds and comfortable Democratic victories. Last month, we explored how different turnout scenarios could lead to each of these outcomes.\n\nPerhaps spurring the large turnout expected this year, 93 percent of voters in battleground districts say their vote in this midterm election matters just as much — or more — as in a presidential election. Democrats and Republicans are equally enthusiastic about voting.\n\nDemocrats continue to maintain their edge in the race for control of the House of Representatives, due to strong backing from women, young voters and minorities. They are also relying partly on about 1 in 5 voters who have not voted in a recent midterm election. Republicans are getting support from white voters, older voters and those who usually vote in midterm elections.\n\nMore than 7 in 10 voters in these key districts continue to say their vote will be about President Trump, and that's split between those who say they'll vote for him (34 percent) and against him (38 percent).\n\nMost voters think this election is important, but Democrats (34 percent) are twice as likely as Republicans (16 percent) to say their vote in 2018 matters more than a presidential election.\n\nAnd more Democrats than Republicans say they will be angry if their party doesn't win control of Congress.\n\nDemocratic voters say their vote is about preventing things they don't want to happen over the next two years, but Republicans voters say their voting based on things they want to happen.\n\nMost don't expect compromise in Washington if the Democrats win. About eight in 10 voters in these districts think if Democrats win control of Congress, their priority will be to investigate and try to impeach Mr. Trump, not work with him. Majorities of Democrats (67 percent) and Republicans (91 percent) agree on this.\n\nIn the closing days of the campaign, the president has put the issue of immigration front and center. Voters are divided on how they view the caravan of migrants from Central America who are making their way to the U.S. border. Most Republicans see it as a threat to the U.S., but most Democrats do not.\n\nMore voters approve than disapprove of the U.S. sending troops to the border. Support for sending troops is higher among those who see the caravan as a threat. But many of those who aren't sure if the migrants are a threat support troops at the border.\n\nImmigration is a top issue for Republican voters, and it's even more important for those who view the caravan as a threat to the U.S. The issue has energized some Republicans. Those who see it as a threat are more enthusiastic about voting, compared to those Republicans who don't view the migrants that way. Nine in 10 Republicans say if Democrats win control of Congress they will be tough enough on immigration.\n\nThe issue of health care is an advantage for Democrats. Voters who say the issue is very important in their vote are overwhelmingly backing Democratic candidates for the House. Few voters in these districts say feel they have been helped by the changes Republicans in Congress made to health care laws.\n\nMore than 8 in 10 voters continue to say civility in politics is getting worse and that political violence is becoming more frequent. Majorities across the political spectrum agree on this, but there's disagreement about how the president handles the issue of political violence. Most Democrats disapprove, while most Republicans approve.\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial.\n\n\n\nThe CBS News 2018 Battleground Tracker is a panel study based on interviews conducted of registered voters in 66 competitive and likely competitive congressional districts in the United States. The poll was conducted by YouGov, an online polling company. This poll was fielded between October 30-November 3, 2018 with 6,466 respondents. The respondents were selected from YouGov's online panels to be representative of registered voters in these districts in terms of age, race, gender, and education. The sample was weighted according to gender, age, race, and education, based on the American Community Survey, conducted by the U.S. Bureau of the Census, as well as 2016 Presidential vote, and post-stratified on district type. The margin of error (a 95 percent confidence interval) is approximately 1.6 percent.\n\n\n\nPoll toplines:", "Ariana Grande released a new song, \"Thank U, Next,\" Saturday night, only a half hour before her ex-fiance Pete Davidson's show, \"Saturday Night Live,\" aired. Davidson briefly addressed their high-profile break-up on \"Weekend Update,\" saying \"sometimes things don't work out and that's okay.\"\n\nGrande's song \"Thank You, Next\" included lyrics about Davidson. She sings \"Even almost got married / To Pete I'm so thankful.\" Grande and Davidson had a whirlwind romance that included matching tattoos and an engagement. But it lasted only a few months before they announced two weeks ago they had split up.\n\nThe chorus of \"Thank U, Next\" is \"I'm so f---ing grateful for my ex.\"\n\nDavidson, who had joked about their relationship in the few \"SNL\" episodes that aired while they were dating, asked musical guest Maggie Miller to marry him in the promo for this week's episode. Davidson also joked about the break-up during a comedy show with Judd Apatow, saying \"Well, as you could tell, I don't want to be here. There's a lot going on.\"\n\nAfter the promo aired, Grande tweeted \"For somebody who claims to hate relevancy u sure love clinging to it huh\" and then \"thank u, next.\" Both tweets were later deleted.\n\nDavidson briefly addressed the break-up during a \"Weekend Update\" routine about the midterms. Kicking off the sketch, he said \"so, the midterm elections are obviously a huge deal, and after I had to move back in with my mom, I started paying attention to them.\"\n\nHe closed the routine off by saying \"and the last thing I will say is, I know some of you are curious about the breakup but the truth is, it's nobody's business, and sometimes things just don't work out, and that's OK. She's a wonderful, strong person, and I genuinely wish her all the happiness in the world. Now please, vote on Tuesday.\"\n\nGrande mentioned her ex-boyfriend Mac Miller, who died in September. \"I wish I could thank you to Malcolm / 'Cause he was angel.\"\n\nGrande was scheduled to be the musical guest for the \"SNL\" season premiere, but canceled after Miller's death, citing \"emotional reasons.\"", "BEIJING -- Authorities in China said Saturday that at least 14 people have been killed and 27 injured in a highway pile-up. The accident Saturday night happened after a heavy truck lost control and crashed into a line of vehicles waiting at a toll station in the northwestern province of Gansu.\n\nLast week, 15 people were killed after a bus to plunged off a high bridge into China's Yangtze River in the western city of Chongqing.\n\nIn that previous crash, an eight-second surveillance video released by police showed the driver and a passenger arguing and grappling with each other in the moments before the bus suddenly veered across oncoming traffic and off the bridge.", "LAKE HALLIE, Wis. — A western Wisconsin community on Sunday was grieving the deaths of three Girl Scouts and an adult who were collecting trash along a rural highway when a pickup truck veered off the road and hit them before speeding away, police said. A fourth girl was critically injured.\n\nAuthorities have not released the names of the victims who were struck Saturday in Lake Hallie, including the name of the girl who survived but was in critical condition at a hospital in Rochester, Minnesota. The girls were members of Troop 3055 and were fourth-grade students at Halmstad Elementary School in adjoining Chippewa Falls, which is about 90 miles east of Minneapolis.\n\n\"Our hearts are broken for the girls and families of the Girl Scouts of the Northwestern Great Lakes,\" CEO Sylvia Acevedo of Girl Scouts of the USA said in a statement. \"The Girl Scout Movement everywhere stands with our sister Girl Scouts in Wisconsin to grieve and comfort one another in the wake of this terrible tragedy.\"\n\nLake Hallie police Sgt. Daniel Sokup said the pickup, a black Ford F-150, crossed a lane and veered into a roadside ditch, striking the victims. Other members of the troop were pickup up trash from the opposite shoulder.\n\nColton Treu, 21, of Chippewa Falls, sped off but later surrendered and will be charged with four counts of homicide, Sokup said. It was unclear Sunday if Treu had an attorney who could speak for him.\n\nSokup said it was not immediately known if there were other factors that might have led the driver to leave the road. The Minneapolis Star Tribune reported that the crash happened before a hill and there were no blind spots, Sokup said it was \"not an unsafe area.\"\n\nCecily Spallees, a personal care attendant at a group home near the scene, told the publication that drivers regularly speed on that stretch of road, which quickly changes from a 55-mph to a 35-mph zone.\n\n\"I'm always telling one of my residents that he shouldn't walk this strip at night,\" Spallees said. \"It's not safe.\"\n\nTroop 3055's regional council, the Girl Scouts of the Northwestern Great Lakes, expressed its condolences on Facebook, saying a vigil will be held Sunday evening at the girls' school.", "NORTH OGDEN, Utah — The mayor of a Utah city was killed during an attack in Afghanistan while he was serving with the state's National Guard, the town's temporary mayor Brent Chugg confirmed to CBS Salt Lake City affiliate KUTV. North Ogden Mayor Brent Taylor died Saturday in an apparent \"insider attack\" in Kabul, the capital of Afghanistan.\n\nAnother U.S. service member is being treated for wounds sustained in the attack, American military officials said.\n\nThe Utah National Guard has identified the service member killed as a member of the Guard. The Guard member's name is being withheld pending notification of next of kin.\n\nBut Utah Lt. Gov. Spencer J. Cox wrote on his Facebook page Taylor, 39, has been killed.\n\nNorth Ogden City\n\n\"Devastating news. North Ogden Mayor Brent Taylor was killed today while serving in Afghanistan,\" Cox said. \"I hate this. I'm struggling for words. I love Mayor Taylor, his amazing wife Jennie and his seven sweet kids. Utah weeps for them today. This war has once again cost us the best blood of a generation. We must rally around his family.\"\n\nUtah Sen. Orrin Hatch issued a statement Saturday about Taylor's death on Twitter. \"Brent was a hero, a patriot, a wonderful father, and a dear friend. News of his death in Afghanistan is devastating. My prayers and love are with Jennie and his 7 young children. His service will always be remembered,\" Hatch said.\n\nRepublican Senate candidate Mitt Romney said he is \"heartbroken with the tragic news.\"\n\nHeartbroken with the tragic news of Major Brent Taylor’s death by gunfire in Afghanistan; a father of 7 small children, a city mayor, and a proud member of the Army National Guard. Another unmeasurable price is paid for freedom. https://t.co/V7scNBDJ3X — Mitt Romney (@MittRomney) November 3, 2018\n\nUtah Gov. Gary Herbert plans to hold a news conference on Sunday to discuss the death.\n\nTaylor was deployed to Afghanistan in January with the Utah National Guard for what was expected to be a 12-month tour of duty. Taylor, an officer in the National Guard, previously served two tours in Iraq and one tour in Afghanistan.\n\nIn what appeared to be his last Facebook post, Taylor shared pictures on Oct. 28 of Afghans voting and urged fellow Americans to vote.\n\n\"As the USA gets ready to vote in our own election next week, I hope everyone back home exercises their precious right to vote,\" he wrote. \"And that whether the Republicans or the Democrats win, that we all remember that we have far more as Americans that unites us than divides us. 'United we stand, divided we fall.\" God Bless America.\"\n\nAt the time of his deployment in January, Taylor told local media that, as an intelligence officer, he will be assigned to serve on an advisory team training the staff of an Afghan commando battalion.\n\n\"Right now there is a need for my experience and skills to serve in our nation's long-lasting war in Afghanistan,\" he said. \"President Trump has ordered an increase in troops, and part of the new strategy focuses on expanding the capabilities of the Afghan commando units.\"\n\nTaylor became mayor of North Ogden, a city of about 17,000 people 46 miles north of Salt Lake City, in 2013.\n\nMore than 2,400 Americans have been killed in the 17-year-old war. Earlier this year, Army Command Sgt. Maj. Timothy Bolyard was shot dead in an insider attack, killed by one of the Afghan security members he came to Afghanistan to train.\n\nThat followed another insider attack that claimed the life of 20-year-old Army Cpl. Joseph Maciel in July.", "", "Social media site Gab, popular among far-right extremists, has found a new domain host and expects to be back online by Sunday, it tweeted on Saturday. Gab's earlier domain host, GoDaddy, dropped the site following the news that the Pittsburgh synagogue shooter Robert Bowers had been an avid poster on the site.\n\nIn a lengthy blog post, Rob Monster, founder and CEO of Gab's new domain host Epik.com, wrote that he \"did not take the decision lightly,\" but \"de-platforming is digital censorship.\" Monster said he had spoken to Gab founder Andrew Torba as part of his \"own search for truth.\"\n\nGab tweeted Saturday that it is \"getting close\" to being live on the new domain host.\n\nGetting close. Posts still aren’t loading, so working on that issue now. Then a full quality test by our team to make sure everything works. Pray for the team, they are working very hard. Goal is go live tomorrow. pic.twitter.com/eefeLUo7HG — Gab.com🕊 (@getongab) November 3, 2018\n\nThe site also tweeted Saturday that \"law enforcement did reach out again yesterday and needs our help,\" which could delay the site going live by Sunday because \"that's our top priority.\"\n\nWe will make that call tomorrow. Law enforcement did reach out again yesterday and needs our help today. So that may delay things because that’s our top priority. https://t.co/iZUpU2C9sr — Gab.com🕊 (@getongab) November 3, 2018\n\nBowers, who killed 11 people at a Pittsburgh synagogue last week, regularly used Gab to post anti-Semitic content. He frequently railed against the Hebrew Immigrant Aid Society (HIAS), a Jewish nonprofit that aids refugees. On the morning of the shooting, he posted \"HIAS likes to bring invaders in that kill our people. I can't sit by and watch my people get slaughtered. Screw your optics, I'm going in.\"\n\nGab launched in 2016 and bills itself as a \"social network for creators who believe in free speech, individual liberty, and the free flow of information online.\" But the site has run into controversy over the years for allowing extremist content with very little oversight.\n\nAfter the Pittsburgh shooting, the site was not only dropped by GoDaddy but also by its cloud host, Joyent, and payment processor Stripe.\n\nIn the immediate aftermath of the shooting, Gab pushed back against claims about hosting Bowers' radical views. \"Social media often brings out the best and the worst of humanity,\" Gab said in a statement. \"From live streamed murders on Facebook, to threats of violence by bombing suspect Cesar Sayoc Jr. that went unaddressed by Twitter, and more. Criminals and criminal behavior exist on every social media platform.\"", "", "", "", "", "", "Roy Hargrove, a prolific trumpet player who provided his jazz sound to records across a vast range of styles and won two Grammys, has died at age 49, his manager said Saturday. Hargrove died in New York on Friday of cardiac arrest stemming from a longtime fight with kidney disease, longtime manager Larry Clothier said in a statement.\n\nClothier said Hargrove \"was known just as intensely for his brimming fire and fury as he was for his gorgeous, signature balladry. Over and over, his sound attested to and sanctified his deep love for music. His unselfish timbre covered the waterfront of every musical landscape.\"\n\nMany of Hargrove's peers regarded him as the greatest trumpeter of his generation. Through his own bands and as a sideman, Hargrove brewed his jazz with African and Latin sounds, R&B, soul, pop, funk and hip-hop.\n\nHe led the progressive, genre-melding group The RH Factor, played in sessions for Common, Erykah Badu and D'Angelo, and collaborated with jazz giants including Herbie Hancock and Wynton Marsalis.\n\n\"He is literally the one man horn section I hear in my head when I think about music,\" Questlove, drummer and leader of the Roots, said on Instagram. \"Love to the immortal timeless genius that will forever be Roy Hargrove y'all.\"\n\nTonal, Melodic, from BeBop to Hip-hop. Soulful, BRILLIANT, Young Master... Roy Hargrove🙏 https://t.co/bz1RPJI0TY — Anita Baker (@IAMANITABAKER) November 3, 2018\n\nA native of Waco, Texas, Hargrove was discovered by his fellow trumpeter Marsalis while Hargrove was playing at a performing-arts high school in Dallas. He went on to the Berklee College of Music in Boston and then transferred to the New School in New York, where he joined in jam sessions at jazz clubs in the evening. One of those clubs, the Blue Note, said on its Twitter account Saturday that Hargrove was a \"young master and friend gone too soon.\"\n\nHargrove released his first solo album, \"Diamond in the Rough,\" in 1990. He won his first Grammy in 1998 with his Afro-Cuban band Crisol for its album \"Habana.\" He then won another in 2002 for \"Directions in Music: Live at Massey Hall,\" featuring a band he led with pianist Herbie Hancock and saxophonist Michael Brecker.\n\nQuestlove, who worked with Hargrove on several projects, said his improvisational skills were astonishing.\n\n\"I can't properly document how crucial and spot on Roy was with his craft man,\" he said. \"We NEVER gave him instructions: just played the song and watched him go.\"\n\nOther tributes flowed from the musical community as word spread of Hargrove's death.\n\n\"I have no words over the loss of my dear brother of 31 years,\" bass player Christian McBride said on Twitter. \"We played on a lot of sessions together, traveled a lot of miles together, laughed a lot together, bickered on occasion — and I wouldn't change our relationship for anything in the world. Bless you, Roy Hargrove.\"\n\nTrumpet player and composer Keyon Harrold called Hargrove the \"trumpeter jazz king\" on Instagram. \"The spirit that radiated from the bell of his horn was always a force of youth enthralled with the wisdom of old,\" Harrold said.\n\nHargrove is survived by his wife Aida, daughter Kamala, mother Jacklyn and brother Brian. Memorial plans are in the works, but no details have been announced yet.", "", "NEW YORK — Alec Baldwin is denying that he punched anyone over a parking spot and says an assault allegation is being reported \"for the purposes of clickbait entertainment.\" The actor was arrested Friday and charged with assault and harassment after allegedly hitting another man in the face during a dispute over a parking spot in New York City.\n\nBaldwin's publicist declined to comment after the arrest. But the actor later tweeted from the account of the Hilaria and Alec Baldwin Foundation that \"the assertion that I punched anyone over a parking spot is false. I wanted to go on the record stating as much.\"\n\nIn a second tweet, Baldwin complained that it's become a \"sport\" to tag people with as many \"negative charges and defaming allegations as possible for the purposes of clickbait entertainment.\"\n\nIt read: \"Fortunately, no matter how reverberating the echos, it doesn't make the statements true.\"\n\nBaldwin, 60, told police a family member was holding the spot in front of his Manhattan home when a man driving a Saab station wagon pulled up and took it. The driver of the station wagon told police Baldwin hit him with his hand, but he wasn't sure if it was a punch or a slap.\n\nAnadolu Agency/Getty\n\nPolice said the 49-year-old driver complained of jaw pain and redness in the neck area and was taken to a hospital.\n\nIt wasn't clear from his tweets whether the specific allegation that Baldwin wanted to refute was that he punched the other man or some other aspect of the story. His publicist said she had no comment.\n\nBaldwin was released from the local police precinct in Manhattan's Greenwich Village neighborhood after about two hours. He was ordered to appear in court Nov. 26.\n\nBaldwin, the star of former television sitcom \"30 Rock\" and current host of \"Match Game,\" plays President Trump on \"Saturday Night Live\" and recently started a talk show on ABC.", "", "The gunman who killed two women in a Florida yoga studio had been arrested at least two times for touching women in public, according to court records. He also posted a series of a YouTube videos in which he proclaimed himself a misogynist and aligned himself with Elliot Rodger, a killer who wanted revenge on women.\n\nScott Paul Beierle, 40, killed two women in a Tallahassee studio on Friday and wounded five others before turning the gun on himself, police said. Leon County court records show he had faced two misdemeanor battery charges for grabbing women.\n\nBeierle was arrested in 2012 for allegedly grabbing the buttocks of two women on the Florida State University campus, court records show. One woman said in a police report that Beierle grabbed her while she was at a soda fountain and she \"thought it may have been her boyfriend at first.\" The second woman said Beierle had also grabbed her on \"three separate occasions over the last month.\" Beierle denied intentionally grabbing anyone and said he might have accidentally bumped into someone.\n\nBeierle was arrested again in 2016 after allegedly grabbing and slapping the buttocks of a woman at an apartment complex's pool.\n\nProsecutors dropped the charges after both of his arrests.\n\nTallahassee Police Department\n\nBeierle was also arrested for trespassing in an FSU dining hall in 2014, leading to a campus-wide trespass warning against him, and he faced at least six traffic violations between 2011 and 2014, records show.\n\nBeierle maintained a YouTube channel under the alias Scott Carnifex, and posted a series of lengthy bedroom rants throughout 2014. He devoted several videos to explaining his hatred of women.\n\nIn one video, called \"The Rebirth of my Misogynism,\" Beierle calls out by name several women from his past who he says wronged him and led him to embracing misogyny. Describing one woman who supposedly stood him up, Beierle says he \"could have ripped her head off.\"\n\nIn another video, Beierle says he wants to send a message to young men who are in \"the disposition of Elliot Rodger, of not getting any, no love, no nothing.\"\n\n\"That was me, certainly, as an adolescent,\" he says.\n\nRodger, 22, killed six people and himself in 2014 in an attack he described as retribution for women rejecting him. The rampage turned Rodger into an idol for the online subculture of \"incels\" — men who say they are involuntarily celibate.\n\nA 25-year-old man who allegedly killed 10 people in a Toronto van attack in April 2018 also identified himself as an \"incel\" and cited Rodger as an inspiration, calling him \"the Supreme Gentleman.\"\n\nIn Beierle's other YouTube videos, he spoke out against police, interracial couples, racial diversity, illegal immigration and Obamacare.\n\nPolice have not determined a motive for Beierle's rampage, which claimed the lives of Maura Binkley, 21, and Dr. Nancy Van Vessem, 61. Binkley was a student at Florida State University and Van Vessem was a faculty member who coordinated internal medicine clerkship rotations at the Tallahassee campus.\n\nPolice said Saturday that Beierle had entered the yoga studio posing as a customer and abruptly started shooting people with a handgun. Patrons fought him and prevented him from harming others before he shot and killed himself, police said.\n\nThe Tallahassee Police Department did not immediately return messages from CBS News.\n\nBeierle's LinkedIn page says he attended FSU for a masters degree in public administration and urban planning, and graduated from Binghamton University in New York in 2002. He had listed himself as a \"job seeker\" since 2013. The page also described him as a \"military professional\" and said he worked for the U.S. Army between 2008 and 2010 as a supply and logistics director.\n\nBeierle's Facebook page has pictures of him in an Army uniform, with other uniformed men standing around him. In his \"About\" section, Beierle wrote: \"As hard as you try, you can not escape your destiny. You can run from it, but you can not hide from it.\" The page also includes a quote from Patrick Bateman, the fictional serial killer from \"American Psycho\": \"I just want to have a meaningful relationship with someone special.\"", "", "Over the past 40 years, Oscar-winning director Ron Howard has helmed massive blockbusters, including \"Splash,\" \"Cocoon,\" \"Apollo 13,\" \"A Beautiful Mind\" and most recently \"Solo: A Star Wars Story.\" But when Howard wanted to do a series about the first human mission to Mars, he couldn't figure out whether it should be a scripted story or a documentary. So he and his partner Brian Grazer decided to make it both.\n\nThe critically acclaimed National Geographic series \"Mars,\" which debuts its second season next Monday, combines scripted elements and visual effects with documentary-style interviews.\n\n\"We started interviewing a lot of great experts and, first of all, they were fascinating, including Elon Musk who would give us access to do research at SpaceX. ... So then the thought was, 'Let's do a documentary about what everybody is doing go to Mars,'\" Howard told \"CBS This Morning.\"\n\n\"It was a total experiment. We learned so much in season one. I was proud of season one,\" Howard said. \"But season two -- we have so much more confidence about the storytelling style and I think it really shows.\"\n\nSeason 1 focused on what it took to get to Mars, which meant the experts were really driving their narrative, Howard said. In Season 2 as a community begins to form on the planet, the storytelling leans more heavily on fiction.\n\n\"It's this clash now between science and industry,\" Howard said of the new season. \"Because now it's time to mine Mars, at least one group feels that that's vitally important. So the reality is that in the second season we knew what we were looking for, we knew what the stories were.\"\n\nEven the documentary parts, Howard assured, are cinematic in their own way.\n\n\"This is not just all talking heads. ... I think cinematic is kind of the word that we keep applying to the series because we want to make sure that it is like a movie, that it transports you.\"\n\nSeason 2 of \"Mars\" premieres Monday, Nov. 12 on National Geographic", "On Tuesday America votes. In political jargon, we call it \"the midterms.\" In the Constitution it's just called \"Elections\" – important ones, mentioned right up front in Article I, where \"We the People\" select who goes to Congress.\n\nCompared to a Presidential race, these Tuesdays don't always get the same turnout. Last time only about one-third of people showed up. But this year, 2018, looks very different. Turnout is expected to be high. Millions already have cast their ballots early; millions more tell us they will.\n\nAnd Tuesday night, at the CBS News decision desk, we'll watch those millions of votes report in from across the country – 35 Senate races, and 435 House seats.\n\nMajority control of Congress is indeed up for grabs. Democrats think they have a shot to win the House. Polls suggest they might.\n\nRepublicans think they can hold onto their majority in the Senate; the polls agree.\n\nBut of course, none of that, as we pollsters always stress, is certain until Tuesday.\n\nThis you CAN be sure of: the most interesting decision to watch could be how people think, not just how they vote. Right now more Americans say the economy is good heading into a midterm than have said so in 20 years. That ought to help the party in power, the Republicans. But in a surprising split, far fewer people in battleground states are happy about the direction of the country.\n\nAnd that, the Democrats are hoping, helps them.\n\nThese elections are for state and local offices, but people, by a rate of two to one, say they're thinking about national politics. And that may have a lot to do with the president. No, he's is not on the ballot, but he is on voters' minds. Three-quarters of voters in key states have told us so.\n\nAnd that would mark historic levels for a president's influence in a midterm, with just as many trying to support him as oppose him.\n\nThen, there's the voters' mood – part of the reason, maybe, we might see big turnout, with voters on both sides telling us they'll feel disappointed, even angry, if the other side wins.\n\nAnd maybe that leads to the biggest thing to watch of all: Whether the next Congress (whoever wins it) can help to change those feelings once all the votes are counted.\n\nBy CBS News' director of elections and surveys Anthony Salvanto.\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial\n\n\n\nFor more info:\n\n\n\nStory produced by Amy Wall.", "If you thought the classic American sitcom was dying, Chuck Lorre's career says otherwise. He has all but single-handedly kept the sitcom genre alive, producing some of TV's biggest hits of the past three decades, including the original \"Roseanne,\" \"Cybill,\"\"Grace Under Fire,\" \"Mike and Molly\" and \"Two-and-a-Half Men.\"\n\nAnd that's not even counting what he's got going on now. On the Warner Brothers lot in Los Angeles, they are shooting Lorre's \"The Big Bang Theory,\" \"Young Sheldon\" and \"Mom.\" Last season, those three shows averaged more than 40 million viewers a week, led by the single most-watched broadcast on television: \"The Big Bang Theory\" on CBS.\n\nThe show, about a group of socially-awkward scientists, is in its final season. \"This is gonna be heartbreaking when we're done,\" Lorre told correspondent Tony Dokoupil. \"This is just gonna be very, very difficult to end this after 12 years.\n\n\"'The Big Bang Theory,' for me, was about people who don't fit in, who want to fit in, who want to participate in life but don't know how. That's a story worth telling.\"\n\nCBS News\n\nAnd that is the secret to Lorre's success: Don't only try to be funny; try to be honest. \"Keep it real, real family dynamics, real family issues,\" he said. \"Don't tell silly stories.\"\n\nWhich is why, perhaps, the most successful sitcom creator since Norman Lear in the 1970s hates the word \"sitcom,\" or situation comedy.\n\nIt would be appropriate, he said, \"if you marry a witch, or if you come home from being an astronaut and you have a genie with you. That's a situation, right?\"\n\nAnd now, the 66-year-old Lorre has a new show about the one situation we all have in common: getting older.\n\nLorre said, \"It's an amazing thing, because internally – I'm speaking for myself – you're still this 14-year-old looking out of this old face. You walk past a window, a store window and you go 'Oh, who … oh!' It's startling.\"\n\n\"The Kominsky Method\" stars Alan Arkin and Michael Douglas as aging Hollywood players. It starts streaming this month on Netflix.\n\nNetflix\n\nDouglas told Dokoupil, \"One of the reasons why I wanted to do 'The Kominsky Method' was humor. I love humor; it's not my natural affinity, but for me, I thought, here's an opportunity to work with the best.\"\n\nAnd for Lorre, the format feels completely new after decades of filming in front of a live studio audience.\n\n\"There's all these seats, there's couple hundred people that sit here, and when they're not laughing, it's horrifying!\" he laughed. \"And we rewrite the material, we re-shoot it, we do whatever we can.\"\n\n\"So, how do you trust that a moment that you think is working in your edit room on 'Kominsky' is going to work in people's living rooms?\"\n\n\"The word you just used is the whole thing – it's trust,\" Lorre replied. \"You have to go on faith. This is just a matter of, 'I like this. I hope you do, too.'\"\n\nYou could say Chuck Lorre's first sitcom took place on New York's Long Island, where he grew up with a volatile mother, and a father whose business was constantly in danger of failing. \"This was reality, you know? This is what I knew.\"\n\nLorre revisited the old neighborhood with Dokoupil, pointing out his old house.\n\nHas it changed? \"It's actually physically the same structure,\" he said, pointing to the old house. \"Up there on the right was my bedroom where I used to blow the pot smoke outside. 'Cause I was so clever!\"\n\nOne person Lorre wishes he knew longer was his father, Robert. He died when Lorre was just 24, missing all of his son's success. \"I'd give anything, anything, to have experienced some of this stuff with my dad,\" he said.\n\nAfter his father died, Lorre drifted, spending the next decade as a struggling musician, until something had to change for the sake of his children. \"There was no alternative other than make money. You must make money. You have children, it's not really an option.\"\n\nTo survive, he took a job selling radios door-to-door in Los Angeles. One of those doors ended up leading to an animation company. \"And I walked up the flight of stairs and I walked in there, and there was a bunch of people working. And I had the temerity to say, 'Hey, this is your lucky day; I'm a writer.' 'You do comedy?' 'Yeah, sometimes.' 'Okay.' 'Great, I'm your guy!'\n\n\"There's great power in ignorance and naiveté. I didn't know I couldn't!\"\n\nLorre's career took off. But as some doors opened, others slammed shut. He was fired, pushed out or quit many of his early jobs, and in 2006 Entertainment Weekly dubbed him \"The Angriest Man in Television.\"\n\n\"No, I think I'm a teddy bear,\" he protested.\n\n\"You are a teddy bear, now, clearly! You've mellowed. What happened?\"\n\n\"I'm trying to have more perspective and early on – this is more personal than I really want to get into on 'CBS Sunday Morning' – but fear for me exhibits as anger. 'Cause I'm not gonna show you fear; I'm gonna show you anger, because that's just how I grew up. And that's what you present to the world. And that maybe becomes your reputation.\"\n\nLately, though, Lorre has worked to rewrite that reputation. He even says he'd be open to shaking hands with Charlie Sheen, whose bizarre public downfall in 2011 threatened one of Lorre's hits, \"Two and a Half Men.\"\n\n\"I'm really proud of what we did,\" Lorre said. \"Every once in a while, I catch some reruns. The shows hold up. We did good stuff. And we had a good time. It was a horrific thing that happened. But it happened a long time ago. Moving on.\"\n\nBut Lorre knows that, even as he move son with \"The Kominsky Method,\" his new perspective has limits.\n\nHe said, \"I gotta stay grateful and not go down the road of whether or not I'm getting my due. I'd be some whining nonsense if I went down that road.\"\n\n\"Will that be your philosophy if people don't tune into 'Kominsky'?\" Dokoupil asked.\n\n\"I'll be heartbroken!\" he laughed.\n\nTo watch a trailer for the new Netflix series \"The Kominsky Method\" click on the video player below.\n\n\n\nFor more info:\n\n\n\nStory produced by Jon Carras.", "\"There's no such things as not voting. Not voting is voting,\" said Eric Liu. \"It's voting to hand your power over to someone else who's gonna say, 'Thank you very much. Let me take that voice and that power and exercise it in your name, but in my interests.'\"\n\nMakes sense, right? And yet, less than half of eligible voters are expected to show up at the polls this Tuesday. And that's a vexing problem according to Liu. \"I think the greatest enemy here is indifference,\" he told Mo Rocca. \"Indifference can take various forms. One is, 'The game is rigged, so why should I even bother paying attention? My vote doesn't matter.' The other form is, 'Huh? What?' Not even apathy, but complete ignorance.'\"\n\nHe said there has been, across the country, a disinvestment in civic education, which is why Liu started Citizen University, a program that travels the country teaching people of all ages the lost art of civics.\n\n\"Civics? Didn't I take that in high school?\" If you're over the age of 60, you probably did! Civics is the study of how to be a good citizen. In fact, that was the original mission of public schools: creating good citizens. Part of that was learning how the government works.\n\nSupreme Court Justice Sonia Sotomayor and fellow Justice Neil Gorsuch agreed to talk to Rocca about their work promoting civic education.\n\nSotomayor said, \"It's been well documented that the partisan discord in our country followed very closely on the heels of schools stopping to teach civic education. One must remember why. It wasn't for an unimportant reason; there was a change of emphasis in the educational system in the country where they wanted to pay more attention to STEM.\"\n\n\"Only about 25% of Americans can name the three branches of government,\" said Gorsuch. \"A third of them can't name any branch of government. And 10% believe that Judge Judy is one of our colleagues. With no disrespect to Judge Judy, she is not a member of the Supreme Court!\"\n\nCBS News\n\nThey're following in the footsteps of former Justice Sandra Day O'Connor, who led the drive to return civics to the classroom.\n\nDuring a 2012 Senate hearing, O'Connor said, \"I well remember having a lot of civics classes, and I got pretty sick and tired of it, to tell you the truth. I thought it was miserable.\" So, she started iCivics, a more engaging curriculum which helps teach civics through video games.\n\nThe most popular games include \"Win the White House,\" in which players campaign for the Oval Office; and \"Do I Have a Right?,\" in which lawyers fight to protect their clients' rights under the Constitution.\n\n\"That's a tough game!\" said Gorsuch. \"Very, very tough!\" she agreed.\n\niCivics\n\nGorsuch said, \"It's important if we the people are going to run our government, that we know what it is, how it works, and how we can participate in it.\"\n\nA second important component of civics is civility. Civility is manners – that thing in short supply these days, like you and I learning to disagree without tearing each other's heads off. But that doesn't mean everyone agreeing on everything.\n\nWest Chicago Community High School's Mary Ellen Daneels said, \"I tell my students, 'I don't want you to come in here and hold hands and sing 'Kumbaya.' I want us to have better arguments. I want us to understand these complex issues that face our republic.\"\n\nDaneels wants her students to debate controversial topics, like the appropriateness of using Native Americans as sports mascots. And she doesn't shy away from what's happening right now, whether it's presidential tweets, or fights on the floor of the House.\n\nCBS News\n\n\"To be honest, I don't use a textbook in my classroom,\" said Daneels. \"Our textbook is the newspaper.\"\n\nWest Chicago seniors Daniela Alamarles, Spencer Usedom, Sabrina Lutfiyeva and Rudy Munoz are currently in the course. \"It's not about the conflict, as much as it's about how you speak,\" said Alamarles.\n\nRocca asked, \"How big a role is President Trump playing in your class?\"\n\n\"The president's infamous Twitter account, that's just like an everyday Tuesday for most of us,\" laughed Munoz.\n\nUsedom said, \"We deal with a lot of drama everyday because it's high school. A lot of stuff goes down in the hallways.\"\n\n\"We're teenagers and we can be civil with each other. But in the professional world I don't see that,\" said Lutfiyeva.\n\nRocca asked, \"Do you look at the TV and yell at the politicians and say, 'You're making my job harder'?\"\n\n\"I do,\" said Daneels. \"But I also say, sometimes, 'thank you,' because you're an object lesson for my students of, 'If you don't do this, this is what it looks like. Here's a view at the end of the road; is this what you want?\"\n\nAnd the last big part of civics is kind of the loftiest: putting country over self, and even over your party.\n\n\"We have different views, we have different ideas, we have arguments. That's good, that's the nature of a healthy democracy,\" said Harvard Business School professor David Moss. \"But we also need to have something [that] holds us together. That that's the part that I'm worried about.\n\n\"I think the reason our partisanship looks less constructive than it once was, maybe even destructive, is that we don't have that glue holding us together. And that glue is a strong faith, a strong commitment, a strong belief in the democracy.\"\n\nConsider that only 30% of Americans born after 1980 say that it's \"essential to live in a democracy.\" Moss, who teaches the history of democracy, isn't alarmed … yet.\n\n\"American democracy has been more resilient than many people expected. But can it break? And the answer, from the 1850s up to 1860 and '61 is, yes, it can,\" Moss said. \"And so, I think we have to just be careful with it.\"\n\nRocca asked, \"There's no panacea here, right? I mean, how are we gonna boost these numbers on belief in democracy?\"\n\n\"Well, I think bringing civics back into school [is one], but not civics that students say is boring. We want to look for things that engage students, that are substantive, and you know, that they're excited about.\"\n\nRocca asked, \"What do you say to the people – and there are a lot of them, I think – who say, you know, the reality of government doesn't match up with textbook civics?\"\n\nSotomayor replied, \"My answer is, what are you doing about it? If you really care, then you can't complain. You have to do. Then we can have a conversation.\"\n\nOr, as that civics education film said long ago, \"Washington, Jefferson and Lincoln are dead. They began our democracy, but they knew the job would have to be finished by those who lived after them … It's our government. From here on, it's up to us!\"\n\nCBS News\n\nSee also:\n\n\n\nFor more info:\n\n\n\nStory produced by Dustin Stephens.", "In food-obsessed Singapore, being a picky eater isn't a character flaw. It's a national pastime.\n\nNowhere is that passion more on display than at the city's open-air food markets, called hawker centers, where vendors spend decades perfecting one or two distinct dishes from sugar cane juice to steaming piles of noodles -- all for just a few dollars a plate.\n\nHawker centers are so essentially Singaporean, almost every neighborhood has one, reports CBS News' Christina Ruffini. Tiong Bahru is one of the oldest, and a favorite of locals Lilly Lim and Stefan Loe.\n\n\"In Singapore, if you're going to a hawker center and want to find something really good, just look for the longest line,\" Loe said.\n\n\n\nSome of the stalls, though humble, have even been awarded Michelin stars. But despite their loyal fan-base, hawker centers are losing popularity, especially among young people who tend to prefer the glitzy, upscale restaurants of the central business district – and their central air conditioning.\n\nCBS News\n\n\"I blame Instagram. If it's not on Instagram it doesn't exist,\" said KF Seetoh, a heritage food expert and hawker evangelist.\n\nThe food may not be necessarily photogenic, but Seetoh said Singapore will lose an essential part of its culture if hawkers shutter their stalls.\n\n\"This is a place where Singapore comes to celebrate not just food, but Singaporeanness. If you come here at lunch, it's packed with people. And they don't care who you are … even our prime minister lines up for his food,\" Seetoh said.\n\nCBS News\n\nIn an effort to help preserve these places, and possibly skip the line, the prime minister's government has nominated hawker culture for the United Nations' list of the Intangible Cultural Heritage of Humanity. Started in 2008, the distinguished roster includes more than 400 global traditions, including Indian yoga and Neapolitan pizza twirling.\n\nBut waning popularity isn't the only problem.\n\n\"He's done this for 30 years. All his kids have all grown up, done their degrees … None of his kids are gonna do this when he takes over. So when he goes, this whole thing goes,\" Seetoh said.\n\nFortunately, there is a crop of young hawkers who are eager to take the open spot. Young upstarts like Kai, who gave up a sales job to open the Roast Paradise pork stall off old Airport Road. At $10 dollars a plate, his fare is one of the more expensive hawker dishes, but also one of the best.\n\nBut for Singaporeans to keep going there, Lilly and Stefan said getting new, younger chef's interested in hawking will be key. And although they appreciate the international acclaim, hawker centers will disappear unless they continue to give this island of fanatical foodies exactly what they're after: exceptionally-crafted food at an unbelievable price.", "WASHINGTON -- It has been 50 years since Shirley Chisholm stared down sexism and racism to become the first black congresswoman in history. Today, members of Congress say they carry her lessons with them.\n\nRep. Sheila Jackson Lee, D-Texas, told CBS News that Chisholm encouraged those around her to be \"tree-shakers\" and \"changemakers.\" Jackson Lee said that mentality was evident in Chisholm's first marquee squabble in 1969 as the urban congresswoman took on party leadership when she was appointed to the Forestry and Rural Villages committee.\n\nWith hard work and by recognizing the poverty in her district, Chisholm used the committee placement to help institute federal nutritional food programs that are still used by millions today.\n\n\"Many of us who started at the bottom, as women came in, we were always in the junior seat,\" Jackson Lee said, \"I think what she taught me was you came there to do- respect your colleagues, but do what you have to do and move forward.\"\n\nNot long after she entered Congress in 1969, Chisholm decided to disrupt political mores again in 1972. She ran for president.\n\nA stop on Chisholm's campaign trail was through a Mills College government class that Rep. Barbara Lee, D-Calif, was taking. Lee told CBS News that she was set to flunk out of the course at the time because she was uninspired by the other 1972 candidates and the course required campaign work.\n\nHowever \"[Chisholm] talked about all the issues that were resonating with me as a young, African American, single mom on public assistance,\" Lee said.\n\nEven though their relationship started with Chisholm scolding Lee for not registering to vote that year, Lee served as a convention delegate and worked on her campaign. Roughly 20 years later, Chisholm reciprocated the support and campaigned several times for Lee's own elections.\n\n\"Every day I'm reminded she would say, 'These rules [and] these laws inside were not made for you, they weren't made for me,'\" Lee said. \"'So you've got to get in there and shake things up.'\"\n\nAnother 1972 convention delegate was Rep. Eddie Bernice Johnson, D-Texas. While Johnson officially supported Hubert Humphrey, she also found personal encouragement in Chisholm, as Johnson was fresh off a Texas House of Representatives primary win.\n\n\"[She] made me feel pretty legitimate,\" Johnson said. \"It made me feel that it is possible to get out and generate some respect and feel confident about being heard.\"\n\nChisholm served seven terms in Congress. Her former colleague, Rep. Charles Rangel, told CBS News he was certain Chisholm was \"not treated fairly\" by fellow congressmen but that she \"made lemonade out of lemons.\"\n\n\"I knew that she believed that women don't have to take a back seat to anybody,\" Rep. Marcia Fudge, D-Ohio, said. \"Her slogan was 'unbought and unbossed,' and it's something we still say today.\"\n\nAfter Congress, she continued to make an indelible impact on politics and culture.\n\nRep. Hakeem Jeffries, who represents a part of Chisholm's Brooklyn district, said he was first cognizant of her impact while listening to hip hop artist Biz Markie in the 1980s. He said the lyrics \"Reagan is the Pres but I voted for Shirley Chisholm\" capture the \"cultural importance of Chisholm that was penetrated beyond those who followed politics closely.\"\n\nHer impact, according to Jeffries, laid the foundation for years to come.\n\n\"Barack Obama completed the job that Shirley Chisholm started,\" he said.\n\nJeffries said for decades there has been a friendly rivalry between his and Rep. Yvette Clarke's predecessors over who is the rightful heir to the original Chisholm turf that was split up after she left office. \"We've concluded that Shirley Chisholm was such a bad sister it took two members of Congress to replace her,\" Jeffries quipped.\n\nClarke told CBS News a \"pride of service\" is still present today in her district.\n\nAs the daughter of Caribbean immigrants, Chisholm helped change how the immigrant community was perceived and showed everyone how they could be successful Americans, according to Clarke.\n\n\"Her run for Congress actually extended the Voting Rights Act into the Northeast,\" Clarke said.\n\nFor efforts like those, Clarke and Sen. Kamala Harris, D-CA. introduced a bill earlier this year to install a statue of Chisholm for display inside the U.S. Capitol.\n\nAnd while Chisholm was certainly a serious woman, her lighter side is remembered, too. A few senior members told Clarke about the former congresswoman's passion for classic ballroom dancing. \"I hear she was awesome,\" Clarke said.\n\nSeveral members said the legacy of Chisholm will be on wide display this midterm election as scores of minority women are running for office across the country. \"We stand on the shoulders of Shirley Chisholm,\" Rep. Robin Kelly, D-Ill., said as she traveled the country campaigning for these candidates.\n\nBefore Chisholm's death on January 1, 2005, the former congresswoman was honored with a unanimously-passed House resolution introduced by Lee.\n\n\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial", "Jeff Goldblum's life is like a jazz piece: his acting improvisational, his style unpredictable. He's made an art of being offbeat.\n\n\"I'm a strange figure,\" he told Anthony Mason, before turning the tables on his interviewer: \"I like that hearty laugh. I'd like to hear you sing!\"\n\n\"Oh, no, you wouldn't,\" Mason said.\n\n\"Listen to that voice. I'd like to hear you in 'South Pacific': If ever I would leave you … Some enchanted evening …\"\n\n\"You've hijacked this line of questioning!\" Mason laughed.\n\nGoldblum has starred in two of the nineties' biggest blockbusters, as a computer geek who saves the planet in \"Independence Day,\" and a math whiz who fights off dinosaurs in \"Jurassic Park.\"\n\nLast summer, on the 25th anniversary of the dinosaur epic, they erected a dinosaur-sized, 25-foot statue of him in London.\n\nGetty Images\n\nMason said, \"There may have been several of these over your career, but this seems to be another Jeff Goldblum moment.\"\n\n\"Sorta!\"\n\nSuddenly, at 66, he's become … a fashion icon, honored by In Style magazine just the night before he invited Mason into his closet, to examine his eye for the unusual, like the vintage frames he bought for his part in \"Grand Budapest Hotel.\"\n\nEven his skills as a musician are finally getting recognition. Goldblum, who for 20 years has played a weekly gig at an L.A. jazz club with the Mildred Snitzer Orchestra (named for a family friend), will release his first album next week.\n\nTo watch Jeff Goldblum & The Mildred Snitzer Orchestra (featuring Haley Reinhart) perform \"My Baby Just Cares For Me,\" click on the video player below:\n\nMason asked, \"What do you get from it?\"\n\n\"What I always got from it,\" he replied. \"Early on in Pittsburgh, I had set my sights on acting career. I was obsessed with it, but I love playing piano.\"\n\nDecca Records\n\nYoung Jeff Goldblum frustrated his music teacher at first: \"But then when he brought this arrangement of 'Alley Cat' with syncopation, which I felt inside …\"\n\nAt 17 he took his musical talent and acting aspirations to New York, and almost immediately got a part in an off-Broadway play. \"And then an agent saw me in that and sent me up for my first movie audition, 'Death Wish,' in 1973.\"\n\n\"That was your very first film audition?\"\n\n\"Yes, sir. And they gave me that part.\" Goldblum played \"Freak #1.\"\n\nHe said he got some lucky opportunities early on, such as \"Annie Hall.\" He had one line, but it was a funny one: \"I forgot my mantra.\" And there was \"The Big Chill.\"\n\nHe got to wear chaps and a cowboy hat in \"The Adventures of Buckaroo Banzai. \"But I was a brain surgeon. I was a smart guy slash adventurer. Just like me!\"\n\nUnited Artists, Columbia Pictures, 20th Century Fox, Universal Pictures, Fox Searchlight, Marvel\n\nHis first leading role was in \"The Fly.\" The critic Roger Ebert wrote his \"natural oddness makes him perfect for the part.\" Goldblum said, \"I was interested early on in making sure that my quirks – or whatever they were – didn't hold me back.\"\n\n\"You call them quirks? I'm just curious how you perceive them.\"\n\n\"Well, look, even as I sit here now, I'd be stupid and entirely unaware if – even though I'm not trying to do anything for effect, this is authentic to me and I've developed whatever this nincompoopery is – I'd be pretending if I say I didn't know it was different than 'right down the middle.' It's a little funny here and there. And if you like it, it's just your cup of tea. And if not, it's a little too odd.\"\n\nOne part he almost didn't get: the role of Dr. Ian Malcolm in \"Jurassic Park.\" As Goldblum recalled, director Steven Spielberg told him: \"'We're working on the script, and this last draft didn't include your character, your character's been cut out.' And then I was like, 'Oh, no no, no! Mr. Spielberg, you know better than I do, but off the top of my head here's why I think this character might be useful dah dah dah.'\n\n\"The character wound up back in the picture. And so did I! How about that?\" (And also in two sequels.)\n\nOn the wall of his walk-in closet, Goldblum has a gallery of his relatives: his father, a doctor to Pittsburgh steel workers; his mother, who worked in radio. \"She died just a few years ago in her mid-80s. Here are my two brothers that are no longer with us. My brother Rick died when he was 23. I was 19 when he died, doing this Broadway show in New York.\"\n\n\"Did that really rock the family?\"\n\n\"Oh yes. Yes, it did. … Sure, yeah, it did. …\"\n\nFor the only time in the conversation, he is speechless.\n\nCBS News\n\nGoldblum has lived in the same West Hollywood home for 30 years. High up on the hill in back, he has a bench. He brought his wife, Emily, here, just after they met: \"We'd only known each other a day and we'd met at the gym. And I walked her up there and showed her, there's a great view from up there. And we kissed for the first time.\"\n\nGoldblum and Emily Livingston, a 35-year old former Olympic gymnast, married in 2014.\n\nNow at 66, he is a father for the first time. \"River Joe, 18 months, and then Charlie. I get a big kick out of them,\" he said. \"I am fascinated by them.\"\n\nCBS News\n\nMason asked, \"Were you worried at all that you'd be able to keep up?\"\n\n\"Well, there you go, good question. That's very graciously put!\" he laughed. \"There's that laugh again! … You know, when I told Albert Brooks a few years ago (whom I am lucky to know a little bit) we're gonna have a baby, he said, 'I'll give you a word of advice. Look for schools with ramps.' Ramps!\"\n\nWith new kids, a new album, and a new look, Jeff Goldblum says he's just a late bloomer\n\n\"Joe Brevac, my seventh grade teacher, used to write on the blackboard a quote from Abraham Lincoln: 'I shall study and prepare myself so that when my chance comes, I will be ready.' Seventh grade, and that's still –\"\n\n\"You still remember it?\"\n\n\"I remember it. And I'm trying to apply it.\"\n\n\"And you feel ready?\"\n\n\"What I'm saying is that this late-blooming business, in all aspects of my personage, I'm flowering. And I'm fuller and fruitier than ever, yeah!\"\n\n\n\nFor more info:\n\n\n\nStory produced by Gabriel Falcon.", "It's been one week since a gunman killed 11 people at the Tree of Life Congregation synagogue in Pittsburgh – and one week of grief for an entire city. Carol Black, both a family member of one of the victims and a survivor of the attack herself, took shelter in a closet with fellow congregants.\n\nShe shared her story of survival with CBS News' David Begnaud, and remembered the brother she lost.\n\n\"It's starting to have a finality to me that he's gone and it's a crushing blow,\" Black said of losing her brother, Richard Gottfried.\n\nBlack described her brother, a dentist readying for retirement, as an avid reader, a runner and someone everybody loved. \"He was just the most amazing, loving, kind, funny, smart human being,\" Black said. \"He was very spiritual and it was very much a part of his life. ... We've said he was the heartbeat of the congregation.\"\n\nBlack said that when she heard the first gunshots it sounded like somebody was dropping a metal table on a tile floor. Then they heard it again. Soon, she said, the rabbi figured out what it was from and she hid in a storage area with Barry Werber.\n\n\n\n\"Mel (Wax) who was in the hallway and his hearing was not very good … he opened the door and peeked out and the gunman was still in the sanctuary looking for more people to eliminate and saw him and he came into the area and shot him. Mel just laid right by our feet and died,\" Black\n\nBlack said she never saw the gunman, just his shadow. But she did hear him coming.\n\n\"I guess when he thought he got all of us he moved onto another part of the building. He went into the kitchen ... and he heard their voices and he knew there were people in there and he went in and shot them,\" Black said.\n\nOne of those people in the kitchen was her brother.\n\n\"I think the time that he spent shooting them actually is what gave us the time to escape the room and to me they are martyrs, they gave us the time so that we're still here,\" she said.\n\nBlack is thankful for the 911 callers who she said remained on the phone with her and Barry until they were rescued by a SWAT team. They were then put in the back of a patrol car where she said they heard everything else unfold on the police radio.\n\n\"My heart kept saying well maybe he managed to escape although really there was nowhere for him to go. He and Dan were trapped, they were sitting ducks ... there was no way they were going to survive,\" Black said.\n\nThe suspected gunman, Robert Bowers, was charged with 44 counts including murder, hate crimes, and obstructing the practice of religion. Earlier this week, he pleaded not guilty to the charges that could put him on death row, but Black hopes he isn't sentenced to death.\n\n\"Because I think that's too easy and I don't want him to have it easy. I want him to spend the rest of his miserable life locked up because he has no remorse and I think his only regret is that he didn't get us all.\"", "BOSTON — Sending Boston crime boss James \"Whitey\" Bulger to a troubled federal penitentiary that housed other New England mobsters was like giving him a \"death sentence,\" a prison workers' union official said Friday. Authorities said two Massachusetts mobsters are under suspicion in Bulger's killing but no charges have been filed.\n\nBulger, who ran the largely Irish mob in Boston in the 1970′s and '80′s and ratted on the New England Mafia, was killed Tuesday just hours after his arrival at USP Hazelton, the third killing in six months at the remote prison in West Virginia, where workers and advocates have long been warning about dangerous conditions.\n\nThe 89-year-old should never have been transferred to Hazelton, said Jose Rojas, who represents workers at the Florida prison where Bulger was previously held. \"You can't send someone like Whitey Bulger there. Number one, because he's high profile, and number two because he's a snitch,\" Rojas said.\n\n\"Somebody dropped the ball when they designated him to Hazelton. ... It's a death sentence,\" he said.\n\nBulger was severely beaten by one or more inmates before his death in prison, law enforcement sources told CBS News. The notorious mob boss was found unresponsive in his cell on Tuesday.\n\nA federal law enforcement official told The Associated Press that disciplinary issues prompted Bulger's transfer from the Coleman prison in Florida, where he was serving a life sentence for participating in 11 killings. The official insisted on anonymity because he was not authorized to release details.\n\nIn February, Bulger threatened an assistant supervisor at Coleman, telling her \"your day of reckoning is coming,\" said Rojas, who works at the prison. Bulger received 30 days in disciplinary detention, he said.\n\nU.S. Marshals Service via AP\n\nBureau of Prisons officials didn't immediately respond to a request for comment Friday. They previously declined to comment on why Bulger was moved.\n\nA law enforcement official said Friday that one suspect is 44-year-old Paul J. DeCologero, who was part of an organized crime gang led by his uncle on Massachusetts' North Shore called the \"DeCologero Crew.\" The official insisted on anonymity because he was not authorized to discuss the investigation.\n\nA former federal investigator told the AP that Fotios \"Freddy\" Geas, a Mafia hitman who is said to hate \"rats,\" is also a suspect. That official likewise refused to be named, citing the ongoing probe into Bulger's death.\n\nThe FBI has declined to comment. Federal officials have only said they are investigating Bulger's death as a homicide.\n\nDeCologero was convicted in 2006 of racketeering and witness tampering charges for a number of crimes. Authorities say he bought heroin that was used to try to kill 19-year-old Aislin Silva, who his uncle wanted dead because he feared she \"would betray the crew to police.\"\n\nThe heroin didn't kill her, so another man broke her neck, dismembered her and buried her remains in the woods.\n\nJeanne Kempthorne, an attorney who represented DeCologero on his appeal, said she had no reason to believe DeCologero had any animus toward Bulger. DeCologero is supposed to be released in 2026, online records say.\n\n\"I have a hard time seeing a motive,\" Kempthorne said.\n\nThe other suspect, Geas, was a close associate of the Mafia and acted as an enforcer, but was not an official, \"made\" member because he is Greek, not Italian.\n\nGeas and his brother were sentenced to life in prison in 2011 for their roles in several violent crimes, including the 2003 killing of Adolfo \"Big Al\" Bruno, a Genovese crime family boss in Springfield, Massachusetts.\n\nAnother mobster ordered Bruno's killing because he was upset he had talked to the FBI, prosecutors said.", "It's been an unprecedented year in politics leading up to Tuesday's midterm elections, with a historic number of women and minorities running for office. Scientists have typically steered clear of the political fray, but this year, more than 450 candidates with backgrounds in science, technology, engineering and math are also seeking state and federal offices.\n\nLauren Underwood, a nurse from Chicago, and Joseph Kopser, an aerospace engineer from Texas, are just two of the hundreds of scientists throwing their lab coats into the political ring for the first time. Underwood believes Washington needs a nurse at the table if they're going to take a real shot at fixing America's health care system. Kopser is motivated in part by today's rhetoric around science.\n\n\"I think that what we have right now is a perceived threat to just the basic concept of science and facts,\" Kopser said.\n\n\n\nHe doesn't think it's hard to make the jump from more analytic fields like engineering to politics. He even sees a way to apply the scientific method to politics.\n\nCBS News\n\n\"The whole reason why I got into aerospace engineering as a cadet at West Point, why I wanted to be an astronaut, was because I was inspired as a kid,\" Kopser said. \"There was nothing more American than the moon landings. So, in terms of public service, it's just a natural extension. The scientific method allows you to make a hypothesis about different parts of it and then where we can leverage ideas, we can test ideas, we can see what works, and that is what I intend to do.\"\n\n\n\nKopser served in the army for 20 years and ran his own company. He decided this year was the year to run for Congress. In May, Kopser won his primary in Texas's 21st district, which covers parts of San Antonio and Austin. He described himself as a \"blue-jean, beer-drinking\" type of engineer and promised there are more like him.\n\n\"So that's the best part about stereotypes, is if you lead with walking into a discussion, 'I'm an aerospace engineer, I'm here to solve the problem.' It's not gonna solve anybody's problem ... but if you walk in and say, 'I, too, struggle with this.' Or 'I, too, understand that.' And then start to have it kind of come out, that's my favorite part of any conversation. When someone would look at me and say, 'Well, how'd you figure that out? You some kind of rocket scientist?'\" Kopser said.\n\nUnderwood, at 26 years old, hopes to be the first African-American woman to represent Illinois' 14th congressional district.\n\n\"I feel like this is what this moment is calling for. We have witnessed something that I feel like's never happened before,\" Underwood said. \"We see our policy makers trying to dismiss facts. And they are ignoring facts and not consulting experts. But at the end of the day, truth penetrates.\"\n\n\n\nTwo former EPA chiefs, Christine Todd Whitman and Gina McCarthy, said that although the majority of scientists are running as Democrats, the need for scientists at the table isn't red or blue.\n\n\"Personally, are they left or right? Yeah, of course, everyone has their own political opinions. But when they are doing their science advisory board, that's peer reviewed. They care about their reputations. They are not going to jeopardize them by fiddling with the science,\" Whitman said.\n\n\n\nWhitman, a Republican, served under President George W. Bush. McCarthy, a Democrat, served under President Obama. They both believe scientists' voices are needed – particularly now.\n\nOf the sudden influx of candidates with a science background, McCarthy said, \"Clearly, they see the same thing that we do, which is: it's not just the science under attack, but it's the scientists themselves … and we need people in leadership positions in the public sector who can help make sure there's evidence and fact-based decisions being made.\"\n\nNot everyone agrees. In a recent interview with \"60 Minutes,\" President Trump repeated his skepticism about climate change and questioned the motives of scientists in general.\n\nCBS News\n\nHowever, according to Shaughnessy Naughton, the war on science didn't begin with the Trump administration. She is the president of 314 Action, a nonprofit political action committee helping STEM candidates learn the political ropes. This year, they received interest from over 7,500 scientists.\n\n\"It has gone from what felt like a war on science to an all-out war on facts and that has acted as a catalyst,\" Naughton said. \"Whether it's cybersecurity or nuclear weapons, protecting the integrity of our elections or something like climate change, why wouldn't we want scientists at the table, helping to decide policy and as deciders and not just as advisers?\"\n\n\n\nBut there's risk in this approach. While Americans overwhelmingly hold a positive view of scientists as trustworthy, that could be threatened when politics is introduced into the realm of science.\n\n\"I wouldn't be worried about it, because scientists are coming into the political realm and standing for all of us,\" Whitman said. \"We need more scientists, we need STEM education, and we need more people taking it up from all walks of life.\"\n\n\n\nMcCarthy added, \"Scientists are not interested in becoming political leaders so that they can politicize the science. They want to join so that the science cannot be politicized.\"\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial\n\n", "SEOUL, South Korea -- North Korea has warned it could revive a state policy aimed at strengthening its nuclear arsenal if the United States does not lift economic sanctions against the country. A statement released by the Foreign Ministry on Friday evening said North Korea could bring back its \"pyongjin\" policy of simultaneously advancing its nuclear force and economic development if the United States doesn't change its stance. \"Pyongjin\" means \"dual advancement.\"\n\nThe North stopped short of threatening to abandon ongoing nuclear negotiations with Washington. Still, it accused Washington of derailing commitments made by North Korean leader Kim Jong Un and President Donald Trump at their June summit in Singapore to work toward a nuclear-free Korean Peninsula.\n\nThis marks the first time the North said it could potentially resume weapons tests and other development activities since Kim signaled a new state policy in April.\n\nTwo sources told CBS News' Pamela Falk that the threat from North Korea is timed to put easing of sanctions on the agenda next week in meetings with the State Department. In an interview with Fox News' Sean Hannity on Friday, U.S. Secretary of State Mike Pompeo said he plans to talk next week with his North Korean counterpart, apparently referring to senior North Korean official Kim Yong Chol.\n\nPompeo did not provide the location and date for the meeting, which will likely be focused on persuading North Korea to take firmer steps toward denuclearization and setting up a second summit between their leaders.\n\n\"A lot of work remains, but I'm confident that we will keep the economic pressure in place until such time as Chairman Kim fulfills the commitment he made to President Trump back in June in Singapore,\" Pompeo said.\n\nThe North Korean Foreign Ministry statement, released under the name of the director of the ministry's Institute for American Studies, said the \"improvement of relations and sanctions is incompatible.\"\n\n\"The U.S. thinks that its oft-repeated 'sanctions and pressure' leads to 'denuclearization.' We cannot help laughing at such a foolish idea,\" it said. The ministry described the lifting of U.S.-led sanctions as corresponding action to the North's \"proactive and good-will measures,\" apparently referring to its unilateral suspension of nuclear and intercontinental ballistic missile tests and closure of a nuclear testing ground.\n\nKcna Via Kns/AFP/Getty Images\n\nFollowing a series of provocative nuclear and missile tests last year, Kim shifted to diplomacy when he met with Mr. Trump between three summits with South Korean President Moon Jae-in, who lobbied hard to revive nuclear diplomacy. However, the North has been playing hardball since the summits, insisting that sanctions should be lifted before any progress in nuclear talks, which fueled doubts about whether Kim would ever deal away a nuclear program he may see as his strongest guarantee of survival.\n\nAhead of his first summit with Moon in April, Kim said the country should shift its focus to economic development as the \"pyongjin\" policy had achieved a \"great victory.\" He also declared that the North would stop nuclear and long-range missile tests. The North dismantled its nuclear testing ground in May, but didn't invite experts to observe and verify the event.\n\nIn September, North Korean Foreign Minister Ri Yong Ho told the United Nations General Assembly there is \"no way\" his nation will ever disarm its nuclear weapons first if it can't trust Washington, CBS News' Falk reported. \"Without any trust in the U.S. there will be no confidence in our national security and, under such circumstances, there is no way we will unilaterally disarm ourselves first,\" Ri said.\n\n\"The perception that sanctions can bring us on our knees is a pipe dream of the people who are ignorant about us,\" Ri said. \"The problem is that the continued sanctions are deepening our mistrust.\"\n\nFriday's statement said, \"If the U.S. keeps behaving arrogantly without showing any change in its stand, while failing to properly understand our repeated demand, the DPRK may add one thing to the state policy for directing all efforts to the economic construction adopted in April and as a result, the word 'pyongjin' may appear again.\" The statement referred to North Korea by its official name, the Democratic People's Republic of Korea.", "", "", "A Canadian crowd laughed derisively at former White House strategist Steve Bannon on Friday and police made 12 arrests as protesters delayed the start of a controversial debate featuring Bannon and conservative commentator David Frum.\n\nToronto Police tweeted 12 people face various charges and two officers suffered minor injuries, one was hit with a stick and another was punched in the face. The debate was delayed for about a half hour and Bannon was interrupted by a protester during his opening statement.\n\nMany in the crowd of 2,700 at the Munk debate groaned and laughed at Bannon when he said he hasn't seen a bad decision by President Donald Trump yet.\n\nWhen Bannon earlier called it a very tough crowd, one audience member responded \"No, smart.\"\n\n\"Trump's economic nationalism doesn't care about your race, your ethnicity or color,\" Bannon said to a jeering crowd at another point.\n\nThe protester that interrupted the debate unfurled a banner that read \"No Hate. No Bigoty. No Place for Bannon's White Supremacy.\"\n\nWhen one audience member loudly clapped for Bannon, he quipped, \"Thanks Mom.\"\n\nLast month New Yorker Editor David Remnick withdrew an invitation for Bannon to speak at the magazine's festival this month after facing widespread criticism. That set off a fierce debate about whether it was better to challenge or to shun Bannon.\n\nBannon thanked the people of Toronto and the organizers for having him and the protesters outside for exercising their freedom of speech rights to protest.\n\nFrum and Bannon debated whether \"The future of Western politics is populist, not liberal.\" Frum argued populism offers nothing but anger and fear and said he had faith in voters.\n\n\"I know the fear that many feel,\" Frum said. \"This is not the first time that democracy has faced thugs, and crooks and bullies and would be dictators and those who would seek to build themselves up by tearing others down. This is not the first time that people have puffed themselves as the wave of the future. They were wrong then and they are wrong now.\"\n\nFrum called the rise in populism the most dangerous challenge that liberal democratic institutions have faced since the end of communism.\n\n\"It's not a question of whether populism is on the rise and whether populism is going to be the political future,\" Bannon said. \"The only question before us: Is it going to be populist nationalism or populist socialism?\"\n\nBannon played a central role in the 2016 campaign of Mr. Trump. Bannon said next week's midterms are critical test of the populist movement but said they are just in the first inning of it. He believes the Republicans will hold the Senate but it will be a dogfight for the House.\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial", "President Trump is back in Florida for the second time this week, this time telling a crowd in Pensacola that \"this election is about safety.\" The Saturday night rally was the second of the day for Mr. Trump, who flew in from Montana and held the rally in the airport hangar.\n\nMr. Trump criticized Florida's Democratic candidates, claiming he had \"never received a call from Bill Nelson,\" the state's Democratic senator. Mr. Trump criticized Tallahassee, located about 200 miles from Pensacola on the Florida Panhandle, as \"one of the biggest problem cities in America.\" Tallahassee Mayor Andrew Gillum is the Democratic candidate for governor, and Mr. Trump called him a \"a radical socialist ... who will not do good things for Florida.\"\n\nContinuing the theme of safety, Mr. Trump said \"when you people camping out on your front lawn, remember Gillum.\"\n\nMr. Trump praised the area's recovery from Hurricane Michael, which made landfall on the Florida Panhandle on Oct. 10. But he said the hurricane led to some job losses, but \"despite your hurricane,\" jobs were added in October. \"If you add those numbers back in, which I won't bother doing, it's really wild,\" he said about the 250,000 jobs added in October.\n\nOther than the increased attention on Florida, Mr. Trump hit many of familiar themes of safety, the economy, immigration, Supreme Court Justice Brett Kavanaugh, \"radical Democats\" and American leaders \"apologizing for your great country.\" He only touched upon the media, briefly saying \"we always debate three people: the person, plus the media, against me.\"\n\nEarly in the rally, Mr. Trump was halted becaue a woman needed medical attention.\n\nFlorida was critical to Mr. Trump's victory in 2016, and if Democrats gained control of governorship in particular, it could show that his brand is no longer as potent with Florida voters. The state is also personal for Mr. Trump, who calls his Mar-a-Lago estate the \"Winter White House.\"\n\nDeSantis, a staunch supporter of Mr. Trump, is facing Democrat Andrew Gillum, the mayor of Tallahassee. Polls generally show Gillum to be leading Nelson by a narrow margin. A recent CNN poll showed Gillum leading among likely voters 49 to 48 percent. Scott, the current governor of Florida, is challenging incumbent Democratic Sen. Bill Nelson. According to a CBS News Battleground Tracker poll for late October, the two are neck and neck, with both Scott and Nelson receiving 46 percent support from likely voters. The CBS News Battleground Tracker rates that race as a \"toss up.\"\n\nHow to watch the Trump rally in Florida:\n\nWhat: President Trump \"Make America Great Again\" rally\n\nPresident Trump \"Make America Great Again\" rally Where: Pensacola International Airport in Pensacola, Florida\n\nPensacola International Airport in Pensacola, Florida When: Nov. 3, 2018; 6:30 p.m. ET\n\nNov. 3, 2018; 6:30 p.m. ET How to watch: On CBSN, the live player above\n\nThis is Mr. Trump's second trip to Florida in the week before the midterm elections. He rallied for DeSantis and Scott in Estero, Florida, on Wednesday. At that rally, Mr. Trump called Gillum a \"Venezuela-style\" dictator who had taken \"bribes.\"\n\nFormer President Barack Obama, who is similarly making the rounds on the campaign trail stumping for Democratic candidates, campaigned for Gillum and Nelson on Friday. Should Gillum win, he will be Florida's first black governor.\n\nObama gently chastised a heckler for using profanity in front of children. The protester then started blowing a whistle and Obama addressed the individual again.\n\n\"If you support the other candidates, then you should support the other candidates,\" Obama said. \"Go to their rallies.\"\n\nPeriodically the crowd chanted to drown out the protester: \"Bring it home! Bring it home!\"\n\n\"Why is it that the folks that won the last election are so mad all the time,\" Obama asked. \"When I won the presidency, at least my side felt pretty good.\"\n\nWe have seen rhetoric designed to divide us, the former president told the crowd. \"In four days, you can be a check on that kind of behavior,\" Obama said in a speech that embraced themes of inclusivity and social justice. You can choose a more generous vision of America, \"where love and hope conquer hate,\" he said.\n\nCaroline Linton contributed to this report.\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial.", "WASHINGTON -- The Supreme Court on Friday declined for now to stop a lawsuit filed by young activists who say the government isn't doing enough to prevent climate change. But the high court told the Trump administration that the government can still petition a lower court to dismiss the case as the government had asked the high court to do.\n\nTrial in the case had been scheduled to begin earlier this week in Eugene, Oregon, but the Supreme Court temporarily halted the trial earlier this month. On Friday evening, the high court declined to extend the temporary halt to the case. The court said in a three-page, unsigned order that ordinarily the request the government made to the justices for the case to be dismissed has to be made to a lower court first. The high court said \"adequate relief may be available\" from the U.S. Court of Appeals for the 9th Circuit. That court has previously declined requests to dismiss the case at earlier stages.\n\nThe Supreme Court also didn't rule out bringing the case back to the justices after the appeals court rules. Justice Clarence Thomas and Justice Neil Gorsuch said they would have extended the halt to the case.\n\nOne of the lawyers for the young people bringing the case, Julia Olson, said in a statement Friday night that they have asked for an immediate status conference to get the case \"back on track for trial in the next week.\"\n\nThe case against the government was brought by 21 young people, ages 11 to 22, who argue that government officials have known for more than 50 years that carbon pollution from fossil fuels was causing climate change and that policies on oil and gas deprive them of life, liberty and property.\n\nThe young people also say the government has failed to protect natural resources as a \"public trust\" for future generations. The lawsuit wants a court to order the government to take action to quickly phase out carbon dioxide emissions to a certain level by 2100 and develop a national climate recovery plan.\n\nThe federal government under the Obama and Trump administrations has tried repeatedly to get the case dismissed since it was filed in 2015 but have so far been unsuccessful. Trump administration lawyers had argued that the lawsuit is an attempt to \"redirect federal environmental and energy policies through the courts rather than through the political process, by asserting a new and unsupported fundamental due process right to certain climate conditions.\" A Justice Department spokeswoman, Kerri Kupec, declined comment on the Supreme Court's action Friday.\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial", "It happened this past week ... the brutal murder of James \"Whitey\" Bulger. The former Boston crime boss was attacked inside a federal prison in West Virginia just hours after his transfer from a prison in Florida.\n\nBulger was a notoriously merciless killer of anyone who stood in his way. His place in the popular imagination was cemented by the 2015 film \"Black Mass,\" with Johnny Depp as Bulger.\n\nIncredibly, Bulger was an FBI informant for years, ostensibly passing on tips about the rival Italian-based Mafia.\n\nWhen his FBI handler warned him in late 1994 that he was about to be indicted, Bulger went on the lam, triggering a 16-year manhunt that ended in 2011 with his capture in California.\n\nTried and convicted of multiple murders and other crimes, Bulger was sentenced to two consecutive life terms plus five years.\n\nMoved to the Hazelton, W.Va., prison just this past Monday, Bulger was allegedly beaten to death within 12 hours by two other prisoners, one of them reputedly a former Massachusetts Mafia hitman.\n\nBulger's lawyer pinned the blame for the killing on the government, saying: \"He was sentenced to life in prison, but as a result of decisions by the Federal Bureau of Prisons, that sentence has been changed to the death penalty.\"\n\nWhoever's to blame, the news of Bulger's death was welcome news back in Boston to the families of many of his victims.\n\nOne of them was Michael Donahue, who in 1982 was driving his neighbor (who happened to be an FBI informant) in a car that was sprayed with gunfire.\n\nMichael son, Tommy, told CBS's Boston station WBZ, \"[Bulger] spent many years destroying my family, and a lot of other families, so a guy like him doesn't deserve a nice, easy death; he deserves a slow death, and that what I hope he got.\n\nMichael's widow, Patricia, told WBZ, \"I'm gonna buy myself a bottle of champagne and I'm going to pop that cork.\"\n\n\"Some people think he had it coming,\" a reporter asked.\n\n\"He did have it coming, I agree,\" Donahue said.\n\nJames \"Whitey\" Bulger was 89.\n\n\n\n\n\nStory produced by Justin Hayter.", "", "At a rally in Belgrade, Montana, Saturday afternoon, President Trump suggested that each of the women who had accused now-Supreme Court Justice Brett Kavanaugh of sexual misconduct were lying.\n\nThe president discussed a woman who had written a letter to Sen. Kamala Harris accusing Kavanaugh of sexual assault before he was confirmed, and who recanted her story this week. Senate Judiciary Committee Chairman Chuck Grassley referred her to the FBI for an investigation.\n\n\"It was a lie. It was a total lie. It was fake,\" Mr. Trump said of the woman's story, pointing to the media when he said \"fake.\" \"About rape, she lied. And we're supposed to sit back and take it.\"\n\n\"What about the others? When are they going to say what happened?\" he asked, referring to Kavanaugh's other accusers. One of them, Dr. Christine Blasey Ford, testified before the Senate about her allegations. None of the other women who have accused Kavanaugh of sexual misconduct have recanted. Mr. Trump also said he was glad that he had supported Kavanaugh throughout the confirmation process, decrying what would have happened if \"he dropped out because of a filthy dirty lie.\"\n\n\"Supposing because of these lies and this lie -- these lies, by the way, these lies. But this lie -- supposing he dropped out? A lot of guys would have,\" he said.\n\nThe president was in Montana to rally for Republican candidates, particularly Senate candidate Matt Rosendale, who is challenging Democratic Sen. Jon Tester. This is the first of two rallies Mr. Trump is attending on Saturday; he will travel to Florida for a rally in the evening.\n\nEven though Mr. Trump won Montana by 20 points in 2016, Tester is maintaining a small lead over Rosendale. A CBS News Battleground Tracker poll from September showed Tester leading Rosendale among likely voters 47 to 45 percent. The CBS News Battleground Tracker rates the race as \"edge Democrat.\"\n\nMr. Trump has personal animosity toward Tester, as the senator was instrumental in torpedoing the nomination of Dr. Ronny Jackson for secretary for Veterans Affairs, due to allegations of substance abuse while working. However, at a rally in Montana in October, he acknowledged that Jackson \"didn't really want it. And he might not have been qualified.\" Mr. Trump mentioned Jackson and his animosity towards Tester again on Saturday.\n\n\"He tried to destroy him. And I've never forgotten it,\" he said about Tester's skepticism about Jackson's background, adding that it was a big reason he was in Montana rallying against him. Mr. Trump has visited Montana four times during this election cycle. The president also expressed regret about nominating Jackson even though he didn't necessarily want the post, saying, \"I feel guilty because I'm the one who said, 'you should do it.'\"\n\nDuring his Montana rally Saturday, Mr. Trump made a speech similar to others he has made this week, beginning by touting economic progress. He said that the media would never discuss low unemployment and other economic gains, but instead would focus on \"Russia.\"\n\n\"'We won't say that she was a lousy candidate, and we won't say certainly that he was a good candidate,'\" Mr. Trump said, mimicking reporters, suggesting that reporters would rather blame Russia on Mr. Trump's presidential win than say he was a better candidate than Hillary Clinton.\n\nHe later discussed the \"Russia hoax,\" referring to the investigation into Russian meddling in the 2016 election. This is the first time Mr. Trump has broached that topic in weeks.\n\nRosendale took the stage at one point, and urged Trump supporters to vote even though the president is not on the ballot. \"He may not be on the ballot this year, but his policies are,\" he said.\n\nThe president has largely focused on illegal immigration in the days before the election, a topic that could motivate Mr. Trump's base to turn out and vote in the midterms. At the rally in Montana, the president repeated familiar rhetoric about immigration, and particularly a migrant caravan en route to the U.S. from Central America that is weeks away from arriving at the border.\n\n\"The Democrats want to invite caravan after caravan,\" Mr. Trump falsely said, a word-for-word repetition of a phrase he used at the rally in Indiana on Friday. He also criticized El Salvador and Honduras for allowing the caravan to travel to the border, and repeated that he was cutting off aid to those countries.\n\nMr. Trump praised security measures at the border, including barbed wire.\n\n\"Barbed wire used properly can be a beautiful sight,\" he said, to laughter. He also accused illegal immigrants, without evidence, of undertaking the worst human trafficking campaign in history, arguing that \"you'd think it would have died out 300 years ago.\" African slaves were trafficked to North and South America during that time frame.\n\n\"It's the worst it's ever been because of computers and the internet,\" Mr. Trump said about trafficking.\n\nThe president addressed criticism that he was discussing immigration issues instead of focusing solely on the economy.\n\n\"The networks may criticize me. \"Why doesn't he talk about the great economy?\" Well I just did. But we have to talk about the problems,\" he said. Mr. Trump added that if he only discussed the economy at rallies, \"I can only go four or five minutes with that stuff\" before attendees would leave.\n\nMr. Trump is also in Montana to support of Republican Rep. Greg Gianforte. Mr Trump has praised Gianforte for body slamming a reporter in 2016 while also continuing his line of attack that voting for Democrats is voting for a \"mob.\" \"Any guy who can do a body slam, he's my candidate, he's my guy,\" Mr. Trump said at a rally in October.\n\nGianforte pleaded guilty to assaulting a Guardian reporter in June 2017, the day before the state's special election. Mr. Trump's comment elicited cheers from the crowd.\n\nMr. Trump's goal in these rallies is to turn out Republican voters. Outwardly, the president is optimistic about whether Republicans will keep control of the House, but he hedged that optimism before heading to a rally in West Virginia Friday afternoon.\n\n\"It seems that the campaign is doing very well,\" Mr. Trump told reporters on the White House South Lawn Wednesday. \"Looks like we're doing very very well in the Senate. A lot of seats that were not really being thought of in terms of victories a year ago now look like they could very well be victories. The House is a lot of people, I mean there are a lot of people, and I think we're going to do well in the house also. But I know we're doing well in the Senate but we're doing OK in the House, we're going to have to see. There are just so many people.\"\n\nMany Republicans would like the president to keep his focus on the booming economy, and things like tax cuts, but while Mr. Trump mentions his economic accomplishments during campaign appearances, it's not a focal point of his rallies. \"Sometimes it's not as exciting to talk about the economy because we have a lot of other things to talk about,\" he said at the rally in West Virginia.\n\nOn Thursday, he delivered remarks in the Roosevelt Room claiming his administration is finalizing plans to deny asylum other than at designated points of entry along the border, and saying he will sign an executive order next week. The president has continued to rail against the caravan, and said he may deploy up to 15,000 troops to deter the migrants, most of which are seeking asylum. He also said he will end birthright citizenship through executive order or Congress, claiming the 14th Amendment doesn't cover birthright citizenship.\n\nWatch special election coverage live on CBSN on fuboTV. Start a free trial.", "bad url", "", "", "", "President Trump is in the final stretch of a 44-city blitz for the midterm elections, but the America he's glimpsed from the airport arrivals and his armored limousine is hardly a reflection of the nation as a whole. The president has mostly traveled to counties that are whiter, less educated and have lower incomes than the rest of the United States, according to Census Bureau data.\n\nIt's a sign that Mr. Trump is seeking to galvanize the same group of voters that helped carry him to victory in 2016.\n\nIn his rallies, the president often highlights racial divisions, namely raising concerns over people entering the country illegally from across the southern border.\n\nMr. Trump has largely eschewed the big metropolises for smaller cities. He has been to Tampa, Nashville, Cleveland and Houston — where the arenas could accommodate his crowds. But he's primarily been jet-setting to smaller places such as Elko, Nevada (population 20,078). Or, Mosinee, Wisconsin (population 4,023). Or, Belgrade, Montana (population 7,874).\n\nWhen Mr. Trump stops at Belgrade on Saturday, historical records suggest he will be the second president to visit the Montana town named after Serbia's capital city. In 2009, Barack Obama held a town hall in Belgrade to promote the Affordable Care Act.\n\nSince March, Mr. Trump has crisscrossed the country like a salesman with a set territory. The majority of his trips have been to just nine states. They are Ohio, Pennsylvania, Tennessee, Florida, Missouri, Montana, Indiana, West Virginia and Nevada.\n\nIn the final days before the midterm election, Mr. Trump is rallying in Montana, Ohio, West Virginia, Tennessee, and two stops each in Indiana, Missouri and Florida.\n\nCBS News / James Morris\n\nMr. Trump won almost all of those states in 2016, but not Nevada. And this year, seven of them feature a major Senate race with a Democratic incumbent. The former casino magnate has visited one city twice for the midterms: Las Vegas.\n\nHere is a portrait of the America that the president is seeing:\n\nLower incomes\n\nMr. Trump has journeyed to counties where it's slightly more of a struggle to reach -- and stay -- in the middle class. Out of his scheduled rallies, 74 percent are in counties with median incomes that fall below the national level.\n\nBut he's brought tidings of a 49-year low unemployment rate and accelerated economic growth to places that mostly lag the median U.S. household income of $55,032.\n\nIn September, Mr. Trump went to Wheeling, West Virginia. The typical household income in the county surrounding Wheeling is $41,986, or about $13,000 below the national level. The metro area has lost 818 jobs in the 12 months that ended in August, according to the Bureau of Labor Statistics. And for West Virginia, coal mine jobs have declined this year after a hiring bump in 2017.\n\n\"Your state is booming like never before,\" Mr. Trump told the crowd in Wheeling. \"And our great coal miners are back to work.\"\n\nMr. Trump has visited a few affluent counties. He stopped by Rochester, Minnesota, where incomes are high because of the presence of the world-renowned Mayo Clinic. And during a special congressional election in August, the president campaigned in Delaware County, Ohio, where the median household income of $94,234 is just shy of being double the national average.\n\nFewer college degrees\n\nJust 18.1 percent of the adults in Elko County, Nevada hold a college degree. That's compared to 30.3 percent nationwide. Of the 43 places Trump is visiting, 28 have a below-average share of college graduates.\n\nElko's economy is unique because it relies on mining gold, instead of the office and health care jobs that often require a college diploma. The county has five active gold mines, according to the Nevada Commission on Mineral Resources. This makes it something of an outlier in country where mining metal ore accounts for 0.03 percent of all jobs.\n\nMr. Trump went to Elko in part to help push for the re-election of Republican Sen. Dean Heller, who is in a tight race against Democratic Rep. Jacky Rosen. Heller flattered the president — and provided the lone reference to the local economy — by telling him, \"I think everything you touch turns to gold.\"\n\nWhen Mr. Trump has gone to more educated counties, it's often because they have a major college campus and venues where people can gather. Missoula is home to the University of Montana and 41.8 percent of its adults are college graduates. The University of Missouri is in Columbia, where 46.8 percent of adults hold college degrees.\n\nRace\n\nOther than his rallies at big cities, Mr. Trump has generally been in communities that are overwhelmingly white. The U.S. population is 73.3 percent white, but almost three-fourths of the places where the president has stumped for midterms are above that average.\n\nIn the county surrounding Council Bluffs, Iowa, 88.7 percent of the population is non-Hispanic whites. Mr. Trump told the crowd at his rally that Democrats would allow Central American gangs such as MS-13 to immigrate freely into the United States, a claim disputed by Democratic lawmakers.\n\n\"They want to turn America, these Democrats — and that's what they want — into a giant sanctuary for criminal aliens and the MS-13 killers,\" Mr. Trump said.\n\nIn the area around Council Bluffs, 6.1 percent of the population is of Mexican descent. About 1 percent are from other Hispanic nations. By comparison, 17.3 percent of the U.S. population is Hispanic.\n\nThe biggest outlier in Mr. Trump's schedule may be his rally Sunday in Macon, Georgia. Its county is 53.9 percent black, making it the lone place being visited by the president where minorities make up the majority of the population.\n\nMr. Trump is going there to promote the gubernatorial candidacy of Republican Brian Kemp. He is running against Democrat Stacey Abrams, who is trying to become the first black female governor in U.S. history.", "", "", "", "", "", "WASHINGTON — The Trump administration on Friday restored U.S. sanctions on Iran that had been lifted under the 2015 nuclear deal, but carved out exemptions for eight countries that can still import oil from the Islamic Republic without penalty.\n\nThe sanctions take effect Monday and cover Iran's shipping, financial and energy sectors. They are the second batch the administration has re-imposed since Mr. Trump withdrew from the landmark accord in May.\n\nThe 2015 deal, one of former President Obama's biggest diplomatic achievements, gave Iran billions of dollars in sanctions relief in exchange for curbs on its nuclear program, which many believed it was using to develop atomic weapons. Mr. Trump repeatedly denounced the agreement as the \"worst ever\" negotiated by the United States and said it gave Iran too much in return for too little.\n\nBut proponents as well as the other parties to the deal -- Britain, China, France, Germany, Russia and the European Union -- have vehemently defended it. The Europeans have mounted a drive to save the agreement without the U.S., fearing that the new sanctions will drive Iran to pull out and resume all of its nuclear work.\n\nThe new measures are expected to hit Iranians hard, CBS News' Elizabeth Palmer reported. In Tehran, one man said the harder the U.S. pushes, the more people will resist. In a wealthier area, CBS News met the Hossein family. \"I want to escape from Iran,\" said Essam, an accountant, who is disgusted with both the U.S. and Iranian governments.\n\nFriday's announcement came just days before congressional midterm elections in the U.S., allowing Mr. Trump to highlight his decision to withdraw from the deal — a move that was popular among Republicans. Shortly after the announcement, Mr. Trump tweeted what looks like a movie poster image of himself that takes creative inspiration from the TV series \"Game of Thrones\" with the tagline \"Sanctions are Coming, November 5.\"\n\n\"Our objective is to force the regime into a clear choice: either abandon its destructive behavior or continue down the path toward economic disaster,\" Mr. Trump said in a statement issued Friday night.\n\nSecretary of State Mike Pompeo said the sanctions are \"aimed at fundamentally altering the behavior of the Islamic Republic of Iran.\" He has issued a list of 12 demands that Iran must meet to get the sanctions lifted that include an end to its support for terrorism and military engagement in Syria and a halt to nuclear and ballistic missile development.\n\nPompeo said eight nations will receive temporary waivers allowing them to continue to import Iranian petroleum products as they move to end such imports entirely. He said those countries, which other officials said would include U.S. allies such as Turkey, Italy, India, Japan and South Korea, had made efforts to eliminate their imports but could not complete the task by Monday.\n\nThe waivers will be valid for six months, during which time the importing country can buy Iranian oil but must deposit Iran's revenue in an escrow account. Iran can spend the money but only on a narrow range of humanitarian items.\n\nPompeo defended the oil waivers and noted that since May, when the U.S. began to press countries to stop buying Iranian oil, Iran's exports had dropped by more than 1 million barrels per day.\n\nHe said the Iranian economy is already reeling from the earlier sanctions, with the currency losing half its value since April. The government has made sure basic services like trash collection are working normally, and it's kept gas prices low at about 90 cents a gallon. But prices in general have skyrocketed, CBS News' Palmer reported. That's for \"cheese, for butter, for jam, for meat, for chicken, everything,\" said Reza Eidiyuon, who, like everybody else in Tehran, is worried about the new U.S. sanctions.\n\nSome Iran hawks in Congress and elsewhere said Friday's move should have gone even further. They were hoping for Iran to be disconnected from the main international financial messaging network known as SWIFT.\n\nWith limited exceptions, the re-imposed U.S. sanctions will hit Iran as well as countries that do not stop importing Iranian oil and foreign firms that do business with blacklisted Iranian entities, including its central bank, a number of private financial institutions, and state-run port and shipping firms, as well as hundreds of individual Iranian officials.\n\n\"Our ultimate aim is to compel Iran to permanently abandon its well-documented outlaw activities and behave as a normal country,\" Pompeo told reporters in a conference call with Treasury Secretary Steven Mnuchin.\n\nMnuchin said 700 more Iranian companies and people would be added to the sanctions rolls. Those, he said, would include more than 300 that had not been included under previous sanctions.\n\nOn Saturday, the eve of the anniversary of the 1979 takeover of the U.S. Embassy in Tehran, Iran's Supreme Leader said the Islamic Republic is the \"victorious party\" after nearly 40 years of confrontation by the United States. Ayatollah Ali Khamenei said that despite military, economic and propaganda wars waged by the U.S. against Iran over the last four decades, \"the U.S. is the defeated side and the Islamic Republic is the victorious party.\"\n\nKhamenei said the U.S. has failed to dominate Iran in the way it did before the 1979 Islamic Revolution that ousted a pro-Western monarchy. He said the U.S. is weaker than it was in 1979.", "", "", "", "", "", "bad url", "NORTH OGDEN, Utah — The mayor of a Utah city was killed during an attack in Afghanistan while he was serving with the state's National Guard, the town's temporary mayor Brent Chugg confirmed to CBS Salt Lake City affiliate KUTV. North Ogden Mayor Brent Taylor died Saturday in an apparent \"insider attack\" in Kabul, the capital of Afghanistan.\n\nAnother U.S. service member is being treated for wounds sustained in the attack, American military officials said.\n\nThe Utah National Guard has identified the service member killed as a member of the Guard. The Guard member's name is being withheld pending notification of next of kin.\n\nBut Utah Lt. Gov. Spencer J. Cox wrote on his Facebook page Taylor, 39, has been killed.\n\nNorth Ogden City\n\n\"Devastating news. North Ogden Mayor Brent Taylor was killed today while serving in Afghanistan,\" Cox said. \"I hate this. I'm struggling for words. I love Mayor Taylor, his amazing wife Jennie and his seven sweet kids. Utah weeps for them today. This war has once again cost us the best blood of a generation. We must rally around his family.\"\n\nUtah Sen. Orrin Hatch issued a statement Saturday about Taylor's death on Twitter. \"Brent was a hero, a patriot, a wonderful father, and a dear friend. News of his death in Afghanistan is devastating. My prayers and love are with Jennie and his 7 young children. His service will always be remembered,\" Hatch said.\n\nRepublican Senate candidate Mitt Romney said he is \"heartbroken with the tragic news.\"\n\nHeartbroken with the tragic news of Major Brent Taylor’s death by gunfire in Afghanistan; a father of 7 small children, a city mayor, and a proud member of the Army National Guard. Another unmeasurable price is paid for freedom. https://t.co/V7scNBDJ3X — Mitt Romney (@MittRomney) November 3, 2018\n\nUtah Gov. Gary Herbert plans to hold a news conference on Sunday to discuss the death.\n\nTaylor was deployed to Afghanistan in January with the Utah National Guard for what was expected to be a 12-month tour of duty. Taylor, an officer in the National Guard, previously served two tours in Iraq and one tour in Afghanistan.\n\nIn what appeared to be his last Facebook post, Taylor shared pictures on Oct. 28 of Afghans voting and urged fellow Americans to vote.\n\n\"As the USA gets ready to vote in our own election next week, I hope everyone back home exercises their precious right to vote,\" he wrote. \"And that whether the Republicans or the Democrats win, that we all remember that we have far more as Americans that unites us than divides us. 'United we stand, divided we fall.\" God Bless America.\"\n\nAt the time of his deployment in January, Taylor told local media that, as an intelligence officer, he will be assigned to serve on an advisory team training the staff of an Afghan commando battalion.\n\n\"Right now there is a need for my experience and skills to serve in our nation's long-lasting war in Afghanistan,\" he said. \"President Trump has ordered an increase in troops, and part of the new strategy focuses on expanding the capabilities of the Afghan commando units.\"\n\nTaylor became mayor of North Ogden, a city of about 17,000 people 46 miles north of Salt Lake City, in 2013.\n\nMore than 2,400 Americans have been killed in the 17-year-old war. Earlier this year, Army Command Sgt. Maj. Timothy Bolyard was shot dead in an insider attack, killed by one of the Afghan security members he came to Afghanistan to train.\n\nThat followed another insider attack that claimed the life of 20-year-old Army Cpl. Joseph Maciel in July.", "SAYULA, Mexico -- Thousands of Central American migrants traveling in a caravan through southern Mexico had their brief hopes of reaching the country's capital on Saturday dashed after the governor of Veracruz state pulled an offer of dozens of buses to take them there.\n\nGov. Miguel Angel Yunes announced Friday evening that authorities in Veracruz would be providing not only humanitarian assistance to the migrants but buses to leapfrog them to Mexico City after three grueling weeks spent walking along highways and hitching rides to reach the coastal state.\n\n\"It is very important that they be able to move soon from Veracruz toward another place,\" Yunes said in a video message. \"For that reason, we also offered them transportation so that, if possible, tomorrow ... they may be able to go to Mexico City or to the place they wish.\"\n\nOrganizers of the caravan of about 4,000 migrants told its members that they would be leaving the town of Sayula around 5 a.m. Saturday in convoys of 10 buses for the 10- to 12-hour trip. A jubilant caravan coordinator told the group: \"We are all going!\" But almost immediately afterward, Yunes released a second video saying that because Mexico City's water system was undergoing maintenance and 7 million of its people would be without water over the weekend, it would not be correct to send the migrants there. The maintenance has been known about for weeks.\n\nInstead he offered to have the migrants taken to another city in Veracruz until the problem in Mexico City is resolved.\n\n\"I want to make an offer to the migrants that while this problem is being resolved they accept my invitation to go to a city in Veracruz\" that has the conditions to host them, he said.\n\nMigrants expressed surprise and disappointment at the decision, and it was not immediately known what they would do Saturday.\n\n\"We believe it was a manipulation and a game played with the sentiments of the migrants,\" said 21-year-old migrant Osman Quiroz. \"It is disagreeable news since the people were happy.\"\n\nRodrigo Abd/AP\n\nCaravan organizers released a statement rejecting Yunes' decision and demanding that he fulfill his offer of buses to Mexico City.\n\nThe offer of buses to Mexico City and the subsequent reversal came after the migrants' request for buses to the capital were ignored by the Mexican government days earlier when they were in Juchitan, Oaxaca state.\n\nEarlier in the day, a third caravan of migrants -- this time from El Salvador -- waded over the Suchiate River into Mexico on Friday, bringing another 1,000 to 1,500 people who want to reach the U.S. border.\n\nThe third caravan tried to cross the bridge between Guatemala and Mexico, but Mexican authorities told those traveling in it they would have to show passports and visas and enter in groups of 50 for processing. The Salvadorans expressed misgivings that they would be deported, so they turned around and waded across a shallow stretch of the river to enter Mexico.\n\nOcar Rivera/AP\n\nAlthough police were present, they did not try to physically stop the migrants, who later walked along a highway toward the nearest large city, Tapachula.\n\nMexico is now faced with the unprecedented situation of having three caravans stretched out over 300 miles of highways in the southern states of Chiapas and Oaxaca, with a total of about 6,000 migrants. The first, largest group of mainly Honduran migrants entered Mexico on Oct. 19.\n\nThough the first caravan once numbered as many as 7,000, it has shrunk significantly. It has been hard to know their exact numbers as people scatter across highways and in small towns.\n\nThe second caravan, also of about 1,000 to 1,500 people, entered Mexico earlier this week and is now in Mapastepec, Chiapas. The second group includes Hondurans, Salvadorans and some Guatemalans. In addition, the government identified a fourth, smaller group of 300 Central American migrants walking further ahead, in the Gulf coast state of Veracruz.\n\nIt remained unclear how many migrants would make it; 20 days of scorching heat, constant walking, chills, rain and illness had taken their toll. Mexico's Interior Department says nearly 3,000 of the migrants in the first caravan have applied for refuge in Mexico; hundreds more have returned home.\n\nThe migrants made a grueling 40-mile trek from Juchitan, Oaxaca, on Thursday, after they failed to get the bus transportation they had hoped for. Hitching rides on Friday allowed them to arrive early at their destination for the day, Donaji, and some headed to a town even farther north, Sayula.\n\nMarco Ugarte/AP\n\nImmigration agents and police have been nibbling at the edges of the first two caravans.\n\nA federal official who was not authorized to be quoted by name said 153 migrants in the second caravan were detained Wednesday during highway inspections in Chiapas, a short distance from the Guatemalan border. There has also been pressure on the first caravan. Federal police began pulling freight trucks over and forcing migrants off, saying their habit of clinging to the tops or sides of the trucks was dangerous.\n\nAt other points along the route, police have forced overloaded pickups to drop off migrants. On previous days, they have ordered passenger vans to stop helping with transportation.\n\nPresident Donald Trump has ordered U.S. troops to the Mexican border in response to the caravans of migrants. More than 7,000 active duty troops have been told to deploy to Texas, Arizona and California.", "", "Two people are dead after a partial building collapse late Friday at an Amazon warehouse near Baltimore, the city's fire chief said. In a statement, Amazon said \"severe weather\" caused a wall to collapse at the facility in Dundalk.\n\nAmazon said the victims were not employees but contracters. Their names have not been released.\n\nThe National Weather Service confirmed Saturday a tornado touched down, CBS Baltimore reports.\n\nDhazyah McCoy, who was finishing her shift when the severe weather started, told CBS Baltimore that it \"sounded like bombs.\"\n\n\"I just heard a lot of banging over top of our heads but we thought it was rain but when I looked back and I seen the wall collapse that's when I knew it wasn't just rain it had to be something else I'm not sure what it was but I was just hoping everybody got out safe,\" she said.\n\nCourtesy of Jenna Dorsey\n\nBaltimore fire chief Roman Clark initially said one person was dead at the hospital and another missing, but the missing person was found dead under heavy debris early Saturday morning.\n\nDebris could be seen along Holabird Avenue at Broening Highway where the Amazon center is located, CBS Baltimore reports.\n\nNo others are reported missing.", "Two people are dead after a partial building collapse late Friday at an Amazon warehouse near Baltimore, the city's fire chief said. In a statement, Amazon said \"severe weather\" caused a wall to collapse at the facility in Dundalk.\n\nAmazon said the victims were not employees but contracters. Their names have not been released.\n\nThe National Weather Service confirmed Saturday a tornado touched down, CBS Baltimore reports.\n\nDhazyah McCoy, who was finishing her shift when the severe weather started, told CBS Baltimore that it \"sounded like bombs.\"\n\n\"I just heard a lot of banging over top of our heads but we thought it was rain but when I looked back and I seen the wall collapse that's when I knew it wasn't just rain it had to be something else I'm not sure what it was but I was just hoping everybody got out safe,\" she said.\n\nCourtesy of Jenna Dorsey\n\nBaltimore fire chief Roman Clark initially said one person was dead at the hospital and another missing, but the missing person was found dead under heavy debris early Saturday morning.\n\nDebris could be seen along Holabird Avenue at Broening Highway where the Amazon center is located, CBS Baltimore reports.\n\nNo others are reported missing.", "", "", "", "BUFFALO, N.Y. -- Authorities have arrested a man for allegedly placing fake pipe bombs outside a Buffalo police station and post office. James Timpanaro, of South Buffalo, has been accused of the \"unconscionable\" copycat act, U.S. Attorney James P. Kennedy, Jr. said in a Friday press conference, CBS Buffalo affiliate WIVB reports.\n\nTimpanaro faces hoax and other charges, Kennedy said.\n\nHe's accused of leaving the devices outside of the two buildings last week. At the time, authorities were investigating a mail bomb plot targeting critics of President Trump.\n\nUnlike the larger plot, the devices found in Buffalo were not real, nor were they in packages addressed to specific targets.\n\nAccording to a criminal complaint filed in U.S. District court on Friday, Timpanaro is accused of \"knowingly engaging in conduct with the intent to convey false or misleading information under circumstances where such information may reasonably be believed\" that there was an explosive device inside of the packages. WIVB reports.\n\nThe devices \"had all the features of a homemade bomb, with protruding wires wrapped around a pipe-like instrument,\" the complaint said. They were secured by the Erie County Sheriff's Office's ATF and the FBI's bomb squad, but were determined to not be a hazard, WIVB reports.\n\nKennedy declined to discuss a motive. He said Timpanaro is in custody and has yet to appear in court. It's unknown if he has a lawyer.", "", "DONAJI, Mexico -- After three grueling weeks walking along highways and hitching rides in pickups and flatbed trucks, thousands of Central American migrants traveling in a caravan through southern Mexico learned Friday that they would soon be leapfrogging ahead to the nation's capital in buses. Meanwhile in the U.S., President Trump has made the caravan a key election issues, telling crowds \"this will be the election of the caravan.\"\n\nAs the caravan crossed into the Gulf coast state of Veracruz, Gov. Miguel Angel Yunes announced that authorities there would be providing not only humanitarian assistance but also offering mass transportation for the migrants.\n\n\"It is very important that they be able to move soon from Veracruz toward another place,\" Yunes said in a video message released in the evening. \"For that reason, we also offered them transportation so that, if possible, tomorrow ... they may be able to go to Mexico City or to the place they wish.\"\n\nDuring an evening assembly, caravan organizers told the migrants that they would be leaving around 5 a.m. for the capital in dozens of buses, apparently enough to accommodate the several thousand people in the group.\n\nCARLOS GARCIA RAWLINS / REUTERS\n\n\"We are all going!\" one the coordinators told the group.\n\nOrganizers said women and children would be given priority, and the buses would depart in groups of 10 for a trip expected to take 10 to 12 hours.\n\nThe announcement came after the migrants' request for buses to Mexico City were ignored by the Mexican government days earlier when they were in Juchitan, Oaxaca state.\n\nEarlier in the day, a third caravan of migrants - this time from El Salvador - waded over the Suchiate River into Mexico on Friday, bringing another 1,000 to 1,500 people who want to reach the U.S. border.\n\nThe third caravan tried to cross the bridge between Guatemala and Mexico, but Mexican authorities told those traveling in it they would have to show passports and visas and enter in groups of 50 for processing.\n\nThe Salvadorans expressed misgivings that they would be deported, so they turned around and waded across a shallow stretch of the river to enter Mexico.\n\nAlthough police were present, they did not try to physically stop the migrants, who later walked along a highway toward the nearest large city, Tapachula.\n\nMexico is now faced with the unprecedented situation of having three caravans stretched out over 300 miles (500 kilometers) of highways in the southern states of Chiapas and Oaxaca, with a total of about 6,000 migrants. The first, largest group of mainly Honduran migrants entered Mexico on Oct. 19.\n\nThough the first caravan once numbered as many as 7,000, it has shrunk significantly. It has been hard to know their exact numbers as people scatter across highways and in small towns. Mexico's Interior Department estimated that, as of Friday, it numbered only 3,000 people. Other estimates had it around 4,000 or more.\n\nThe second caravan, also of about 1,000 to 1,500 people, entered Mexico earlier this week and is now in Mapastepec, Chiapas. The second group includes Hondurans, Salvadorans and some Guatemalans. In addition, the government identified a fourth, smaller group of 300 Central American migrants walking further ahead, in the Gulf coast state of Veracruz.\n\nIt remained unclear how many migrants would make it; 20 days of scorching heat, constant walking, chills, rain and illness had taken their toll. Mexico's Interior Department says nearly 3,000 of the migrants in the first caravan have applied for refuge in Mexico; hundreds more have returned home.\n\nHonduran migrant Saul Guzman, 48, spent the night under a tin roof in the Oaxaca state town of Matias Romero with his son Dannys, 12, before setting out for the town of Donaji, 30 miles north.\n\n\"I have been through a lot,\" said Guzman. \"I want to spend my time differently, not in poverty.\"\n\nIn his hometown of Ocotepeque, Honduras, he left behind a coffin, either for his mother, who suffers dementia, \"or for me, if I don't make it,\" Guzman said.\n\nThe migrants made a grueling 40-mile trek from Juchitan, Oaxaca, on Thursday, after they failed to get the bus transportation they had hoped for. Hitching rides on Friday allowed them to arrive early at their destination for the day, Donaji, and some headed to a town even farther north, Sayula.\n\nAnother large caravan early this year passed through Veracruz but then veered back toward Mexico City and eventually tried to head to Tijuana in the far northwest. Few made it.\n\nImmigration agents and police have been nibbling at the edges of the first two caravans.\n\nA federal official who was not authorized to be quoted by name said 153 migrants in the second caravan were detained Wednesday during highway inspections in Chiapas, a short distance from the Guatemalan border.\n\nThere has also been pressure on the first caravan. Federal police began pulling freight trucks over and forcing migrants off, saying their habit of clinging to the tops or sides of the trucks was dangerous.\n\nAt other points along the route, police have forced overloaded pickups to drop off migrants. On previous days, they have ordered passenger vans to stop helping with transportation.\n\nMr. Trump has ordered U.S. troops to the Mexican border in response to the caravans of migrants. More than 7,000 active duty troops have been told to deploy to Texas, Arizona and California.\n\nU.S. military units in San Antonio and other locations in Texas, California, and Arizona are going through specific training and rules along the border, CBS San Antonio affiliate KENS reports. Joint Base San Antonio - Lackland Air Force Base is one of the primary locations where training is underway.\n\nMr. Trump said he has told the U.S. military mobilizing at the southwest border that if U.S. troops face rock-throwing migrants, they should react as though the rocks were \"rifles.\" He also plans to sign an order next week that could lead to the large-scale detention of migrants crossing the southern border and bar anyone caught crossing illegally from claiming asylum.\n\nThough some migrants clashed with Mexican police at a bridge on the Guatemala border, they have repeatedly denied coming with any ill intentions, saying they're fleeing poverty and violence.\n\n\"We aren't killers,\" said Stephany Lopez, a 21-year-old Salvadoran with the first caravan.\n\nSimilar caravans have occurred regularly over the years and passed largely unnoticed, but Trump has focused on the latest marchers seeking to make border security a hot-button issue in next week's midterm elections.\n\n", "bad url", ""]