[{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Eustance Huang", "title": "Australia shares fall amid global uncertainties on Brexit and trade", "description": "The benchmark ASX 200 slipped 0.33 percent in early trade, with most sectors seeing losses — energy stocks fell 1.6 percent while the heavily weighted financial subindex was down 0.31 percent.", "url": "https://www.cnbc.com/2018/11/19/asia-markets-brexit-global-trade-currencies-in-focus.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/11/105442842-1536621199215gettyimages-1025189454.1910x1000.jpeg", "publishedAt": "2018-11-18T23:57:00Z", "content": "The U.S. dollar index, which tracks the greenback against a basket of its peers, was at 96.432 after last Friday's fall from the 97 handle. The Japanese yen, widely viewed as a safe-haven currency, was at 112.71 against the dollar after seeing lows above 114.… [+535 chars]", "fulltext": "Stocks in Asia were mostly higher on Monday as ongoing tensions between the United States and China continued to weigh on investor sentiment.\n\nChinese mainland markets traded higher: The Shanghai composite gained 0.91 percent to close at around 2,703.51 while the Shenzhen composite advanced 0.514 percent to 1,417.43.\n\nMeanwhile, Hong Kong's Hang Seng index advanced 0.72 percent to close at 26,372.\n\nElsewhere, Japan's Nikkei 225 rose 0.65 percent to close at 21,821.16 while the Topix index gained 0.51 percent to 1,637.61.\n\nThe positive moves followed trade data that showed the country's exports rising 8.2 percent in October from a year earlier, reversing the decline seen in September. Still, the October number came below expectations of a 9 percent rise from economists polled by Reuters.\n\nSouth Korea's Kospi closed 0.39 percent higher at 2,100.56.\n\nAustralia's benchmark ASX 200, however, slipped 0.64 percent to close at 5,693.7, with most sectors seeing losses. Energy stocks fell 1.56 percent while the heavily weighted financial subindex was down 0.84 percent.\n\nShares of newspaper publisher Fairfax Media bucked the downward trend to rise 2.44 percent after the company's chairman, Nick Falloon, said that the proposed merger with television network Nine Entertainment received \"overwhelming support from shareholders.\"\n\nNine Entertainment shares rose 1.84 percent on the day."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Michael Bloomberg donates $1.8B to Johns Hopkins amid speculation of 2020 presidential bid", "description": "Former New York City Mayor Michael Bloomberg announced Sunday he's donating $1.8 billion to his alma mater, Johns Hopkins University, to boost financial aid for low- and middle-income students.", "url": "https://www.cnbc.com/2018/11/18/michael-bloomberg-donates-unprecedented-1point8b-to-johns-hopkins.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/07/06/105314897-1530889919597rtx5tagm.1910x1000.jpg", "publishedAt": "2018-11-18T21:51:00Z", "content": "Former New York Mayor Michael Bloomberg is donating $1.8 billion to his alma mater, Johns Hopkins University. Bloomberg and the Baltimore university said Sunday that the gift is the largest ever to any education institution in the U.S. University President Ro… [+548 chars]", "fulltext": "Former New York Mayor Michael Bloomberg is donating $1.8 billion to his alma mater, Johns Hopkins University.\n\nBloomberg and the Baltimore university said Sunday that the gift is the largest ever to any education institution in the U.S.\n\nUniversity President Ronald Daniels is calling the gift \"transformative.\" He says the contribution will allow Hopkins starting next fall to eliminate student loans in financial aid packages and commit to admitting the highest-achieving students regardless of ability to pay.\n\nBloomberg says America is at its best when it rewards people \"based on the quality of their work, not the size of their pocketbook.\"\n\nThe 76-year-old founder of the global finances services company Bloomberg L.P. is among the world's richest people. He is also weighing a run for president in 2020."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Cleveland Browns deny report that Condoleezza Rice is on the short list for head coach", "description": "Cleveland Browns general manager John Dorsey denied the team has discussed interviewing former Secretary of State Condoleezza Rice for the Browns' head coaching job on Sunday.", "url": "https://www.cnbc.com/2018/11/18/cleveland-browns-deny-condoleezza-rice-in-the-running-for-coaching-gig.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2016/05/11/103628153-condi-rice-GettyImages-450818926.1910x1000.jpg", "publishedAt": "2018-11-18T21:24:00Z", "content": "Cleveland Browns general manager John Dorsey denied the team has discussed interviewing former Secretary of State Condoleezza Rice for the Browns' head coaching job on Sunday. Dorsey issued the statement after a report from ESPN's Adam Schefter said the team … [+678 chars]", "fulltext": "Cleveland Browns general manager John Dorsey denied the team has discussed interviewing former Secretary of State Condoleezza Rice for the Browns' head coaching job on Sunday.\n\nDorsey issued the statement after a report from ESPN's Adam Schefter said the team was hoping to interview Rice.\n\n\"Former Secretary of State Condoleezza Rice is a great leader, possesses the highest possible character and also happens to be a Browns fan,\" Dorsey said. \"I have the utmost respect and admiration for all she's accomplished and was honored to meet her for the first time earlier this season. Our coaching search will be thorough and deliberate, but we are still in the process of composing the list of candidates and Secretary Rice has not been discussed.\"\n\nRice is a longtime fan of the Browns. She joined owners Dee and Jimmy Haslam on the field in Oakland on Sept. 30 when the Browns were in town to play the Raiders.\n\nSubscribe to CNBC on YouTube."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Annie Pei", "title": "Here's why Disney is deepening its footprint in mobile gaming in a team-up with Jam City", "description": "Walt Disney entered a multi-year games development partnership with leading mobile gaming company Jam City, continuing the Mouse House's foray into gaming and heightening expectations over the booming sector.", "url": "https://www.cnbc.com/2018/11/16/disney-deepens-its-footprint-in-mobile-gaming-teams-up-with-jam-city.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/07/10/105321271-1531244464045gettyimages-892307202.1910x1000.jpeg", "publishedAt": "2018-11-18T21:00:00Z", "content": "Walt Disney entered a multi-year games development partnership with leading mobile gaming company Jam City, continuing the Mouse House's foray into gaming and heightening expectations over the booming sector. div &gt; div.group &gt; p:first-child\"&gt; Under t… [+1421 chars]", "fulltext": "Walt Disney entered a multi-year games development partnership with leading mobile gaming company Jam City, continuing the Mouse House's foray into gaming and heightening expectations over the booming sector.\n\nUnder the terms of a deal announced last week, Jam City will be taking over the Glendale, California-based mobile game studio in charge of Disney's \"Emoji Blitz\" – a hugely popular mobile game Disney released in July 2016.\n\nThe deal also means that Jam City now holds the rights to develop new games based on elements from Disney's Pixar and Walt Disney Animation Studio brands. The first planned collaboration between the two companies is expected to be a game based on Disney's \"Frozen\" sequel.\n\n\"The deal is in line with our overall strategy to move to a licensed games business and to work with the best developers in their genre to create unique games experiences based on our stories and characters,\" Kyle Laughlin, senior vice president of Disney's games and interactive experiences, told CNBC recently.\n\n\"Gaming is one of the fastest-growing industries in entertainment and we see a lot of opportunity and demand for Disney games,\" he added.\n\nDisney's partnership with Jam City comes amid surging growth in mobile gaming. As of October, the segment of games played on smartphones and tablets will account for 47 percent of the revenues of the global gaming market this year, research firm Newzoo estimated recently. That translates into over $63 billion in revenue this year alone.\n\nNewzoo also estimated that over $92 billion will be generated in global app revenues in 2018, but 76 percent of that share will come from game apps."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Keris Lahiff", "title": "As Wall Street gets less bullish, one veteran investor downgrades his outlook on the US economy", "description": "Even the biggest bulls on Wall Street are pulling in the reigns. This is the one risk that has Federated Investors' Phil Orlando revising his outlook.", "url": "https://www.cnbc.com/2018/11/18/federateds-phil-orlando-downgrades-outlook-for-us-economy.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/04/30/105172063-GettyImages-949649710.1910x1000.jpg", "publishedAt": "2018-11-18T20:17:00Z", "content": "Even some of the biggest bulls on Wall Street are pulling in the reigns. div &gt; div.group &gt; p:first-child\"&gt; Phil Orlando, Federated Investors chief equity market strategist, has moderated his optimism this year and next, reflecting a range of headwind… [+1760 chars]", "fulltext": "One big risk has forced top bull to revise next year's forecasts 12:54 PM ET Fri, 16 Nov 2018 | 01:45\n\nEven some of the biggest bulls on Wall Street are pulling in the reigns.\n\nPhil Orlando, Federated Investors chief equity market strategist, has moderated his optimism this year and next, reflecting a range of headwinds buffeting the stock market.\n\nHe anticipates 2900 on the S&P 500 by the end of 2018, half the advance he had previously anticipated, though still an 8 percent gain. Orlando has also revised his 3,500 target on the S&P 500 for 2019 to 3,300.\n\nIn particular, one market risk is at the forefront of his mind.\n\n\"The Fed is right at the top of our list,\" Orlando told CNBC's \"Futures Now\" on Thursday. \"We're fine with the quarter-point hike at the December FOMC meeting, we're fine with another two-quarter-point hike, say, in the first half of next year, but, at a 3 percent funds rate, we think we should be done.\"\n\nOrlando says the likelihood of slower economic growth both in the U.S. and abroad warrants a pause from the Federal Reserve at the 3 percent mark in the second half of 2019, and early 2020.\n\n\"But the Fed's dot plots have them continuing to hike, bringing the funds rate up to about 3.5 percent in the middle of 2020,\" added Orlando.\n\nThe Fed's dot plot release in September suggests a fed funds rate of 3.1 percent for 2019, meaning as many as three rate hikes next year.\n\n\"In our view that's too much,\" Orlando said. \"The risk for the market is that the Fed over-tightens, we invert the yield curve, and we actually create the recessionary environment perhaps in 2021 that the market and the Fed are trying to avoid.\"\n\nThe Fed will publish a new dot plot forecast at its December meeting. Markets are pricing in another 25-basis point hike at that meeting, according to CME Group fed funds futures.\n\nThe Fed isn't the only risk on Orlando's radar. He said other issues, including uncertainty over a U.S.-China trade resolution, and the threat of a strong U.S. dollar impacting corporate earnings, continue to \"dog the market\" and push it lower."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Kelli B. Grant", "title": "Don't overlook this opportunity in your 401(k)", "description": "More companies are adding a Roth option to their 401(k) to let workers stash after-tax dollars for retirement. But few workers are taking advantage — and financial advisors say that's a big miss.", "url": "https://www.cnbc.com/2018/11/16/roth-401k-plans-are-an-often-missed-retirement-savings-opportunity.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579708-1542397882697gettyimages-1064951208.1910x1000.jpeg", "publishedAt": "2018-11-18T20:00:00Z", "content": "But few employees are taking advantage of Roth 401(k) plans. Just 18.1 percent of workers across all plan sizes had made an after-tax Roth contribution to their workplace plan in 2016, PSCA data shows. Nor are users putting much in. The average percentage of … [+1087 chars]", "fulltext": "But few employees are taking advantage of Roth 401(k) plans. Just 18.1 percent of workers across all plan sizes had made an after-tax Roth contribution to their workplace plan in 2016, PSCA data shows.\n\nNor are users putting much in. The average percentage of salary higher-paid employees defer to a Roth 401(k) is 4.8 percent, versus 7 percent for pre-tax 401(k) contributions, according to PSCA. (Among lower-paid employees, the average rates of Roth vs. pre-tax are 4.3 percent and 6.1 percent, respectively.)\n\nFinancial advisors say that low usage rate likely stems from a combination of factors, including lack of awareness and a mistaken belief that they make too much to contribute to a Roth 401(k). (To reiterate: That's not true.)\n\n\"I always ask clients if this is an option in their plan and the most frequent reply I get is, 'I'll have to check,'\" said certified financial planner Howard Pressman, a partner at Egan Berger & Weiner in Vienna, Virginia.\n\nBrian Schmehil, a CFP and the director of financial planning for The Mather Group in Chicago, says beefing up Roth contributions can also be a tough sell for the young workers who stand to benefit the most from those decades of tax-free growth.\n\n\"It's hard to pay tax now and have a much smaller paycheck, and have the foresight to know you're saving money in the long run,\" he said."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Mack Hogan", "title": "2019 Mustang Bullitt review", "description": "CNBC tested the 2019 Mustang Bullitt, which was introduced to commemorate the 50-year anniversary of the classic Steve McQueen movie. It's guaranteed to turn heads, and is well worth the $50,000 asking price.", "url": "https://www.cnbc.com/2018/11/16/2019-mustang-bullitt-review.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579317-1542385575319mustang-bullitt-5.1910x1000.jpg", "publishedAt": "2018-11-18T19:01:57Z", "content": "The Mustang Bullitt also offers magnetic suspension, equipped on our $51,385 tester. Using iron filings in the dampers that respond to electromagnets coiled around them, the suspension can adjust its stiffness 1,000 times per second as you go around corners t… [+490 chars]", "fulltext": "This year, to celebrate the 50th Anniversary of the famed Steve McQueen movie \"Bullitt,\" Ford launched a revised Bullitt Edition Mustang. Featuring green or black paint, a six-speed manual and a suite of performance goodies, the Bullitt is the best Mustang you can get without a Shelby badge.\n\nBut with a price that can easily crest $50,000, the Mustang Bullitt isn't the cheap muscle car it once was. Still, with 475 horsepower and fantastic driving dynamics, it's hard to say you're not getting your money's worth."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "GOP's Rick Scott holds lead against Democrat Bill Nelson in Florida Senate race after manual recount", "description": "Florida's recount is over and Republican Gov. Rick Scott leads incumbent U.S. Sen. Bill Nelson in the state's contentious Senate race by more than 10,000 votes.", "url": "https://www.cnbc.com/2018/11/18/rick-scott-leads-bill-nelson-in-florida-senate-race-recount.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579305-1542385680933gettyimages-1058491372.1910x1000.jpg", "publishedAt": "2018-11-18T18:29:00Z", "content": "Florida's recount is over and Republican Gov. Rick Scott leads incumbent U.S. Sen. Bill Nelson in the state's contentious Senate race by more than 10,000 votes. Official results posted by the state on Sunday showed Scott ahead of Nelson following legally requ… [+588 chars]", "fulltext": "Republican Rick Scott appears to have defeated Democratic Sen. Bill Nelson in Florida, according to NBC News, after the state finished a sloppy recount marked by voter fraud accusations and conspiracy theories.\n\nAfter Florida ended a manual recount, the outgoing governor led the incumbent U.S. senator by more than 10,000 votes. In a statement Sunday, Scott said Nelson conceded the race, which is expected to be certified on Tuesday.\n\n\"I just spoke with Senator Bill Nelson, who graciously conceded, and I thanked him for his years of public service,\" Scott said in a statement. \"Now the campaign truly is behind us, and that's where we need to leave it. We must do what Americans have always done: come together for the good of our state and our country.\"\n\nThe GOP governor will flip another Democratic-held seat after piling tens of millions of dollars of his own money into the most expensive Senate race ever. Scott's victory means Republicans will control a minimum 52 Senate seats in January, a net gain of at least one from the current Congress.\n\nThe outcome boosts Republicans in several ways: Beyond making it easier for them to approve their economic priorities and confirm conservative judges, it also bodes well for President Donald Trump's chances of carrying the state in 2020.\n\nBut the tactics deployed by Trump and his allies during the recount may serve to sow irreparable doubt in the electoral process and political division in the U.S. Scott only narrowly edged Nelson more than a week after last Tuesday's midterm elections, in a race where the razor-thin margin triggered a machine recount and subsequent tally by hand.\n\nAs counties tallied ballots, Scott's campaign, Trump and GOP Sen. Marco Rubio all accused Democrats of trying to manufacture votes and steal the election. Earlier this week, Trump claimed \"large numbers of new ballots showed up out of nowhere, and many ballots are missing or forged.\" He also contended that \"an honest vote count is no longer possible.\"\n\nBroward County, the state's second largest, had numerous issues counting votes. The only potential issue the state identified was erroneous forms from at least four counties that could have led to voters missing a deadline to fix mail-ballots, according to the Miami Herald.\n\nAs a highly competitive race in a swing state that had stakes for Senate control, the Florida contest drew more cash than any previous Senate race. Scott's campaign spent $66 million through Oct. 17, and the former health care executive personally gave more than $50 million of that.\n\nMeanwhile, Nelson's campaign had spent more than $25 million at the same point in time. Outside groups supporting and opposing both candidates spent about $90 million combined.\n\n--The Associated Press contributed to this article.\n\nSubscribe to CNBC on YouTube."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Sharon Epperson", "title": "Ready to retire? Your finances may not be", "description": "It's never to late to put together a plan for a secure retirement, experts say. Here are the steps to take now.", "url": "https://www.cnbc.com/2018/11/16/heres-how-to-overcome-poor-retirement-planning.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/04/19/105143402-GettyImages-871647916.1910x1000.jpg", "publishedAt": "2018-11-18T18:00:00Z", "content": "div &gt; div.group &gt; p:first-child\"&gt; As the economy strengthens, more workers nearing retirement age are feeling better about their economic prospects. That's the good news. Still, many others are worried about their savings, or lack of savings, and how… [+881 chars]", "fulltext": "As the economy strengthens, more workers nearing retirement age are feeling better about their economic prospects. That's the good news.\n\nStill, many others are worried about their savings, or lack of savings, and how they will get by once they stop working for good.\n\nOverall, 85 percent of working Americans said retirement will be a \"positive new chapter in life,\" according to a recent retirement study by Wells Fargo, which polled more than 2,500 adults in August.\n\nHowever, 70 percent of respondents also said they are concerned about running out of money. And rightfully so.\n\nMore than half of Americans, or 57 percent, have less than $1,000 in their savings accounts, according to a separate GOBankingRates survey.\n\nAnother report by the Stanford Center on Longevity found that nearly one-third of baby boomers had no money saved in retirement plans in 2014, when they were on average 58 years old.\n\nAmong boomers with positive balances, the median savings was around $200,000.\n\nFor these soon-to-be retirees, it's not too late to get back on track to financial stability, experts say. Here's how:"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Israel's Netanyahu to give statement amid signs of early election, coalition troubles", "description": "Israeli Prime Minister Benjamin Netanyahu will make a televised statement on Sunday after making a last-ditch effort to avoid the collapse of a coalition government weakened by the resignation of his defence minister.", "url": "https://www.cnbc.com/2018/11/18/reuters-america-update-1-israels-netanyahu-to-give-statement-amid-signs-of-early-election.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/02/21/105019489-Netanyahu_.1910x1000.jpg", "publishedAt": "2018-11-18T17:18:00Z", "content": "Israeli Prime Minister Benjamin Netanyahu will make a televised statement on Sunday after making a last-ditch effort to avoid the collapse of a coalition government weakened by the resignation of his defense minister. Netanyahu, head of the right-wing Likud p… [+2777 chars]", "fulltext": "Israeli Prime Minister Benjamin Netanyahu will make a televised statement on Sunday after making a last-ditch effort to avoid the collapse of a coalition government weakened by the resignation of his defense minister.\n\nNetanyahu, head of the right-wing Likud party, has met over the past few days with coalition partners, some of whom have called for an early election. Political pundits predict a snap vote could come as soon as March, instead of November as scheduled.\n\nNetanyahu's office said he would make a statement to reporters at 8 p.m. (1800 GMT), giving no details.\n\nThe remarks will follow a meeting between Netanyahu and his finance minister, Moshe Kahlon of the center-right Kulanu party, who has urged setting an early election date.\n\nDefense Minister Avigdor Lieberman's resignation, announced on Wednesday over what he described as the government's lenient policy towards an upsurge of cross-border violence with Palestinian militants in the Gaza Strip, left the government with a majority of only one seat in parliament.\n\nThat put the fate of Netanyahu's coalition at the mercy of its partners, who have seen the four-term prime minister's popularity take a rare hit in an opinion poll that showed Israelis were unhappy with him over Gaza.\n\nNetanyahu described his planned meeting with Kahlon as \"a last attempt to prevent the collapse of the government\".\n\nAddressing his cabinet on Sunday, he said it would be \"unnecessary and wrong to go to an election during this sensitive period for our security\".\n\nKahlon said on Hadashot TV news on Saturday that it was impossible to run a coalition with control of just 61 of parliament's 120 seats.\n\nKahlon's call was echoed by members of the nationalist Jewish Home whose head, Naftali Bennett, asked to succeed Lieberman as defence chief but was turned down by Netanyahu on Friday.\n\nOn Sunday, Israeli media reports said Netanyahu was now prepared to offer Bennett the post in a bid to keep Jewish Home in the coalition.\n\nSuch a move, the unconfirmed reports said, would also be aimed at forcing Kahlon to consider the risks to his own party, which also courts nationalist voters, in being portrayed as the main factor behind the collapse of a rightist government.\n\nA poll published on Wednesday by Hadashot showed Likud falling to 29 from 30 parliamentary seats after months of polls that have shown it gaining power.\n\nOnly 17 percent of respondents were happy with Netanyahu's policy toward Gaza, where he agreed to a ceasefire - dubbed by Lieberman as \"surrender\" - after militants from its ruling Hamas group launched almost 500 rockets into Israel on Monday and Tuesday and Israel carried out dozens of air raids.\n\nNetanyahu's re-election chances could also be affected by a series of corruption cases against him in which Israel's attorney-general is weighing his indictment.\n\nAn election would complicate promised moves by the United States towards reviving Israeli-Palestinian peace efforts that collapsed in 2014. The Trump administration has said it would unveil a peace plan soon."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Tim Mullaney", "title": "The big changes colleges are making to help art students snag jobs in America's gig economy", "description": "Art schools in the U.S. have launched incubators and certificate programs to help art students launch businesses and prepare for careers in the gig economy. Now 16 universities host arts-business incubators, the oldest of which include Arizona State Universit…", "url": "https://www.cnbc.com/2018/11/16/the-arts-degree-gets-an-overhaul-to-help-us-students-snag-jobs.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/09/105565357-1541778758123jordan-medley-brooke-partin-photo-by-peter-mueller.1910x1000.jpg", "publishedAt": "2018-11-18T17:00:00Z", "content": "Melissa Coppola might fit many people's stereotype of unemployable art students: a 31-year old pianist and graduate student at the University of Michigan. But that would discount Coppola and big changes at colleges that are making more artists into entreprene… [+2015 chars]", "fulltext": "Melissa Coppola might fit many people's stereotype of unemployable art students: a 31-year old pianist and graduate student at the University of Michigan. But that would discount Coppola — and big changes at colleges that are making more artists into entrepreneurs, overhauling arts programs to teach entrepreneurial skills that grads need to thrive in the emerging gig economy.\n\nYou've heard the jokes, like comedian John Oliver's 2016 bit about Trump University: \"Every university has sold students false hopes and lies; it's just that most of the time, they call it a theater arts degree.\"\n\nIt turns out, however, that recent arts students are likelier to start organizations than other grads — about 12 percent start nonprofits, according to the Strategic National Arts Alumni Project. Most are self-employed for at least part of their careers.\n\nIn response, arts schools are developing new ways to teach artists how to create their own gigs (and gigs for others), either as founders of companies and nonprofits or as freelancers. There's plenty of demand for the training: 93,000 visual and performing arts majors graduated from U.S. universities in 2015–16, according to the National Center of Education Statistics, only 2,000 fewer than majored in engineering. And arts, including media, are a $700 billion industry, so plenty of opportunity is out there.\n\nEntrepreneurship education for artists became a trend after 2008's financial crisis, said Linda Essig, dean of arts and letters at California State University at Los Angeles. Now 16 universities host arts-business incubators, the oldest of which include Arizona State University and the University of the Arts in Philadelphia. Another 16 schools have competitions where students compete for start-up funding, and a dozen more have artist-in-residence or business coaching programs, according to a December 2016 study Essig led.\n\n\"After the recession a lot of arts programs said we have to make sure students can navigate the economy as well as the studio,\" said Essig, who claims a higher percentage of arts grads work in their field than do accounting majors. \"Students today will have on average 11 careers. So you need skills that are transferable [for other professionals].\"\n\nIf there are models for other schools, the clearest, at least at colleges that send lots of alumni into high-profile gigs, may be at the University of Michigan and at the University of North Carolina School of the Arts in Winston-Salem. These programs — which offer certificates in innovation and entrepreneurship — charge students with creating innovative business projects spun from their own art interests. For example, plotting a social music network or developing websites that would let dance instructors share teaching tips and advice. In addition, they have students attain skills in marketing, self-promotion and business planning."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Erin Barry", "title": "The founder of 1-800-GOT-JUNK? explains how he went from dropout to running a $300M business", "description": "From high school dropout to CEO is not the typical path most people take to the corner office, but for Brian Scudamore the founder of 1-800-GOT-JUNK? it was the right one.", "url": "https://www.cnbc.com/2018/11/16/1-800-got-junk-founder-on-why-success-means-a-willingness-to-fail.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/12/06/104883419-gotjunk.1910x1000.jpg", "publishedAt": "2018-11-18T16:00:00Z", "content": "The last thirty years of growing the business haven't always been easy. Five years into running the company, Scudamore fired all 11 of his employees. \"I knew I needed to restart. And that's how you learn, being willing to fail, make mistakes, and then get bac… [+1461 chars]", "fulltext": "\n\nHigh school dropout to CEO is not the typical path most people take to the corner office, but for Brian Scudamore, it was the right one.\n\nScudamore, who founded 1-800-GOT-JUNK?, has been in the trash hauling business since he started the company in 1989. Currently, he runs O2E brands, the parent company of four different home service franchises: 1-800-GOT-JUNK?, WOW 1 DAY PAINTING, You Move Me, and Shack Shine.\n\nIn 2018, the company brought in more than $300 million dollars in revenue.\n\nBut for Scudamore, the road to success hasn't always been smooth. In his new book \"WTF?!\" (which stands for Willing to Fail) he outlines some of his biggest failures, and his biggest lessons along the way. While Scudamore never finished high school, that didn't stop him from going to college. In fact, he was able to talk his way in.\n\nScudamore explained that he needed to figure out a way to pay for it. And while in a McDonald's drive-thru, an idea came to him.\n\n\"I saw this beat up old pickup truck – it said Mark's Hauling on the side. I looked at the truck, and $700 and a week later, I went and bought my own truck and started the Rubbish Boys with a vision for something bigger. Scudamore told CNBC's \"On the Money\" in an interview recently.\n\n\"And ten years later we franchised and became 1-800-Got-JUNK?\" he added. That opportunity meant the budding entrepreneur never finished college, since his business was taking off.\n\n\"The day when I had to sit down with my dad, who's a liver transplant surgeon, to say 'I got some good news for you I'm dropping out of university,'\" Scudamore said. However, his dad didn't view it as favorably, even as Scudamore said he was \"learning so much.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Sarah Berger", "title": "Kyle Busch, Kevin Harvick and other NASCAR stars reveal what they did with their first big paycheck", "description": "Kyle Busch, Joey Logano, Kevin Harvick and Martin Truex Jr., all compteting in the NASCAR Championship on Sunday, reveal to CNBC Make It what it was like when they started making money racing cars.", "url": "https://www.cnbc.com/2018/11/16/nascar-stars-reveal-what-they-did-with-their-first-big-paycheck.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579395-1542387586502gettyimages-1059969236.1910x1000.jpeg", "publishedAt": "2018-11-18T15:30:00Z", "content": "NASCAR star Martin Truex Jr., 38, was frugal with his early earnings. \"I can remember when I was younger, I would get paychecks and I would kind of like let them stack up in my drawer,\" Truex tells CNBC Make It. \"I was so proud of them, I didn't even want to … [+841 chars]", "fulltext": "Kyle Busch is razor close to his 200th NASCAR win. With all that success comes a lot of money: Forbes names Busch as the third-highest paid NASCAR driver in 2018, pegging his total earnings at $14.7 million ($13.1 million from salary and winnings and $1.6 million from endorsements and licensing).\n\nHowever, it wasn't always that way.\n\n\"My first big paycheck wasn't all that big,\" Busch, 33, tellsCNBC Make It.\n\nBusch felt like he had really made it when he was making around $65,000 to $75,000 driving a race car, he recalls.\n\n\"I had to go out and buy a truck. I needed to be able to get around town,\" Busch, who's currently on the Joe Gibbs Racing team, says. \"So I went out and bought a...five-year-old used vehicle from Papa Joe Hendrick, who was one of my previous bosses.\" (Hendrick is the late patriarch of Hendrick Motorsports.)\n\n\"Still have that truck today,\" he adds. \"It's got some meaning to me, and love to keep that thing for the rest of my life.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jeff Daniels", "title": "Democrat wins CA Congressional race, shutting GOP out of Orange County for the 1st time in decades", "description": "Democrat Gil Cisneros is the apparent winner in the tight race in California's 39th Congressional District, beating his Republican challenger Young Kim, who conceded the race more than a week after the midterm election.", "url": "https://www.cnbc.com/2018/11/18/democrat-gil-cisneros-declared-winner-over-young-kim-in-orange-county.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/20/105462254-1537460216270gettyimages-961206160.1910x1000.jpg", "publishedAt": "2018-11-18T15:25:00Z", "content": "Democrat Gil Cisneros is the apparent winner in the tight race in California's 39th Congressional District, beating his Republican challenger Young Kim, who conceded the race more than a week after the election. div &gt; div.group &gt; p:first-child\"&gt; The … [+2007 chars]", "fulltext": "Democrat Gil Cisneros is the apparent winner in the tight race in California's 39th Congressional District, according to NBC News, beating his Republican challenger Young Kim and bestowing the Democrats with their sixth pickup in California.\n\nThe victory is significant, given that the 39th district is one of seven seats in Orange County, a traditional GOP stronghold southeast of Los Angeles and the birthplace of President Richard Nixon. The win by Cisneros, a Navy veteran and philanthropist who is taking over the seat vacated by retiring Republican Rep. Ed Royce, flips the district from red to blue, and means that Congressional Republicans will be shut out of Orange County for the first time since the Great Depression.\n\nCisneros won a $266 million lottery jackpot in 2010, and used some of that bounty to vastly outspend his Republican challenger, essentially financing his own campaign. The race for the 39th was one of the most expensive House races in the country, with Cisneros spending about $9.7 million — including $8 million of his own money — and Kim spending nearly $1.9 million.\n\nKim conceded the race Saturday, tweeting that she called Cisneros to congratulate him and offering him best wishes in Congress.\n\nBesides Orange County, the district includes eastern Los Angeles County and southwestern San Bernardino County. Democrat Hillary Clinton carried the district in 2016, although registered Republicans still outnumber Democrats in the Orange County portion of the district.\n\nKim, who emigrated from South Korea as a child, is a former state legislator who spent two decades as a congressional aide to Royce, chairman of the House Foreign Affairs Committee and a critic of the Iran nuclear deal. Royce, a 13-term congressman, announced earlier this year he wouldn't run for re-election.\n\nImmigration was one of the major issues in the district, which has a high Asian and Latino population. In a debate in October, Kim expressed support for the Deferred Action for Childhood Arrivals program, or DACA, which protects people brought illegally to the U.S. as children from deportation and also provides them work authorization. However, Cisneros sought to frame Kim's DACA support as disingenuous, and cited her record in the state Assembly opposing a program to help undocumented students.\n\n--The Associated Press contributed to this article."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Christina Farr", "title": "Here's what Cisco's CEO told employees about mental illness after 2 celebrity suicides", "description": "Cisco CEO Chuck Robbins has been speaking out to employees this year about the importance of mental health. He sent a company-wide email in June after the suicides of Kate Spade and Anthony Bourdain and followed up in October during Mental Illness Awareness W…", "url": "https://www.cnbc.com/2018/11/18/cisco-ceo-chuck-robbins-sent-employees-emails-about-mental-illness.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/15/105577567-1542318862721screenshot2018-11-15at1.54.09pm.1910x1000.png", "publishedAt": "2018-11-18T15:06:00Z", "content": "Katsoudas invited Burden to join her for a panel discussion about mental health at Cisco Beat, a monthly company meeting that can include up to 15,000 or more employees connecting remotely. Burden also shared her story on an internal forum and got almost 50 c… [+1606 chars]", "fulltext": "In June, less than a week after the shocking suicides of celebrities Kate Spade and Anthony Bourdain, Cisco CEO Chuck Robbins felt compelled to address the matter head-on with his employees.\n\nFrom Orlando, where Robbins was attending a conference called Cisco Live, he sent a company-wide email.\n\n\"In light of recent tragedies, I wanted to step away from Cisco Live for a moment to talk about the importance of mental health,\" he wrote. \"Unfortunately, we all know friends, family, and coworkers battling mental health conditions, or maybe you're going through your own struggles.\"\n\nRobbins, who took over the CEO role in 2015, encouraged employees to \"talk openly and extend compassion,\" asked that they \"have each other's backs,\" and told them that professional support is available. Robbins had no idea what was about to happen. More than 100 employees responded to his note within days, some sharing in painful detail their own personal struggles.\n\n\"I didn't understand the magnitude of the problem,\" Robbins told CNBC in an interview. \"The volume of responses we got back led us to be more active.\"\n\nRoughly one in five adults in the U.S. per year suffer from mental illness, according to the National Alliance on Mental Illness. The costs to treat depression, stress, anxiety and other ailments exceeds $200 billion a year, and for many employers the number of sick days and lost productivity associated with mental health represent one of their biggest expenses."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Harriet Baskas", "title": "Black Friday isn't just about retail: Here's where you can get travel deals", "description": "Although it's expected to be a blockbuster season this year for post-Thanksgiving shopping, it's not all about retail. Once all the gift lists have been checked off, there will be plenty of great deals for travelers looking to get away.", "url": "https://www.cnbc.com/2018/11/18/black-friday-to-bring-travel-deals.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/14/105574439-1542219762869myrtle-beach---boardwalk-shops_photo_visitmyrtlebeach.com.1910x1000.jpg", "publishedAt": "2018-11-18T14:28:00Z", "content": "Hotels from Maine to Hawaii and beyond, will offer up room deals to travelers. Some may be tied to loyalty programs, so it may be a good time to consider signing up. Maine's Kennebunkport Resort Collection (KRC) will offer gift card bonuses on Cyber Monday. B… [+3100 chars]", "fulltext": "Hotels from Maine to Hawaii and beyond, will offer up room deals to travelers. Some may be tied to loyalty programs, so it may be a good time to consider signing up.\n\nMaine's Kennebunkport Resort Collection (KRC) will offer gift card bonuses on Cyber Monday. Buy a $500 gift card and receive a $100 resort credit; buy a $200 gift card and receive a $25 resort credit.\n\nArcher Hotel, with properties nationwide, plans a Cyber Monday deal of 25 percent off the best available rates — plus direct-book perks of drinks or breakfast for two. The sale runs from November 26 to December 3.\n\nArlo Hotels will offer 50 percent off stays (with no blackout dates) at its Solo and NoMad locations in New York City, with a portion of proceeds going to the Rainforest Alliance. The offer is valid from Black Friday through November 27, for stays through Labor Day 2019.\n\nOn Cyber Monday, Aqua-Aston Hospitality will be offering 25 percent off all 40 of its properties across the Hawaii islands, along with a number of mainland and Costa Rica resorts. RetailMeNot and Hotels.com have teamed up to offer some \"Mystery Bookings\" on Black Friday that offer 99 percent off.\n\nAll IHG properties around the globe will be part of a Cyber Week Sale, with discounts starting at 25 percent off the best available rate. IHG Rewards Club members get additional discounts starting at 3 percent: Book November 23 through November 30 for stays froom November 26 through March 31, 2019.\n\nKimpton Hotels & Restaurants is offering 25 percent off its Best Flexible Rates to IHG Reward Club member (free sign-up) from November 19 through November 30 for stays November 19 through March 31, 2019.\n\nSeparately, Millennium Hotels and Resorts will offer 25 percent off flexible rates at its 13 hotels across the United States. My Millennium loyalty club members will get an extra 5 percent off: Book November 21-27 for stays from November 21 through March 31, 2019.\n\nBetween Black Friday and Cyber Monday, more than 30 Myrtle beach-area properties will be offering deep discounts of up to 55 percent on stays that stretch through spring and summer 2019. Offers will be posted at the Visit Myrtle Beach website.\n\nFrom November 22 through November 27, Provenance Hotels, with properties in Portland, Seattle/Tacoma, New Orleans and Nashville will be offering discounts of 40-50 percent off stays through February 2019. Between November 22 and November 26, Viceroy Hotel Group will offer discounts of up to 45 percent, as well as additional perks such as complimentary upgrades and resort credits.\n\nAnd from November 23 through Monday, November 26, Pacifica Hotels will offer 40 percent off room rates at 34 beachside properties in California.\n\nKeep an eye out for deals at individual hotels as well.\n\nWalt Disney World adventure-seekers can nab 50 percent off the best available rates on two and three-bedroom suites at The Grove Resort & Spa Orlando. (Use code \"Cyber\" to book from Black Friday through Cyber Monday).\n\nAnd from Black Friday through Cyber Monday, the Hard Rock Hotel San Diego will offer rates starting at $99 for stays through January 15; add $100 drinking and dining credit to the first five reservations booked using the code \"BF2018\" on Black Friday and Cyber Monday. One guest will also win a complimentary two-day stay, redeemable in 2019 including breakfast, parking and VIP check-in."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Kate Fazzini", "title": "Power outages and bank runs: Here are the 'cyber 9/11' scenarios that really worry the experts", "description": "There are many scenarios that could make up a future \"cyber 9/11,\" but history and private-sector initiatives have given us some clues of what that may look like.", "url": "https://www.cnbc.com/2018/11/18/cyber-911-scenarios-power-outages-bank-runs-changed-data.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579771-1542399962621panic-game.1910x1000.jpg", "publishedAt": "2018-11-18T14:12:00Z", "content": "Cyberattacks that cause major disruption to public services have happened many times in the real world. Some of them are very old news, in fact. But it's easy to imagine how a similar attack could shut down basic services, like electricity or water, that affe… [+2450 chars]", "fulltext": "Cyberattacks that cause major disruption to public services have happened many times in the real world.\n\nSome of them are very old news, in fact. But it's easy to imagine how a similar attack could shut down basic services, like electricity or water, that affect millions of people.\n\nIn 2000, a disgruntled sewage treatment plant worker in Queensland, Australia hacked into his employer's industrial control system to unleash torrents of raw sewage onto public grounds, flooding the city's local Hyatt hotel. The perpetrator was sentenced to two years for the attack.\n\nIn 2007, the country of Estonia was subject to widespread outages in its entire telecommunications network, following a cyberattack stemming from a dispute with Russia over a military statue. The incident was so damaging, it led to a decision to place the North Atlantic Treaty Organization's Cyber Security organization in Tallinn, the country's capital.\n\nIn 2015, Ukraine's power grid had massive outages after a cyberattack — which some officials have attributed to Russia — two days before Christmas, during a cold snap. Around a quarter-million residents were left without power, but the outages only lasted a few hours before government agencies were able to restore service.\n\nMajor cyberattacks aimed at taking down official services don't need to be strictly nation-state sponsored or terrorist-backed. They can be strictly criminal in nature, or come from a malevolent backer under the guise of a criminal attack.\n\nThe NotPetya cyberattacks of June 2017, known by the name of the criminal ransomware-inspired computer virus behind it, were notorious for the real-world harm they caused to companies. In Germany, consumer goods-maker Reckitt Benckiser halted shipments of numerous products. Ships belonging to logistics giant Maersk were at a standstill, and the company later said it took a $300 million hit from the attack. In the U.S., a facility owned by Merck that makes the HPV vaccine Gardasil was shut down to such a big extent, the company had to borrow hundreds of millions of dollars worth of back-up vaccines stockpiled by the Center for Disease Control.\n\nPower outages or water supply corruption are the most worrisome to Peter Beshar, general counsel for risk management firm Marsh & McLennan. Loss of electricity, he said, is just one piece of the greater risk for physical security stemming from a cyberattack.\n\n\"Utilities are one vital resource. But it's not just power, water is another type of utility. If all of a sudden, the quality of drinking water is called into question, and then manufacturers who rely on using untainted water for making drugs or food is called into question. That is a potential crisis,\" he said."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Claire Rodgers", "title": "How a 'Shark Tank' husband-and-wife team used their wedding money to start a company", "description": "How these Shark Tank entrepreneurs transformed their class project idea into a national retail success", "url": "https://www.cnbc.com/2018/11/17/shark-tank-husband-wife-team-used-wedding-money-to-start-a-company.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579669-1542399858242screenshot2018-11-16at3.23.23pm.1910x1000.png", "publishedAt": "2018-11-18T14:00:00Z", "content": "It takes a certain amount of willpower to start a company, but even more so when you're taking money out of your future wedding to start it. div &gt; div.group &gt; p:first-child\"&gt; For Steve and Angela Watts of Slyde Handboards, it seemed like a no-brainer… [+1464 chars]", "fulltext": "It takes a certain amount of willpower to start a company, but even more so when you're taking money out of your future wedding to start it.\n\nFor Steve and Angela Watts of Slyde Handboards, it seemed like a no-brainer. After racking up credit card debt, the couple met a dead-end in their body surfing and water sports business — and \"Shark Tank\" was like a light at the end of the tunnel.\n\n\"Right before we got the call from the producers that we were going to be on the show, I remember the week before crying to Steve, saying that I think I'm going to have to take another job because I don't know how we're going to pay rent,\" said Angela.\n\nThat lucky call was just the beginning.\n\nOn \"Shark Tank,\" the couple asked for $200,000 for a 15 percent stake in their company. The panel of investors were impressed by their dedication to the business — but Kevin O'Leary didn't think sales were high enough.\n\nThat, however, didn't stop him from giving the couple an unlikely offer.\n\n\"I'm actually now licensed to marry people, and I'm willing to perform your wedding right here in the Shark Tank,\" said O'Leary. \"If you two are ready, let's do it right now.\"\n\nThe couple laughed it off and respectfully declined the offer. Later, Steve jokingly told CNBC in an interview that they \"kind of wished [they] had done it,\" after realizing that even last-minute Las Vegas weddings can get pricey.\n\n\"Without the show we wouldn't be where we are now,\" Angela added. \"We were at a point where we were so much in debt in our own credit cards, to our family...we really needed it, and it couldn't have come at a better time.\"\n\nDon't miss Steve and Angela Watts pitch Slyde Handboards Sunday at 7P ET on CNBC.\n\n\n\n\n\n\n\n\n\n\n\n\n\n"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Eric Rosenbaum", "title": "It won't be because of politics, but more wealthy investors see the end of bull market coming", "description": "Investors with more than $1 million in the market haven't changed their view of stocks after the midterm election results, but bullishness is coming down for reasons that are not about politics.", "url": "https://www.cnbc.com/2018/11/18/more-wealthy-investors-see-the-end-of-the-bull-market-coming.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/06/105556839-1541540183772gettyimages-1053299772.1910x1000.jpeg", "publishedAt": "2018-11-18T13:30:00Z", "content": "A little bit more neative on the PF stuff. What is pmacted new congress will have on debt you pay 56 percent said no impacy yet 26 percent somewhat negative and 5 percen very negative, believe rates go up as a result of this new congress. The wya i intepret i… [+1898 chars]", "fulltext": "Investors think the end of the record bull run is almost here — but they aren't blaming the change of power in Congress.\n\nThose are among the takeaways of a new report by E-Trade, which found that only 9 percent of investors with at least $1 million in a self-directed brokerage account expect stock market volatility to decrease as a result of midterm election results that turned out as they expected.\n\nMore millionaires expect volatility to remain the same (47 percent) or increase (44 percent), according to a survey conducted by E-Trade Financial between Nov. 7 and Nov. 12 among 900 investors who trade their own accounts (the results for the more than 100 millionaires included in this survey are provided exclusively to CNBC). Sixty-seven percent plan to make no changes to their portfolios as a result of the elections, the E-Trade survey found.\n\nAfter the midterm elections that saw Democrats retake the House of Representatives, the markets suffered another bumpy week in the post-midterm election period, with steep losses suffered by stocks. But if political headlines weighed on investors, it was more likely that the unresolved trade war with China was the reason, rather than the reshuffling of House seats.\n\nSeveral headlines from the past week featured White House officials contradicting each other over trade negotiations with China and the potential implementation of additional tariffs in January. That back-and-forth may have contributed to losses of more than two percent for the Dow Jones Industrial Average and Nasdaq.\n\nHowever, E-Trade's data suggests that many wealthy investors are not focused on short-term political risks, and are not making major changes to their portfolios in the post midterm election period, even if they expect volatility to remain elevated."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "US shale firms offer $100 million to aid Texas, New Mexico", "description": "More than a dozen top U.S. energy companies have pledged $100 million toward easing stresses on health care, education and civic infrastructure from the shale oil and gas boom in West Texas and New Mexico, the group said on Sunday.", "url": "https://www.cnbc.com/2018/11/18/us-shale-firms-offer-100-million-to-aid-texas-new-mexico.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/08/105493935-1539013042160gettyimages-965010664.1910x1000.jpeg", "publishedAt": "2018-11-18T12:30:00Z", "content": "More than a dozen top U.S. energy companies have pledged $100 million toward easing stresses on health care, education and civic infrastructure from the shale oil and gas boom in West Texas and New Mexico, the group said on Sunday. Chevron, EOG Resources, Exx… [+1339 chars]", "fulltext": "More than a dozen top U.S. energy companies have pledged $100 million toward easing stresses on health care, education and civic infrastructure from the shale oil and gas boom in West Texas and New Mexico, the group said on Sunday.\n\nChevron, EOG Resources, Exxon Mobil and Royal Dutch Shell are among 17 companies backing the Permian Strategic Partnership, as the consortium is called, Don Evans, a former U.S. government official and energy executive helping launch the group, told Reuters on Saturday.\n\nThe group seeks to address labor and housing shortages, overtaxed healthcare and traffic congestion caused in part by companies descending on the Permian Basin, the nation's largest oilfield, where they hope to pump billions of dollars' worth of oil and gas in coming decades, experts said.\n\n\"It's a significant amount of money, but these are huge challenges,\" said Evans, a former U.S. Secretary of Commerce who lives in Midland, Texas, the epicenter of the shale oil revolution. \"We don't have enough teachers. We don't have enough doctors.\"\n\nThe group aims to work with regional and federal officials, companies, nonprofit groups and educators in New Mexico and Texas, said Evans, who started in the Permian and became CEO of producer Tom Brown Inc before joining the administration of former President George W. Bush.\n\nThe group is assembling plans to hold meetings in communities across the region, so \"everyone have a voice\" in the undertaking. There is no timetable or plan for how the initial contribution will be spent. The group is recruiting staff and searching for office space, he said."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "French protesters rail against Macron's fuel taxes with road blocks", "description": "Thousands of French protesters hit out at higher fuel taxes and President Emmanuel Macron's economic policies in demonstrations across motorways on Saturday.", "url": "https://www.cnbc.com/2018/11/18/french-protesters-rail-against-macrons-fuel-taxes-with-road-blocks----.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/18/105580985-1542541289306gettyimages-1063109270.1910x1000.jpeg", "publishedAt": "2018-11-18T11:45:00Z", "content": "In 18 months in power, Macron has seen off trade unions and street demonstrations as he loosened labour laws and overhauled the heavily indebted state rail operator SNCF in a bid to reboot the economy. Derided by political opponents as \"the president of the r… [+1108 chars]", "fulltext": "At a blockade in the southeastern department of Savoie, a driver panicked when protesters surrounded her car and she accelerated, hitting and killing a female demonstrator, French Interior Minister Christophe Castaner said.\n\nAt least 227 people were injured across France, including six seriously, according to the interior ministry, which estimated that nearly 283,000 demonstrators took part in Saturday's protests. A policeman also sustained serious injuries.\n\nBy early evening, 73 people had been taken into custody, and some demonstrators were still in place at nightfall. Police used tear gas to clear the entrance to a tunnel under the Mont-Blanc mountain in the Alps, and to push back demonstrators near the Elysee Palace in Paris and in the centre of Lyon.\n\nProtestors chanted \"Macron, resign\" and some sported slogans such as \"give us back our purchasing power\" on the back of the yellow high-visibility vests, which have come to symbolise the movement.\n\n\"There are just too many taxes in France,\" said Veronique Lestrade, a demonstrator on the outskirts of Paris, who said her family was struggling to make ends meet."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Trump calls CIA assessment of Khashoggi murder premature but possible", "description": "President Donald Trump on Saturday called a CIA assessment blaming Saudi Crown Prince Mohammed bin Salman for the killing of Saudi journalist Jamal Khashoggi \"very premature\" and said he will receive a complete report on the case on Tuesday.", "url": "https://www.cnbc.com/2018/11/18/trump-calls-cia-assessment-of-khashoggi-murder-premature-but-possible.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/12/105569140-1542045508470rts259u2.1910x1000.jpg", "publishedAt": "2018-11-18T11:06:00Z", "content": "Nauert said the State Department will continue to seek facts and work with other countries to hold those involved in the journalist's killing accountable \"while maintaining the important strategic relationship between the United States and Saudi Arabia.\" Trum… [+3586 chars]", "fulltext": "Nauert said the State Department will continue to seek facts and work with other countries to hold those involved in the journalist's killing accountable \"while maintaining the important strategic relationship between the United States and Saudi Arabia.\"\n\nTrump discussed the CIA assessment by phone with the agency's director, Gina Haspel, and Secretary of State Mike Pompeo while flying to California on Saturday, White House spokeswoman Sarah Huckabee Sanders told reporters.\n\nThe CIA had briefed other parts of the U.S. government, including Congress, on its assessment, sources told Reuters on Friday, a development that complicates Trump's efforts to preserve ties with the key U.S. ally.\n\nA source familiar with the CIA's assessment said it was based largely on circumstantial evidence relating to the prince's central role in running the Saudi government.\n\nThe CIA's finding is the most definitive U.S. assessment to date tying Saudi Arabia's de facto ruler directly to the killing and contradicts Saudi government assertions that Prince Mohammed was not involved.\n\nKhashoggi, a critic of the crown prince, was killed in October at the Saudi consulate in Istanbul when he went there to pick up documents he needed for his planned marriage.\n\nAs lawmakers push legislation to punish Saudi Arabia for the killing, both Republican and Democratic senators on Saturday urged Trump to be tough on the crown prince, with whom he has cultivated a deep personal relationship.\n\n\"Everything points to the Crown Prince of Saudi Arabia, MbS, ordering @washingtonpost journalist Jamal #Khashoggi's killing. The Trump administration should make a credible determination of responsibility before MbS executes the men who apparently carried out his orders,\" tweeted Senator Bob Corker, chairman of the Senate Foreign Relations Committee, on Saturday.\n\nTrump and top administration officials have said Saudi Arabia should be held to account for any involvement in Khashoggi's death and have imposed sanctions on 17 Saudis for their role in the killing.\n\nBut they have also stressed the importance of Washington's ties with Riyadh, one of the biggest clients of the U.S. defense industry. Trump wants to preserve the Saudi arms deals, despite growing opposition in Congress.\n\n\"They have been a truly spectacular ally in terms of jobs and economic development,\" Trump said. \"As president, I have to take a lot of things into consideration.\"\n\nMarine General Joseph Dunford, chairman of the Joint Chiefs of Staff, noted on Saturday that the kingdom plays a key military role for the United States in the Middle East.\n\n\"Saudi Arabia has been an important partner to regional security in the past. I expect they will be in the future,\" he said at a security forum in Halifax, adding Middle Eastern allies including Saudi Arabia are \"a stabilizing force in the region.\"\n\nOn Thursday, Saudi Arabia's public prosecutor said he was seeking the death penalty for five suspects charged in the killing of Khashoggi.\n\nThe prosecutor, Shaalan al-Shaalan, told reporters the crown prince knew nothing of the operation, in which Khashoggi's body was dismembered and removed from the consulate. Saudi officials have said a team of 15 Saudi nationals were sent to confront Khashoggi and he was accidentally killed in a chokehold by men who were trying to force him to return to the kingdom. Lawmakers critical of Saudi Arabia for Khashoggi's killing and its role in Yemen's civil war are ramping up their efforts to clamp down on the country.\n\n\"Trump must accept (for once) his intelligence experts' incontrovertible conclusion: Crown Prince MBS is culpable for Khashoggi's monstrous murder. This brazen killing must have consequences - sanctions, prosecution, removal of MBS & others, not continued cover-up, enabled by Trump,\" tweeted Democratic Senator Richard Blumenthal on Saturday."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Spriha Srivastava", "title": "British PM May says changing leadership will delay Brexit", "description": "British Prime Minister Theresa May said on Sunday that the number of letters required to trigger a no-confidence vote in the Parliament had not been met.", "url": "https://www.cnbc.com/2018/11/18/british-prime-minister-theresa-may-on-brexit.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/15/105575963-1542269439054gettyimages-1061486868.1910x1000.jpeg", "publishedAt": "2018-11-18T10:40:00Z", "content": "If 48 Conservative MPs (Members of Parliament) back a no-confidence vote, there will be a leadership contest and the prime minister would need more than 50 percent of the vote to stay in office. On the plus side, should she win that vote, she could not be cha… [+1518 chars]", "fulltext": "British Prime Minister Theresa May said on Sunday that the number of letters required to trigger a no-confidence vote in the Parliament had not been met and a change in leadership will only delay Brexit.\n\n\"As far as I know, no, it has not,\" May told Sky News, when asked if the threshold had been met for a formal leadership contest, Reuters reported.\n\nUnder the Conservative Party's own rules, 48 letters of no confidence in May are required to trigger a challenge. At least 20 have been made public and it's expected that a number of others have been sent but not declared.\n\nIf 48 Conservative MPs (Members of Parliament) back a no-confidence vote, there will be a leadership contest and the prime minister would need more than 50 percent of the vote to stay in office. On the plus side, should she win that vote, she could not be challenged again for at least a year. A vote could happen as early as Monday.\n\nSpeaking to Sky News, May said she was going to Brussels to meet European Commission president Jean-Claude Juncker. She further added that when the deal comes to the Parliament, lawmakers should think about the need to deliver on Brexit. If the deal is voted down by the Parliament, May said, the government would come back with proposals for the next step.\n\nOn Sunday, the chairman of the committee in charge of Conservative Party leadership contests told BBC radio that the threshold for triggering challenge to May's leadership had not been met.\n\n\"The intention is clear that if it were to happen it ought to be a test of opinion very quickly in order to clear the air and get it out of the way,\" Graham Brady, chair of the '1922 Committee' said."}]