[{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Eustance Huang", "title": "Australian stocks lower amid fresh uncertainties on Brexit and US-China relations", "description": "A text outlining the future relationship between the European Union and the U.K. was leaked on Thursday.", "url": "https://www.cnbc.com/2018/11/23/asia-markets-us-china-trade-war-brexit-currencies-in-focus.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/16/105508466-1539645552516gettyimages-1051863356.1910x1000.jpeg", "publishedAt": "2018-11-23T00:00:00Z", "content": "A text outlining the future relationship between the European Union and the U.K. was leaked on Thursday. The draft text is now being pored over by representatives of the EU's 27 remaining members. If an agreement can be found, the heads of state will sign off… [+713 chars]", "fulltext": "Stocks in Asia slipped on Friday as investors remained wary amid heightened tensions between the United States and China, and uncertainties surrounding the U.K.'s divorce negotiations with the European Union.\n\nMainland Chinese markets were among the biggest losers in the region, in terms of percentage declines. The Shanghai composite fell 2.49 percent to close at around 2,579.48 while the Shenzhen composite declined by 3.657 percent to 1,335.15.\n\nHong Kong's Hang Seng index also slipped 0.48 percent during its final hour of trade.\n\n\"Concerns over trade tensions continue to build up ahead of the meeting between Donald Trump and Xi Jinping that is to happen on the side-lines of the G-20 meeting next week,\" said OCBC Treasury Research in a note.\n\nSouth Korea's Kospi was lower by 0.6 percent to close at 2,057.48, with shares of industry heavyweight Samsung Electronics slipping 0.12 percent.\n\nAustralia's benchmark ASX 200 closed 0.44 percent higher at 5,716.2, with the heavily weighted financial subindex gaining 1.08 percent.\n\nShares of major mining stocks Down Under were mostly down: Rio Tinto fell 0.31 percent and BHP declined 0.72 percent. Fortescue, on the other hand, was higher by 0.25 percent.\n\nJapan's markets were closed on Friday for a public holiday."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "CNBC Asia Source", "title": "The natural gas market has been 'reasonably balanced': Shell", "description": "The jump in natural gas prices in the U.S. was a \"temporary\" and \"local\" issue related to low storage levels and winter starting early, says Maarten Wetselaar of Shell.", "url": "https://www.cnbc.com/video/2018/11/22/the-natural-gas-market-has-been-reasonably-balanced-shell.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/22/105588883-5ED1-ASB-Maarten-112218.600x400.jpg", "publishedAt": "2018-11-22T23:58:00Z", "content": null, "fulltext": "The natural gas market has been 'reasonably balanced': Shell\n\n6:58 PM ET Thu, 22 Nov 2018\n\nThe jump in natural gas prices in the U.S. was a \"temporary\" and \"local\" issue related to low storage levels and winter starting early, says Maarten Wetselaar of Shell."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "US government reportedly asked allies to avoid using equipment manufactured by China's Huawei", "description": "Intelligence agency leaders and others have said they are concerned that Huawei and other Chinese companies may be beholden to the Chinese government or ruling Communist Party, raising the risk of espionage.", "url": "https://www.cnbc.com/2018/11/22/us-government-reportedly-asked-allies-to-avoid-using-huawei-equipment.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/07/09/105317930-1531140078813gettyimages-985975406.1910x1000.jpeg", "publishedAt": "2018-11-22T23:01:00Z", "content": "The U.S. government is trying to persuade wireless and internet providers in allied countries to avoid telecommunications equipment from China's Huawei Technologies, the Wall Street Journal reported on Thursday. U.S. officials have reached out to their govern… [+910 chars]", "fulltext": "The U.S. government is trying to persuade wireless and internet providers in allied countries to avoid telecommunications equipment from China's Huawei Technologies, the Wall Street Journal reported on Thursday.\n\nU.S. officials have reached out to their government counterparts and telecom executives in friendly countries where Huawei equipment is already in wide use about what they see as cybersecurity risks, according to the WSJ report , which cited unnamed people familiar with the situation.\n\nHuawei has come under scrutiny in the United States recently.\n\nIntelligence agency leaders and others have said they are concerned that Huawei and other Chinese companies may be beholden to the Chinese government or ruling Communist Party, raising the risk of espionage.\n\nWashington has been considering increasing financial aid for telecommunications development in countries that shun Chinese-made equipment, the WSJ reported.\n\nOne of the government's concerns is based on the use of Chinese telecom equipment in countries that host U.S. military bases, such as Germany, Italy and Japan, the report added.\n\nHuawei did not immediately respond to a Reuters request for comment."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Robert Ferris", "title": "The pioneering and popular compact Range Rover Evoque gets a major makeover", "description": "The Evoque is often credited with being a pioneer in the compact luxury SUV segment. That once small slice of the market is now \"absolutely on fire,\" as buyers shift further toward crossovers and SUVs.", "url": "https://www.cnbc.com/2018/11/21/range-rovers-compact-evoque-suv-gets-a-hybrid-powertrain-and-tech.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/21/105586876-1542812785766rr_evq_20my_capability_s44_221118_09.1910x1000.jpg", "publishedAt": "2018-11-22T20:00:00Z", "content": "Iconic off-road automaker Land Rover is sprucing up a model that has become one of hottest sellers in the rapidly growing luxury compact sport utility vehicle segment. div &gt; div.group &gt; p:first-child\"&gt; When the Range Rover Evoque makes its global deb… [+1518 chars]", "fulltext": "Iconic off-road automaker Land Rover is sprucing up a model that has become one of hottest sellers in the rapidly growing luxury compact sport utility vehicle segment.\n\nWhen the Range Rover Evoque makes its global debut on Thursday, it will be the first time the popular and relatively affordable vehicle has been refreshed since 2015.\n\nThe Evoque is often credited with being a pioneer in the compact luxury SUV segment. That once small slice of the market is now \"absolutely on fire,\" as buyers shift further toward crossovers and SUVs, Kelley Blue Book analyst Rebecca Lindland told CNBC.\n\nIn 2018, entry level luxury SUVs are not only the largest luxury segment, but now account for more than one in three luxury sales overall in the United States, said Jeremy Acevedo, manager of Data Strategy for Edmunds. It became luxury's best selling segment in 2016.\n\n\"The Evoque really embodies this segment perfectly, combining strong design, ride height, and a relatively affordable entry point,\" he said. \"The Evoque and vehicles like it represent today's 'typical\" luxury vehicle.'\"\n\nThe Evoque was first producted in 2011, and sales hit a high of 12,157 units in 2015 when the vehicle was last revamped. They have fallen since — a result of the Evoque's age and the release of even more affordable vehicles in Land Rover brand, such as the Discovery Sport.\n\nThis model will be the first to introduce some new features for the entire brand, a sign of how important this segment has become. It will offer Land Rover's first \"mild hybrid\" system, which means it can shut the gasoline engine off whenever the car is coasting, braking or stopped. Land Rover has a plan to offer some sort of electric or hybrid version for its entire lineup by 2020."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Comey resists closed-door Congress interview on FBI actions", "description": "Comey says he'll resist appearing behind closed doors Dec. 3. He says of House Republicans: \"I've seen enough of their selective leaking and distortion. Let's have a hearing and invite everyone to see.\"", "url": "https://www.cnbc.com/2018/11/22/comey-resists-closed-door-congress-interview-on-fbi-actions.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/06/08/104517949-GettyImages-693750266.1910x1000.jpg", "publishedAt": "2018-11-22T18:18:00Z", "content": "Former FBI chief James Comey said Thursday he will resist a subpoena to appear before a congressional committee Dec. 3 unless that happens publicly because House Republicans will distort anything he says behind closed doors. \"I'm still happy to sit in the lig… [+1316 chars]", "fulltext": "Former FBI chief James Comey said Thursday he will resist a subpoena to appear before a congressional committee Dec. 3 unless that happens publicly because House Republicans will distort anything he says behind closed doors.\n\n\"I'm still happy to sit in the light and answer all questions,\" he tweeted.\n\nThe House Judiciary Committee chairman, Rep. Bob Goodlatte of Virginia, subpoenaed Comey as part of an investigation into FBI decisions made during the 2016 election, when Democrat Hillary Clinton was cleared in a probe into her email use and agents opened an investigation into Donald Trump's campaign and Russia.\n\nSome Republicans have argued that Justice officials were conspiring against Trump's election when Comey ran the bureau and they have interviewed multiple current and former Justice officials behind closed doors in an effort to prove their point. Democrats say Republicans are trying to discredit special counsel Robert Mueller's Russia investigation before they lose control of the House in January.\n\nComey, who was fired by Trump, tweeted of House Republicans: \"I've seen enough of their selective leaking and distortion. Let's have a hearing and invite everyone to see.\"\n\nHis lawyer, David Kelley, said in a statement that Comey \"will resist in court this abuse of process.\"\n\n"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Mack Hogan", "title": "These are the best cars we tested in 2018", "description": "CNBC tested dozens of cars in 2018. These are the best cars we drove, broken down into our top picks for a mainstream car, mainstream SUV/truck, luxury car, luxury SUV, best family vehicle and best performance car.", "url": "https://www.cnbc.com/2018/11/22/the-best-cars-we-tested-in-2018.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/05/11/105202841-mazda-3-5.1910x1000.JPG", "publishedAt": "2018-11-22T18:05:00Z", "content": "After a long hiatus, Cadillac is back to being a marque that offers world-beating technology. Nowhere is that more apparent than in the CT6, where the company's Super Cruise semi-autonomous driving system takes center stage. It was already the best such syste… [+572 chars]", "fulltext": "In 2018, we had the opportunity to sample nearly 50 new cars, trucks and SUVs from myriad of automakers. We tested everything from $16,005 hatchbacks to six-figure coupes, doing our best to cover the gamut of fresh sheet metal on sale today.\n\nOf all of the cars we tested, though, some distinguished themselves. While many cars impressed us, these six set themselves above the rest."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Trump warns of government shutdown next month over border security", "description": "Ahead of U.S.  congressional elections earlier this month, Trump denounced the approach of a caravan of  migrants as an \"invasion\" that threatened American national security, and he  sent thousands of U.S.  troops to the border to help secure it.", "url": "https://www.cnbc.com/2018/11/22/trump-warns-of-government-shutdown-next-month-over-border-security.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/07/105559313-1541611736306trump2.1910x1000.jpg", "publishedAt": "2018-11-22T17:09:00Z", "content": "President Donald Trump warned on Thursday there could be a government shutdown next month over security on the border with Mexico, suggesting he could hold up negotiations if no more money is provided for a wall between the two countries. \"Could there be a sh… [+2028 chars]", "fulltext": "President Donald Trump warned on Thursday there could be a government shutdown next month over security on the border with Mexico, suggesting he could hold up a funding deal if no more money is provided for a wall between the two countries.\n\n\"Could there be a shut down? There certainly could and it will be about border security, of which the wall is a part,\" Trump told reporters in Palm Beach, Florida.\n\nThe U.S. Congress faces a deadline next month to fund parts of the federal government and a possible showdown over money for Trump's proposed border wall.\n\nHaving won control of the House in midterm elections, Democrats have said they will be even less motivated than before to meet Trump's wall demands.\n\nTrump also said he had given the military the authorization to use lethal force if necessary on the border with Mexico.\n\n\"If they have to they are going to use lethal force. I've given the OK - I hope they don't have to.\"\n\nTrump also warned that the United States could close the whole border with Mexico for a period of time \"if we find that it gets to a level where we are going to lose control or our people are going to start getting hurt.\"\n\nThis would mean Mexico will not be able to sell their cars into the United States, added Trump, who has complained about the number of cars U.S. manufacturers produce in Mexico.\n\nVehicle exports from Mexico to the United States in 2017 totaled 2.3 million units.\n\nAhead of U.S. congressional elections earlier this month, Trump denounced the approach of a caravan of migrants as an \"invasion\" that threatened American national security, and he sent thousands of U.S. troops to the border to help secure it.\n\nU.S. Defense Secretary Jim Mattis said on Wednesday that he had been granted authority to allow troops on the Mexican border greater powers to help protect border officials, and would await direction from the Department of Homeland Security.\n\nMattis said troops could help protect the border agents with shields and batons, but would be unarmed.\n\nTwo U.S. officials, speaking on the condition of anonymity, told Reuters this week a memo signed by White House Chief of Staff John Kelly gave Mattis the authority to protect immigration agents and if necessary, could include actions like use of lethal force, crowd control, temporary detention and cursory searches.\n\nTrump has issued ultimatums about wall funding before, with little impact, even with his own Republican Party in majority control of both the Senate and the House of Representatives.\n\nIf the two parties cannot reach a funding deal, there would be a partial government shutdown, with so-called \"essential services,\" including some at the Department of Homeland Security, likely remaining in operation."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Trump's rails against court, migrants in call to troops", "description": "Trump is citing the situation involving migrants camped in Tijuana, Mexico, after traveling in a caravan to reach the United States.", "url": "https://www.cnbc.com/2018/11/22/trump-issues-thanksgiving-threat-to-close-us-mexico-border.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/04/18/105141694-GettyImages-947961468.1910x1000.jpg", "publishedAt": "2018-11-22T16:44:00Z", "content": "President Donald Trump used a Thanksgiving Day call to troops deployed overseas to pat himself on the back and air grievances about the courts, trade and migrants heading to the U.S.-Mexico border. Trump's call, made from his opulent private Mar-a-Lago club, … [+5871 chars]", "fulltext": "President Donald Trump used a Thanksgiving Day call to troops deployed overseas to pat himself on the back and air grievances about the courts, trade and migrants heading to the U.S.-Mexico border.\n\nTrump's call, made from his opulent private Mar-a-Lago club, struck an unusually political tone as he spoke with members of all five branches of the military to wish them happy holidays.\n\n\"It's a disgrace,\" Trump said of judges who have blocked his attempts to overhaul U.S. immigration law, as he linked his efforts to secure the border with military missions overseas.\n\nTrump later threatened to close the U.S. border with Mexico for an undisclosed period of time if his administration determines Mexico has lost \"control\" on its side.\n\nThe call was a uniquely Trump blend of boasting, peppered questions and off-the-cuff observations as his comments veered from venting about slights to praising troops — \"You really are our heroes,\" he said — as club waiters worked to set Thanksgiving dinner tables on the outdoor terrace behind him. And it was yet another show of how Trump has dramatically transformed the presidency, erasing the traditional divisions between domestic policy and military matters and efforts to keep the troops clear of politics.\n\n\"You probably see over the news what's happening on our southern border,\" Trump told one Air Force brigadier general stationed at Bagram Airfield in Afghanistan, adding: \"I don't have to even ask you. I know what you want to do, you want to make sure that you know who we're letting in.\"\n\nTrump also continued to rail against the 9th U.S. Circuit Court of Appeals, which he said has become \"a big thorn in our side.\"\n\n\"It's a terrible thing,\" he said, when judges \"tell you how to protect your border. It's a disgrace.\"\n\nLater, Trump asked a U.S. Coast Guard commander about trade, which he noted was \"a very big subject\" for him personally.\n\n\"We've been taken advantage of for many, many years by bad trade deals,\" Trump told the commander, who sheepishly replied that, \"We don't see any issues in terms of trade right now.\"\n\nAnd throughout, Trump was sure to congratulate himself, telling the officers that the county is doing exceptionally well on his watch.\n\n\"I hope that you'll take solace in knowing that all of the American families you hold so close to your heart are all doing well,\" he said. \"The nation's doing well economically, better than anybody in the world.\" He later told reporters \"nobody's done more for the military than me.\"\n\nIndeed, asked what he was thankful for this Thanksgiving, Trump cited his \"great family,\" as well as himself.\n\n\"I made a tremendous difference in this country,\" he said. \"This country is so much stronger now than it was when I took office and you wouldn't believe it and when you see it, we've gotten so much stronger people don't even believe it.\"\n\nBut Trump continued to warn about the situation on the southern border as he took questions from reporters, pointing to the caravans of Central American migrants that have been making their way toward the U.S. and warning that, \"If we find that it gets to a level where we lose control or people are going to start getting hurt, we're going to close entry into the country for a period of time until we get it under control.\"\n\nHe said he had the authority to do so by executive order and claimed he'd already used it earlier this week. \"Two days ago, we closed the border. We actually just closed it, said nobody's coming in because it was just out of control.\"\n\nBy no means did he seal the border with Mexico. Officials did shut down one port of entry, San Ysidro, in California, for several hours early Monday morning to bolster security because of concerns about a potential influx of migrant caravan members. They closed northbound lanes into the U.S. and reopened most of them before the morning rush.\n\nTrump's border threat came days after a federal judge put the administration's attempts to overhaul asylum rules on hold. Courts have also blocked several versions of the president's travel ban as well as his attempt to end a program that allows young immigrants brought to the country illegally as children to live and work in the country.\n\nTrump probably could close the entire southern border by order, at least temporarily, invoking national security powers. Doing so could cause extraordinary damage to bilateral relations as well as to cross-border commerce between the U.S. and Mexico, its third largest trading partner. It would not necessarily stop migrants from coming; Trump would have to contend with the same asylum laws already vexing his efforts to harden the border.\n\nAmong other subjects the president touched on in his question-and-answer session with the press:"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Trump counters CIA, says report that tied Saudi crown prince to Khashoggi's killing was inconclusive", "description": "Republicans and Democrats have accused Trump of ignoring U.S. intelligence that concluded it was likely Saudi Crown Prince Mohammed bin Salman ordered the killing. Trump says the CIA's report was inclusive.", "url": "https://www.cnbc.com/2018/11/22/trump-counters-cia-report-on-journalist-jamal-khashoggis-death.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579562-1542392126225gettyimages-1062364580.1910x1000.jpeg", "publishedAt": "2018-11-22T16:31:00Z", "content": "President Donald Trump is insisting there's not enough evidence to blame Saudi Arabia's crown prince for the killing of Washington Post columnist Jamal Khashoggi at a Saudi Consulate in Turkey. Trump told reporters during a Thanksgiving appearance at his Mar-… [+1565 chars]", "fulltext": "President Donald Trump on Thursday disputed that U.S. intelligence officials had concluded that the de facto leader of American ally Saudi Arabia ordered the killing of a U.S.-based journalist Jamal Khashoggi who was critical of the kingdom's royal family.\n\nCiting vehement denials by the crown prince and king that they were involved, Trump said \"maybe the world should be held accountable because the world is a vicious place. The world is a very, very vicious place.\"\n\nCritics in Congress and high-ranking officials in other countries are accusing Trump of ignoring human rights and giving Saudi Arabia a pass for economic reasons, including its influence on the world oil market.\n\n\"It's a terrible thing. I dislike it more than you do. But the fact is ... they create tremendous wealth, really tremendous jobs in their purchases and very importantly, they keep the oil price down.\"\n\nAmerican intelligence agencies have concluded that the crown prince ordered the killing in the Saudi Consulate in Turkey, according to a U.S. official familiar with the assessment. The official was not authorized to discuss the matter publicly and spoke on condition of anonymity.\n\nOthers familiar with the case caution that while it's likely that the crown prince was involved in the death, questions remain about the extent of his culpability.\n\nSeveral lawmakers have indicated that the U.S. has no \"smoking gun\" that proves the crown prince was responsible. They have called on the CIA and other top intelligence agencies to share publicly what they told the president about the slaying.\n\n\"I hate the crime,\" Trump said while on vacation in Florida. \"I hate what's done. I hate the cover-up and I will tell you this — the crown prince hates it more than I do.\"\n\nHe said the CIA \"points it both ways and as I said, maybe he did, maybe he didn't. But I will say very strongly that it's a very important ally and if we go by a certain standard, we won't be able to have allies with almost any country.\"\n\nHe also has pushed back on the idea that his refusal to punish the Saudis more will embolden other governments to go after journalists and commit other human rights abuses.\n\nSecretary of State Mike Pompeo has noted that the U.S. has imposed sanctions on 17 Saudi officials suspected of involvement in the killing.\n\n\"We've sanctioned 17 people — some of them very senior in the Saudi government,\" Pompeo said Wednesday in a radio interview with KCMO in Kansas City, Missouri. \"We are going to make sure that America always stands for human rights.\"\n\nSaudi prosecutors have said a 15-man team sent to Istanbul killed Khashoggi with tranquilizers and dismembered his body, which has not been found. Those findings came after Saudi authorities spent weeks denying Khashoggi had been killed in the consulate.\n\nSome lawmakers have triggered investigations into Khashoggi's death and specifically whether the crown prince was responsible. The investigations were requested under provisions of the Global Magnitsky Human Rights Accountability Act.\n\nThe act requires the president to report back to the Senate Foreign Relations Committee within 120 days — in this case by Feb. 7 — on whether the crown prince was responsible for an extrajudicial killing, torture or other gross violation of internationally recognized human rights against someone exercising freedom of expression and the administration's decision on whether sanctions are warranted."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "CNBC with Reuters", "title": "Theresa May's Brexit deal is 'worst of all worlds,' opposition Labour leader says", "description": "Jeremy Corbyn added that May's Brexit deal with the European Union is a testament to failed negotiations.", "url": "https://www.cnbc.com/2018/11/22/mays-brexit-deal-is-worst-of-all-worlds-labours-corbyn-says.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/11/06/104821913-GettyImages-699234370.1910x1000.jpg", "publishedAt": "2018-11-22T16:22:00Z", "content": "British Prime Minister Theresa May's Brexit deal is the \"worst of all worlds,\" opposition Labour Party leader Jeremy Corbyn said in the House of Commons on Thursday. div &gt; div.group &gt; p:first-child\"&gt; His comments came soon after the publication of th… [+1529 chars]", "fulltext": "British Prime Minister Theresa May's Brexit deal is the \"worst of all worlds,\" opposition Labour Party leader Jeremy Corbyn said in the House of Commons on Thursday.\n\nHis comments came soon after the publication of the political declaration on the framework for the U.K.'s future relations with the European Union.\n\n\"These 26 pages are a testament to the failure of the (Conservatives') bungled negotiations. Nineteen extra pages but nothing has changed,\" Corbyn said, adding that it fell short of his party's tests to support the deal.\n\n\"It represents the worst of all worlds: no say over the rules that will continue to apply and no certainty for the future.\"\n\nFollowing her statement to Parliament, May was then forced to defend her deal from all sides of the political spectrum.\n\nSir Bill Cash, a Conservative Brexiteer and chair of the European scrutiny committee, said the document is \"self-contradictory\" as European judges would still have a role in deciding British laws.\n\nCash announced that the committee that he heads will now hold an inquiry into the government's handling of the Brexit talks.\n\nSeveral Brexit supporting lawmakers also called on May to remove the \"backstop agreement\" from the withdrawal agreement. The backstop is a safety net that has been put in place to ensure that no hard border is erected between the Republic of Ireland, which is staying in the European Union, and Northern Ireland, which will leave in March as part of the United Kingdom.\n\nSir Jeffery Donaldson, the Democratic Unionist Party's (DUP) chief whip, said the backstop is unacceptable to his party. Without the support of the DUP, May would likely fail to get parliamentary approval for her withdrawal deal when a vote is held at some point in December."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Shawn M. Carter", "title": "Here's how much more millennials plan to spend on the holidays compared to other generations", "description": "A quarter of Americans generally, and 35 percent of millennials, say they plan to spend more this year than they did last year,  according to Discover's 2018 Holiday Shopping Survey.", "url": "https://www.cnbc.com/2018/11/21/how-much-millennials-plan-to-spend-on-the-holidays.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/12/21/104911736-superstore_holiday_party.1910x1000.jpg", "publishedAt": "2018-11-22T16:00:00Z", "content": "Holiday season is finally here and Americans are ready to spend. A quarter of consumers say they plan to spend more this year than last they did last year, according to Discover's 2018 Holiday Shopping Survey, and millennials are the most eager. div &gt; div.… [+1309 chars]", "fulltext": "Holiday season is finally here and Americans are ready to spend. A quarter of consumers say they plan to spend more this year than last they did last year, according to Discover's 2018 Holiday Shopping Survey, and millennials are the most eager.\n\nOver a third of millennials expect their spending to go up, reports Discover, which surveyed over 2,000 U.S. adults ages 18 and older. That's compared with 33 percent of those in Gen Z, 26 percent of Gen Xers and just 16 percent of baby boomers.\n\nAcross all age groups, the average amount people expect to spend on gifts and necessities is $819, reports Harris Poll and advertising-technology company OpenX. Millennials plan to drop an average of $861.\n\nThe reasons shoppers expect to spend more vary: About 40 percent of millennials and 51 percent of those in Gen X credit higher wages. (The U.S. median household income reached a record $61,372 in 2017.) Meanwhile, 38 percent of Gen Xers and 36 of Baby Boomers who say they'll be parting with more money to accommodate more people on their shopping list.\n\nAnd more consumers will be opting for plastic this year, too. \"The number of those who expect to use credit cards to pay for most of their holiday gifts jumped to 38 percent this year, up from 32 percent in 2017,\" reports Discover.\n\nThat's largely because shoppers are trying to take advantage of cash back and other perks: \"Among those who favor credit cards when making holiday purchases, 54 percent say earning rewards is the driving factor, up from 42 percent last year.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Trump's written answers to special counsel questions come after a long, tortured road", "description": "Any questioning of a president in a criminal investigation tests the limit of executive authority. Putting this president on the record also tests his ability to stick to the facts and risks a constitutional showdown.", "url": "https://www.cnbc.com/2018/11/22/trump-submits-written-answers-to-special-counsel-questions.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/11/01/104812639-GettyImages-868855364.1910x1000.jpg", "publishedAt": "2018-11-22T15:55:00Z", "content": "The date had been picked, the location too, and the plan was penciled in: President Donald Trump would be whisked from the White House to Camp David on a quiet winter Saturday to answer questions from special counsel Robert Mueller's team. But as the Jan. 27,… [+8042 chars]", "fulltext": "The date had been picked, the location too, and the plan was penciled in: President Donald Trump would be whisked from the White House to Camp David on a quiet winter Saturday to answer questions from special counsel Robert Mueller's team.\n\nBut as the Jan. 27, 2018, date neared and Mueller provided the topics he wanted to discuss, Trump's lawyers balked. Attorney John Dowd then fired off a searing letter disputing Mueller's authority to question the president. The interview was off.\n\nNearly a year later, Trump has still not spoken directly to Mueller's team — and may never. Through private letters, tense meetings and considerable public posturing, the president's lawyers have engaged in a tangled, tortured back-and-forth with the special counsel to prevent the president from sitting down for a face-to-face with enormous political and legal consequences.\n\nThe prolonged negotiation speaks to the high stakes for Trump, Mueller's investigation of his campaign and the presidency. Any questioning of a president in a criminal investigation tests the limit of executive authority. Putting this president on the record also tests his ability to stick to the facts and risks a constitutional showdown.\n\nThe process took a significant step forward this week when Trump's lawyers handed over the president's written answers to some of Mueller's questions. The arrangement was a hard-fought compromise. Trump answered only questions about Russian interference in the 2016 election and not questions about whether he has tried to obstruct the broader investigation into potential coordination between Russia and his presidential campaign. It's unclear whether Mueller intends to push for more — either in writing or in person.\n\nSpecial counsel spokesman Peter Carr declined comment.\n\nEven those written answers were months in the making.\n\nIn the months following Mueller's May 2017 appointment, the White House pledged its cooperation, believing it the fastest way to end the investigation. The administration produced thousands of documents sought by the special counsel and made close Trump aides — including his legal counsel, chief of staff and press secretary — available for questioning. White House lawyer Ty Cobb predicted the investigation could conclude by the end of that year.\n\nBut it soon became clear that Mueller would want to interview Trump, given his involvement in several events under scrutiny. The president had fired FBI Director James Comey, harangued his attorney general over his recusal from the Russia investigation and dictated a misleading statement about a Trump Tower meeting involving his son and a Kremlin-connected lawyer.\n\nBut Trump lawyers Dowd and Jay Sekulow moved cautiously.\n\nThe last time a president is known to have been interviewed in a criminal investigation was nearly 15 years ago, and a commander-in-chief has not been subpoenaed before a grand jury since 1998, when President Bill Clinton was summoned in the Whitewater case. Trump's lawyers were mindful such an interview would be a minefield for a president who often misstates the facts. They set out to avoid it however possible, even if it could lead to resisting a subpoena and bringing on a court fight over presidential power.\n\nBut first they tried to head off a request. Trump's lawyers staked out a bold constitutional argument, declaring they considered his actions as president outside a prosecutor's bounds. Mueller had no right to question the president on any of his decisions made at the White House, they argued, saying any outside scrutiny of those choices would curb a president's executive powers.\n\nAt the same time, they worked to undermine Mueller's case should he choose to challenge that argument. They furnished a trove of White House documents about key moments in the investigation in hopes of undercutting any claim that he could only get the information he needed by questioning Trump, according to people familiar with the strategy.\n\nTrump had other plans.\n\nAs his lawyers plotted to dig in against any interview, he pushed for one, believing it would exonerate him. In January, he burst into a reporters' briefing with chief of staff John Kelly and insisted he was eager to speak to Mueller. He might do so in weeks, he said, \"subject to my lawyers and all of that.\"\n\n\"I would love to do that — I'd like to do it as soon as possible,\" Trump said.\n\nWhat he didn't mention was that his attorneys had already discussed, and scuttled, the planned interview with Mueller. That process had even progressed to discussing logistics with Kelly, who advised of ways White House officials could get people in and out of the building without the press knowing.\n\nBut the interest cooled after Mueller team prosecutor James Quarles dictated over the phone 16 topics Mueller wanted to cover, including Trump's interactions with Comey, his knowledge of national security adviser Michael Flynn's interview with the FBI and his involvement in the Trump Tower statement. Dowd responded that the answers could all be found in documents and witness statements provided to Mueller. He then canceled the interview and days later drafted a feisty letter contesting the interview's appropriateness and offering extensive explanations on the incidents in question.\n\nThe investigation has been \"a considerable burden for the president and his office, has endangered the safety and security of our country, and has interfered with the president's ability to both govern domestically and conduct foreign affairs,\" Dowd wrote.\n\nIn the following months, Trump told some of his closest confidants that he still wanted to interview with Mueller, according to four White House officials and Republicans close to the White House who asked for anonymity because they were not permitted to publicly discuss private conversations. The president repeatedly insisted he had done nothing wrong and believed he could convince Mueller of that.\n\nHe told one confidant last spring he was frustrated his lawyers didn't believe he should do it and snapped that he didn't understand what was taking so long, according to one Republican in contact with the White House.\n\nTensions were on display at a March meeting where Dowd and Sekulow met with Mueller to discuss the need for an interview. Mueller said he needed to know if Trump had a \"corrupt intent\" when he fired Comey, such as by intending to stymie the investigation, according to a person familiar with the encounter. Dowd responded that the question was ridiculous and the answer was obviously no. Investigators at the same meeting raised the prospect of a subpoena if Trump didn't cooperate, Dowd has said.\n\nLater that month, Mueller's team produced its most detailed list of questions yet — dozens, in different categories from Trump's time as a candidate, through the transition period and into his presidency.\n\nTrump's own views soon began to shift. He had his first misgivings in mid-April after FBI raids on his personal lawyer Michael Cohen, thinking they were a sign that he could \"not trust\" Mueller, according to one of the Republicans close to Trump who spoke with the AP.\n\nAs Rudy Giuliani joined Trump's legal team in April, the White House settled into a new strategy: Drag out the interview drama for months, and use that time to ratchet up attacks on Mueller's credibility and complaints about the cost and time of the probe, according to the officials and advisers familiar with the strategy.\n\nGiuliani led the charge. His scattershot arguments sometimes frustrated others in the White House, as he frequently moved the goalposts as to what would be required to have an interview. But the effect was to ensure the process would drag out longer.\n\nTrump, meanwhile, continued complaining about the investigation even as his lawyers quietly negotiated acceptable interview terms.\n\nA key breakthrough occurred earlier this fall when Mueller's team said it would accept written answers on Russian election interference and collusion. The concession ensured that Mueller would get at least some on-the-record response from Trump. Prosecutors tabled questions about obstruction, reserving the right to return to that area later.\n\nGiuliani seemed to foreclose future dialogue Tuesday, saying, \"It is time to bring this inquiry to a conclusion.\"\n\nWhether Mueller agrees is a different story."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Sara Salinas", "title": "TikTok is the latest app to skyrocket in popularity. Here's why it might have staying power", "description": "TikTok is the sort of gamified social app that hooks younger demographics, at least at first.", "url": "https://www.cnbc.com/2018/11/22/what-is-tiktok.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/21/105587370-1542830159798gettyimages-1009274396.1910x1000.jpeg", "publishedAt": "2018-11-22T15:07:00Z", "content": "First it was Vine, then Yik Yak, then HQ Trivia: Mobile apps that shot up in downloads and took the digital world by storm. Almost just as suddenly, they all fell from public favor and off the top charts. div &gt; div.group &gt; p:first-child\"&gt; TikTok, the… [+2069 chars]", "fulltext": "First it was Vine, then Yik Yak, then HQ Trivia: Mobile apps that shot up in downloads and took the digital world by storm. Almost just as suddenly, they all fell from public favor and off the top charts.\n\nTikTok, the latest app to skyrocket in popularity, recently unseated Instagram, YouTube and Snapchat as the top free app in Apple's App Store. As of Nov. 6, the app ranked first among photo and video apps in daily iPhone downloads in the U.S., according to industry research firm App Annie, a global provider of mobile data and insights.\n\nTikTok users create and post short videos, occasionally with artistic filters and always set to music. Videos can earn hundreds of thousands of likes, garner followers for the poster and land on public feeds. It's something like a mix of Vine, Snapchat and Musical.ly, a lip-syncing app that sold to TikTok's parent company last year and merged with TikTok this summer. It's the sort of gamified social app that hooks younger demographics, at least at first.\n\nGaming apps and social apps are the most likely to \"come in very quickly and leave that kind of flash in the pan,\" Lexi Sydow, a markets insights manager at App Annie, told CNBC.\n\n\"Part of the appeal with a social networking app is that network effect, the more friends and family you get on the app itself, the more benefit you can derive from the app and that kind of increases that stickiness,\" Sydow said.\n\nLauren Side, a 29-year-old YouTuber, spent hours on TikTok the first time she downloaded it. The app opens onto an endless feed of videos. Just swipe up and you're watching another, and another.\n\n\"The majority of what I saw was just people lip-syncing songs or comedy acts, cool editing cuts to beats of a song, animals being funny or kids just being their weird selves,\" Side told CNBC. \"Most made me laugh, some made me cringe and a couple made me question the platform. But I mean that's pretty much the internet to me in a nutshell anyway.\"\n\nSide said she came across sexualized or dark videos on TikTok. She also witnessed some online harassment of posters, but said it accounted for a \"tiny fraction\" of the videos she saw. The app learns a user's preferences through the videos they \"like\" and customizes a personal feed.\n\nMost users are quick to call the app addictive."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Abigail Hess", "title": "Macy's hires 1,000 people for the Thanksgiving Day Parade—here's what it takes to get the job", "description": "The 92nd annual Macy's Thanksgiving Day Parade will include 59 balloons, 26 floats, 1,200 cheerleaders and dancers, 12 marching bands and over 1,000 clowns.", "url": "https://www.cnbc.com/2018/11/21/macys-hires-1000-people-for-the-macys-thanksgiving-day-parade.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105585630-1542750862621macysthanksgivingdayparade.1910x1000.jpg", "publishedAt": "2018-11-22T15:00:00Z", "content": "Across the country, Americans will start their Thanksgiving celebrations by watching the Macy's Thanksgiving Day Parade. div &gt; div.group &gt; p:first-child\"&gt; This year, the 92nd parade is expected to entertain 3.5 million spectators on the streets of Ma… [+833 chars]", "fulltext": "Across the country, Americans will start their Thanksgiving celebrations by watching the Macy's Thanksgiving Day Parade.\n\nThis year, the 92nd parade is expected to entertain 3.5 million spectators on the streets of Manhattan and over 50 million television viewers. The parade will include 59 balloons, 26 floats, 1,200 cheerleaders and dancers, 12 marching bands and over 1,000 clowns, not to mention performances by John Legend, Leona Lewis, Martina McBride, Rita Ora, Pentatonix and Diana Ross.\n\nTo make this possible, Macy's hires some extra help.\n\nThe company is one of the biggest retail employers in the country, with about 130,000 employees. In September, Macy's announced that it plans to hire 80,000 additional workers over this holiday season alone. The company will also bring on staff dedicated to working at the Macy's Thanksgiving Day Parade.\n\n\"Approximately 1,000 people will be hired across the country to support the 92nd annual Macy's Thanksgiving Day Parade, Santalands and other iconic holiday events,\" a Macy's rep told CNBC Make It."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "David Reid", "title": "Meet the queen of UK gambling who has earned $620 million in the last two years", "description": "In 2018, Forbes estimated her total wealth at $5.1 billion.", "url": "https://www.cnbc.com/2018/11/22/denise-coates-the-queen-of-uk-gambling-worth-5-billion-dollars.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/22/105588574-1542897967472gettyimages-144530077.1910x1000.jpeg", "publishedAt": "2018-11-22T14:50:00Z", "content": "A woman who transformed her father's chain of betting shops into an online gambling behemoth has paid herself £482 million ($620 million) in the last two years. div &gt; div.group &gt; p:first-child\"&gt; The annual pay of Denise Coates, the co-chief executive… [+1832 chars]", "fulltext": "A woman who transformed her father's chain of betting shops into an online gambling behemoth has paid herself £482 million ($620 million) in the last two years.\n\nThe annual pay of Denise Coates, the co-chief executive of Bet365, has risen to £265 million, according to the firm's latest accounts. Her pay packet increased by £48 million from the £217 million she received the previous year.\n\nCoates is the U.K.'s highest-paid director, earning more than 1,700 times the annual salary of Prime Minister Theresa May. In 2018, Forbes estimated her total wealth at £4 billion.\n\nWhile a schoolgirl, Coates worked in her father's betting shops and after training as an accountant took over the small chain of stores. After improving the firm's fortunes, Coates persuaded her family to borrow £15 million to set up an online firm.\n\n\"We mortgaged the betting shops and put it all into online. We knew the industry required big start-up costs but… we gambled everything on it. We were the ultimate gamblers if you like,\" she told The Guardian newspaper in 2012.\n\nAccording to several media reports, Coates built the online business from a temporary building sited in the car park of one of the betting shops.\n\nThe original chain of shops was sold in 2005 as the company put its full weight behind Bet365.com. Twelve years later, and the firm has reported an annual revenue of £647 million.\n\nCoates owns 50.01 percent of the company and runs the firm jointly with her brother, John Coates.\n\nIn 2015, Bet365 moved its headquarters to Gibraltar, a British overseas territory on Spain's south coast. The territory grants favorable regulations to the gambling industry.\n\nBritain's gambling industry is facing greater public scrutiny, and many now expect the government to reverse years of loosening regulations.\n\nCoates' bumper pay packet has also attracted negative attention. Share Action, a U.K. group that represents smaller investors, described the amount as \"blood-curdling\" and \"disgraceful,\" before claiming that 50,000 under-17s in Britain are addicted to gambling."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Kathleen Elkins", "title": "Billionaire NFL owner Jerry Jones once made his son interview at Wendy's to teach a valuable lesson", "description": "Billionaire NFL owner Jerry Jones had his teenage son change into a suit and told him, \"We're going on a little job interview.\"", "url": "https://www.cnbc.com/2018/11/21/why-billionaire-jerry-jones-made-his-son-interview-at-wendys.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/21/105586941-1542814263139gettyimages-577376694.1910x1000.jpeg", "publishedAt": "2018-11-22T14:45:00Z", "content": "Stephen continued: \"I didn't want to say much because I knew I wasn't in a good position to say anything so we got in that car and he said, 'Well, we're headed over to Wendy's. You need to get your work ethic up. Obviously, you couldn't handle being your own … [+1886 chars]", "fulltext": "Self-made billionaire Jerry Jones, who made his fortune in the oil business, bought the Dallas Cowboys in 1989 for $150 million. Today, his team is worth an estimated $5 billion.\n\nJones, who has collected three Super Bowl titles as an owner and was inducted into the Pro Football Hall of Fame in 2017, got to where he is today in part thanks to hard work — and that's a value he made sure to instill in his three kids.\n\nTo get the point across, one summer Jones made his oldest son Stephen get a job working in fast food, because he thought Stephen wasn't being sufficiently serious about working hard to achieve his goals.\n\nStephen was a high schooler at the time and \"my goal and dream was to play [football] in college,\" he told the Dallas News. His dad, who had been coaching Stephen's youth football teams since his son was 10, made it clear that, in that case, Stephen should be spending his summer days away from the house and working out, focused on making his dream a reality.\n\n\"If that's what you want to do,\" his dad told him, \"then you're going to spend the time and treat it like a job.\"\n\nOne day, though, Stephen recalled, his dad \"came home, middle of the day — he wasn't out of town as I suspected — and he came home to me in the swimming pool with a group of about 30 other kids. ... They were loud, we had music and I was one of the loudest, enjoying the moment. And as things started to progress, I noticed that people started just staring at my house. One by one, the sound level started to drop in the pool. And I looked up, my father was sitting on the porch.\"\n\nThe high schooler shut down the pool party and went up to the deck to see his dad, who told him to put on a suit. \"He said, 'We're going on a little job interview,'\" Stephen recalled. \"I had no idea what he was talking about.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Hundreds volunteer to spend Thanksgiving searching for California wildfire victims", "description": "Volunteers will be combing through  ruins in heavy rain for the remains of victims killed in the deadliest wildfire in California  history, with strong winds and the risk of mudslides an additional  complication.", "url": "https://www.cnbc.com/2018/11/22/hundreds-volunteer-to-search-for-california-wildfire-victims.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105584974-1542731261222rts26h4t.1910x1000.jpg", "publishedAt": "2018-11-22T14:31:00Z", "content": "The rains, which in some areas were likely to be accompanied by winds of up to 45 miles per hour (72 kph), raised risks of ravines turning into rivers of mud. The fire has burned across 153,336 acres (62,000 hectares) of the Sierra foothills and is 85 percent… [+1553 chars]", "fulltext": "Hundreds of volunteers and police officers spent the Thanksgiving holiday combing through the wreckage of California's deadliest wildfire, searching for the remains of victims killed in the blaze as rains looked set to complicate their work.\n\nThe Camp Fire killed at least 83 people and 563 are still unaccounted for in and around Paradise, a community of nearly 27,000 people that was largely incinerated when the flames swept through two weeks ago, according to authorities.\n\n\"We haven't taken the day off,\" Butte County Sheriff Kory Honea said in a video message posted online on Thanksgiving. Some 820 searchers were in the field, he said, sifting ash and rubble for human remains.\n\n\"This has been a tough situation for all of us,\" Honea said.\n\nSearchers in and around Paradise, 175 miles (280 km) northeast of San Francisco, were expecting heavy rains late on Thursday that could hinder their efforts. Between 4-6 inches (10-15 cm) of rain were forecast to fall by the weekend.\n\nThe rains raise the risk of mudslides in areas where the wildfire stripped hillsides of vegetation that would typically hold down the earth.\n\nAfter rains helped douse the Camp Fire in recent days, about 900 firefighters were holding the blaze in check, said Scott McLean, a California Department of Forestry and Fire Protection spokesman. The fire is now 90-percent contained.\n\n\"It's wet and muddy, that's the issue on the fire line,\" McLean said.\n\nWarehouses were opened in Chico, a city a few miles (km) west of Paradise, to provide shelter from the cold and rain to residents who lost their homes. Celebrity chef Jose Andres and other culinary professionals cooked hundreds of Thanksgiving meals for evacuees.\n\nFirefighters taking a break from the battle against the remnants of the blaze also helped serve Thanksgiving meals.\n\n\"Today you see how the best of America is showing up,\" Andres said on CNN, standing in front of tables for evacuees. \"Every man and woman here, they are heroes in their own way because they all go away from their comfort zones to do something for their fellow citizens.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Catherine Clifford", "title": "Thanksgiving by the numbers: 45 million turkeys, 3,000 calories, 54 million travelers", "description": "A rundown of the metrics behind the American meal that kicks off the holiday season.", "url": "https://www.cnbc.com/2018/11/21/how-much-turkey-people-eat-on-thanksgiving-plus-other-fun-facts.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/19/105583084-1542659503014gettyimages-1065640832.1910x1000.jpeg", "publishedAt": "2018-11-22T14:30:00Z", "content": "The cost of a classic Thanksgiving dinner including turkey and stuffing, rolls, sweet potatoes, green peas, fresh cranberries, carrot and veggie tray, pumpkin pie with whipped cream, milk and coffee for 10 people costs $48.90 in 2018, according to the 33rd an… [+517 chars]", "fulltext": "Thursday, Americans all across the country will sit down with friends and family to do the same thing: celebrate Thanksgiving.\n\nSo how many turkeys will the collective country eat? How many calories is that and how much will the meal cost? And how many people will hit the road for the holiday?\n\nHere's your Thanksgiving by the numbers."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "South Africa raises lending rate to 6.75 percent in tight call", "description": "South Africa's central bank increased its benchmark lending rate by 25 basis points to 6.75 percent on Thursday in a close decision, saying the longer term inflation outlook remained elevated and that it could not risk waiting until later to act.", "url": "https://www.cnbc.com/2018/11/22/south-africa-raises-lending-rate-to-6point75-percent-in-tight-call.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2016/11/03/104078008-GettyImages-529319936.1910x1000.jpg", "publishedAt": "2018-11-22T14:21:00Z", "content": "South Africa's central bank increased its benchmark lending rate by 25 basis points to 6.75 percent on Thursday in a close decision, saying the longer term inflation outlook remained elevated and that it could not risk waiting until later to act. In a poll ta… [+518 chars]", "fulltext": "South Africa's central bank increased its benchmark lending rate by 25 basis points to 6.75 percent on Thursday in a close decision, saying the longer term inflation outlook remained elevated and that it could not risk waiting until later to act.\n\nIn a poll taken by Reuters last week, 16 of 26 economists said the South African Reserve Bank (SARB) would keep its repo rate at 6.50 percent while the rest opted for a 25 basis-point hike.\n\nThree of the six Monetary Policy Committee members wanted a 25 basis points increase while the other three called for no change, Governor Lesetja Kganyago told reporters in Pretoria.\n\n\"We then closed the room, debated vigorously until a decision was made. In the end, the decision was that we go with the 25 basis points hike,\" Kganyago said."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Leah Ginsberg", "title": "The most popular Thanksgiving side dishes and desserts in every state", "description": "General Mills collected data based on Thanksgiving-related searches on Pillsbury.com and BettyCrocker.com. Favorites range from monkey bread in Alaska to macaroni and cheese in Georgia.", "url": "https://www.cnbc.com/2018/11/21/general-mills-popular-thanksgiving-side-dishes-desserts-by-state.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/21/105587387-1542831099086gettyimages-813683820.1910x1000.jpeg", "publishedAt": "2018-11-22T14:15:00Z", "content": "While most Americans make turkey for their Thanksgiving feast, the rest of what they eat varies, often by geography. div &gt; div.group &gt; p:first-child\"&gt; General Mills analyzed data from the top Thanksgiving-related search terms on Pillsbury.com and Bet… [+1586 chars]", "fulltext": "While most Americans make turkey for their Thanksgiving feast, the rest of what they eat varies, often by geography.\n\nGeneral Mills analyzed data from the top Thanksgiving-related search terms on Pillsbury.com and BettyCrocker.com from Nov. 1 to Nov. 23, 2017 and broke out the results by state.\n\nHere's are the most popular side dishes and desserts by state, according to General Mills:\n\nAlabama: sweet potato pie\n\nAlaska: monkey bread\n\nArizona: turkey\n\nArkansas: coconut cream pie\n\nCalifornia: peach cobbler\n\nColorado: banana bread\n\nConnecticut: chili\n\nDelaware: apple pie\n\nFlorida: sweet potato casserole\n\nGeorgia: macaroni and cheese\n\nHawaii: crescent rolls\n\nIdaho: cinnamon rolls\n\nIllinois: turkey stuffing\n\nIndiana: corn casserole\n\nIowa: scalloped corn\n\nKansas: cherry pie\n\nKentucky: salmon patties\n\nLouisiana: pecan pie\n\nMaine: apple crisp\n\nMaryland: mashed potatoes\n\nMassachusetts: blueberry pie\n\nMichigan: stuffing\n\nMinnesota: egg bake\n\nMississippi: ham\n\nMissouri: Cake Mix Cookies\n\nMontana: Impossible Pies\n\nNebraska: Pumpkin Bars\n\nNevada: coffee cake\n\nNew Hampshire: chocolate cream pie\n\nNew Jersey: sausage stuffing\n\nNew Mexico: cherry pie\n\nNew York: cinnamon French toast bake\n\nNorth Carolina: cake\n\nNorth Dakota: pumpkin pie\n\nOhio: peanut butter cookies\n\nOklahoma: cornbread dressing\n\nOregon: cranberry sauce\n\nPennsylvania: bread stuffing\n\nRhode Island: butternut squash\n\nSouth Carolina: chocolate cake\n\nSouth Dakota: green bean casserole\n\nTennessee: sausage balls\n\nTexas: broccoli rice and cheese casserole\n\nUtah: candied yams\n\nVermont: dumplings\n\nVirginia: corn pudding\n\nWashington: biscuits\n\nWest Virginia: pumpkin roll\n\nWisconsin: pumpkin cheesecake\n\nWyoming: sweet rolls\n\nDon't miss:\n\nThis is the most expensive Thanksgiving dinner in America — here's what you get for $150,000\n\nDon't make these 6 common mistakes and shop Cyber Monday right"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Emmie Martin", "title": "How playing the slot no one wanted made the Dallas Cowboys the most profitable team in the NFL", "description": "In the 1960s, the NFL pushed for a team to play an evening game on Thanksgiving. Dallas Cowboys general manager Tex Scrhamm saw it as a prime marketing opportunity. The bet paid off and now the Cowboys play every year.", "url": "https://www.cnbc.com/2018/11/21/why-the-dallas-cowboys-play-football-on-thanksgiving.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105584993-1542731888960gettyimages-1058356586.1910x1000.jpeg", "publishedAt": "2018-11-22T14:00:00Z", "content": "Even the NFL doubted that the Cowboys could generate ticket sales, so the league guaranteed a minimum gate revenue if the team agreed to play. Schramm's instincts, though, proved correct, and the 1966 game was a rousing success. The Cowboys shattered their pr… [+1137 chars]", "fulltext": "For many Americans, watching football on Thanksgiving is a time-honored tradition.\n\nThe first team to play on Thanksgiving Day were the Detroit Lions, who hosted their inaugural game in 1934 as a way to drum up increased interest in the franchise. Although the Lions lost, more than 26,000 fans packed the stadium and tickets to the game sold out.\n\nNowadays, fans can count on seeing the Dallas Cowboys take the field on Turkey Day. Thanks to the Lions' success, in the 1960's the National Football League decided it wanted to put on another Thanksgiving game — but the league had trouble getting a team to agree to play.\n\nThat's because playing an evening slot on Thanksgiving Day would interrupt dinner for a lot of families, so viewership wasn't guaranteed. Plus, in the age before Monday Night Football, weeknight games were a rarity. For most teams, the risk just didn't make sense.\n\nHowever, Tex Shramm, the general manager for the Dallas Cowboys, saw the open slot as a tremendous opportunity to boost enthusiasm for his team.\n\nThe Cowboys were still relatively new, just in their seventh season in the NFL, and they were struggling under head coach Tom Landry. Schramm believed a Thanksgiving Day game would provide much-needed publicity."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Kelli B. Grant", "title": "Watch out: 4 scams targeting holiday shoppers", "description": "Thieves are eyeing shoppers' holiday budgets, with the Better Business Bureau warning of seasonal scams such as fake shipping notices and phishing Santa letters. Here's what to watch out for.", "url": "https://www.cnbc.com/2018/11/21/phishing-scams-fraud-targets-holiday-shoppers.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105585600-1542749946854gettyimages-923079848.1910x1000.jpeg", "publishedAt": "2018-11-22T14:00:00Z", "content": "Shoppers, beware: Scammers want in on your holiday spending budget. div &gt; div.group &gt; p:first-child\"&gt; Consumers are expected to spend about 4.3 percent to 4.8 percent more this holiday season than last year, up to $720.89 billion total, according to … [+733 chars]", "fulltext": "Shoppers, beware: Scammers want in on your holiday spending budget.\n\nConsumers are expected to spend about 4.3 percent to 4.8 percent more this holiday season than last year, up to $720.89 billion total, according to the National Retail Federation.\n\nThat's an attractive target for thieves.\n\n\"People need to be more aware this time of year,\" said Katherine Hutt, a national spokeswoman for the Better Business Bureau. \"They're rushing and trying to get a lot done, and scammers will take advantage of that opportunity.\"\n\nOnline fraud attempts rose 22 percent between Thanksgiving and New Year's Eve last year, according to payment systems company ACI Worldwide. Between Thanksgiving and Cyber Monday alone, malware infections jumped 123 percent, per reports from Enigma Software Group's anti-malware SpyHunter software.\n\nHere are some of the seasonal scams the BBB is warning consumers to watch out for, and how to fraud-proof your holiday shopping plans."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jill Cornfield", "title": "Retirees can enjoy a month away or longer in these sun-drenched affordable overseas locales", "description": "Retirees who love sun, sand and affordable prices should check out these 7 overseas places for a dream retirement.", "url": "https://www.cnbc.com/2018/11/21/kiss-winter-goodbye-and-retire-in-one-of-7-places-where-the-sun-shines.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/05/13/102675444-173009466.1910x1000.jpg", "publishedAt": "2018-11-22T13:30:00Z", "content": "\"It's hard to find fault with the climate in the Algarve,\" said Tricia Pimental, Portugal correspondent for International Living. \"You can count on sun most of the time.\" During the \"rainy season\" of October through April, it's still sunny around two-thirds o… [+386 chars]", "fulltext": "Winters in the U.S. seem to be growing more unpredictable.\n\nThose wanting an escape from the cold should check out these destinations around the world, where the sun shines year round.\n\nSeven idyllic spots are detailed in a report from InternationalLiving.com. These winter havens offer perfect weather and good value for the money.\n\n\"These are perfect places to escape to for a break from the cold — or to move to if you want to say goodbye to the winter weather for good,\" said Jennifer Stevens, executive editor of International Living."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Dolce&Gabbana goods pulled in China over alleged insults", "description": "Dolce&Gabbana goods disappeared Thursday from Chinese e-commerce sites as the fallout grew over remarks insulting to China that were apparently made by two of its Instagram accounts. The company has blamed hackers.", "url": "https://www.cnbc.com/2018/11/22/dolcegabbana-goods-pulled-in-china-over-alleged-insults.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105584263-1542711904973gettyimages-470401588.1910x1000.jpg", "publishedAt": "2018-11-22T13:20:00Z", "content": "Major Chinese celebrities threatened to boycott the event, which had been scheduled for Wednesday night, and the company finally called it off. Actress Zhang Ziyi, who starred in \"Crouching Tiger, Hidden Dragon,\" said that the Italian brand had \"disgraced its… [+1158 chars]", "fulltext": "Dolce&Gabbana goods disappeared Thursday from Chinese e-commerce sites as the fallout grew over remarks insulting to China that were apparently made by two of its Instagram accounts. The company has blamed hackers.\n\nSearches for Dolce&Gabbana turned up no items on major online retailers such as Alibaba's Tmall and JD.com. Both companies didn't respond to requests for comment.\n\nA duty-free shop at the Haikou Meilan airport on China's Hainan island posted a photo of empty shelves on its social media account, saying that it had pulled all Dolce&Gabbana products. It wrote in another post that \"Even if our power is small, we have to show our stance. We are proud of being Chinese.\"\n\nThe moves by retailers came one day after several screenshots were circulated online showing co-founder Stefano Gabbana referring to China with crude terms and emoji as he defended promotional videos that had sparked controversy earlier.\n\nThe comments were made in a private message exchange with another Instagram user. Separately, the Dolce&Gabbana account used offensive language in another exchange.\n\nThe Italian luxury fashion house apologized and said both accounts had been hacked. \"We have nothing but respect for China and the people of China,\" it wrote.\n\nThe apology was too late to save a major extravaganza in Shanghai that Dolce&Gabbana had billed as one of its biggest shows ever outside of Italy."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Natasha Turak", "title": "Middle East 'Shark Tank' pilot to spotlight startup potential launches in Dubai", "description": "The United Arab Emirates' commercial capital of Dubai launched the pilot of \"Equity Room\" Wednesday, a Middle Eastern version of the CNBC-produced \"Shark Tank,\" which lets startup founders bid for funding from high-net worth sharks and angel investors. The co…", "url": "https://www.cnbc.com/2018/11/22/middle-east-shark-tank-pilot-to-spotlight-startup-potential-launches-in-dubai.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/10/26/104799558-GettyImages-536727902.1910x1000.jpg", "publishedAt": "2018-11-22T13:03:00Z", "content": "While the show is an effort to spotlight the UAE's young and promising entrepreneurs, they still face high barriers compared to some of their counterparts elsewhere in the world, local investors say. \"The entrepreneurial spirit and energy is certainly there w… [+1385 chars]", "fulltext": "On a stage in front of a few hundred people, nervous entrepreneurs prepare to pitch their business ideas to a panel of five \"sharks\" — seasoned investors and veterans of Middle East business — in the hope of getting funding.\n\n\"I'm looking for something disruptive in the marketplace,\" Ganesh Iyer, one of the sharks and a longtime investor in the region, tells the contestants. \"An idea which is completely different from what the market already has to offer.\"\n\nThe United Arab Emirates' commercial capital of Dubai launched the pilot of \"Equity Room\" Wednesday, a Middle Eastern version of \"Shark Tank,\" a show produced by MGM Television in association with Sony Pictures Television. \"Shark Tank\" lets start-up founders bid for funding from high-net worth sharks and angel investors. The contestants either walk away with a deal, or get eliminated — often after being verbally cut down to size by the judges.\n\nOut of 16 \"Equity Room\" contestants, just a few managed to score funding in exchange for equity in their venture, landing hundreds of thousands of dollars rather than the few million that some were hoping for.\n\nThe field of entrepreneurs spanned a number of nationalities and ages, with the youngest just a year out of graduating from college. Business ideas ranged from the areas of e-commerce and data monetization to artificial intelligence (AI) and gaming."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Chloe Taylor", "title": "Abu Dhabi wealth fund sues Goldman Sachs over 1MDB scandal", "description": "Sovereign wealth fund      International Petroleum Investment Company filed      a lawsuit against the investment bank in      New York on Wednesday.", "url": "https://www.cnbc.com/2018/11/22/abu-dhabi-wealth-fund-sues-goldman-sachs-over-1mdb-scandal.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2016/08/19/103881437-RTX2CX1S.1910x1000.jpg", "publishedAt": "2018-11-22T13:00:00Z", "content": "An Abu Dhabi sovereign wealth fund is suing Goldman Sachs over an alleged conspiracy involving Malaysia's 1MDB fund. div &gt; div.group &gt; p:first-child\"&gt; International Petroleum Investment Company (IPIC) and its subsidiary Aabar Investments filed a laws… [+1996 chars]", "fulltext": "An Abu Dhabi sovereign wealth fund is suing Goldman Sachs over an alleged conspiracy involving Malaysia's 1MDB fund.\n\nInternational Petroleum Investment Company (IPIC) and its subsidiary Aabar Investments filed a lawsuit against the investment bank at New York state court on Wednesday.\n\n\n\nThe court summons states that the firms are seeking \"damages and other appropriate relief for the significant financial exposure and losses… suffered as a result of fraudulent and illegal acts.\"\n\nGoldman Sachs Group is named as a defendant, as are three of its subdivisions in Asia.\n\nGoldman Sachs is accused in the document of engaging in an international conspiracy to embezzle millions of dollars from the 1Malaysia Development Berhad (1MDB) fund, which was set up by the Malaysian government to improve the country's domestic economy. U.S. authorities claim $4.5 billion was laundered from 1MDB over six years by Malaysian government officials and others.\n\n\n\nIt is alleged that as part of that scheme, Goldman Sachs bankers bribed former IPIC and Aabar executives to join the conspiracy and act against the companies' interests. Former IPIC Managing Director Khadem Abdulla Al-Qubaisi and former Aabar CEO Mohamed Ahmed Badawy Al-Husseiny are named as defendants in the summons.\n\n\n\nThe companies claim both men \"agreed to manipulate and mislead\" their employers by misusing the firms' names, networks and infrastructure.\n\nThe amount of compensation to be awarded if Goldman Sachs is found liable will be determined at trial. According to the court document, IPIC and its subsidiary are also seeking legal costs, punitive damages and further awards as the court sees fit.\n\n\n\nGoldman Sachs and its fellow defendants have 30 days to respond to the summons, either by submitting a notice of appearance or a complaint.\n\nIn a statement emailed to CNBC on Thursday, a Goldman Sachs spokesperson said: \"We are in the process of assessing the details of allegations and fully expect to contest the claim vigorously.\"\n\n\n\nEarlier this month, the U.S. Justice Department arrested two former Goldman Sachs bankers on multiple criminal charges in relation to the 1MDB scandal.\n\n\"IPIC will take any and all legal action necessary, now and in the future, to protect its business interests against the financial exposure and damages it has suffered as a result of this international conspiracy,\" said Michael Carlinsky, one of IPIC's attorneys, in a statement emailed to CNBC."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Natasha Turak", "title": "The Khashoggi fallout: A timeline of events", "description": "The White House is standing steadfast by Saudi Arabia despite weeks of international outcry over the kingdom's alleged involvement in the murder of journalist Jamal Khashoggi. See the full timeline of events surrounding his death, and its fallout, here.", "url": "https://www.cnbc.com/2018/11/22/the-khashoggi-fallout-a-timeline-of-events.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/17/105512900-1539796724851gettyimages-1047468404.1910x1000.jpeg", "publishedAt": "2018-11-22T12:42:00Z", "content": "November 16: The Washington Post reports that CIA assessments have concluded the Saudi crown prince ordered Khashoggi's killing, citing a source with access to the intelligence. NBC News and the New York Times later confirmed the reports, while the CIA declin… [+2627 chars]", "fulltext": "The White House is standing steadfast by Saudi Arabia despite weeks of international outcry over the kingdom's alleged involvement in the death of Saudi journalist and U.S. resident Jamal Khashoggi.\n\nWhile President Donald Trump has made it clear he will not pursue punitive action despite a reported CIA assessment tying Saudi Crown Prince Mohammed bin Salman to the murder, more fallout may come in the form of Congressional action. The U.S.-Saudi relationship remains intact, but the kingdom's image has taken significant blows, prompting questions about the stability of the crown prince's leadership.\n\nThe monarchy for weeks sought to manage the narrative and stifle criticism surrounding the death of the journalist, a Washington Post columnist known for his criticism of the royal family. Khashoggi himself had been living in self-imposed exile in Virginia, after having worked in Saudi media for decades and later serving as advisor to senior Saudi diplomat Prince Turki al Faisal.\n\nThe Saudi government denies the CIA's allegations, flatly calling its assessment \"false\" and has rejected reports suggesting a change in the kingdom's line of succession could be required. After changing its version of events several times, Riyadh maintains that the murder was premeditated and carried out by \"rogue killers\" without the crown prince's knowledge.\n\nThe 33-year-old son of King Salman, known for his assertive foreign policy, liberalizing reforms and aggressive bombing campaign over neighboring Yemen, is arguably the region's most powerful leader and enjoys a warm personal relationship with Trump and his advisor and son-in-law Jared Kushner. Riyadh has become a lynchpin in the Trump administration's Middle East policy, which centers around isolating the Saudi Kingdom's rival Iran and keeping oil prices under control."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Lauren Thomas", "title": "The holiday season gives Macy's the chance to prove its turnaround plan is working", "description": "Macy's heads into the key holiday quarter, where some retailers can take in as much as 30 percent of annual sales, having reported four consecutive quarters of same-store sales growth.", "url": "https://www.cnbc.com/2018/11/21/macys-can-prove-turnaround-is-working-this-holiday-season.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105585021-1542733018756gettyimages-879190688.1910x1000.jpeg", "publishedAt": "2018-11-22T12:00:00Z", "content": "When its Thanksgiving Day Parade ends, the real work begins for Macy's. div &gt; div.group &gt; p:first-child\"&gt; The department store chain has much to prove during the holidays if it wants to keep the momentum, generated by its latest turnaround plans, goi… [+1409 chars]", "fulltext": "When its Thanksgiving Day Parade ends, the real work begins for Macy's.\n\nThe department store chain has much to prove during the holidays if it wants to keep the momentum, generated by its latest turnaround plans, going strong.\n\nMacy's shares had rallied more than 80 percent over a 12-month period heading into its third-quarter earnings report last week. Although the retailer's results largely topped analysts' expectations and it raised its full-year earnings forecast, its stock sold off, ending the day down a little more than 7 percent. The drop is a sign that investors are unsure if there's still room for growth ahead for Macy's, or if the best is already behind it.\n\nTo win back investors' confidence, Macy's has three key things to prove this holiday season. First, it needs to show it can still grow same-store sales — a closely watched gauge of a retailer's performance. The company has reported four consecutive quarters of same-store sales growth, as its turnaround initiatives have started to gain traction. But that also means Macy's is facing a tougher comparison with last year's performance.\n\nSecondly, it needs to hit its goal to grow mobile sales to $1 billion by the end of the year. And third, the retailer must keep inventory in check during the holiday quarter without promoting merchandise too steeply, which can weigh on profits.\n\n\"The holidays are where Macy's really shines,\" CEO Jeff Gennette said on a recent call with analysts this month. \"Several things give me confidence in our ability to deliver [in] the fourth quarter — consumer confidence and spending remains strong. ... It's a great backdrop.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "David Reid", "title": "Nissan board reportedly votes to remove Carlos Ghosn as chairman", "description": "The Renault chief executive is currently being held in a Tokyo detention center.", "url": "https://www.cnbc.com/2018/11/22/nissan-board-reportedly-votes-to-remove-carlos-ghosn-as-chairman.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/09/15/104712229-RTX3GCH9-carlos-ghosn.1910x1000.jpg", "publishedAt": "2018-11-22T11:58:00Z", "content": "The board of Japanese auto giant Nissan has reportedly voted to remove Carlos Ghosn from the role of company chairman. div &gt; div.group &gt; p:first-child\"&gt; The Nikkei news outlet in Japan added that Nissan will now form independent panel to prevent an u… [+1424 chars]", "fulltext": "The board of Japanese auto giant Nissan has voted to remove Carlos Ghosn from the role of Chairman and Representative Director.\n\nNissan said on its website Monday that it will now form an advisory committee to propose nominations from the board of directors for Ghosn's replacement. A separate committee to review Nissan's governance and executive pay is also to be created.\n\nThe car company said the Nissan board \"confirmed that the long-standing Alliance partnership with Renault remains unchanged and that the mission is to minimize the potential impact and confusion on the day-to-day cooperation among the Alliance partners.\"\n\nIn an explosive press conference Monday, Saikawa said that \"over many years\" Ghosn and Representative Director, Greg Kelly, had been under-reporting compensation amounts to the Tokyo Stock Exchange securities report.\n\nNissan added that, in regards to Ghosn, \"numerous other significant acts of misconduct have been uncovered, such as personal use of company assets.\" The company said Ghosn had also made inappropriate investments.\n\nShares in auto firm Renault, where Ghosn remains as chairman and chief executive, have fallen 0.3 percent.\n\nWithin Nissan there are six full Board Members and three Representative Board members. The company also has four auditors. Executives at the French firm Renault (which Ghosn also chairs) reportedly also dialed into the Nissan board meeting.\n\nThe Tokyo Prosecutors Office has declined to comment on whether Ghosn has admitted to the claims, but said the Renault chairman is being held in a Tokyo detention center.\n\nNissan said Monday that a whistle-blower had passed information over Ghosn and Kelly to Nissan's auditors who then began a wider investigation. The evidence was then passed to Japan's public prosecutor.\n\nThe prosecutor said Ghosn and Kelly had conspired to understate Ghosn pay packet at Nissan from 2010 to 2015, adding that the two men had recorded only half the actual 10 billion yen ($88.5 million)."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Holly Ellyatt", "title": "Fish, level playing fields and Gibraltar: Some of the issues at a high-stakes Brexit summit", "description": "Brexit will be the main topic of debate at a special summit of European leaders on Sunday and there are plenty of issues  related to U.K.'s departure from the European Union (EU) that could be troubling those in attendance.", "url": "https://www.cnbc.com/2018/11/22/eu-brexit-summit-fish-level-playing-fields-and-gibraltar-are-up-for-discussion.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/06/28/105300348-1530197535216gettyimages-986142720.1910x1000.jpg", "publishedAt": "2018-11-22T11:14:00Z", "content": "Teams of negotiators from the U.K. and the EU have spent the last two years-plus reaching a draft deal on Brexit. They finally published last week a 585-page withdrawal agreement that covered a £39 billion divorce bill, citizens' rights post-Brexit and an agr… [+1188 chars]", "fulltext": "Teams of negotiators from the U.K. and the EU have spent nearly the last two years reaching a draft deal on Brexit. They finally published last week a 585-page withdrawal agreement that covered a £39 billion divorce bill, citizens' rights post-Brexit and an agreement on the Irish border.\n\nBut while that draft deal has had many detractors in London, and might not even be approved by the U.K. parliament, it's a separate, shorter 'Political Declaration' on the much-vaunted \"future relationship\" with Britain that's causing problems ahead of the summit.\n\nThis had been due for publication Tuesday and was delayed because some member states are not happy with its wording. But on Thursday, Donald Tusk, the president of the European Council, said there had been \"an agreement in principle\" on the draft text outlining a future relationship and that this needed to be endorsed, at an EU-level, on Sunday.\n\nThere future relationship concerns a wide variety of sectors including trade and security, fishing and financial services, to intellectual property rights, transport and energy.\n\nDetails of the Political Declaration reported Thursday by Reuters said that both the U.K. and EU \"envisage having a trading relationship on goods that is as close as possible, with a view to facilitating the ease of legitimate trade.\" It also said an economic partnership should ensure there are no tariffs, fees or quantitative restrictions across all sectors.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "David Reid", "title": "Sterling jumps and FTSE falls as text leaked on UK-EU future ties", "description": "U.K. leader Theresa May will reportedly address parliament on Thursday afternoon.", "url": "https://www.cnbc.com/2018/11/22/sterling-jumps-and-ftse-falls-as-text-leaked-on-ukeu-future-ties.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/06/09/104519750-GettyImages-665247762.1910x1000.jpg", "publishedAt": "2018-11-22T10:59:00Z", "content": "Sterling has risen more than 1.2 percent following the leak of a text which outlines the future relationship between the European Union and United Kingdom. div &gt; div.group &gt; p:first-child\"&gt; The draft text is now being pored over by representatives of… [+863 chars]", "fulltext": "Sterling has risen more than 1.2 percent following the leak of a text which outlines the future relationship between the European Union and United Kingdom.\n\nThe draft text is now being pored over by representatives of the EU's 27 remaining members. If agreement can be found, the heads of state will sign off on the document on Sunday.\n\nDonald Tusk, the president of the European Council — a body that represents the 27 Heads of State — confirmed in a tweet that the text had been agreed in principle by negotiators.\n\nSterling hit a five-day high versus the U.S. dollar after the text was pushed into the public domain. Reacting to the pound's increase in value, the FTSE 100 has hit a session low.\n\nOne key statement within the text is the declaration that both parties have \"a trading relationship on goods that is as close as possible.\"\n\nThe U.K. Prime Minister Theresa May spoke outside Downing Street on Thursday, confirming that the text had been agreed with the EU and claimed the full deal is \"within our grasp\".\n\nMay is scheduled to make a further House of Commons statement at 3 p.m. London time."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Elizabeth Schulze", "title": "What is the cloud?", "description": "The cloud is big business for tech giants like Amazon, Google and Microsoft. Revenues from cloud services are expected to exceed $200 billion in 2019. But what exactly does the cloud do? CNBC’s Elizabeth Schulze explains.", "url": "https://www.cnbc.com/video/2018/11/22/what-is-the-cloud.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/22/105588347-ThumbnailCloudExplains-clean.600x400.jpg", "publishedAt": "2018-11-22T10:28:00Z", "content": null, "fulltext": "What is the cloud?\n\n5:28 AM ET Thu, 22 Nov 2018\n\nThe cloud is big business for tech giants like Amazon, Google and Microsoft. Revenues from cloud services are expected to exceed $200 billion in 2019. But what exactly does the cloud do? CNBC’s Elizabeth Schulze explains."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Kelly Olsen", "title": "Retailers are worried about the trade war, Hong Kong executive says", "description": "Retailers are worried about the U.S.-China trade war, says the CFO of a Hong Kong cosmetics company, Sa Sa International.", "url": "https://www.cnbc.com/2018/11/22/retailers-are-worried-about-the-trade-war-hong-kong-executive-says.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/23/105522759-1540269641951gettyimages-1055150156.1910x1000.jpeg", "publishedAt": "2018-11-22T09:22:00Z", "content": "Retailers are apprehensive about the U.S.-China trade war, an executive at a Hong Kong cosmetics chain said Thursday, calling the conflict the biggest risk to his company's business. div &gt; div.group &gt; p:first-child\"&gt; Guy Look, chief financial officer… [+495 chars]", "fulltext": "We could benefit from a weaker economy: Sa Sa CFO 2:47 AM ET Thu, 22 Nov 2018 | 02:11\n\nRetailers are apprehensive about the U.S.-China trade war, an executive at a Hong Kong cosmetics chain said Thursday, calling the conflict the biggest risk to his company's business.\n\nGuy Look, chief financial officer and executive director at Sa Sa International, said that while the Hong Kong retail chain has benefited this year from increased mainland Chinese tourist numbers, concerns are rising.\n\n\"Coming in to the second half, of course, the trade war, it's really very much in the spotlight,\" Look told CNBC's Emily Tan on \"Squawk Box\" Thursday.\n\n\"For us retailers, we are really exchanging notes ourselves,\" he said. \"We don't really have a crystal ball. And we really want to see what is in store for us.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "First rain in months douses California wildfire, raises risk of mudslides", "description": "The first significant rain in months in northern California all but extinguished the deadliest wildfire in the state's history on Wednesday, but also raised risks of flash flooding.", "url": "https://www.cnbc.com/2018/11/22/first-rain-in-months-douses-california-wildfire-raises-risk-of-mudslides.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579147-1542382160432gettyimages-1062018816.1910x1000.jpeg", "publishedAt": "2018-11-22T09:02:00Z", "content": "The rains, which in some areas were likely to be accompanied by winds of up to 45 miles per hour (72 kph), raised risks of ravines turning into rivers of mud. The fire has burned across 153,336 acres (62,000 hectares) of the Sierra foothills and is 85 percent… [+1739 chars]", "fulltext": "The first significant rain in months in northern California all but extinguished the deadliest wildfire in the state's history on Wednesday but also raised risks of flash flooding that could hinder teams searching for human remains.\n\nBetween 4-6 inches (102-152 mm) of rain was expected to fall through the weekend in areas around the town of Paradise, the community of nearly 27,000 people 175 miles (280 km) northeast of San Francisco that was largely incinerated by the so-called Camp Fire.\n\nThe blaze killed at least 83 people and 563 remain unaccounted for, Butte County Sheriff Kory Honea told a news briefing.\n\n\"The rain is a concern for us and there is the potential for mudflows,\" Honea said. Searchers would be pulled out of areas threatened by mudslides, he said.\n\nThe storm added to the misery of evacuees camped out in a Walmart parking lot in nearby Chico.\n\nMitchell Manley was cold and wet but thankful he persuaded his elderly mother to evacuate. He said most of the dead were retirees who thought they could ride out the flames in their homes.\n\n\"I was lucky to get her out, she was going to sit it out,\" said Manley, who was camping at Walmart while he waited to go back to his home in Concow.\n\nWarehouses were opened in Chico to provide evacuees protection from the cold and rain as celebrity chef Jose Andres prepared to cook hundreds of Thanksgiving meals for evacuees.\n\nSome 830 people had signed up to spend their Thanksgiving combing through ash and rubble in forecast heavy rain, searching for human remains, Honea said."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Denmark suspends Saudi weapon export approvals over Khashoggi, Yemen concerns", "description": "Denmark has suspended future approvals of weapons and military equipment exports to Saudi Arabia in response to the killing of a dissident Saudi journalist and the kingdom's role in the conflict in Yemen, the Danish Foreign Ministry said on Thursday.", "url": "https://www.cnbc.com/2018/11/22/denmark-suspends-saudi-weapon-export-approvals-over-khashoggi-yemen-concerns.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/22/105522154-1540241288579rtx6frkf.1910x1000.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "Denmark has suspended future approvals of weapons and military equipment exports to Saudi Arabia in response to the killing of a dissident Saudi journalist and the kingdom's role in the conflict in Yemen, the Danish Foreign Ministry said on Thursday. Germany … [+1035 chars]", "fulltext": "Denmark has suspended future approvals of weapons and military equipment exports to Saudi Arabia in response to the killing of a dissident Saudi journalist and the kingdom's role in the conflict in Yemen, the Danish Foreign Ministry said on Thursday.\n\nGermany has already suspended issuing future weapons export licences and has moved to halt all arms sales, while France said on Monday said it will decide soon on sanctions over Khashoggi's killing at the Saudi consulate in Istanbul last month.\n\nSaudi Arabia is one of the world's biggest weapons importers. It heads a military coalition fighting in a civil war in Yemen in which tens of thousands of people have died and caused a major humanitarian catastrophe.\n\n\"With the continued deterioration of the already terrible situation in Yemen and the killing of Saudi journalist Jamal Khashoggi, we are now in a new situation,\" said Foreign Minister Anders Samuelsen in a statement.\n\nDenmark issued ten such approvals last year, according to the ministry. Already given approvals will not be suspended, a spokesman said.\n\nMeanwhile, U.S. President Donald Trump on Wednesday praised Saudi Arabia for helping to lower oil prices but pressure intensified for the United States to impose tougher sanctions on its Middle East ally over Khashoggi's murder."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Hyundai shares skid as US prosecutors probe Hyundai car recalls", "description": "Hyundai Motor and affiliate Kia Motors are being investigated by U.S. prosecutors over whether vehicle recalls were conducted properly, a person said and documents reviewed by Reuters showed.", "url": "https://www.cnbc.com/2018/11/22/hyundai-shares-skid-as-us-prosecutors-probe-hyundai-car-recalls.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/02/22/105022768-GettyImages-632550800.1910x1000.jpg", "publishedAt": "2018-11-22T08:23:00Z", "content": "Hyundai Motor and affiliate Kia Motors are being investigated by U.S. prosecutors over whether vehicle recalls were conducted properly, a person said and documents reviewed by Reuters showed. Shares of the South Korean firms fell on Thursday on worries the pr… [+1245 chars]", "fulltext": "Hyundai Motor and affiliate Kia Motors are being investigated by U.S. prosecutors over whether vehicle recalls were conducted properly, a person said and documents reviewed by Reuters showed.\n\nShares of the South Korean firms fell on Thursday on worries the probe could lead to fines and more recalls, while industry data showing a sharp drop in China's passenger car retail sales in the first half of November spooked investors further.\n\nHyundai and Kia, together the world's No.5 automaker, recalled nearly 1.7 million vehicles in 2015 and 2017 in the United States in one of their biggest recalls in the country, citing an engine failure that increases the risk of a crash.\n\nThe U.S. Attorney's Office for the Southern District of New York (SDNY), part of the U.S. Department of Justice (DoJ), has launched a criminal investigation, the person with direct knowledge of the matter told Reuters.\n\nIt remains to be seen whether the probe will lead to charges, the person added. If criminal charges are filed, it could lead to hefty fines for the automakers.\n\nThe DoJ is coordinating with the U.S. transport regulator, National Highway Traffic Safety Administration (NHTSA), on the investigation, the person said, asking not to be identified as the matter is confidential.\n\nNicole Navas Oxman, a DoJ spokeswoman, declined to comment.\n\n\"The Justice Department generally does not confirm, deny or otherwise comment on the existence or non-existence of an investigation,\" she said in an emailed statement to Reuters."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Satanic Temple settles lawsuit over 'Sabrina' goat-headed deity", "description": "", "url": "https://www.cnbc.com/2018/11/22/satanic-temple-settles-lawsuit-over-sabrina-goat-headed-deity.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/08/105562774-1541702091098image_1541122272_95507496.1910x1000.jpg", "publishedAt": "2018-11-22T08:20:00Z", "content": "Bruce Lederman, a lawyer for the plaintiff, said in an email, \"My client will be getting proper copyright credit on episodes of The Chilling Adventures of Sabrina which have already been filmed. The remainder of the settlement is subject to a confidentiality … [+924 chars]", "fulltext": "Bruce Lederman, a lawyer for the plaintiff, said in an email, \"My client will be getting proper copyright credit on episodes of The Chilling Adventures of Sabrina which have already been filmed. The remainder of the settlement is subject to a confidentiality agreement.\"\n\nA Netflix spokesman referred requests for comment to Warner Bros, a unit of AT&T Inc T.N.\n\nThe Satanic Temple, which is based in Salem, Massachusetts and also known as the United Federation of Churches LLC, describes itself as a promoter of benevolence and empathy among people rejecting tyrannical authority.\n\nIt complained that \"Sabrina\" misappropriated its statue \"Baphomet with Children\" in a manner implying that it stood for evil, and that the depiction hurt its reputation.\n\nThe first 10 episodes of \"Chilling Adventures of Sabrina\" were released on Oct. 26.\n\nNetflix distributes and Warner Bros produces the series, which stars Kiernan Shipka as the teenage half-witch, half-human title character. The series is based on the \"Sabrina\" comic book series from Archie Comics.\n\nThe case is United Federation of Churches LLC v Netflix Inc et al, U.S. District Court, Southern District of New York, No. 18-10372."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Yen Nee Lee", "title": "US-China trade war could go on until 2020 presidential elections", "description": "Trade tensions between the U.S. and China could go into \"a temporary hiatus\" in the coming months, but would remain unresolved until the presidential elections in 2020, predicts Steve Brice, chief investment strategist at Standard Chartered Private Bank.", "url": "https://www.cnbc.com/2018/11/22/us-china-trade-war-could-go-on-until-2020-presidential-elections.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/11/08/104829360-RTS1J029.1910x1000.jpg", "publishedAt": "2018-11-22T07:41:00Z", "content": "Trade tensions between the U.S. and China could go into \"a temporary hiatus\" in the coming months, but would remain unresolved until the presidential elections in 2020, according to Standard Chartered Private Bank. div &gt; div.group &gt; p:first-child\"&gt; T… [+1357 chars]", "fulltext": "Trade tensions between the U.S. and China could go into \"a temporary hiatus\" in the coming months, but would remain unresolved until the presidential elections in 2020, according to Standard Chartered Private Bank.\n\nThat's because Washington's decision to resolve tensions with Beijing will likely be driven by politics, said Steve Brice, chief investment strategist at Standard Chartered Private Bank. U.S. President Donald Trump will be seeking a second term in the White House during the 2020 presidential elections.\n\n\"I think it's going to be a political decision: Does it actually bode well for the U.S. having solved, in Trump terminology, the China trade issue today? One could argue that actually, he'd be better doing that six months before the elections so he's got the tailwind going into his re-election bid,\" Brice told CNBC's \"Street Signs\" on Thursday.\n\nA tailwind refers to a situation that will push economic growth and company earnings higher.\n\nTwo recent polls in the U.S. found that Americans like the president's handling of the economy, but that has failed to boost his overall approval rating. Those trends signal possible trouble for Trump's re-election bid if the economy loses steam.\n\nTrump and Chinese President Xi Jinping are expected to discuss trade at the G-20 summit in Argentina next week, but many experts have said they don't see any major progress from that meeting.\n\n\"You might see a temporary hiatus ... but then when you get closer to the presidential elections, then this flares back up and then we'll see tensions rising again,\" said Brice."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Huileng Tan", "title": "JP Morgan gives its prediction for Brent crude in 2019", "description": "JP Morgan has revised its outlook for oil, predicting that Brent crude prices will average $73 a barrel in 2019 — down from the investment bank's previous forecast of $83.50 a barrel.", "url": "https://www.cnbc.com/2018/11/22/oil-pricesjp-morgan-gives-its-prediction-for-brent-crude-in-2019.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/11/15/104843834-GettyImages-565818715.1910x1000.jpg", "publishedAt": "2018-11-22T07:19:00Z", "content": "JP Morgan has cut its outlook for oil, predicting that Brent crude prices will average $73 a barrel in 2019 down from the investment bank's previous forecast of $83.50 a barrel. div &gt; div.group &gt; p:first-child\"&gt; Scott Darling, head of Asia-Pacific oi… [+1975 chars]", "fulltext": "JP Morgan has cut its outlook for oil, predicting that Brent crude prices will average $73 a barrel in 2019 — down from the investment bank's previous forecast of $83.50 a barrel.\n\nScott Darling, head of Asia-Pacific oil and gas at JP Morgan told CNBC that the investment bank recently revised its outlook in part due to North American supply ramping up in the second half of next year. JP Morgan expects the price of Brent, the international benchmark for oil, to go toward $64 in 2020.\n\nIn Asian trade on Thursday, Brent crude was trading at around $63.45 a barrel while U.S. West Texas Intermediate was around $54.61 a barrel.\n\nDemand growth will weigh, particularly after the Organization of the Petroleum Exporting Countries (OPEC) agreed to ramp up production earlier this year, he said.\n\nThe market is now focused on the group's next meeting on December 6 for guidance. Darling said OPEC needs to cut oil production by 1.2 million barrels a day for the whole of next year to balance the oil market.\n\nCrude oil prices have seen ups-and-downs this year, with prices spiking to multi-year highs in October due to Trump's decision to reimpose sanctions on Iran. Sanctions on the third-biggest producer in OPEC has put upward pressure on oil prices throughout much of the year.\n\nMajor crude oil benchmarks spiked to four-year highs one month before the sanctions went into force, but that rally has since unwound spectacularly. Oil prices have plunged 30 percent since early October, dragged lower by a broader market sell-off and growing consensus that supply will outstrip demand next year.\n\n\"U.S. politics has played a part ...(but) it's still been supply-demand driven,\" said Darling.\n\nHis comments came after President Donald Trump on Wednesday doubled down on his defense of Saudi Arabia, thanking the kingdom for helping to keep a lid on oil prices, even amid bipartisan criticism for his support for Riyadh after the killing of journalist Jamal Khashoggi.\n\nThe Trump administration has relied on Saudi Arabia to hike output — and convince other producers to pump more oil — in order to offset the inflationary impact of its hawkish Iran policy.\n\n— CNBC's Tom DiChristopher contributed to this report."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Nissan board meets to end Ghosn's two-decade rule", "description": "Nissan will hold a board meeting on Thursday to oust Chairman Carlos Ghosn after the shock arrest of its once-revered leader, starting what could be a long period of uncertainty in its 19-year alliance with Renault.", "url": "https://www.cnbc.com/2018/11/22/nissan-board-meets-to-discuss-future-of-ghosn.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/22/105587876-1542861817329gettyimages-1070497898.1910x1000.jpeg", "publishedAt": "2018-11-22T07:01:00Z", "content": "Nissan will hold a board meeting on Thursday to oust Chairman Carlos Ghosn after the shock arrest of its once-revered leader, ushering in a period of uncertainty for its 19-year alliance with Renault. The Franco-Japanese alliance, enlarged in 2016 to include … [+2143 chars]", "fulltext": "Nissan will hold a board meeting on Thursday to oust Chairman Carlos Ghosn after the shock arrest of its once-revered leader, ushering in a period of uncertainty for its 19-year alliance with Renault.\n\nThe Franco-Japanese alliance, enlarged in 2016 to include Japan's Mitsubishi Motors, has been rattled to its core by Ghosn's arrest in Japan on Monday, with the 64-year-old group chairman and industry star accused of financial misconduct.\n\nGhosn had shaped the alliance and was pushing for a deeper tie-up including potentially a full Renault-Nissan merger at the French government's urging, despite strong reservations at the Japanese firm.\n\nJapanese prosecutors said Ghosn and Representative Director Greg Kelly, who has also been arrested, conspired to understate Ghosn's compensation at Nissan over five years from 2010, saying it was about half the actual 10 billion yen.\n\nNissan's board meeting will be held sometime after 4:00 p.m. (0700 GMT) at its headquarters in Yokohama and the company is likely to issue a statement afterwards, one senior Nissan official told reporters on Wednesday, requesting anonymity as the details were confidential.\n\nRenault executives are expected to join by video conference.\n\nJapanese media said that given Nissan's board composition Ghosn's removal from the post is expected to be approved.\n\nNissan executives have five seats on the nine-member board, Renault loyalists have two seats and the remaining two are held by unaffiliated outside directors, a former bureaucrat and a race driver.\n\nWith Ghosn and Kelly still in detention, neither of the men will be able to vote or defend themselves at the meeting. A majority vote by the remaining seven members of board will be sufficient to strip them of their positions.\n\nRenault has refrained from firing Ghosn as chairman and CEO, although he remains in detention along with Kelly, whom Nissan also accuses of financial misconduct.\n\nBut Mitsubishi Motors plans to remove Ghosn from his post of chairman at a board meeting next week.\n\nAmid growing uncertainty over the future of the alliance, Japan's industry minister and France's finance minister are due to meet in Paris on Thursday to seek ways to stabilise it.\n\n\"For me, the future of the alliance is the bigger deal,\" said the Nissan official, when asked about Ghosn's arrest. \"It's obvious that in this age, we need to do things together. To part would be impossible.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Holly Ellyatt", "title": "European stocks set to dip as investor sentiment remains cautious", "description": "European markets are expected to open in negative territory on Thursday as investors remain cautious in the face of Brexit and Italy budget difficulties in Europe, and wider geopolitical tensions.", "url": "https://www.cnbc.com/2018/11/22/europe-markets-stocks-under-pressure-as-investor-sentiment-remains-cautious.html", "urlToImage": "https://sc.cnbcfm.com/applications/cnbc.com/staticcontent/img/cnbc_logo.gif", "publishedAt": "2018-11-22T06:59:00Z", "content": "U.K. Prime Minister Theresa May discussed the current state of Brexit negotiations with the President of the European Commission, Jean-Claude Juncker, on Wednesday. May said progress was being made on a draft agreement on future EU-U.K. relations (a separate … [+1651 chars]", "fulltext": "In terms of sectors, Travel & Leisure stood alone as a winner, up 0.32 percent. Basic Resources was the worst performing sector, down 1.55 percent.\n\nLooking at individual stocks, Centrica finished down 9.02 percent. This after the owner of British Gas lost 372,000 home energy accounts in four months amid rising competition.\n\nThe board of Japanese auto giant Nissan has voted to remove Carlos Ghosn from the role of Chairman and Representative Director.\n\nNissan said on its website Monday that it will now form an advisory committee to propose nominations from the board of directors for Ghosn's replacement. A separate committee to review Nissan's governance and executive pay is also to be created.\n\nBrexit progress continues to dominate European headlines on Thursday. Sterling jumped 1.2 percent after Britain and EU political leaders agreed in principle to a text setting out their future relationship. European Commission President Jean-Claude Juncker said Thursday, \"The Commission president has informed me that it has been agreed at negotiators' level and agreed in principle at political level, subject to the endorsement of the leaders.\"\n\nMay said progress was being made on a draft agreement on future EU-U.K. relations (a separate agreement from the Brexit deal) but Spain has threatened to vote against the draft Brexit deal if it is left out of talks on the future status of Gibraltar, a British territory on Spain's southern coast. There is a meeting of EU leaders on Sunday at which they are expected to endorse the draft Brexit deal.\n\nU.K. opposition Labour Party leader Jeremy Corbyn said in the House of Commons on Thursday that he deal was the \"worst of all worlds.\"\n\nHis comments came soon after the publication of the political declaration on the framework for the U.K.'s future relations with the European Union.\n\nMeanwhile, Italy's budget continues to cause a headache for Europe too. With Italy refusing to budge on its big spending plans for 2019, the European Commission announced on Wednesday that it is starting disciplinary measures against Italy which could result in it being fined. Investors are also keeping an eye on global trade developments.\n\nItalian banks fell after Deputy Prime Minister Matteo Salvini said the government would not backtrack on its expansionary 2019 budget law following a rejection by the EU Commission.\n\nOil prices dipped on Thursday after U.S. crude inventories increased to their highest level since December 2017, fueling more concerns of a possible oversupply in markets.\n\nU.S. financial markets are closed on Thursday for the Thanksgiving public holiday and there are no major earnings Thursday. Data releases include preliminary euro area consumer confidence numbers for November."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Saheli Roy Choudhury", "title": "Electric vehicle sales to 'see a big lift' over the next 2 to 3 years, BlackRock says", "description": "Customers will have more opportunities to move away from traditional combustion engines to electric vehicles and their options will not be restricted to only certain auto suppliers, according to BlackRock's Evy Hambro.", "url": "https://www.cnbc.com/2018/11/22/blackrock-electric-vehicle-sales-to-see-big-lift-in-three-years.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/08/105561795-1541678782937gettyimages-647487900.1910x1000.jpeg", "publishedAt": "2018-11-22T06:59:00Z", "content": "Electric vehicle sales will likely jump over the next two to three years as prices fall and more options are made available, according to BlackRock's global head of thematic and sector investing. div &gt; div.group &gt; p:first-child\"&gt; Customers will have … [+1141 chars]", "fulltext": "Electric vehicle sales will likely jump over the next two to three years as prices fall and more options are made available, according to BlackRock's global head of thematic and sector investing.\n\nCustomers will have more opportunities to move away from traditional combustion engines to electric vehicles and their options will not be restricted to only certain auto suppliers, Evy Hambro told CNBC's \"Squawk Box\" on Thursday.\n\n\"I think we're at this tipping point of change,\" Hambro said. \"Over the next two years, we're going to see this massive extension of breadth of models, we're going to see price point of entry drop as well. We're expecting to see a big lift in electric vehicle sales over the next two to three years.\"\n\nEarlier in the year, the International Energy Agency predicted that electric vehicle ownership will jump to about 125 million by 2030, spurred by policies that encourage the purchase of clean-running cars. That would mark a big jump from 2017 when the agency estimated there were 3.1 million electric vehicles in use.\n\nThat's because most traditional automakers are now investing to create their own electric vehicles. For example, Volkswagen recently said it will spend about $50 billion on new plants, electric cars, autonomous driving and other mobility services in an attempt to be the most profitable maker of electric cars."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Tesla cuts China car prices to absorb hit from trade war tariffs", "description": "The electric carmaker, led by billionaire CEO Elon Musk, said it will cut prices of the two models by 12 percent to 26 percent to make the cars more \"affordable\" in the world's top auto market.", "url": "https://www.cnbc.com/2018/11/22/tesla-cuts-china-car-prices-to-absorb-hit-from-trade-war-tariffs.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/04/24/105156670-GettyImages-514595250.1910x1000.jpg", "publishedAt": "2018-11-22T05:38:00Z", "content": "Tesla is cutting the price of its Model X and Model S cars in China, the U.S. firm said on Thursday, in a shift in strategy that will see it take more of a hit from tariffs linked to a biting trade war between China and the United States. The electric carmake… [+1557 chars]", "fulltext": "Tesla is cutting the price of its Model X and Model S cars in China, the U.S. firm said on Thursday, in a shift in strategy that will see it take more of a hit from tariffs linked to a biting trade war between China and the United States.\n\nThe electric carmaker, led by billionaire CEO Elon Musk, said it will cut prices of the two models by 12 percent to 26 percent to make the cars more \"affordable\" in the world's top auto market, where sales of so-called new-energy vehicles are rising fast.\n\nThe move comes amid severe trade tensions between China and the United States, which has seen extra tariffs slapped on U.S. imports into the country, including automobiles, hurting Tesla which imports all the cars it currently sells in the market.\n\n\"We are absorbing a significant part of the tariff to help make our cars more affordable for customers in China,\" Tesla said in a statement sent to Reuters.\n\nThe move marks a shift from July when Tesla was one of the first U.S. carmakers to raise prices in the market in response to tariffs. The firm hiked prices then on its Model X and S cars by about 20 percent.\n\nTesla warned last month it was facing major problems with selling cars in China due to new tariffs that would force it to accelerate investment in its first overseas Gigafactory in Shanghai.\n\nThe carmaker last month secured the site for the facility, which will help it avoid steep import tariffs.\n\nThe firm, which recently launched pre-sales of its new Model 3 car in China, added in its statement that the car's pricetag would start from 540,000 yuan ($77,928.83) for a dual motor all-wheel drive version, and 595,000 yuan for a performance version.\n\nBefore the price hike in July, Tesla had lowered prices on its models in China in May, after Beijing had said it would cut import tariffs for all auto imports."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "US prosecutors are said to be investigating Japan's biggest bank", "description": "U.S. prosecutors are investigating the systems that Japan's biggest bank, Mitsubishi UFJ Financial Group, uses to track money laundering, the New York Times reported on Wednesday.", "url": "https://www.cnbc.com/2018/11/22/nyt-us-investigating-japan-bank-mitsubishi-ufj-financial-group.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/22/105587921-1542863661659gettyimages-940456156.1910x1000.jpeg", "publishedAt": "2018-11-22T05:20:00Z", "content": "U.S. prosecutors are investigating the systems that Japan's biggest bank, Mitsubishi UFJ Financial Group (MUFG), uses to track money laundering, the New York Times reported on Wednesday. The bank was subpoenaed by federal prosecutors in Manhattan late last ye… [+833 chars]", "fulltext": "U.S. prosecutors are investigating the systems that Japan's biggest bank, Mitsubishi UFJ Financial Group (MUFG), uses to track money laundering, the New York Times reported on Wednesday.\n\nThe bank was subpoenaed by federal prosecutors in Manhattan late last year as it was locked in a court fight with the New York Department of Financial Services, according to the NYT report, citing two people who were briefed on the investigation.\n\nThe litigation is a part of the department's attempts to punish MUFG for breaking anti-money-laundering rules, the newspaper reported.\n\nThe subpoena was issued after the State of New York said in a court filing that the bank had intentionally ignored an internal filter designed to keep it from doing business with companies and people on international sanctions lists, the NYT reported.\n\nThe bank was fined hundreds of millions of dollars in 2014 for misleading U.S. regulators about its transactions with sanctioned countries including Iran.\n\nMUFG and the U.S. attorney's office for the Southern District of New York were not immediately available for comment."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Death toll rises and more than 500 still missing, as rains douse California wildfire", "description": "The first significant rain in months in northern California helped firefighters battle the deadliest wildfire in the state's history on Wednesday, but raised the risks of flash flooding that could hinder teams searching for human remains.", "url": "https://www.cnbc.com/2018/11/22/death-toll-rises-and-563-missing-as-rains-douse-california-wildfire.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579147-1542382160432gettyimages-1062018816.1910x1000.jpeg", "publishedAt": "2018-11-22T04:46:00Z", "content": "Forecasters said the rains, which in some areas are likely to be accompanied by winds of up to 45 miles per hour (72 kph), raised risks of debris flows. The fire has burned across 153,000 acres (62,000 hectares) of the Sierra foothills. \"There's no vegetation… [+976 chars]", "fulltext": "The first significant rain in months in northern California helped firefighters battle the deadliest wildfire in the state's history on Wednesday, but raised the risks of flash flooding that could hinder teams searching for human remains.\n\nBetween 4-6 inches (15 cm) of rain was expected to fall through the weekend in areas around the town of Paradise, the community of nearly 27,000 people 175 miles (280 kilometers) northeast of San Francisco that was largely incinerated by the Camp Fire. The blaze killed at least 83 people, and 563 are still unaccounted for, Butte County Sheriff Kory Honea told a press briefing on Wednesday.\n\n\"The rain is a concern for us and there is the potential for mudflows,\" Honea said, adding that he would pull searchers out of areas if they faced any risk of being caught in mudslides.\n\nThe rain added to the misery of evacuees camped out in a Walmart parking lot in nearby Chico, where local residents donated freight pallets and tarps to help evacuees shelter from overnight temperatures just above freezing.\n\n\"I'll get a pallet and get my tent up off the ground,\" said Mitchell Manley, who evacuated from the village of Concow and managed to get his elderly mother out of nearby Magalia.\n\nWarehouses were being opened up in Chico to provide evacuees protection from the cold and rain and to move them out of the Walmart car park, said Manley's partner, Carol Daugherty."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "China's local government debt sales is reaching annual limit amid greater fiscal support", "description": "China's local governments have almost exhausted their annual quotas for new debt issuance in the first ten months of the year, with sales of bonds in the third quarter picking up sharply as part of the central government's effort to shore up the economy.", "url": "https://www.cnbc.com/2018/11/22/chinas-local-government-debt-sales-reaching-annual-limit.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/31/105541211-1540952576165gettyimages-110046553.1910x1000.jpeg", "publishedAt": "2018-11-22T04:27:00Z", "content": "China's local governments have almost exhausted their annual quotas for new debt issuance in the first ten months of the year, with sales of bonds in the third quarter picking up sharply as part of the central government's effort to shore up the economy. Issu… [+2170 chars]", "fulltext": "China's local governments have almost exhausted their annual quotas for new debt issuance in the first ten months of the year, with sales of bonds in the third quarter picking up sharply as part of the central government's effort to shore up the economy.\n\nIssuance of new special bonds, targeted for specific funding needs such as land development, came to 1.32 trillion yuan in January-October, reaching 98 percent of the annual quota of 1.35 trillion, data from the finance ministry showed on Thursday.\n\nNew general purpose bond sales meanwhile stood at 798 billion yuan in the same period, accounting for 96 percent of the target set by the government for the year.\n\nChina has in recent months instructed local governments to accelerate these bond issuance in the face of a sharp slowdown in infrastructure investment, as many of them grapple with financing constraints brought on by a nationwide crackdown on speculative debt.\n\nTotal local government bond issuance was at 4.1 trillion yuan in the first ten months of the year, the ministry said in a statement posted on its website.\n\nOutstanding local government debt reached 18.4 trillion yuan at end-October, the ministry added. China has capped outstanding local government debt issuance at 21 trillion yuan for 2018.\n\nSome analysts remain unimpressed with overall credit growth, pointing to sharp cooling in October as a risk factor for the economy despite state efforts to ramp up fiscal supports.\n\n\"The upshot is that lower interbank rates and on-budget fiscal support have so far been insufficient to drive a sustained turnaround in lending,\" Capital Economics wrote in a note last week.\n\n\"With credit growth still cooling, economic activity looks set to come under further pressure in the coming months. We expect officials to step up policy easing in response, including benchmark lending rate cuts and off-budget fiscal stimulus.\"\n\nIn October, China's local governments issued 256 billion yuan ($36.94 billion) in debt, according to the ministry, down from 748.5 billion yuan in September and was the lowest since March. While the slowdown in bond sales was significant, it follows a historic pattern of a seasonal lull in the last three months of the year.\n\nOutstanding local government special bonds reached 7.48 trillion yuan at end-October.\n\nLocal government debt swaps reached 148.3 billion yuan in October, the ministry said, compared with 44.1 billion yuan in September."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Karen Gilchrist", "title": "Think your boss hates you? You could be onto something", "description": "You might not be being paranoid after all.", "url": "https://www.cnbc.com/2018/11/22/careers-advice-what-to-do-if-you-think-your-boss-manager-hates-you.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105584071-1542701347487gettyimages-638681851.1910x1000.jpeg", "publishedAt": "2018-11-22T04:12:00Z", "content": "That can be achieved in three steps, said Manzoni. First, sit down with your boss and explain that you feel your relationship is not as productive as you would like it to be. That will likely be very difficult, Manzoni acknowledged, but it's a necessary first… [+1213 chars]", "fulltext": "Have you ever had the feeling your boss doesn't like you?\n\nConventional wisdom and your long-suffering friends will likely have told you to stop being paranoid. \"Of course they don't hate you; you just need to win them round,\" your friends might say — but you could actually be onto something.\n\nIn fact, not only is it a common fear — it's usually grounded in reality, according to the president of IMD business school and author of \"The set-up to fail syndrome: How good managers cause great people to fail.\"\n\nDr Jean-Francois Manzoni, who has studied the phenomenon for almost three decades, told CNBC Make It that managers he has surveyed have openly acknowledged that they behave differently toward their \"perceived best and worst employees.\"\n\nThat may seem counter-intuitive — or even spiteful — but, of course, it makes sense. Bosses are likely to provide more opportunities to those they feel are capable, while limiting the responsibilities of those they consider weaker.\n\nHowever, said Manzoni, therein lies the issue."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Evelyn Cheng", "title": "Chinese consumers aren't spending as much. Many are worried about the future", "description": "While analysts say Chinese consumers are generally financially healthy, they are holding off on spending due to uncertainty.", "url": "https://www.cnbc.com/2018/11/22/chinese-consumers-arent-spending-as-much-because-theyre-worried.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/21/105464684-1537547018236gettyimages-1041664392.1910x1000.jpeg", "publishedAt": "2018-11-22T03:17:00Z", "content": "\"Consumer finance plays a more and more important role in the market than five years ago,\" Sherri He, Shanghai-based partner at consulting firm A.T. Kearney, said in a phone interview earlier this week. She added that online retailers offering consumer financ… [+1124 chars]", "fulltext": "China's massive consumer base is feeling a chill that could have ripple effects throughout an economy that's already under pressure.\n\nWhile analysts say individuals are generally financially healthy, many are holding off on spending due to uncertainty about the future.\n\n\"A decline in consumption is the biggest risk, because everyone already knows about the decline in investment, everyone also knows about the trade tensions,\" said Jian Guang Shen, chief economist at JD Digits, which was spun off from Chinese e-commerce company JD.com. He used to be the chief economist at Mizuho Securities Asia.\n\n\"Everyone's confidence, confidence in this year's situation, has declined, (and) consumption was immediately impacted,\" Shen said in Mandarin on Tuesday, according to a CNBC translation. \"In the next couple of months, consumption will continue to slow.\"\n\nAlready, retail sales fell to a disappointing 8.6 percent in October. That contrasts with past years which generally saw near-10 percent growth or higher."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Nyshka Chandran", "title": "How Saudi Arabia could reward Trump's support on Khashoggi crisis", "description": "Riyadh may moderate its behavior in Yemen and Qatar \"to show some good faith to the U.S. and to retain the high level of strategic support that it has from the White House,\" said Emily Hawthorne of Stratfor.", "url": "https://www.cnbc.com/2018/11/22/saudi-arabia-could-pay-back-trumps-support-after-khashoggi-murder.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/03/20/105077169-RTS1OHBS.1910x1000.jpg", "publishedAt": "2018-11-22T02:57:00Z", "content": "Richard Murphy, formerly U.S. ambassador to Saudi Arabia and U.S. assistant secretary of state for Near Eastern and South Asian Affairs, told CNBC that Trump should take advantage of his new sway over Riyadh to make foreign policy gains. For instance, Murphy … [+1163 chars]", "fulltext": "Saudi Arabia has the staunch support of U.S. President Donald Trump following the killing of journalist Jamal Khashoggi, and the oil-rich kingdom may make concessions to its American ally in return.\n\nPolitical analysts say Saudi Arabia's King Salman and Crown Prince Mohammed bin Salman may scale back the war in Yemen and the blockade of Qatar. Such moves would allow Saudi Arabia \"to show some good faith to the U.S. and to retain the high level of strategic support that it has from the White House,\" Emily Hawthorne, Middle East and North Africa analyst at think tank Stratfor, told CNBC.\n\nSaudi officials did not respond to a CNBC inquiry about whether they would change their Yemen or Qatar policies.\n\nIn April, Secretary of State Mike Pompeo told officials in Riyadh to end its land, maritime and air blockade against Qatar. Saudi Arabia — along with Bahrain, the United Arab Emirates and Egypt — severed ties with Qatar last year, accusing it of supporting terrorism. Qatar denies that it supports terrorism.\n\nLast month, the U.S. increased its calls for a cease-fire in Yemen, where Houthi rebels, backed by Iran, have been fighting a Saudi-led coalition that supports the Yemeni government."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Oil dips on swelling US inventories, but expected OPEC supply cut stems losses", "description": "U.S. commercial crude oil inventories rose by 4.9 million barrels to 446.91 million barrels last week, the Energy Information Administration (EIA) said in a weekly report on Wednesday. That was the highest level since December last year.", "url": "https://www.cnbc.com/2018/11/22/oil-markets-us-crude-inventories-opec-in-focus.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2016/01/05/103281417-GettyImages-462769794.1910x1000.jpg", "publishedAt": "2018-11-22T02:54:00Z", "content": "Oil prices dipped on Thursday after U.S. crude inventories increased to their highest level since December 2017 amid concerns of an emerging global glut, although an expected supply cut by producer cartel OPEC prevented further drops. U.S. West Texas Intermed… [+2089 chars]", "fulltext": "Oil prices fell on Thursday after U.S. crude inventories swelled to their highest level since December adding to concerns about a global glut but OPEC talk of an output reduction limited losses.\n\nBenchmark Brent fell 23 cents to $63.25 a barrel by 1212 GMT, after dropping by over $1 in early European trading. U.S. WTI fell more than a $1 before easing back to trade down 39 cents at $54.24.\n\nU.S. commercial crude oil inventories climbed by 4.9 million barrels to 446.91 million barrels last week, the U.S. Energy Information Administration (EIA) said on Wednesday, its highest level since December.\n\nU.S. crude oil production also stayed at a record 11.7 million barrels per day (bpd), the EIA said.\n\nTamas Varga, analyst at PVM brokerage, said the market trend was still bearish. \"The question is what OPEC will do in December, will they cut, and if so, by how much?\" he said.\n\nThe Organization of the Petroleum Exporting Countries is worried about the emergence of a glut that could pull down prices further. But OPEC's biggest exporter Saudi Arabia is also under U.S. pressure to prevent prices spiking higher again.\n\n\"Oil prices getting lower. Great! Like a big Tax Cut for America and the World. Enjoy!... Thank you to Saudi Arabia, but let's go lower!\" U.S. President Donald Trump tweeted on Wednesday.\n\nThe oil market has also been weighed down by weak Asian and European markets as investors fret about slowing global growth in the face of rising U.S. interest rates and trade tensions.\n\nTrading was expected to remain muted until Monday due to Thursday's Thanksgiving holiday in the United States.\n\nMore U.S. crude could also be heading to market as the U.S. pipeline bottlenecks are cleared in the second half of 2019. The increase in U.S. oil output has outpaced capacity to transport the additional crude.\n\nTo counter the surge in supply, OPEC is considering a deal to cut production when it meets on Dec. 6, although OPEC member Iran is expected to resist any voluntary reduction. Russia, an ally of OPEC, has also shown no sign it would join any cut.\n\n\"While there is talk that OPEC plus Russia may again agree to a production cut, the concern is that not all relevant parties will be able to come to an agreement,\" said William O'Loughlin, investment analyst at Australia's Rivkin Securities."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Yen Nee Lee", "title": "Want a free country house in Japan? Here's where they're giving them away", "description": "Japan has an increasing number of vacant homes — a problem that's set to persist because of an aging and shrinking population that has left many towns and villages empty.", "url": "https://www.cnbc.com/2018/11/22/japan-free-homes-empty-houses-given-away-and-sold-cheap.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/21/105586363-1542789134165gettyimages-543617281.1910x1000.jpeg", "publishedAt": "2018-11-22T01:28:00Z", "content": "Japan has an increasing number of vacant homes a problem that's set to persist because of an aging and shrinking population that has left many towns and villages empty. div &gt; div.group &gt; p:first-child\"&gt; \"Japan faces significant economic and social im… [+1491 chars]", "fulltext": "Japan has an increasing number of vacant homes — a problem that's set to persist because of an aging and shrinking population that has left many towns and villages empty.\n\n\"Japan faces significant economic and social impact effects from demographic (aging) over the next three decades,\" Rajiv Biswas, Asia-Pacific chief economist at IHS Markit, wrote in an October note.\n\nAbandoned properties in the world's third-largest economy are among the least-discussed side effects of the country's demographic changes. But it's getting more attention given the increasing number of affordable — and sometimes free — houses put up for sale online on websites called \"akiya banks.\"\n\nAkiya is the Japanese term for vacant homes. Many of such sites are set up by local governments and communities to better manage the supply and demand for the growing stock of empty houses in their respective towns.\n\nProperties listed on Tochigi's \"akiya bank\"\n\nOn one website, several homes are free, with the buyer having to pay only taxes and fees such as agent commissions.\n\n\"This is usually because the owners cannot take care of the property anymore or do not want to pay the property tax that applies in Japan for a home that they do not use,\" said real estate site REthink Tokyo in an October report.\n\nThe free homes also usually require major refurbishment because they are old and run down. But some local governments — such as the Tochigi and Nagano prefectures — offer subsidies for renovation work on vacant houses.\n\nFor vacant homes that are not free, prices can range from 500,000 Japanese yen ($4,428.50) to close to 20 million yen ($177,140) depending on location, age and condition of the house, according to the listings seen by CNBC."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Singapore's third-quarter economic growth comes in well below forecast", "description": "Singapore's economy grew 2.2 percent in the third quarter from the year earlier, slower than the advance estimate of 2.6 percent growth.", "url": "https://www.cnbc.com/2018/11/22/singapore-economy-third-quarter-growth-below-forecast-on-trade-war.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/10/16/102095940-162895908.1910x1000.jpg", "publishedAt": "2018-11-22T01:11:00Z", "content": "Singapore's economy expanded at a much slower pace than initially thought in the third quarter, with the government flagging a further moderation in the current quarter and 2019 in part due to the U.S.-Sino trade war. The prosperous city-state is seen as a be… [+1523 chars]", "fulltext": "Singapore's economy expanded at a much slower pace than initially thought in the third quarter, with the government flagging a further moderation in the current quarter and 2019 in part due to the U.S.-Sino trade war.\n\nThe prosperous city-state is seen as a bellwether for global growth because international trade dwarfs its domestic economy, equating to about 200 percent of its GDP. Global markets have suffered a shakeout in the past two months as trade tensions fanned worries about a slowdown in world trade, business investment and growth.\n\nThe economy grew 3.0 percent in the July-September quarter from the previous three months on an annualized and seasonally adjusted basis, revised final figures from Ministry of Trade and Industry (MTI) showed on Thursday. The government's initial estimate, released on October 12, had showed the economy grew 4.7 percent.\n\nGross domestic product grew 2.2 percent in the third quarter from the year earlier, slower than the advance estimate of 2.6 percent growth.\n\nThe median of 11 analysts in a Reuters poll predicted a 4.2 percent rise quarter-on-quarter and a 2.4 percent rise on a year-on-year basis.\n\nThe MTI revised its forecast for GDP growth for 2018 to 3.0 to 3.5 percent, from 2.5 to 3.5 percent previously. It gave a wide range for 2019's GDP growth forecast of between 1.5 to 3.5 percent.\n\n\"The external demand outlook for the Singapore economy in 2019 is slightly weaker as compared to 2018. At the same time, risks in the global economy are tilted to the downside,\" Loh Khum Yean, permanent secretary for trade and industry said.\n\n\"There is the risk of a further escalation of the ongoing trade conflicts between the U.S. and its key trading partners, which could trigger a sharp fall in global business and consumer confidence.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Lora Kolodny", "title": "Booster Fuels designed a truck that can navigate parking lots to refill your car while you work", "description": "Booster Fuels designed a truck that can navigate parking lots to refill your car while you work. Facebook, PayPal, Pepsi and Frito Lay offer the service as a perk for employees. The start-up currently operates in about 20 U.S. cities.", "url": "https://www.cnbc.com/2018/11/21/booster-fuels-refills-employees-cars-at-paypal-facebook-pepsi.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/20/105585148-1542736668757booster-02.1910x1000.jpg", "publishedAt": "2018-11-22T00:05:00Z", "content": "If Booster Fuels CEO Frank Mycroft has his way, gas stations will one day be obsolete. div &gt; div.group &gt; p:first-child\"&gt; His start-up, founded in 2014, is filling up cars in parking lots, so drivers don't have to wait in lines or make extra trips. Bo… [+845 chars]", "fulltext": "If Booster Fuels CEO Frank Mycroft has his way, gas stations will one day be obsolete.\n\nHis start-up, founded in 2014, is filling up cars in parking lots, so drivers don't have to wait in lines or make extra trips. Booster is now operating across twenty U.S. cities, and in the parking lots of at least 300 different companies, Mycroft said. The service is available in Orange County, the San Francisco Bay Area and the Dallas - Fort Worth region.\n\nBooster generates $180,000 in revenue daily, according to Mycroft, and has already delivered fuel more than 1 million times to customer cars.\n\nTo make delivery possible, Booster designed a tanker truck that can navigate the tight lanes of parking lots. The trucks can both load up fuel and deliver it, cutting out the costs of the middle man and allowing the start-up to procure fuel wholesale from providers like Exxon and Shell.\n\nFacebook, PayPal, Pepsi and others offer the service for employees. They give the company access to their employee parking lots, and help make sure their workers know about the service."}]