["The attempt by Trump and his party to shut down the legally mandated Florida recount with claims, based on no evidence, of large-scale voting fraud fits right into this partisan epistemology. Do Republicans really believe that there were vast numbers of fraudulent or forged ballots? Even asking that question is a category error. They don’t “really believe” anything, except that they should get what they want. Any vote count that might favor a Democrat is bad for them; therefore it’s fraudulent, no evidence needed.\n\nThe same worldview explains Republicans’ addiction to conspiracy theories. After all, if people keep insisting on the truth of something that hurts their party, it can’t be out of respect for the facts — because in their world, there are no neutral facts.\n\nSo the people making inconvenient assertions must be in the pay of sinister forces. In Arizona, Democrat Kyrsten Sinema won a Senate seat on the strength of late-counted ballots. Did you know that the state G.O.P. has filed a freedom of information request for information on interactions between election officials and, you guessed it, George Soros?\n\nIt’s worth pointing out, by the way, that this rejection of objective facts and insistence that anyone insisting on inconvenient truths must be part of a left-wing conspiracy dominated the Republican psyche long before Trump. Most notably, the claim that the overwhelming evidence for global warming is a giant hoax, the product of a vast plot involving thousands of scientists around the world, has been G.O.P. orthodoxy for years.\n\nTrue, the party’s presidential candidates used to be mealy-mouthed about rejecting facts and endorsing conspiracy theories, rather than being full-throated crazy. But Trump is only going where many of his party’s senior figures have been for a long time.", "A settlement announced Monday between the N.H.L. and several hundred retired hockey players who accused the league of hiding the dangers of repeated head hits did little to quell the emotional intensity surrounding the issue.\n\nThe deal, which must be approved by the 318 former players who joined the lawsuit, includes free neuropsychological tests, up to $75,000 for medical treatment, a potential cash payment of about $20,000 a player, and the establishment of a Common Good Fund to help other players in need.\n\nThe settlement will undoubtedly bring a trickle of money to players in need and is a minor legal achievement, given the resources and resolve of the N.H.L., which used brass knuckles to fight the players at every turn. But few on the plaintiff side will be happy with a deal that provides little long-term security for retired players who are suffering.\n\n“The N.H.L.’s philosophy was scorched earth and deny every issue,” said Charles Zimmerman, the lead lawyer for the retired hockey players. “They denied the link between neurocognitive problems and the game of hockey, and felt that the players were not injured and wouldn’t participate in large numbers. They were right on that.”", "So the city dropped the plan.\n\nAmazon also insisted on nondisclosure agreements from the 238 cities bidding for HQ2. Scandalously, American cities and states now spend some $90 billion a year in cash and tax incentives to attract companies, money that could go for infrastructure, schools and police, and that usually doesn’t pay off, as Derek Thompson pointed out this week in The Atlantic. Amazon’s nondisclosure clause set up a process that allowed it, in effect, to crowdsource vast swaths of information about cities while preventing their citizens from knowing what their elected officials were doing to entice the $860 billion company.\n\nThis is certainly not how New Yorkers like to operate.\n\nIf New York hadn’t landed Amazon, it would not have been a surprise if Dallas had. Jeff Bezos, Amazon’s chief executive, apparently has a home in Texas, too. Scott Galloway, the business analyst and Amazon expert, tweeted a funny-but-true image showing the proximity between Mr. Bezos’ homes and the company’s current and prospective headquarters.\n\nSilly as it sounds, where bosses live turns out to be as good a predictor as any of where tech companies will settle.\n\nFor years, suburbia has offered these companies acres of disposable, cheap, anonymous office parks: mostly one- or two-story concrete structures surrounded by loads of surface parking. These sites minimized costs, maximized security and allowed companies to scale up, contract or split into different units quickly — at the same time they promoted sprawl and traffic jams and transformed once-quaint bedroom communities south of San Francisco into phenomenally expensive places to live.\n\nNot that young tech workers, more and more of them immigrants, wanted to live in suburbia, anyway. Increasingly they demanded the diversity and benefits of city life. And so did successful innovation companies, following the lead of workers.\n\nAnother way to put it is that companies like Google, Facebook and Amazon became attracted to cities like New York, Los Angeles, Seattle and Washington because these cities had already made transformative public investments in assets like culture, parks, universities and transit.", "1. Powerful wildfires raged in Northern and Southern California, pushed by strong winds.\n\nThe inferno that ravaged the wooded town of Paradise in northern California became the deadliest wildfire in the state’s modern history on Monday when officials said they had discovered the remains of 13 more people, bringing the death toll to 42.\n\nThe Butte County sheriff, Kory L. Honea, has said more than 200 people remain missing in and around the town, which sits in the foothills of the Sierra Nevada and was popular with retirees.\n\nThe Woolsey Fire, west of Los Angeles, has killed two and charred 90,000 acres around Malibu and Thousand Oaks.", "Herbert Ira London was born in Brighton Beach, Brooklyn, on March 6, 1939, a grandson of Jewish immigrants from Eastern Europe. His father, Jack, a lapsed socialist, sold fabric, leather and vinyl for upholstery. His mother, Esta (Epstein) London, was a homemaker. He once described his upbringing as “Jewish Calvinist.”\n\n“I always think about my dad because I think there are a lot of people like my father who could never understand why there were a growing number of people in our society who were feeding out of the public trough,” he told The New York Times in 1994. “He paid his taxes and never derived any benefits from government. That’s why I refer to him as the quintessential forgotten New Yorker.”\n\nDr. London was raised in Forest Hills, Queens, and graduated from Jamaica High School, where a teacher instilled in him a lifelong habit of writing at least one page a day. He helped lead the school’s basketball team to a city championship in 1955. Years later, he recalled a game in which he had scored 19 points by the end of the first quarter, with his team leading by 20.\n\n“I felt confident of breaking the school scoring record and perhaps the city record as well, but to my dismay the coach took me out of the game,” Dr. London wrote in 2012 on mindingthecampus.org. “I was furious. Yet in retrospect, he was right. Had I broken the school record, it would have come at the expense of a marginal team. Moreover, it would have embarrassed the other players. My coach understood what I did not.”\n\nHe went on to Columbia College on a basketball scholarship and made the starting team. There, originally enrolled in a pre-med curriculum, he was transformed by a course in contemporary civilization and humanities. Influenced by the professors Jacques Barzun, Samuel Huntington and Daniel Bell, he pivoted toward an academic career.\n\n“My thoughts strayed from the hardwood to dusty stacks in Butler Library,” he recalled in a memoir, “Diary of a Dean” (2010).", "What turned out to be, in a sense, a career-making job came along in 1960, when Mr. Rain narrated a Canadian documentary about astronomy and space called “Universe.” It caught Mr. Kubrick’s attention; he is said to have watched it scores of times. And when he was having trouble finding a voice that he liked for HAL 9000 — the onboard computer on a spaceship carrying astronauts on a mysterious mission — he thought of the documentary’s narration.\n\n“2001” had already been shot, and various concepts for the voice of HAL had been tried. At one point the computer was envisioned as female. The actor Martin Balsam recorded HAL’s lines but was deemed not quite right. During filming, the British actor Nigel Davenport read the lines off-camera for a time for the benefit of Keir Dullea and Gary Lockwood, who played the astronauts, and then Mr. Kubrick had an assistant director, also British, do it.\n\nMr. Kubrick, not satisfied with any of those, sought out Mr. Rain. They met at a recording studio outside London. Mr. Rain recorded his lines in a day and a half, with Mr. Kubrick, who died in 1999, explaining the scenes to him and giving him only the sparsest of directorial notes.\n\nMr. Rain’s rendition of the lines (“I’m sorry, Dave, I’m afraid I can’t do that”) was dispassionate in a way that was both soothing and unsettling. His readings were cool to the point of being chilling, especially as the story moved along and HAL became malevolent.", "“We need to be careful what we say,” said the judge, Jack Tuter, rejecting a request by Mr. Scott to impound unused voting machines and ballots. “These words mean things these days, as everybody in the room knows.”\n\nIt was a busy weekend for undecided elections in Florida and elsewhere. Here’s a recap of where things stand today:\n\n• The first full, statewide vote recount in Florida history started on Saturday for races for governor, Senate and agriculture secretary. The deadline for the recount, which is being performed by machines, is Thursday at 3 p.m. But if the machine recount comes back with a margin of .25 percentage points or less, the state will begin a manual recount.\n\nMost of the attention is focused on the Senate race, where unofficial election results show Mr. Scott leading Mr. Nelson by just .14 percentage points. A big question is why the Democratic bastion of Broward County saw about 25,000 fewer votes counted for Senate than governor, a number way out of whack with other counties. Poor ballot design may be a reason. There are also overseas and provisional ballots still to be counted.\n\n• In Arizona’s Senate race, Kyrsten Sinema, the Democrat, was declared the winner late on Monday. The race was close, but the tallying was also slow by design — a majority of voters in the state cast early ballots and vote by mail, and counting all their votes can take time.\n\n•In Georgia, Democrats are trying to push Brian Kemp, the Republican nominee for governor, below 50 percent of the vote, triggering a runoff election later this year. The campaign of Stacey Abrams, the Democrat, says an additional 25,632 votes would push the race into a runoff; Mr. Kemp’s office says there are only about 25,000 votes outstanding. His share dropped slightly over the weekend, to 50.28 from 50.33 . Ms. Abrams’s lawyers filed a lawsuit on Sunday to force the counting of more provisional ballots and to push back the state’s certification of election results until at least Wednesday.\n\n•In the House, Democrats keep expanding their margin as results roll in. Currently, the party has claimed at least 32 seats — up from 26 on election night. Results in 10 races are outstanding.\n\n[Sign up here to get On Politics in your inbox every evening.]\n\n____________________\n\nBehind Trump’s wildfire tweet", "WASHINGTON — Shortly after the journalist Jamal Khashoggi was assassinated last month, a member of the kill team instructed a superior over the phone to “tell your boss,” believed to be Crown Prince Mohammed bin Salman of Saudi Arabia, that the operatives had carried out their mission, according to three people familiar with a recording of Mr. Khashoggi’s killing collected by Turkish intelligence.\n\nThe recording, shared last month with the C.I.A. director, Gina Haspel, is seen by intelligence officials as some of the strongest evidence linking Prince Mohammed to the killing of Mr. Khashoggi, a Virginia resident and Washington Post columnist whose death prompted an international outcry.\n\nWhile the prince was not mentioned by name, American intelligence officials believe “your boss” was a reference to Prince Mohammed. Maher Abdulaziz Mutreb, one of 15 Saudis dispatched to Istanbul to confront Mr. Khashoggi at the Saudi Consulate there, made the phone call and spoke in Arabic, the people said.\n\nTurkish intelligence officers have told American officials they believe that Mr. Mutreb, a security officer who frequently traveled with Prince Mohammed, was speaking to one of the prince’s aides. While translations of the Arabic may differ, the people briefed on the call said Mr. Mutreb also said to the aide words to the effect of “the deed was done.”", "BEIJING — Wang Miaoyi's small one-bedroom apartment, which doubles as her design studio, is overflowing with game magazines, figurines and boxes of sci-fi novels.\n\nThe 30-year old game developer is a child of the county's tech boom: she studied at one of China's top universities and her company hit it big with an award-winning game that was published on Nintendo's Switch console and the PC gaming platform Steam, with plans for roll-out on other game platforms.\n\nNow her ambitions - and those of many others across China's giant tech industry - are facing a reckoning, amid rising state control over the sector, tightening regulation and a biting trade war with the United States stymieing growth.\n\n\"(In 2015) doing a start-up was popular. So many young people set up small businesses, like developing games, and dreamed of making big money as well as being free,\" she said. \"But they found out now it's really unrealistic.\"", "“These fires aren’t even in forests,” said Max Moritz, a wildfire specialist at the University of California, Santa Barbara.\n\nRather, the Camp and Woolsey fires, which are ripping through Northern and Southern California, began in areas known as the wildland-urban interface: places where communities are close to undeveloped areas , making it easier for fire to move from forests or grasslands into neighborhoods.\n\n[Why does California have so many wildfires? There are four key ingredients.]\n\nA 2015 report by the United States Department of Agriculture found that between 2000 and 2010 (the last year for which data was available), the number of people moving into the wildland-urban interface had increased by 5 percent . According to the report, 44 million houses, equivalent to one in every three houses in the country, are in the wildland-urban interface. The highest concentrations are in Florida, Texas and, yes, California.\n\nIt is true that California wildfires are getting larger and that most of the state’s largest wildfires have happened this century. The Mendocino Complex Fire, earlier this year, was the biggest California fire on record, as measured by acres burned. The Camp Fire is already the most destructive in state history, having razed more than 6,000 homes.", "My Moments With Stan\n\nIn a tribute comic, Brian Michael Bendis reflects on the first time he met Stan Lee and how Mr. Lee inspired him in his two-decade career at Marvel Comics.", "Police and school officials in a small town in Wisconsin are investigating a photograph taken last spring of about 60 male high school students, many of them making what appears to be a Nazi salute.\n\nThe photograph, taken on the steps of a local courthouse before the Baraboo High School junior prom, was available for purchase on the photographer Peter Gust’s website, Wheel Memories, until Monday morning, when it apparently was deleted.\n\nThe image went viral after it was posted on Twitter Sunday night.\n\nIn a letter sent to parents on Monday, the school district superintendent, Lori Mueller, said that administrators were “extremely troubled by the image.”\n\n“Clearly, we have a lot of work to do to ensure that our schools remain positive and safe environments for all students, staff and community,” Ms. Mueller wrote. “If the gesture is what it appears to be, the district will pursue any and all available and appropriate actions, including legal, to address the issue.”", "Kathryn Kleekamp\n\nSandwich, Mass.\n\nTo the Editor:\n\nIt comes as no surprise that during his trip to Europe, President Trump — so ignorant of the history of his country, so indifferent to the exertions and sacrifices of its soldiers, so oblivious to the costs of war and the blessings of peace, so padded, pomaded and pampered — could not be bothered to attend a memorial service at the Aisne-Marne American Cemetery or the subsequent Paris Peace Forum.\n\nAnd it was just as well: He would have had nothing thoughtful to offer at a conference on peace, and the presence of someone to whom self-sacrifice is so utterly alien would have mocked the patriotism, devotion and suffering of the men who died fighting for their country in France.\n\nS.R. Sturm\n\nBrussels\n\nThe writer is a retired Air Force colonel.\n\nTo the Editor:\n\nThis Veterans Day should remind us of the horror of war and rededicate ourselves to finding peace. My own great-uncle, Ira Pitzer, was killed just eight days before the armistice in 1918 .\n\nWorld War I should have been the last one. Surely the soldiers who fought so valiantly deserved a lasting peace. But it never came, as so many wars have taken place since.\n\nIt is the Lost Peace. The best way to honor their sacrifice is to find that peace and freedom for all people.", "美国副总统迈克·彭斯(Mike Pence)和俄罗斯总理德米特里·A·梅德韦杰夫(Dmitri A. Medvedev)将代替总统特朗普(Trump)和弗拉基米尔·普京(Vladimir V. Putin)参加会议。\n\n但正在寻求扩大中国在南太平洋地区影响力的中国国家主席习近平，预计将提前两天到达并出席国宴，与该岛国领导人见面，并参加由中国援建的一所学校的落成典礼。\n\n巴布亚新几内亚位于澳大利亚北部和印度尼西亚东部，拥有800多万人口，是迄今为止亚太经合组织21个经济体中最贫穷的一个。\n\n该国盛产矿产、木材、石油和天然气，但缺乏开采、出口的道路和港口。它还面临包括小儿麻痹症回潮在内的全国卫生健康危机。\n\n巴布亚新几内亚是世界上民族最多元的国家之一，拥有超过800种语言和600个岛屿。部落之间的对抗是很常见的，一些部族已经好几代人都处于小打小闹的冲突状态。\n\n“政治局势非常复杂，”亚太经合组织执行主任艾伦·博拉尔德(Alan Bollard)说。“它有一个不稳定的政党体系，并且非常部落化。”\n\n首都莫尔兹比港没有发生任何实际的战争，但不知为何仍然给人感觉像一个战区。\n\n游客光天化日之下被抢的报道很常见。富裕的巴布亚新几内亚人住在高高的带有尖刺的围栏后面。许多外国人住在由警卫看守的大院里，单元月租6000美元或更多。\n\n黑天鹅国际(Black Swan International)安保公司是该国最大的公司之一，拥有2500名员工。\n\n莫尔斯比港中国援建的公交候车亭。 Vanessa 'Ness' Kerton/Agence France-Presse — Getty Images\n\n领导人会议预计将有7000人参加。由于酒店短缺，大部分人将住在由澳大利亚嘉年华(Carnival Australia)提供的三艘停靠的邮轮上。\n\n该国的贫富差距显而易见。大约85%的人口靠自给农业生存，只有不到五分之一的人口能用上电。在莫尔兹比港，许多定居者住在废弃木材和塑料防水布搭建的棚屋里。", "To the Editor:\n\nRe “Ruthless California Wildfires Leave a Trail of Death and Despair” (news article, Nov. 11):\n\nPresident Trump tweeted this statement after innocent people died and thousands of structures were destroyed in the Camp Fire in Northern California:\n\n“There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor. Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests. Remedy now, or no more Fed payments!”\n\nMr. Trump, the fire started in the Plumas National Forest, and many of the state’s worst fires have been on federal lands. Who administers and runs the national forests in the United States? The Department of Agriculture, which as I recollect is a federal agency that you as president oversee and is run by a cabinet member you appointed.\n\nSo on behalf of California and the victims of this terrible fire, alive and dead, I say, please, just shut up for once and send help to the communities devastated by this tragedy.\n\nI have a really good idea: How about sending some of the 5, 600 American troops that you have sitting around our southern border right now, waiting to stop your mythical caravan of terrorists and murderers, to the town of Paradise in Northern California?", "Sichuan peppercorns, the dried seed pods of the prickly ash, are actually not a kind of pepper, but a spice that delivers tongue-tingling heat with a citrus accent. They have become quite widely available. The ones sold by the Mala Market, a new company in Nashville, are high-quality. Taylor Holliday, the owner , imports the spices directly from the source, so they are fresher than most. She also sells fragrant green Sichuan peppercorns, which deliver a shade less heat but more all-around flavor. A dozen more essentials for Sichuan cooking — like preserved vegetables, chile pods, chile oil, soy sauce, fermented black beans, Chinese vinegar and handmade chile bean paste — are also sold. The website posts recipes, including a terrific one for dry-fried green beans.\n\nThe Mala Market, themalamarket.com.\n\nFollow NYT Food on Twitter and NYT Cooking on Instagram, Facebook and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "关键词：excelsior \\ik-ˈsel-sē-ər-ȯr\\ 精益求精\n\n昨天，“漫威之父”斯坦·李(Stan Lee)于洛杉矶去世，享年95岁。他一手创造了蜘蛛侠、钢铁侠、X战警和雷神索尔等角色，让这些超级英雄成为美国流行文化向世界传播的重要蓝本。\n\n“Excelsior!”是他广为人知的一句口头禅和座右铭。1960年代，斯坦·李开始在其漫画的月度专栏中使用“Excelsior!”作为每一篇漫画的结语。自那时开始，excelsior就成为他个人标志性的用语，他还将这个词用作自传的书名。", "Turin, a Northern Italian city known for chocolate confections, is home to Venchi, a 140-year-old company that has opened a shop in New York. (The chocolate maker has a store in the Woodbury Common outlet mall upstate and a franchise in Miami.) The Manhattan store offers an immersive experience: A wall of chocolate bars and bins of wrapped chocolate bonbons leads to the rear lounge, with three walls of flowing chocolate “waterfalls” (glass protects visitors from spatter). Warm chocolate-hazelnut sauce is dispensed at a counter near the entrance to embellish rich gelati, mostly in chocolate and nut flavors, made in house. Other counters and shelves are filled with stacks of chocolate and nut bark and boxed assortments ready for gift-giving. Coffee and chocolate-filled pastries are available daily starting at 8 a.m.\n\nVenchi, 861 Broadway (18th Street), 646-448-8663, venchi.com.\n\nFollow NYT Food on Twitter and NYT Cooking on Instagram, Facebook and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "A new line of slate and wood boards puts urban chauvinism on display. The skyline of one of eight American cities adorns each of these new boards and slates from JK Adams, a cutting-board company in Dorset, Vt. The boards are nifty serving pieces to use for charcuterie, hors d’oeuvres or cheese, or to give.\n\nCityscapes Collection, slate servers $20, wood boards $25 to $30, jkadams.com, 866-362-4422.\n\nFollow NYT Food on Twitter and NYT Cooking on Instagram, Facebook and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "Stan Lee, one of the most influential writers and publishers in the comic book industry, sat down with The New York Times in 2015 to talk about his life and career.", "A collection of 100 cocktail recipes — grouped in booklets according to the dominant spirit (amaro, Champagne, gin, rum, sherry, tequila and mezcal, whiskey and vodka) then boxed together — makes for a cunning reference tool or gift. About a dozen drinks, classics and others from bars around the country, are included in each tiny volume.\n\n“The Mini Bar: 100 Essential Cocktail Recipes” by the Editors of Punch, $20.\n\nFollow NYT Food on Twitter and NYT Cooking on Instagram, Facebook and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "ST. PETERSBURG, Russia — Standing alone, a few minutes before the doors were to open at the Zoological Museum of the Zoological Institute of the Russian Academy of Sciences, Alexei Tikhonov gazed at Masha, a 30,000-year-old baby mammoth that he brought here from a Siberian riverbank thirty years ago.\n\nMasha, one of the museum’s star attractions, rests with hundreds of other encased exhibits in one of the largest public collections of zoological specimens in the world. The cabinets, conceived in Frankfurt at the end of the 19th century, and the Czarist hunting trophies here exude an old-fashioned, even romantic air. But Dr. Tikhonov, director of the museum, is not too concerned.\n\nSometimes he yearns for plasma panels and the modern gadgetry that many other museums use to inform visitors. But he has limited funds to modernize the museum, and prefers to spend that money buying new collections and supporting scientific fieldwork.", "Customers can sign up for the curbside delivery through the Avis app or with an employee when they pick up their cars. The service is offered at more than 35 cities domestically, including at most major airports like Newark Liberty International Airport, O’Hare International Airport in Chicago and Dallas-Fort Worth International Airport. Ms. Gibson said that the service had been frequently booked since it debuted in late September and that the company’s net promoter score — a tool that the car rental industry uses to measure customer satisfaction — had increased.\n\nSilvercar by Audi had curbside drop-off at some of its airport locations when it started in 2012, but it expanded the service this summer to all 25 airports where it has rental centers, including Denver International Airport and Los Angeles International Airport. Unlike Avis and Budget, which also charges $25 for a terminal drop-off, Silvercar doesn’t tack on an extra cost for the perk. But rentals with Silvercar start at $59 a day, making it one of the costlier options in the industry. Mr. Abrams, the industry consultant, said the travelers most likely to use curbside drop-offs probably weren’t price sensitive.\n\nAt some airports, like San Francisco International Airport, Silvercar customers do not have to go the company’s rental center at all: They can leave their vehicle in the airport’s short-term parking lot and lock it using Silvercar’s app. They text Silvercar the location, and an employee picks up the car within an hour.\n\nChaz Brewer, a publicist from Los Angeles, said he appreciated that option on a late September work trip to Phoenix when he got lost on his way back to Silvercar’s airport lot. Running out of time before his flight, he called the rental center in a panic and explained his situation.\n\n“An employee told me that it was no problem to leave the car in short-term parking, which turned out to be a lifesaver,” he said. “I just about made my flight.”\n\nHertz and Fox Rent a Car do not have official drop-off programs at their airport locations. But spokesmen for both brands said time-crunched customers could request a ride to their terminal for no extra charge, although they emphasized that it was not a service that renters should expect.", "With her arm around a cattle rancher, Senator Cindy Hyde-Smith, Republican of Mississippi, drew laughter and applause at a recent campaign event when she gushed about how highly she thought of him: “If he invited me to a public hanging, I’d be on the front row.”\n\nBut beyond the small crowd at the event, in Tupelo, Miss., the reaction has been markedly different. The N.A.A.C.P. called the comments “sick” after a video of the exchange was posted on Twitter over the weekend, while Mike Espy, Ms. Hyde-Smith’s Democratic opponent, said, “It’s awful.”\n\nMr. Espy, who is black, and Ms. Hyde-Smith, who is white, are locked in a runoff after no candidate in a four-person race received more than 50 percent of the vote on Election Day. Ms. Hyde-Smith has made her ardent support of President Trump, who endorsed her, central to her campaign in a state that the president carried by nearly 18 points in 2016.\n\nBut Democratic groups, who watched the backlash mount over the weekend, sense an opening. On Monday, the Democratic Senatorial Campaign Committee sent a fund-raising email with a two-word subject line: “public hanging.”", "More than a dozen varieties of Canadian oysters will be available at the Canadian Oyster Festival.\n\nCredit Credit Alfredo Chiarappa for The New York Times", "LAUDERHILL, Fla. — For nearly a week, the parking lot behind the Broward County elections office has been the scene of an unfolding postelection drama, with protesters demanding the arrest of the local elections supervisor and politicians claiming fraud in the ballot-counting process. Gov. Rick Scott has fueled the fury, sending his lawyers to court in a bid to call in the police to prevent any possible tampering with ballot-counting machines.\n\nSo fraught has Florida’s election recount become that on Monday, the chief circuit judge in the county, Jack Tuter, issued a warning to the powerful political lawyers standing before him in court.\n\nWords matter, the judge said. People are listening. Watch what you say.\n\n“I am urging, because of the highly public nature of this case, to ramp down the rhetoric,” the judge said. “Everything the lawyers are saying out in front of the elections office is beamed all over the country. We need to be careful what we say. These words mean things these days, as everybody in the room knows.”\n\nThe judge’s words of caution came nearly a week after the 2018 midterm election, which left behind prolonged ballot counts in three states, including recounts in three close statewide races in Florida.", "The question for Thanksgiving is not whether to have pie, it’s simply what kind. This year, for the first time, Goldbelly will ship nationwide fresh-baked holiday beauties from several Danny Meyer restaurants in New York. (Mr. Meyer’s Enlightened Hospitality Investments recently led a $20 million investment in Goldbelly.) Sweet potato pie ($49) from Blue Smoke, apple crostata ($65) from Caffe Marchio, apple-crumb caramel ($69) and amaro-pecan ($69) from Maialino, chocolate-bourbon-pecan ($74) from Daily Provisions, and chocolate-hazelnut cream ($79) from Gramercy Tavern may be ordered through Sunday for next-day delivery (included) by Wednesday or whatever day you specify.\n\nUnion Square Hospitality pies, goldbelly.com.\n\nFollow NYT Food on Twitter and NYT Cooking on Instagram, Facebook and Pinterest. Get regular updates from NYT Cooking, with recipe suggestions, cooking tips and shopping advice.", "On Sunday, the Republican secretary of state of Arizona, Michele Reagan, did a stunning thing. She explained to America why it was taking so long to count the ballots in Arizona’s unresolved Senate race. Her explanation was thorough, sober, informative and nonpartisan. Most important, it helped foster confidence in the process. It wasn’t just her. Arizona’s Republican governor, Doug Ducey, tweeted over the weekend: “Let’s get this right. All legally cast votes must be counted.”\n\nThese actions shouldn’t be surprising, but they’re in stark contrast to what we’re seeing from those overseeing the close statewide races in Georgia and Florida. In Georgia, Brian Kemp, as secretary of state, used his office to accuse his opponents, without evidence, of hacking into the state election database; he posted this unfounded allegation on the same secretary of state website where voters go to check their polling location. In Florida, Gov. Rick Scott made similarly evidence-free allegations of electoral fraud and then ordered state law enforcement to investigate the county officials who oversee the vote count in two counties where his opponent performed well.\n\nWhat could be the reason for such opposite approaches? Here’s one glaring difference: Mr. Kemp and Mr. Scott are also the candidates in those close races; Ms. Reagan and Mr. Ducey are not.\n\nThe practice of government officials overseeing elections in which they are also candidates is inherently disturbing, but it is not uncommon. What is uncommon is the degree to which a growing number of such officials are misusing their office in egregious ways to try to tilt the electoral playing field in their favor.", "• Afghanistan’s “safe” haven turns deadly.\n\nThe rural district of Jaghori was famous for being a peaceful oasis in a war-torn country: People couldn’t remember the last time there was a murder or robbery, and schooling was nearly universal for boys and girls.\n\nThen last week, the Taliban attacked the district from three sides. The Afghan government sent in its Special Forces to combat the threat.\n\nWhen a small team of our journalists made the trek to the isolated area, they expected to find a defiant stand against the insurgents.\n\nInstead, they found an overwhelmed government force, the bodies of commandos lined up outside the governor’s office, and a scene so dangerous that they had to flee by the end of the day. Above, a dejected commando returns from the front lines.\n\n_____", "The first time I ran for office, for a seat on my county board of commissioners, I was 24 years old. I didn’t have a lot of political experience. What I did have was a cause I believed in — keeping the local nursing home open — and the willingness to work really hard. My opponent in the race, an older male incumbent, derisively referred to me as “that young broad.” That young broad beat him.\n\nI’ve had a number of firsts in my life, including becoming the first woman from Michigan to be elected to the United States Senate. I won my own re-election last week, but what happened on the rest of the ballot in Michigan was especially exciting for me.\n\nWomen ran for governor, secretary of state and attorney general, and all won. That means four of our top statewide offices will now be held by women, all of them Democrats.\n\nThat’s a big deal. But what makes Michigan’s 2018 election results new and important is that our being women wasn’t the story.", "BALTIMORE — Facing a reignited crisis of credibility over child sexual abuse, the Roman Catholic bishops of the United States came to a meeting in Baltimore on Monday prepared to show that they could hold themselves accountable.\n\nBut in a last-minute surprise, the Vatican instructed the bishops to delay voting on a package of corrective measures until next year, when Pope Francis plans to hold a summit in Rome on the sexual abuse crisis for bishops from around the world.\n\nMany of the more than 350 American bishops gathered in Baltimore appeared stunned when they learned of the change of plans in the first few minutes of the meeting.\n\nThey had come to Baltimore wanting to prove that they had heard their parishioners’ cries of despair and calls for change. Suddenly, the Vatican appeared to be standing in the way, dealing the bishops another public relations nightmare.", "美国中期选举过后，特朗普所在的共和党失去了众议院的多数席位。但他对中国的强硬政策似乎并不会因此转向。中美之间是否仍有一战？\n\n（漫画中，特朗普站在中期选举的拳击台上，对习近平说：“我跟你还没完呢！”）", "Writing the black N.R.A. chapter, in which I was seeking out other African-Americans who had picked up a firearm with the intent of safety or training or self-defense or a hobby, I came to understand that I don’t agree with them either. The idea that I need a gun to protect myself just doesn’t wash with me. My friend told me my book would always be relevant because they’re not going to stop shooting young black men. If I was a young black man — let’s say I’m 21 and have a handgun license — me having a gun isn’t exactly going to make that situation better. A police officer, if anything, is going to be more inclined to shoot me because I have a dangerous weapon, a lethal weapon, on me. I’m not inclined to make anyone think I’m dangerous. Some folks are just going to believe that I’m either a problem or a criminal. I came to think that if that’s the case, I shouldn’t be armed. I should want to talk. If I can talk to that person, if I can give them a little of myself, and if I can get something of them, that fear can dissipate. There will always be tension, but I don’t want to live in a world where I think I have to go through life defending myself with a firearm. I learned that during the course of the writing. I keep my firearms for historical precedents and reasons, but I don’t shoot them.\n\nIn what way is the book you wrote different from the book you set out to write?\n\nI left out a lot of what I came to find out about the history of guns, like how intuitive a Glock is; I chose it because I was going to get good with it the quickest. There was a pocket history of mass shootings that got cut, too. The book is a memoir. There’s maybe three chapters of straight-up journalism, and journalism is my background. The through line is how I made myself very vulnerable. I walked into my fears repeatedly because I wanted to get to know someone who thought and believed differently than I did.\n\nWho is a creative person (not a writer) who has influenced you and your work?\n\nT.I., the rapper. He’s also an actor and he’s a business owner. I listened to his music since I was a kid. T.I. has grown up as I have, by which I mean his music is very Atlanta, making repeated reference to drugs and firearms. He’s grown into being so socially aware and socially conscious, and has worked that into his music in a way that isn’t off-putting, in songs like “I Believe.” Or even folks like Jason Isbell, to go in an entire different direction. Their ability to tell a story that speaks to the times I live in while also giving me that hammer bass line is so important. I draw a lot of inspiration from what T.I. has done and the way he’s done it.", "If Stan Lee revolutionized the comic book world in the 1960s, which he did, he left as big a stamp — maybe bigger — on the even wider pop culture landscape of today.\n\nThink of “Spider-Man,” the blockbuster movie franchise and Broadway spectacle. Think of “Iron Man,” another Hollywood gold-mine series personified by its star, Robert Downey Jr. Think of “Black Panther,” the box-office superhero smash that shattered big screen racial barriers in the process.\n\nAnd that is to say nothing of the Hulk, the X-Men, Thor and other film and television juggernauts that have stirred the popular imagination and made many people very rich.\n\nIf all that entertainment product can be traced to one person, it would be Stan Lee, who died in Los Angeles on Monday at 95. From a cluttered office on Madison Avenue in Manhattan in the 1960s, he helped conjure a lineup of pulp-fiction heroes that has come to define much of popular culture in the early 21st century.", "ACCESSORY TO WAR\n\nThe Unspoken Alliance Between Astrophysics and the Military\n\nBy Neil deGrasse Tyson and Avis Lang\n\nRead by Neil deGrasse Tyson and Courtney B. Vance\n\n18 hours, 38 minutes. Random House Audio.\n\nDuring the 2003 National Space Symposium, a scientific conference held three weeks after President George W. Bush initiated Operation Iraqi Freedom, signs of enthusiasm for the new war could be seen everywhere: in the weapons crowding the hall, in the CNN war coverage that filled the screens and in the applause that broke out every time the name of a weapon made by a company at the symposium was mentioned. This wasn’t “a bit of arms trading on the side,” Neil deGrasse Tyson and Avis Lang write in “Accessory to War: The Unspoken Alliance Between Astrophysics and the Military.” Without the Space Symposium and “all its predecessors and counterparts across culture and time,” Tyson realized, “there would be no astronomy, no astrophysics, no astronauts, no exploration of the solar system and barely any comprehension of the cosmos.”\n\nThe book’s first part, aptly titled “Situational Awareness,” chronicles an ancient legacy of cooperation between scientists and military personnel. It tracks the military uses of astronomers’ tools, expertise and observational methods for navigation, reconnaissance and communication. It is a feast of history, an expert tour through thousands of years of war and conquest, on land and at sea, through more recent advances in warfare. From the celestial events that influenced battles in ancient Greece and China, to the indispensable telescopes of the American Civil War, the scientific and military spheres have never been all that separate. Even the founding fathers of astronomy were in dialogue with war makers; Ptolemy published military predictions based on his astronomical knowledge, Galileo secured the patronage of the doge in Venice by touting the military uses of his telescope and Kepler served as the astrologer for a prominent general during the Thirty Years’ War.", "Stocks dropped on Monday, giving back a slice of their recent gains as investors dumped shares in some of the large technology companies that hold outsize sway over major market indexes.\n\nThe Nasdaq composite was one of the hardest-hit among the major benchmarks. The technology-heavy index was down 2.8 percent. The S&P 500 fell 2 percent, and the Dow Jones industrial average dropped 2.3 percent.\n\nApple’s shares declined 5 percent after one of its suppliers, Lumentum, slashed its fiscal outlook for the current quarter and said it had received a request from one of its largest customers to reduce shipments. The company, whose shares plummeted over 30 percent, did not identify Apple in its warning but Apple is Lumentum’s largest customer, generating roughly one-third of the company’s revenue, according to a regulatory filing.\n\nApple’s stumble seemed to weigh on other previously high-flying technology companies. Amazon shares dropped 4.4 percent, and Facebook fell 2.4 percent. The social network was briefly offline for many users Monday afternoon, giving visitors an error message saying “sorry, something went wrong.”", "9 U.S.\n\n‘Can The President Be Impeached?’ We Answer Your Questions", "法院文件，包括发给招生人员的指导方针，一再显示对贫困学生和弱势群体给予明显优势。但是，其他类型的最佳挑战故事也能给申请人带来优势。\n\n出庭作证的莎拉·科尔(Sarah Cole)是一名来自密苏里州堪萨斯城的黑人学生，她曾努力获得一所著名私立大学预科学校的奖学金，却因此在社交方面受到影响。她说，白人老师告诉她，她不够聪明，无法出类拔萃，在她工作的地方，客户因为她穿斯坦福大学的T恤而嘲笑她。她于2016年毕业于哈佛大学，现在是一名公立学校教师。\n\n招生主任菲茨西蒙斯说，申请人的种族只在反映其人生经历时才会被考虑，比如“他们克服并解决了那些类型的困难”。", "What would you like to see here? Email us at popculture@nytimes.com.\n\nHello! Welcome to your daily roundup of what’s going on in pop culture.\n\nThere’s one little line in “When Harry Met Sally” that I have been thinking about on and off for the last 15 years, and I finally wrote about it. In working on the piece I watched a bunch of Nora Ephron movies, which was a total joy. I also came up with my personal and, of course, completely authoritative ranking: “When Harry Met Sally,” “You’ve Got Mail,” “Julie & Julia” and then “Sleepless in Seattle” at the bottom of the list. Please send your support or disagreement to popculture@nytimes.com.\n\n1. A first look at ‘Toy Story 4’", "Daniel Libeskind, the world-renowned master-plan architect for the reconstruction of the World Trade Center, first saw the Rockefeller Center Christmas tree as a teenager, in 1961, shortly after he had moved to New York from Poland — though the star was not at all memorable.\n\nNow, after two years of intensive design, Mr. Libeskind, the first architect to design a Swarovski star, has created a memorable piece : a 3-D, 900-pound architectural feat with 70 spikes and three million crystals with LED lighting spots that Mr. Libeskind said would emit rays so that the sculpture can be seen from all angles.\n\nWhen he first saw the tree as a boy, its crown, he said, was like a pin. “This is not a pin,” he said of his own work. “It’s truly a star.”", "BERLIN — Horst Seehofer, the defiant German interior minister whose provocations have undermined Chancellor Angela Merkel’s government and eroded support for his own conservative party, said Monday that he would step down as head of the Christian Social Union, a key part of Ms. Merkel’s governing coalition.\n\nMr. Seehofer’s announcement that he plans to retire from party leadership, although he said he would remain in his more powerful government post, comes two weeks after Ms. Merkel shocked the country by announcing that she would do much the same thing. The Christian Social Union, which exists only in Bavaria, is the sister party to Ms. Merkel’s Christian Democrats, who operate across the rest of the country.\n\n“I’m the federal interior minister and will continue to exercise my duties,” Mr. Seehofer said. His government job, he told reporters, “is in no way affected” by his decision.\n\nMr. Seehofer, 69, has recently faced calls to step down from his government post, and he has been under pressure within his own party since it suffered severe losses in a state election last month. He had hoped to rally conservatives around him, but instead earned a reputation for reckless political moves.", "Since the show’s sensational premiere run Off Broadway at the Public Theater — Diana Ross is said to have sat in the aisle because there wasn’t space anywhere else — Mr. Avian and Ms. Lee have been the keepers of this musical, originally conceived, directed and choreographed by Michael Bennett, who died of complications from AIDS in 1987. (The earworm-rich score is by Marvin Hamlisch, who died in 2012.)\n\nMr. Avian, credited as the musical’s co-choreographer, and Ms. Lee, the original Connie Wong, travel the world to stage virtually every major production of “A Chorus Line,” passing on the steps to new casts and identifying dancers who might be able to do the same in the future.\n\n“It’s a big responsibility,” Ms. Lee said.\n\nThis commitment — staging the musical exactly as Bennett designed it — has its detractors. When the most recent Broadway revival opened in 2006, Ben Brantley of The New York Times wrote that “to have it return more or less exactly as it was makes it feel like a vintage car that has been taken out of the garage, polished up and sent on the road once again.”\n\nIn 2016, the Bennett estate took the rare step of allowing a new staging for the Stratford Festival in Canada. But re-creating the original has been de rigueur for decades, and Mr. Avian and Ms. Lee are most often called on to do it. They have worked together for 51 years — starting with another Bennett musical, “Henry, Sweet Henry,” in 1967 — and were early authorities on “A Chorus Line.”", "That was not long after Year One of turkey brining, or what many people refer to as 1999. That year, Alton Brown put forth a brine in his Food Network show “Good Eats,” and newspapers on both coasts suggested a fussy, sugar-salt brine developed at Chez Panisse to their readers for Thanksgiving.\n\nOne, seasoned with star anise and fennel seeds, came from the New York Times reporter R.W. Apple, who delivered a recipe for a turkey brined for 72 hours after he ate Thanksgiving dinner with the chef Alice Waters.\n\nThe other was in The San Francisco Chronicle, where staff members (including me) roasted nearly 30 turkeys and declared that the best way to prepare a bird was using a slightly shorter version of the Chez Panisse brine, flavored with four juniper berries, five crushed allspice berries and a head of garlic.\n\n“It’s essentially koshering,” said Miriam Morgan, the food editor who oversaw the newspaper’s project. Now retired, she will be brining again this year, as she has ever since that recipe was developed.\n\n“The reason I think it all started was because back then pretty much all we had were mass-produced turkey, which had no flavor, so you were trying to put more flavor and moisture back into the turkey,” she said. “The turkey is delicious, so end of story.”\n\nOther food editors quickly jumped on board. Ruth Reichl, formerly of The New York Times, Gourmet magazine and The Los Angeles Times, can’t remember when she first advocated brining. She is not a fan of turkey, and has worked to forget all the ways she cajoled readers to prepare it; one unfortunate year, she suggested squishing the stuffing under the skin in a vain attempt to keep the breast meat moist.\n\n“You’ll try anything,” Ms. Reichl said. “‘ Put it in the oven and take it out’ is my basic belief on this, but I did feel that once you started brining them, they tasted better.”", "为了活命，许多中国人需要国外生产的药品。但就算能获得这些药，它们价格可能也不便宜。\n\n首先，药品需要通过审批。根据中国食品药品监督管理局的数据，2001年至2006年，中国仅批准了100余种新药，大约是发达国家的三分之一。药品要得到批准可能需要六到七年，对许多人来说，这种情况让癌症变成了死刑。\n\n但审批机构仍然人手不足。2016年底，中国约有600名审核人员，而美国则数以千计。\n\n通过审批后，药品还必须纳入某个医保计划的承保范围。这意味着进入医保目录，而这需要数年才能实现。2017年，北京在该目录上增加了36种药品，今年增加了17种。该目录上一次更新是在2009年。\n\n这些药品进入医保目录之后，许多像姚香花这样的中国病人还是无力承担药费，即便是他们有政府医保。\n\n留着齐刘海、身材娇小的前小学教师姚香花患有肺癌，手术或一种叫做生物疗法的治疗方法均对她不起作用。2011年她68岁，当时她第一次诊断出了肺癌，她觉得自己年纪太大，无法经受化疗和放疗了。\n\n“我放弃，”她告诉儿子张哲军说。“我听天由命。”\n\n她的医生给她开了易瑞沙(Iressa)，这种药由阿斯利康(AstraZeneca)生产，能抑制肿瘤细胞的生长。在阿斯利康同意将药品价格减半至每月略低于1000美元后，这种药已经进入了医保目录。\n\n但还是太贵。姚香花的医保是“农村合作医疗”，与城镇居民享受的医保相比，这种医保仅提供一些基本福利。她每月的退休金约为460美元。她儿子说，当时农村合作医疗还不能报销进口药。\n\n张哲军发誓要救母亲的命。他辞掉了一份高薪工作，搬去锦州一间陈设简陋的公寓和父母一起住。锦州是一个以工业为主、污染严重的城市。\n\n张哲军发现，印度有一种便宜的易瑞沙仿制药。这种药起了一段时间作用。但姚香花在约九个月后开始产生耐药性。张哲军需要其他的选择。\n\n他上了网。\n\n自己动手制药\n\n中国近年来拥有了世界上最大的互联网用户群体。许多中国人如今只在网上商城买东西，那里的商品从日用杂货、热餐、珠宝到汽车，什么都有。\n\n他们还能买到药品——甚至还有能非法自己制造药品的原料。\n\n许多人都是再也无路可走之后，从给病人及其家属设立的论坛上开始这么做的。最受欢迎的两个论坛分别是致力于帮助肺癌患者的“51奇迹”和“与癌共舞”。两个论坛加起来共有超过44万成员。\n\n“这是中国医疗现状，”运营“51奇迹”的陈云（音）说。“每个医生真的太忙了，很多东西没法跟你说特别清楚。但你想自己搞清楚，你要自己学。”\n\n这些论坛在许多方面与其他国家的医学网站相似。但论坛上有如何自制药品的帖子。这些帖子指导家庭制药者在网上、电商巨头阿里巴巴运营的网站上及其他地方购买原料。数十个供应商都会提供免费试用装，并且承诺快速交货。\n\n“我们产品的质量比市面上的标准质量要高，”西安海森生物化学科技有限公司是这么打广告的；该公司出售癌症药品凡德他尼(vandetanib)的原料。\n\n卖家们会将原料放在信封里寄出去，或者，有那些大笔订单的话，就放在桶里寄出去。\n\n一名发言人在邮件中表示，阿里巴巴遵守当地法律，并且已经“制定了规则和系统”，能帮助该公司识别违反其政策的物品。\n\n迫切地想要帮助母亲，张哲军搜了搜“易瑞沙耐药怎么办”。他偶然发现了“与癌共舞”，并且遇到了一名活跃的论坛用户，这名用户也是一名患癌多年的患者，名叫“瞰豆精神”，这名用户写了一个如何在家自制药品的指南。\n\n张哲军曾在药厂工作过，但没有从事过生产，他开始自己制造抗癌药。他买来了阿斯利康肺癌药物泰瑞沙(Tagrisso)的原料。他只花了150美元多一点，买了一个月用量的原料、胶囊和电子秤。\n\n“原材料比金子还贵，”他说。\n\n当这些药品对他母亲失去药效后，张哲军开始制造其他抗癌药。他开始夜里失眠，担心每次在药不起作用时找不到材料。\n\n“你不知道前面到底是个坑，还是个路，”他抹着眼泪说。“你必须往前走，不走不行。”\n\n2017年7月，张哲军开始制造另一种抗癌药WZ4002。这种药由波士顿的丹娜法伯癌症研究院(Dana-Farber Cancer Institute)于2005年发现，但尚未被美国或中国的监管者审批通过。\n\n他母亲告诉张哲军，这种药会引发阵发性眩晕。更早一些的时候，在服用一粒自制抗癌药后，出现过一阵严重腹泻，必须入院治疗一个月。\n\n母子二人对副作用均不置可否。\n\n“吃了新药以后你感觉怎么样？”张哲军问母亲。\n\n“我觉得现在没那么痛了，”姚香花说。\n\n“没那么痛了？”他问道。\n\n“还记得吗，我有时候和你说过这个地方、这个地方和这个地方疼，”她告诉他。“现在这些地方都没那么疼了。”\n\n2017年10月，姚香花去世了，那是在张哲军开始为她自制抗癌药两年后。她的死因是胃肠道出血和急性支气管炎。张哲军说，不清楚他自制的抗癌药是否是病发原因。", "A year since its opening, the Louvre Abu Dhabi drew more than a million visitors to its dome-shaped museum that features borrowed treasures by Leonardo da Vinci and Vincent van Gogh from the collections of French institutions.\n\nThose visitors were dominated by foreign tourists, with more than 60 percent from other countries — topped by India, along with Germany, China, England, the United States and France, according to the new museum. The crowd figures are still small in comparison to the flagship Louvre in Paris, which is lending its brand through a 30-year government accord between the United Arab Emirates and France. The oil rich monarchy is paying 400 million euros (more than $453 million) for the name and almost a billion euros ($1.1 billion) for French expertise and guidance from the Louvre and a consortium of museums.\n\nEarlier this year, the Louvre — the world’s largest art museum — reported a sharp increase in attendance, up more than 14 percent, to 8.1 million visitors. But in its debut year, the Middle Eastern namesake has already eclipsed the Louvre’s satellite in a former coal mining district in northern France and institutions in its own region, such as Qatar’s flagship Museum of Islamic Art, which attracted more than 400,000 visitors last year.\n\nThe Abu Dhabi museum is teaming again with the Louvre in February to mount an exhibition, “Rembrandt and the Dutch Golden Age,” which starts Feb. 14. The show includes 17th century works on loan from Paris and from the private, New York-based Leiden collection, which owns more than 250 Dutch paintings and drawings and lent some earlier this year for special exhibitions in Russia at the Hermitage and the Pushkin State Museum.", "HARTFORD — Mark Twain was a well-traveled literary superstar, so famous that his editor once journeyed to Washington to ask President Theodore Roosevelt if he would move Thanksgiving because it coincided with Twain’s birthday plans. (Twain moved his party.)\n\nBut in 1879, on a book tour through Europe, he craved the simplest foods from home, with agonizing specificity. Twain wanted Early Rose potatoes, a Vermont-bred heirloom, roasted in the ashes of a fire. Mussels from the waters around San Francisco. And hot broiled Virginia bacon.\n\nHe compiled a list, an extensive fantasy of a meal, which he imagined sitting down to enjoy right off the steamship when he got home. That list is now a snapshot of some of the most cherished regional American foods of his time.\n\nBut for a vast array of political, cultural and ecological reasons, few of Twain’s picks — terrapin, prairie chicken and raccoon among them — would be considered an integral part of our national identity today. This month, the audiobook company Audible released an eight-episode series , hosted by the actor Nick Offerman, that explores the reasons.", "“Other countries decline to pay for a drug when the price is too high,” said Rachel Sachs, who studies drug pricing and regulation as an associate professor of law at Washington University in St. Louis. “The United States has been unwilling to do this.”\n\nFor example, except in rare cases, Britain will pay for new drugs only when their effectiveness is high relative to their prices. German regulators may decline to reimburse a new drug at rates higher than those paid for older therapies, if they find that it offers no additional benefit. Some other nations base their prices on those charged in Britain, Germany or other countries, Ms. Sachs added.\n\nThat, by and large, explains why we spend so much more on drugs in the United States than elsewhere. But what drove the change in the 1990s? One part of the explanation is that a record number of new drugs emerged in that decade.\n\nHuge sales for new and expensive drugs\n\nIn particular, sales of costly new hypertension and cancer drugs took off in the 1990s. The number of drugs with sales that topped $1 billion increased to 52 in 2006 from six in 1997. The combination of few price controls and rapid growth of brand-name drugs increased American per capita pharmaceutical spending.\n\n“The scientific explosion of the 1970s and 1980s that allowed us to isolate the genetic basis of certain diseases opened a lot of therapeutic areas for new drugs,” said Aaron Kesselheim, an associate professor of medicine at Harvard Medical School.\n\nHe pointed to other factors promoting the growth of drug spending in the 1990s, including increased advertising to physicians and consumers. Regulations on drug ads on TV were relaxed, which led to more advertising. More rapid F.D.A. approvals, fueled by new fees collected from pharmaceutical manufactures that began in 1992, also helped push new drugs to market.", "We reveal how one of the biggest fake news stories ever concocted — the 1984 AIDS-is-a-biological-weapon hoax — went viral in the pre-Internet era. Meet the KGB cons who invented it, and the “truth squad” that quashed it. For a bit.", "Rio’s mayor at the time, Eduardo Paes, wrote a letter complaining of my calumnies and took offense at talk of corruption. Another year passed, and Brazilian prosecutors found Olympic corruption everywhere. An executive from a big construction firm testified that he had given $5 million in bribes to Paes. The former mayor denies those charges.\n\nCalgary hired Ernst & Young to crunch its numbers. I sat in a council meeting as its sober gentlemen took us skipping through the numbers, all of which — miracle! — added up in favor of the bid.\n\nI nosed about afterward on the internet and noticed that Ernst & Young had served as a richly compensated “exclusive provider” to the Rio Olympics. Previous Olympic cities, Ernst & Young noted in a news release, had seen arenas turn into white elephants. Not Rio, no no. “We have established sustainable postgame use for facilities” through a regimen of good governance and finance, the release said.\n\nTwo years later, Rio de Janeiro is stuck with a rumbling herd of white elephants, Olympic pools filled with rat feces, and a burned and collapsed velodrome and wrecked arenas. Officials have scrapped promises to turn Olympic handball courts into four public schools. As ESPN reported, the only one of the sports federations not found implicated in corruption was the Brazilian Confederation of Sports for the Visually Impaired.\n\nYou can only hope that Olympic and perhaps Ernst & Young officials had some fitful nights of sleep.\n\nThe I.O.C. has grown edgy at the lack of suitors seeking to host Games and proclaimed itself ready to shed the tux and don the hair shirt. It introduced a “Games changer” called the New Norm, which encourages construction of fewer new stadiums and would share more dollars with host cities.", "Q. I saw on the news that two rare Scottish wildcat kittens were rescued. How could the rescuers tell they were really wildcats?\n\nA. The biggest threat to the Scottish wildcat, Felis silvestris, is widespread interbreeding with feral domestic cats. The wildcats are endangered; just 45 to 100 purebred specimens remain, mostly roaming remote parts of Scotland’s western Highlands.\n\nThe Royal Zoological Society of Scotland has developed a genetic test to distinguish wildcats from domestic cats and hybrids. But the elusive and fierce animals are seldom available for testing.\n\nResearch organizations like Wildcat Haven and Scottish Wildcat Action have developed what might be called a breed standard to identify wildcats, which may even help estimate the degree of hybridization in doubtful cases.\n\n[Like the Science Times page on Facebook. | Sign up for the Science Times newsletter.]\n\nThe male wildcat is bigger than the average house cat, although the females are about the same size. The wildcat’s fur is much thicker, and its stripes are all solid black and brown; spots, broken stripes or white fur are indications of hybridization.", "The names were released as the authorities announced that 13 more bodies had been found, bringing the total dead in the Camp Fire up to 42. Ten of the 13 were found in Paradise, and the remaining three in Concow.\n\n“The numbers of losses of life are probably going to go much higher, I fear,” said Jim Broshears, Paradise’s emergency operations coordinator and the town’s former fire chief.\n\nA concern over whether Paradise can rebuild\n\nWhile the Woolsey Fire chased residents from one of the wealthiest ZIP codes of California, near Malibu, the Camp Fire hit a low-income retirement community in Paradise. Some residents now wonder how — or if — it will be rebuilt.\n\n\n\n“It had no real economy,” James Hana said of Paradise, where he has lived since 2002. The town was a haven for residents who were elderly or retired, many of them in mobile homes. A quarter of its residents were over 65, according to census data from 2017. Fourteen percent of the population was below the poverty line.\n\n“What are they going to do?” Mr. Hana said. “They’re not going to rebuild.”\n\nResidents say Paradise began as a mining and lumber town but those industries dried up long ago. The few people employed in town mostly work at local businesses, like restaurants and auto body shops. He makes roughly $25,000 a year as a handyman, he said, enough to get by in Paradise. The median value of a house in Paradise was around $250,000, less than half the California median of $544,000, according to Zillow, the real estate data company.\n\nMr. Hana sat outside the Neighborhood Church in Chico, a makeshift shelter for displaced residents, wearing donated pajama pants and running shoes. His long beard was segmented with black elastic bands. He lost his home, motorcycle and nearly all of his other belongings. He escaped with his truck, a few bags of tools and his two dogs: Roxy, a Doberman pinscher, and Winter, a German shepherd.\n\n“It’s either God’s way or nature’s way of telling me I needed to downsize,” he joked. “I just didn’t realize I needed to downsize to that extreme. Really, did we have to go that far?”", "It is an unsettling coincidence that mass shootings bookended the 2018 election, from a Pittsburgh synagogue on Oct. 27 to a bar in Thousand Oaks, Calif., on Nov. 7. The election that took place in between, though, demonstrated that Democrats and even some Republicans found gun-safety advocacy a boon to their campaigns in a way not seen in a long time. In comparison with previous elections, the gun-rights forces’ customary blaring megaphone seemed nowhere near as loud as usual — or as effective. This is borne out by an examination of public attitudes, candidate positions, money and exposure.\n\nConsider first the public environment. According to Pew Research Center analysis, more Americans now favor gun regulation (52 percent) over gun rights (44 percent), a reversal from 2016. And 57 percent say gun laws should be stricter, compared with 52 percent in 2017. A recent Kaiser Foundation poll found gun policy to be the third most important concern of voters, behind health care and the economy. Similarly, Election Day exit polling found the same rank order, except that gun policy was bumped to fourth by immigration — a position it probably would not have lost but for President Trump’s strenuous efforts to exploit immigration anxiety. An NBC News exit poll reported that 60 percent of voters favored stronger gun laws, including 42 percent of gun owners.\n\nCandidates embraced the gun-safety agenda this cycle to a degree not seen since at least the 2000 elections, when Al Gore, the Democratic presidential candidate, made it key to his campaign messaging. According to Mark Kelly, who founded the gun-safety organization Americans for Responsible Solutions with his wife, the former House member Gabrielle Giffords, only four of 36 candidates listed on the Democratic Party’s “red to blue” list in 2016 included the gun issue in their platforms. (The “red to blue” list refers to Republican-held seats Democrats hope to gain.) This year, 38 of 59 candidates on the list included the issue. Candidates for Congress and other offices around the country aggressively touted their support for stronger gun measures, in races in Colorado, Connecticut, Florida, Georgia, Nevada, Pennsylvania, Virginia and elsewhere. Consider it no coincidence that many of these states suffered recent mass shootings.\n\nMembers of Congress, including ambitious ones like Tim Ryan, the Ohio Democrat who ran against Nancy Pelosi to be party leader in 2016, and Brian Mast, a Florida Republican, both had A ratings from the National Rifle Association. But both reversed course, trading their A for an N.R.A. F after recent mass shootings. In Pennsylvania’s First Congressional District, representing Bucks and Montgomery Counties, both the Democratic and Republican candidates for Congress advertised their support for stronger gun laws, leading gun-safety forces to split their endorsements between the two (Brian Fitzpatrick, the incumbent Republican, won narrowly).", "Bebe Buell, 65, singer, model. Factory years: early to mid-1970s.\n\nAndy took an immediate interest in all new, fresh faces that came through the scene. He didn’t talk much. He laughed a lot. He would ask questions. It was: “Where did you get that dress?” “Oh, who did your makeup?” “Who’s that beautiful boy you’re with?”\n\nJoe Dallesandro, 69, actor. Factory years: 1960s.\n\nMy friend said, “Let’s go over and meet the Campbell’s soup guy.” I thought it was the Campbell’s soup you eat. Warhol was an artist, but I was too young to know any of that. I was 18. When I first met him, he was sitting behind the camera reading the newspaper. When somebody laughed or did something interesting, you’d see this hand come out from behind the newspaper and turn the camera on.\n\nDavid Croland, 71, model, actor, illustrator. Factory years: 1965-68.\n\nFashion and the art world hadn’t quite collided yet. Andy pushed it forward in a way no one had. Andy loved Halston. Halston loved Andy. There was Valentino and Giancarlo Giammetti. There was Yves Saint Laurent and Pierre Bergé. They would all come to New York for the season, and we would hang about together and go to Joe Eula’s house — Andy and his group, Joe and his group, Halston and his group. We were all in the same room. Marisa and Berry Berenson, Loulou de la Falaise, Elsa Peretti all socialized together.\n\nDanny Fields, 78, music industry executive, former manager of the Ramones. Factory years: 1960s.\n\nWe all went to the San Remo in those days. That was the genesis of the first Factory. It was a bar at Bleecker and Macdougal, a tile floor place with an Italian matriarch who’d inherited it. Somehow it turned into the gay bohemian bar of the early 1960s. Andy was there with Ondine and Billy Name. Terence McNally was there with his boyfriend, Edward Albee. The Rauschenbergs and the Jaspers were there. It was watched over by this large, stern woman, like the woman in “8 1/2.” She would walk by pleased but saying: “Don’t you boys start behaving like faggots . Just behave. Don’t scream.”", "JINZHOU, China — Zhang Zhejun used a fat plastic straw to gently tap the pale yellow pharmaceutical powder onto a piece of silver foil that lay on an electronic scale. He made sure the amount was just right before he poured it into a clear capsule.\n\nWhen you’re making cancer drugs at home, the measurements must be precise.\n\nMr. Zhang has no medical experience and no background in making drugs professionally. He did this out of desperation. His mother suffered from lung cancer and required expensive drugs that China’s ambitious but troubled health care system couldn’t provide.\n\nHe was aware of the risks. The drug he was making hadn’t been approved by regulators in China or the United States. Mr. Zhang had bought the raw ingredients online, but he wasn’t sure from whom, or whether they were even real.", "You shouldn’t start a restaurant unless you know people like your cooking.\n\nSure, it’s been your dream to own a restaurant since you were a kid. Perhaps you’ve finally saved enough to give yourself a running start. Your spouse and parents always tell you how great a cook you are. Every day you see another quote on social media about the need to seize the day.\n\nSo it’s time to take the next step, right? And that means mortgaging the house, maxing out the credit cards and going all in on a fancy spot.\n\nBut wait. What if the restaurant fails? Or any big, risky thing you’re tempted to try?\n\nMaybe there is a different way to pursue this dream. Yes, people who love you love your food. It’s a reasonable guess that complete strangers will like it too. But don’t forget, that’s still a guess.\n\nWouldn’t it be worth testing that guess?\n\n1. See if unbiased people like your cooking. Invite some acquaintances (preferably not your closest friends) over for dinner. Make them your best food, and watch what they do. Don’t ask them if you should open a restaurant, just watch. Hopefully it goes well. If it does, that’s valuable knowledge. Think of that knowledge as a tailwind.", "Four years ago, in what became known as Gamergate, anonymous online miscreants harassed women in the video game industry, drawing worldwide outrage well before the #MeToo movement began. Today, 48 percent of gamers are women, and some — like Kim Se-yeon, known as Geguri, the first female gamer in the Overwatch League — make it to the pro level. But trolls pester female gamers with obscene, sexist and misogynistic language, without any consequences. In the world of gaming, there are no rules.\n\nThe most troubling aspect of this is that most games are intended for children and young adults. Approximately 64 million children in the United States play video games. We don’t allow our children to watch things on television that contain this kind of language or behavior, and we certainly don’t want them to think that the language and behavior of the trolls is acceptable.\n\nMy family moved to the United States two years ago from South Korea. My 3-year-old daughter loves learning English through YouTube videos and by playing puzzle video games. I fear that she’ll be exposed to this toxicity soon, unless we eliminate trolls, put a new ratings system into place and demand better of the video-gaming industry. There are very real dangers to be feared: In June, a 7-year-old girl’s avatar was sexually assaulted in a Roblox game.\n\nThe regulations and ratings systems now in place are not doing enough to stop the trolls. If an Elmo character shouts the F-word or kills his teammates in a game, it doesn’t affect the game’s rating, as provided by the industry’s self-regulating organization, the Entertainment Software Rating Board. The E.S.R.B. reviews how violent and sexual game content is, but not how toxic the gamers are becoming in the games. The Federal Trade Commission says on its website that “you may be able to block the player, or notify a game’s publisher or online service.” While I’ve blocked and reported hundreds of trolls to the video game companies, I’ve never heard back.\n\nEven though this problem is widespread and many of the trolls live outside the United States, the F.T.C. and the rating board can take steps to make video game communities less toxic.\n\nFirst, they need to clearly define what is and is not acceptable in video games and streaming sites. Video games should be rated based on the amount of trolling that happens, and streaming sites should be rated just as video games are. Streaming channels should be dynamically filtered based on the user. Children under a certain age should not be able to see videos that use explicit language or sexual visuals.\n\nSecond, the F.T.C. should run extensive tests on video games and streaming sites to understand the toxicity and trolling of gaming communities. To do so, it can work with gamers across the country to collect data, as well as work with game companies and streaming sites.", "“The real assumption is that the operation will not be revealed,” said Giora Eiland, a retired major general and former national security adviser. “It’s not 100 percent, but it can be estimated that 99 percent of these operations are not revealed, and 99 percent is good enough to make a decision assuming that the force will enter, execute and go out without being detected.”\n\nThe cost of that tiny risk became evident on Monday and Tuesday. More than 400 rockets and mortar shells were fired into Israel, and the Israeli military said it had struck more than 100 military targets in Gaza belonging to Hamas, which governs the territory, and to Palestinian Islamic Jihad. Israel’s Iron Dome system intercepted more than 100 projectiles, it said.\n\nThe authorities in Gaza said five Palestinians had been killed in the Israeli airstrikes and 15 others wounded. On the Israeli side, one man was killed in Ashkelon — a Palestinian from Hebron, in the West Bank, according to local reports — and at least 16 people were wounded.\n\nEach side repeatedly warned the other to back down, but refused to do so itself. After Israel threatened Monday night to begin leveling Gaza high-rises, and then did, Hamas warned that “millions” of Israelis would soon come under its rocket fire.\n\nIsrael’s security cabinet was meeting on Tuesday, and officials said the government was spurning, for the moment, offers by Egypt and the United Nations to try to broker a cease-fire.\n\n“For the moment I think that we need to deal with the situation directly,” said a spokesman for the Israeli Ministry of Foreign Affairs, Emanuel Nachshon. “It’s a security challenge, a security threat to the southern part of the state of Israel. And before discussing the issue with any international organizations, we need to make sure that we can protect our citizens. This is why the priority now is to military action, in order to send across a very clear and strong message.”", "More than 20 years after the original “Toy Story,” the toys are back in town with a teaser for the fourth installment of the smash animated franchise. Favorites like Woody (voiced by Tom Hanks), Buzz Lightyear (Tim Allen) and Jessie (Joan Cusack) frolic in a circle to Judy Collins’s cover of Joni Mitchell’s “Both Sides Now” until a newcomer wreaks havoc. That would be Forky.\n\nThe googly-eyed modified spork insists he’s not a toy, and he’s voiced by Tony Hale, an expert at playing misfits from his roles as the socially awkward aide Gary Walsh on “Veep” and the insecure brother Buster Bluth on “Arrested Development.” Owned by Bonnie, the little girl who in “Toy Story 3” inherited the toys from their original owner, Andy, Forky joins the gang for an eventful journey on the road.\n\n“Toy Story 4” will be the first Pixar release following the Dec. 31 departure of the Pixar and Walt Disney Animation Studios’ chief executive officer, John Lasseter, who was accused of unwanted hugging and admitted to “missteps.” The film represents the feature directorial debut of “Inside Out” co-screenwriter Josh Cooley and was written by newcomer Stephany Folsom.\n\n“Toy Story 4” hits theaters on June 21.", "Good morning. I was in Portland, Ore., over the weekend, eating great food (at Han Oak and Kachinka, if you're wondering). The visit was a chance to talk to the chef Edward Lee about his book “Buttermilk Graffiti” at the Portland Book Festival. There was no cooking for me.\n\nBut I thought about what I would make when I got back. I thought about it a lot: karaage, Japanese fried chicken (above), with rice and eggs pickled in soy sauce, with lemons to squeeze over the chicken, with cucumbers and furikake to mix into the rice. Won’t you join me in cooking that, if not tonight then some night this week?\n\nOf course you might prefer another dish. I like this warm kale, coconut and tomato salad that Anna Jones came up with a few years ago, and which makes for an astonishingly good dinner on a weeknight. Also, I’m enamored of Melissa Clark’s kale tabbouleh, which has a lot more kale in it than it does bulgur, and is very delicious.\n\nI could see eating a sheet-pan dinner of trout and garlicky broccolini in place of the chicken (though I’m eating the chicken); you could always swap out the greens for halved cherry tomatoes.", "NEW YORK — Wall Street's major indexes tumbled on Monday as shares of Apple Inc and Goldman Sachs Group Inc dragged down the technology and financial sectors.\n\nWith Monday's losses, all three indexes erased the gains from their brief rally after the U.S. congressional elections on Nov. 6.\n\nApple shares fell 5.0 percent after several suppliers to the company, including Lumentum Holdings Inc, whose components power the iPhone's Face ID technology, cut their forecasts. Apple's decline impeded the tech-heavy Nasdaq, which fell more than 2 percent.\n\nLumentum shares plunged 33.0 percent. Shares of several chipmakers that sell to Apple, such as Cirrus Logic Inc, Qorvo Inc and Skyworks Solutions Inc, dropped as well. The Philadelphia SE Semiconductor index dropped 4.4 percent.", "That reflects the way voting issues combine both deeply political impulses and largely practical ones.\n\n“There are voting reforms which trigger partisan sensibilities, and then there are those that respond to people’s desire to have a modern, efficient and nonbureaucratic process,” said Nathaniel Persily, a Stanford University law professor and elections scholar. “People want options. They don’t want to be forced to go to a polling place; they want to be able to vote from home. Right now, when people can conduct their entire lives on their phone, they wonder why they have to go to a 19th century polling place to cast a ballot.”\n\nSeveral of the measures sparked partisan battles, like Michigan’s Proposal 2, which created a commission to draw district lines, and Issue 2 in Arkansas, which requires voters to have photo identification and was opposed by the American Civil Liberties Union.\n\nThe A.C.L.U. also targeted Kris Kobach, the Kansas secretary of state and candidate for governor who became a villain among liberals after repeatedly making spurious claims about widespread voter fraud. While the A.C.L.U. does not officially endorse or oppose specific candidates, it made its feelings clear in Mr. Kobach’s race, with a $400,000 TV ad buy, 150,000 mailers, 70,000 phone calls and by knocking on more than 5,000 doors. Mr. Kobach lost.\n\n“When voters — actual people — get an opportunity to shape their election system, it’s unequivocal where they are, but when it’s politicians who are rendering judgment of the system, they are protecting the status quo and engineering outcomes to their advantage,” Faiz Shakir, national political director of the A.C.L.U., said. “The main lesson here is that we should go big and bold on voting rights.”", "NAPLES, Italy — Italy’s desperate need for a financial shot in the arm is palpable at all levels of the economy, from the entrepreneurs in the industrial north who are hungry for tax breaks and a streamlined bureaucracy to the welfare seekers in the poverty-stricken south, with its dizzying levels of youth unemployment.\n\nBut how best to invigorate the Italian economy has reanimated a wrenching debate for Europe over whether to spend or cut in the face of financial peril. On Tuesday, Italy is expected to resubmit a largely unchanged and high-spending budget to the European Union, which is expected to reject it, for a second time, and begin the rare process of punishing a founding-member nation with penalties in the billions of euros.\n\nThe argument has haunted Europe since the financial crisis of 2008, of which the consequences, including uneven recoveries and persistent economic inequality, continue to ripple through southern Europe. Italy’s populists came to power in part by blaming Brussels for stifling their economy with strict budget rules. The budget from Rome is the first real, and not just rhetorical, assault on the establishment order of the bloc.\n\nThe question is whether the budget is a serious stimulus plan or a bank-breaking populist giveaway larded with tax cuts, pension benefits and welfare programs that neither Italy nor the European Union can afford. A crash of the Italian economy, one of the largest in the bloc, could sink everyone. Doubts among investors have already caused an increase in the yields of 10-year government bonds — an indication that markets view Italy as a riskier country to lend to.", "Andrew Barth Feldman has been keeping a list of people he’ll need to call when the news comes out: that he, a 16-year-old high school junior, will be making his Broadway debut this winter as the title character in “Dear Evan Hansen.”\n\n“It’s been so hard,” Mr. Feldman, who won the best actor award at the National High School Musical Theater Awards this year, said in a phone interview last week. “Because people are aware that I have something coming up.”\n\nBut he hasn’t been able to let the cat out of the bag.\n\n“I have a list of all the people that I’ve lied to over the past few months,” he said. “I have to text or call or email them.”\n\nOn Jan. 30, Mr. Feldman will be taking over the role of Evan Hansen — a high school senior with social anxiety — in the Broadway musical, which won six Tony Awards in 2017, including the award for best musical and best performance by a leading actor in a musical for Ben Platt. The show currently stars Taylor Trensch. Mr. Feldman will be the first teenager to lead the Broadway cast. His audition for “Dear Evan Hansen” in July was his first for a Broadway show.", "BEIJING — The Chinese government, bowing to pressure from environmental groups, said on Monday that it would temporarily reinstate a ban on the use of rhinoceros horns and tiger bones in medicine.\n\nMaking a rare concession, the State Council, China’s cabinet, said that it had decided to postpone an order made last month to undo a 25-year ban on the trade.\n\n“The Chinese government has not changed its stance on wildlife protection and will not ease the crackdown on illegal trafficking and trade of rhinos, tigers and their byproducts,” Ding Xuedong, a top official with the council, said in remarks published in the state-run news media on Monday.\n\nEnvironmentalists celebrated the change, though some warned that it might be temporary.\n\n“Keeping these products banned is the only way we stand a chance of protecting the future survival of these incredible animals that are already in decline,” said Gilbert M. Sape, a campaigner with World Animal Protection, an advocacy group based in London.", "The deal with SAP is certainly a good one financially for Qualtrics in the short term. Ryan and Jared Smith, along with their father Scott, will collect more than $3 billion for their stake. That’s against a lower valuation in an unpredictable stock market. The similar, if less impressive, company SurveyMonkey, which only went public in September, is trading below its I.P.O. price.\n\nRyan Smith, the chief executive of Qualtrics, will remain in charge, and the company will keep its brand and two headquarters in the United States. Being part of a $130 billion behemoth may erode autonomy, but there were risks in the original plan too. Buyers of public Qualtrics shares could have eventually resented the tight control that the Smiths were going to retain through super-voting rights and other mechanisms.\n\nQualtrics collects data and feedback on a business’s customers, employees, products and brands — something it calls experience management, or XM. It has produced positive free cash flow every year since its founding in 2002, according to I.P.O. filings. Not being a drain on resources makes it less likely that SAP will interfere.\n\nDespite the cloud of jargon, there’s also visible scope for mutual benefit. SAP claims around 413,000 customers, while Qualtrics has a mere 9,000 or so. Revenue synergies can be questionable, but when a much smaller company’s products — especially scalable cloud-based ones — can be inserted into the marketing channels of a far larger entity, top-line gains seem less far-fetched.\n\nAt 20 times the company’s forecast revenue for 2018, SAP is paying up for Qualtrics, though control ought to merit a premium to second-class public-market shares. But SAP’s Mr. McDermott sees XM as a new frontier for the operations-heavy group, and has breathlessly likened the deal to Facebook’s $1 billion acquisition of Instagram in 2012. If he can make the analogy hold, Qualtrics will soon matter far more to SAP than the deal price suggests.", "“Paradise is an old, wooded town with narrow surface streets — and it’s a retirement community,” said Scott McLean, the deputy chief of Cal Fire. The ferocity and speed of the flames were breathtaking, he said. “The winds were phenomenal, pushing everything down across the roadways. Roads were simply blocked. People ran out of gas. It was an accumulation of everything all at once.”\n\n[Follow live updates on the fires from our reporters on the ground here.]\n\nSeven people died in their cars in Paradise. The blaze was so hot that aluminum wheels melted, as they did last year in Santa Rosa during the Tubbs Fire.\n\nIn an article published Sunday, we examined how the trauma of the fire was compounded by the difficulty of escape. There was only one main road leading out of Paradise when the fire started on Thursday morning, and it quickly became swamped with traffic. As wildfires in California become larger and more intense, our story raises the question of how many other towns in the state have a similar vulnerability.\n\nEvacuation planning was not an oversight in Paradise. The mayor, Jody Jones, worked for years as a regional manager for the California Department of Transportation. Traffic management is her specialty. The town held evacuation drills.\n\nMs. Jones worries that no amount of planning could have prevented the panicked gridlock in Paradise.", "The Dutch actor Michiel Huisman doesn’t believe in ghosts, but he does worship Ping-Pong.\n\nOn a recent Thursday afternoon, Mr. Huisman had tip-tapped down a steep flight of stairs on East 23rd Street and into Spin New York, a neon-lit basement Ping-Pong palace with a view of the downtown 6 train. It’s around the corner from the apartment he shares with his wife, the actress Tara Elder, and their 11-year-old daughter.\n\nMr. Huisman, who played the Daario Naharis in “Game of Thrones” and is now starring as a ghost skeptic in “The Haunting of Hill House” on Netflix, has been playing table tennis since he was a child. He carries his own paddle and he displayed it proudly, a Donic Appelgren Allplay faced in red and black rubber.\n\nLast summer he joined a Ping-Pong club near his home in the Netherlands, and he played every Monday. “I think I won one game,” he said. “It gave me a lot of hope.”\n\nDressed in a blinding white T-shirt and black jeans, with a gold chain around his neck appropriated from his wife, he’d come to Spin during walk-in hours hoping for a pickup game. No one seemed to want to play with him. (Starring in a hit show comes with a few privileges; this isn’t one of them.)", "Welcome to the Smarter Living newsletter! Every Monday, S.L. editor Tim Herrera emails readers with tips and advice for living a better, more fulfilling life. Sign up here to get it in your inbox.\n\nLet’s talk about the Power Rangers.\n\nMore specifically, the Power Rangers and their Dinozords .\n\nAll the Power Rangers, you’ll recall, had their own individual Dinozords: The Red Ranger had the T. rex, the Pink Ranger had the pterodactyl and so on. Separately, these Dinozords were pretty powerful. They could handle small-scale baddies, sure, but once the episode’s primary villain showed up, they were toast.\n\nIt was only when they combined into a single fighter — the Megazord, with each Dinozord transforming into a part of its body — that the Rangers could finally defeat the building-size werewolf-alien thing or whatever.\n\nDinozords? Megazords?? What are we talking about here?!\n\nO.K., forgive the forced metaphor, but what we’re getting at is talent stacking, an idea explored by Scott Adams (yes, the Dilbert guy) in his book “How to Fail at Almost Everything and Still Win Big.”", "The European pharmaceutical industry is pushing for the United States to recognize clinical trials of new drugs conducted in Europe and vice versa. That would cut the cost of testing a new drug by millions of dollars and help hold down prices for prescription medicines.\n\nBrussels trade negotiators hope that “as long as there is constructive work toward a stronger future trade relationship, the United States will withhold the urge to impose further tariffs,” said Koen Berden, a trade expert at the European Federation of Pharmaceutical Industries and Associations.\n\n“They to want to show to Trump that we are serious and we want this to work,” Mr. Berden said in an interview Monday.\n\nBut the proposals under discussion fall well short of the “new phase in the relationship between the United States and the European Union” that Mr. Trump and Jean-Claude Juncker, the president of the European Commission, described after a meeting at the White House in July.\n\nThe meeting in Washington on Wednesday will be the second between Mr. Lighthizer and Ms. Malmstrom since July, and her first trip to Washington. Members of their staffs have met more frequently. They have focused on regulations, which are often a more serious impediment to trade than tariffs.\n\nAs for the trade deficits, most economists do not see any gap as money “lost” to other countries and do not agree with the president’s view that the trade imbalance shows America’s weakness on trade policy.\n\nOn Sunday, President Emmanuel Macron of France criticized Mr. Trump’s nationalistic posture in his remarks at the commemorative event at the Arc de Triomphe in Paris.", "He bought the Leefsmas’ painting, which would remain in the Dutch museum for the next 57 years until its return to the heirs of the family in 2000. Researchers now say they have found another 30 works still in the museum that have “questionable provenance” and may have been looted, most of them acquired during Mr. Hannema’s reign as director from 1921 to 1945.\n\n“He collaborated with the Germans and he knew what he was doing,” Sjarel Ex, the current director of the museum, said of his predecessor. “His decision was that it was worthwhile to work with them because he knew that he could have more influence and power with the people who were reigning instead of being a refugee or going into hiding or living on the outskirts.”\n\nThough Mr. Hannema’s relationship with the Germans has been previously recognized by historians, the details of his collaboration are being revisited these days as part of a sweeping review by Dutch museums of their war-era record. In a recent report, the Netherlands Museum Association announced that after a decade of research, Dutch museums have so far discovered 172 artworks in their collections with problematic histories, suggesting they may have been looted or sold under duress.\n\nAcross Europe, museums are still grappling — some more diligently than others — with how to identify and handle works of art that may have a tainted wartime history. The Dutch drive gained significant momentum in the late 1990s, though the process has moved forward since in fits and starts. The research has expanded over time to include not just art acquired by museums before or during the war, but also gifts that came later that have suspicious gaps in their provenance.\n\nThis year as part of the renewed research efforts, the Boijmans, now known as the Museum Boijmans Van Beuningen, supplemented its inventory process with a separate report by an independent historian, plus an exhibition, “The Boijmans in the War. Art in a Destroyed City,” that discusses Mr. Hannema’s role. The museum director’s life is also the subject of a new biography by the Dutch art and cultural historian Wessel Krul, which was published last month.", "These ideas are popular with liberals, centrists and a good number of conservatives too. And progressive activists have come to understand that this issue needs to be one of their top priorities. If the quality of our democracy doesn’t improve, many other policy priorities could be impossible to achieve.\n\nI think the United States finally has the pro-democracy movement that it needs — a movement not only to fight back against efforts by Republican leaders to make voting harder but also to go on the offensive. My column today is about that pro-democracy movement and what should come next for it.\n\nA couple of my own priorities are universal voting by mail and a voting age younger than 18. What democratic changes do you think are most important? Drop me an email with your thoughts, at leonhardt@nytimes.com.\n\nOn the same topic: Although the election is still too close to be called, Utah may join the list of states that have restricted gerrymandering through last week’s ballot initiative. The initiative holds a narrow lead in the latest vote count, writes Ben Lockhart of The Deseret News.\n\nTwo other important outcomes would be losses of anti-voter officials in Arizona and North Carolina. And both may happen, Daniel Nichanian notes (here and here). Nichanian, a political scientist, wrote a voting-rights manifesto for Vox in 2016 that remains relevant.", "LOS ANGELES — Fluxus is fraught with contradiction. The interdisciplinary art movement, which emerged in the 1960s, is funny but serious; indefinite but authoritative; destructive but full of possibility.\n\nSo perhaps it is only fitting that Fluxus — for all its anti-bourgeois, anti-establishment, even anti-art swagger — is being celebrated here by the Los Angeles Philharmonic and the Getty Research Institute, institutions with the baggage of corporate sponsors, an aging clientele and the cultural canon.\n\nYet, with sensitive programming and musicality both rigorous and open-minded, the two organizations have assembled a convincing festival of Fluxus music for the Philharmonic’s 100th-anniversary season. If Fluxus is about questioning the nature of art, then this festival is about an orchestra questioning the boundaries of performance as it reflects on the past century and looks ahead to the next.\n\n“Fluxus forces us to think about how and why we do what we do,” said the composer and conductor Christopher Rountree, who organized the festival with Nancy Perloff of the Getty Research Institute.", "One of the most striking features of the new class is its litany of firsts.\n\nIlhan Omar of Minnesota and Rashida Tlaib of Michigan are the first Muslim-American women ever elected to Congress; Ms. Omar, a state legislator, will also become the first Somali-American in the House. Like her predecessor, Keith Ellison, she has said she would likely be sworn in using a Quran.\n\nIn the suburbs of Kansas City, Sharice Davids, an openly gay woman and member of the Ho-Chunk Nation, toppled a Republican incumbent, Representative Kevin Yoder, to become one of the first Native American women to serve in Congress. The other is Deb Haaland of New Mexico, who will replace Michelle Lujan Grisham, just elected governor.\n\n“We have a record-breaking number of women of color going to Congress who will be sworn in in January,” Ms. Haaland said in an interview. “Considering the fact that Native women have never had a voice in Congress for 240 years, it’s significant that we have an opportunity to bring that voice to the table.”\n\nAmong those women of color is Ayanna Pressley, who in 2009 became the first black woman elected to the Boston City Council. Then she stunned the Massachusetts political establishment when she beat Representative Michael Capuano in a primary earlier this year. Known for her fiery speaking style, she is, like Ms. Ocasio-Cortez, a darling of the progressive left, and she said in an interview that she is eager to bring her voice — and her passion for issues like overhauling the criminal justice system — to a Capitol that is still an overwhelmingly white male world.\n\n“Washington is only a microcosm of society at large, and navigating these waters and terrain is not completely alien to me,” she said. “The corridors of power and most decision-making tables are dominated by white men. That was true when I was elected to the Boston City Council, and they enthusiastically embraced my agenda.”\n\nThough no one is keeping records, Antonio Delgado of New York, a former Rhodes Scholar and Harvard-educated lawyer, is almost certainly the first rapper ever elected to Congress. His rap career was brief, but it did provide fodder for attacks from Republicans.\n\nThere are at least four people who identify as lesbian, gay or bisexual in the new Democratic class; they include Angie Craig, a health care human resources official who ousted a Republican incumbent in the suburbs of St. Paul, Minn. She said she takes pride in being another first: the first lesbian mother in Congress. She and her wife have four sons.", "Good Monday. Want this by email? Sign up here.\n\nOil production cuts may be coming\n\nAfter rising strongly this year on concerns about future supply shortages, oil prices have been sliding of late, recently hitting $70 a barrel. That has prompted Saudi Arabia and other major producers to weigh measures to prop up prices.\n\nSaudi Arabia said on Sunday that it would unilaterally begin “tapering off” production by as much as half a million barrels a day starting next month. Other OPEC members said they would discuss a broader curb next month. Oil prices jumped on the news.\n\nBut production cuts aren’t a done deal. Russia said it would cut production only if there’s broader consensus. “We need to wait some time, to see how the market develops,” Alexander Novak, the Russian energy minister, told reporters.\n\nAnd Julian Lee of Bloomberg Opinion warns that rising prices would motivate U.S. shale producers — who have already driven up global supplies — to pump more petroleum. “OPEC members are facing a long, slow grind with no end in sight,” he writes.", "You’ll also notice that we’re giving New York Today a redesign, in hopes of making our newsletter even more helpful as you begin your day.\n\nConsider New York Today a running conversation about what is, and is not, working in New York.\n\nHere are some of the big themes I’m going to explore in this space:\n\nPolitics: Democrats have taken complete control of New York State government for the first time in a while. That is going to affect a wide array of issues, from charter schools to rent regulation to the legalization of recreational marijuana. We’ll be following along closely.\n\nTransportation: How people move — by car or bus, on trains, scooters, over bridges and all across our city — is obviously of vital importance. The subways (and mass transit in general) are the veins and arteries of New York. If they’re clogged, we’re in trouble.\n\nInformation: How we get news, the shrinking of local journalism, and the vast expansion of Google, Facebook and Twitter are changing how we relate to those around us.\n\nI’m hoping that New York Today can help you to navigate this landscape.\n\nI have a lot of opinions about not wasting your time and the value of local journalism, which you can read about in my article for The Columbia Journalism Review.", "(Want to get this briefing by email? Here’s the sign-up.)\n\nGood morning.\n\nHere’s what you need to know:\n\nDozens killed in California blazes\n\nThe wildfires raging across the state have created a double nightmare for residents: Many of those trying to flee have found the roads to safety clogged.\n\nAs of Sunday night, the Camp Fire across more than 111,000 acres near the town of Paradise had killed 29 people, matching a 1933 blaze that was the deadliest in California history. Seven of the victims died in their vehicles.\n\nAnd outside Los Angeles, a mass evacuation from a fire in the Malibu area has been hampered by congestion on the Pacific Coast Highway, leaving at least two dead. That blaze is expected to worsen in the coming days. Our Climate reporters explain why the state has so many wildfires.\n\n• Video: Footage of the destruction.\n\n• Maps: Track the fires.\n\n• How to help: Research before you donate.", "Andrew Gillum and Stacey Abrams, progressive African-American Democratic candidates, may not have won their races for governor in Florida and Georgia (both are still too close to call). But the strategy they followed is still the best strategy for Democrats to win: inspiring, mobilizing and turning out voters of color and progressive whites.\n\nI’ve argued for this strategy for years. In my 2016 book, I analyzed Barack Obama’s victories in the context of the country’s changing demographics. The implications of the Gillum and Abrams races are profound (to be clear, I did fund-raising for the efforts to elect both Ms. Abrams and Mr. Gillum, just as I did for Mr. Obama in 2008), and learning the right lessons from 2018 is key for Democrats as they look ahead to the 2020 elections.\n\nOver the past 20 years, the best-performing Democratic candidates in statewide elections in Florida and Georgia have been Mr. Obama, Mr. Gillum and Ms. Abrams. (Hillary Clinton in 2016 was actually Florida’s highest Democratic vote-getter ever.) This year, Ms. Abrams dramatically increased Democratic turnout, garnering more votes — 1.9 million — than any other Democrat running for any office in the history of Georgia (and that includes Jimmy Carter, Mr. Obama and Mrs. Clinton).\n\nConventional wisdom dictated that both Mr. Gillum and Ms. Abrams did not give Democrats their best chance; more traditional, moderate white candidates were seen as the most competitive. In this view, moderate candidates can better appeal to and win over “swing” white voters.", "“这种趋势不会停止，不管有没有贸易战，”他说。 “我们认为，任何短期经济影响都将是周期性的。”\n\n阿里巴巴和亚马逊不一样，因为它不是零售商。它只是为其他商家提供数字货架和通道来销售他们的商品。但在持续不断的野心方面，阿里巴巴可能是亚马逊在全球唯一势均力敌的对手。两家公司都希望满足客户的每个愿望和需求。\n\n阿里巴巴表示，扩张的理由在于，该公司握有大量的商业数据，因此在任何需要了解客户或商家的事情上都占有优势。\n\n但华尔街仍在等待结果，对阿里巴巴进军新领域的成本越来越持怀疑态度。自6月以来，阿里巴巴股价已下跌近三分之一。\n\n2018年的“双11”表明，在中国，阿里巴巴就算不是别的，也仍然是炒作之王。在活动直播期间，主持人定期鼓励在家观看的人打开手机查看优惠。随着太阳马戏团的杂技演员在半空中旋转，中国家具制造商顾家家居的标识在他们身后闪闪发光。\n\n在一个节目中，表演者刘伟（音）用说唱爆出了斯柯达运动型多功能车新车型的规格。\n\n位于北京郊区通州的自动化包装分拣机。在周日的中国年度购买狂潮的前90秒，网购者花费超过10亿美元。 Mark Schiefelbein/Associated Press\n\n25岁的林安娜在上海从事金融工作，她表示，与过去几年相比，她对整件事感到更加冷淡。她说，“双11”现在只是每年的众多大型购物节之一。\n\n此外，林安娜说，“双11”的促销活动变得越来越繁琐。今年，有特定商品和品牌的优惠券，仅在一天中的某些时间可用的优惠券，还有随机出现的优惠券，只能通过玩游戏来获取。让朋友们聚成一个团，可以帮你收集更多的优惠券。", "BEIJING — A United States Navy warplane crashed into the sea northeast of the Philippines on Monday, the second crash in less than a month involving aircraft from the carrier the U.S.S. Ronald Reagan.\n\nThe aircraft, an F/A-18 Super Hornet, had a mechanical problem during routine operations over the Philippine Sea in the Western Pacific, the Navy’s Seventh Fleet said in a statement. In October, an MH-60 Seahawk helicopter, also assigned to the Ronald Reagan, crashed shortly after takeoff, injuring a dozen sailors.\n\nThe two aviators in the jet on Monday were plucked from the sea and brought back to the carrier in good condition, the Navy said.\n\nThe crash was the latest mishap for the Seventh Fleet, the largest American fleet deployed overseas, and a moment of reckoning for the Hornet.", "SANG-E-MASHA, Afghanistan — One pickup truck after another arrived at the government compound in a district capital in Afghanistan on Sunday, pulling around to the back of the governor’s office to unload the dead, out of sight of panicked residents.\n\nSoldiers and police officers, many in tears, heaved bodies of their comrades from the trucks and laid them on sheets on the ground, side by side on their backs, until there were 20 of them.\n\nThe dead all wore the desert-brown boots of Afghanistan’s finest troops, the Special Forces commandos trained by the United States. Four days earlier, the soldiers had been airlifted in to rescue what is widely considered Afghanistan’s safest rural district, Jaghori, from a determined assault by Taliban insurgents.\n\nEarly on Sunday, their company of 50 soldiers was almost entirely destroyed on the front line. And suddenly, Jaghori — a haven for an ethnic Hazara Shiite minority that has been persecuted by extremists — appeared at risk of being completely overrun by the Taliban.", "“The city is hard enough; having a baby on your own is hard enough. Living here, it’s like, ‘Press the easy button and there you go,’” said Ms. McDonagh, who moved into a first-floor two-bedroom apartment at Gateway Plaza when she was seven months pregnant with her daughter, Gemma.\n\nThe rental complex is “tailor-made for families,” she said, enumerating the many family-focused perks of the 1980s waterfront complex: numerous children’s events (most recently, a Halloween party); walled-in lawns to stop wayward tots from running off; a set-back-from-the-street, parklike setting. Even a swimming pool overlooking the Hudson.\n\nAnd then there is the informal mom network.\n\nMany of the mothers at the complex work outside the home like she does, said Ms. McDonagh, who is in digital ad sales. So they help each other out with emergency babysitting, impromptu play dates during bad weather and camaraderie that often takes the form of hanging out on the lawn, catching up as they watch their children play.\n\n“We have a WhatsApp group chat and after work, we’ll be like, ‘Wine, lawn? Yes,’” she said.\n\nThe tight-knit community is all the more helpful as her own family lives out of state.\n\n“I had wanted to try living someplace different than where I grew up,” recalled Ms. McDonagh, who is originally from Chicago and moved to New York after college. “I thought I’d be here maybe five years. That went by in a flash. Then it was 10 years.”", "On Nov. 30, the Supreme Court will consider whether to hear the case. On the same day, the justices will consider whether to hear two related cases, on whether Title VII bars discrimination based on sexual orientation. If the court agrees to hear any of the three cases, a relatively sleepy term will have gained its first blockbuster case.\n\nThe Trump administration filed a curious brief in Ms. Stephens’s case, one that said two seemingly contradictory things. The appeals court had gotten things badly wrong on legal issues that were “recurring and important,” Solicitor General Noel J. Francisco told the justices. The ruling, he added, was “inconsistent with decisions of other circuits.”\n\nThose are precisely the things you say when you want to persuade the Supreme Court to hear a case. But Mr. Francisco went on to urge the court to deny review in the funeral home’s appeal and instead hear one of the cases on whether Title VII bars discrimination based on what he called “another non-biological-sex attribute — an individual’s sexual orientation.”\n\nIt is true that the appeals courts are more deeply divided on the question of whether Title VII covers discrimination against gay men and lesbians, with recent decisions from the Second Circuit, in New York, and the Seventh Circuit, in Chicago, ruling that it does. It could make sense to decide that question first, and to defer a decision in Ms. Stephens’s case in the meantime.\n\nBut Mr. Francisco went further, urging the Supreme Court to turn down the funeral home’s appeal even if the court declined to hear the two sexual-orientation cases. That has court watchers puzzled.\n\nMr. Francisco’s brief was nominally on behalf of the Equal Employment Opportunity Commission, which had charged the funeral home with employment discrimination and had prevailed in the lower courts. But his legal arguments were at odds with the views the commission had taken in the case.\n\nMr. Francisco’s brief abandoned the position that had been pressed by the commission in the Sixth Circuit and instead lent support to the funeral home. But in urging the Supreme Court to deny review, the commission remained formally aligned with Ms. Stephens, and the case is still known as R. G. & G. R. Harris Funeral Homes v. Equal Employment Opportunity Commission, No. 18-107.", "For the moment, though, it is nothing more than a construction project on a mountaintop, as well as several enormous mirrors in varying stages of production at the University of Arizona’s mirror lab. “First light,” as astronomers call the moment when an observatory begins operations, is scheduled for 2024.\n\nThe GMT is being built by a consortium of universities in the United States and other countries at a mountaintop site called Las Campanas. Owned by the Carnegie Institution, the site currently hosts eight other telescopes as well as staff housing that evokes a Swiss chalet. During the night I spent there, I met scientists working on the GMT’s instrumentation. One of them was Brian McLeod, astrophysicist at the Harvard-Smithsonian Center for Astrophysics. Dr. McLeod leads a team developing instrumentation to keep the GMT’s 14 primary and secondary mirrors correctly aligned. He started designing prototypes back in 2009, which means that at first light in 2024, he will have spent 15 years on this project. He ruefully noted that people change jobs more frequently than he changes projects.\n\nDr. McLeod traced his interest in astronomy back to high school in tiny Gambier, Ohio, when his chemistry teacher showed him the night sky through a telescope. I spoke with him in the control room of the Magellan Clay telescope at Las Campanas. He and his team were going to spend the entire night there testing their instruments. However, high wind speeds were spoiling their plans. When I saw them at breakfast the next day, they had spent the entire night in the control room and had only been able to use the telescope for a few hours at most.\n\nWhen it begins operations, the GMT will welcome visitors, but how exactly is still unclear, given the site’s remoteness. Plus, nighttime observation requires dim ground conditions — a hazard to driving — while daytime is the period when all the observatory staff sleep. Still, if ALMA is any guide, visits to the GMT will be popular. So many people want to visit ALMA that the external relations staff stay on-site for weeks at a time, doing shift work.\n\nThis is despite the fact that unlike observatories for the general public, there is nothing to “see” at places like ALMA and the GMT. Today’s professional facilities are long removed from the time when you look through a viewfinder and use the telescope as an extension of your eyeball. Instead, professional observatories use computers to capture data and images and send them to researchers around the world.\n\nNevertheless, visiting these observatories — like my previous visits to particle colliders — boggled my mind. After all, those who work at observatories operate time machines that can detect light emanating from the birth of our universe, billions of years in the past. Even with the naked eye, the light I saw from the nearby Large Magellanic Cloud was 200,000 years old.\n\nI said goodbye to Dr. McLeod and his team and boarded a plane back to Santiago. As I stared out the window, looking down at the vast brown carpet of the Atacama below me, I considered my situation with strange clarity: I was a collection of bound-together atoms surrounded by other atoms hammered into the shape of a metal airplane tube. And this tube was propelling me through the sky by burning the remains of long-dead plants and animals. Thoughts like this did not come naturally to me before visiting ALMA and Las Campanas.", "First, it came for eyeglasses. And then it came for makeup. It came for mattresses, and razors and erectile dysfunction pills. And now, finally, the Great Disruption has come for your cookware.\n\nUp until a few years ago, consumers faced a dizzying array of pots and pans on trips to department stores or online: cast iron skillets in a multitude of sizes, nonstick fry pans with lids and without, triply sauté pans with different metallic exteriors, and stainless steel pots of varying volumes.\n\nBut with the emergence of several direct-to-consumer kitchenware companies, buyers can now eschew choice for curated, pared-down sets — just the essentials.\n\nGreat Jones, for example, which was started by Sierra Tishgart, 28, a former writer for New York magazine, and Maddy Moelis, 28, offers only five pieces : an enameled cast iron Dutch oven, a ceramic nonstick pan, a stockpot, a frying pan and a sauce pot. The Dutch oven, which they refer to as The Dutchess, costs $145 and comes in five millennial-matte colors (Blueberry, Broccoli, Earl Grey , Mustard and Macaron ) . The full set is $395.", "When a gunman slaughtered 11 worshipers in a Pittsburgh synagogue on a Shabbat morning last month, American Jews were left with a jumble of intense emotions: horror and fear, certainly, but also an old embattled feeling, centuries in the making. They were victims, in America, a country that has never seen even a hint of a pogrom. In their pain and worry, individual Jews had a rare chance to feel themselves part of a larger community — one that mourns together, gets angry together, imbued with a separate and unique identity, threatened yet resilient. And in this, victimhood offered an illusion.\n\nFor one thing, the violence of Pittsburgh is far from the everyday reality of American Jews. They live in a country that has offered them a great deal more love than it ever has hate. We’re beyond mere tolerance. A recent Pew poll found that Americans felt “warmer” about Jews than any other religious group. There is an accumulated sense of comfort and acceptance that has persisted even with a president whose winks have emboldened thousands of internet trolls and hundreds of white men bearing tiki torches. The positive side of the ledger remains plentiful.\n\nA shared sorrow may have provided the briefest taste of unity after Pittsburgh, but anti-Semitism is not what defines the experience of Jews in America today; assimilation is. To hear the professional worriers in the Jewish community, it’s love, not hate, that poses the bigger existential challenge. A vast majority of Jews — 72 percent among the non-Orthodox — now marry outside the tribe. The infrastructure of Judaism, from the synagogue to the long-established liberal denominations, is being steadily abandoned. Almost a third of millennial Jews are so unidentified with Judaism they say they have no religion at all. And Israel, which once inspired, now alienates many, especially the young. Even the massacre in Pittsburgh, for those who knew where to look, offered hints of this demise. The average age of the victims, those mainstays who turned on the lights and made sure the grape juice and cookies were set up for the kiddush, was 74. Three congregations gathered in one synagogue that morning because of dwindling numbers.\n\nOnce the candlelight vigils are over, where is the solid ground for the future of American Jewish identity? It won’t come from being victims — it shouldn’t — and cultural and ethnic identity, the bagels and lox version, is disappearing fast. From where then? As a handful of new books make abundantly clear, there really is only one source left: the religion — Judaism itself, and its unique capacity for adaptation.", "In recent years, Pitino was the focus of multiple scandals — such as the restaurant tryst, and allegations that a staff member paid for prostitutes to entertain recruits in on-campus housing. He also brought Louisville its third national championship, in 2013. As Petrino returned to the university, Jurich’s game plan became clear.\n\nIt went roughly like this: As a former commuter college in an unfamiliar conference that has blue bloods in football (Clemson, Florida State, Virginia Tech) and basketball (Duke, North Carolina, Syracuse), Louisville could not afford to be squeamish when it came to the character of coaches who knew how to win.\n\nWhere other teams might not have rehired Petrino or retained Pitino, Louisville would — and would thereby benefit from their undeniable acumen as other programs would not.\n\nIt all blew up, starting a little more than a year ago. In summer 2017, the N.C.A.A. penalized Louisville for the prostitute scandal — of which Pitino had denied knowledge. It later formally revoked that 2013 national title, the only time it has vacated a Division I championship in its signature tournament, men’s basketball.\n\nA few months later, Louisville was at the center of the suspected network of bribes and misconduct in college basketball recruiting brought forth by federal prosecutors. Pitino and Jurich were ousted in October 2017. (Last month, the father of a Louisville recruit testified that he received money not only from Adidas, Louisville’s apparel sponsor, but also from Louisville’s former associate head coach.)\n\nOn and off the football field, there were also early indications of trouble. The very night in December 2016 when Jackson won the Heisman, two players and a cheerleader were shot at a celebration. The Cardinals went on to lose their bowl game, making Jackson one of few modern Heisman winners whose team did not win at least 10 games.\n\nFootball attendance fell last season and this one, even as a $64 million expansion was completed at Cardinal Stadium — which had been known as Papa John’s Cardinal Stadium before this summer, when the eponymous chief executive John Schnatter apologized for using a racial slur on a conference call and stepped down from the university’s board of trustees.", "In March 1990, L. Ling-chi Wang got on a plane to Washington, where he felt that his words were being twisted.\n\nMr. Wang, a professor at the University of California, Berkeley, had recently scored a victory when the school acknowledged it disproportionately hurt Asian-American applicants in its admissions, amid a wave of similar allegations of discrimination sweeping more than a dozen other universities.\n\nBut in Washington, Mr. Wang lobbied against a resolution introduced by a representative from California, Dana Rohrabacher, that called for the federal government to ramp up investigations into reports of such discrimination.\n\nWhat troubled Mr. Wang, a strong supporter of affirmative action, was that Mr. Rohrabacher was claiming that universities’ policies helped underrepresented black and Hispanic students get in while, as the congressman put it, squeezing Asian-Americans out.", "Whenever Wagner Fischer drives, he notices the roadkill.\n\nAs a graduate student in the 1990s, Dr. Fischer, now a biologist with the Federal University of Mato Grosso do Sul, traveled through Brazil’s Pantanal, a tropical wetland the size of Wisconsin, and the largest freshwater wetland in the world. From his motorcycle, he saw monkeys swinging from roadside trees; capybaras slept on the shoulder. He was looking for fishing bats, the subject of his graduate research. But he was fascinated and appalled by the roadside carnage: caimans, anacondas, giant black-necked storks called jabirus and, once, a dead giant anteater with her cub, still alive, clutching her back.\n\nThe region’s main road, the BR-262, is a long thread of tarmac through the carpet of green, connecting the growing cities of Campo Grande and Corumbá, 430 miles apart. Dr. Fischer began taking photographs, thousands of them, and tallying the species along the road. He shared his unpublished results with other researchers and government officials.\n\n“Everyone from the scientific community kept asking me, ‘When are you going to publish that?’” Mr. Fischer recalled recently.\n\nTwo decades later, he finally has. His paper, published on Oct. 19 in the online biodiversity journal Check List, is a grim tally. From 1996 to 2000, Dr. Fischer counted dead 930 animals representing 29 reptile species and 47 bird species. A separate tally of mammals, to be published soon, includes more than 2,200 specimens. But even in its unpublished phase, his study inspired others like it, all of them confirming Dr. Fischer’s initial conclusion: that for wildlife, BR-262 is the deadliest road in Brazil and one of the deadliest in the world.", "WASHINGTON — President Trump’s promise to quickly pass a revamped North American Free Trade Agreement has been upended by the midterm elections, with Democrats who will soon control the House vowing to withhold their support to extract greater protections for American workers.\n\nAdministration officials remain confident they will corral the votes for the new United States-Mexico-Canada Agreement, which Mr. Trump speedily negotiated in September to claim a big win on one of his signature issues before the November elections.\n\nWhile White House officials considered pushing the revised deal through the coming lame-duck session, they did not want to risk a backlash from lawmakers in both parties.\n\nDemocrats, emboldened by their midterm win and eager to outshine Mr. Trump as defenders of the American worker, are unlikely to sign off on any deal that does not include significant changes that labor leaders and newly elected progressives are demanding. That could involve reopening negotiations with Mexico, although American and Mexican negotiators have both publicly ruled out that possibility.", "[What you need to know to start your day: Get New York Today in your inbox.]\n\nUntil recently, the most important thing to know about Amazon for residents of the Queensbridge Houses, the country’s largest public housing project, was that any packages left in a lobby would likely be stolen.\n\nBut Amazon will soon be a far larger presence in their New York City neighborhood.\n\nThe company owned by Jeff Bezos, the world’s richest man, will announce on Tuesday that it will establish a major headquarters in Long Island City, Queens, where Queensbridge’s 26 aging buildings are home to a mostly black and Hispanic population with a median household income of $15,843, well below the federal poverty line for a family of four.\n\nHere, where livings are eked out on meager paychecks, or social service assistance, with nearly 60 percent of its households relying on food stamps, the new neighbor will be one of the world’s most profitable high-tech companies, bringing what could be a work force of 25,000 people making salaries upward of $100,000.\n\nThe stark contrast amplifies some of the social and economic tensions coursing through American society — a widening income gap, a lack of access to high-paying jobs for many minorities and a technology sector struggling to diversify.", "On dependability, officials in White Plains give the buses, which were made by Lion Electric, a Quebec-based company, a passing grade. “So far, so good,” said Sergio Alfonso, the district’s director of transportation. “We always expect issues with new technology, but we haven’t seen anything out of the ordinary yet.”\n\nIn 2016, in contrast, three school districts in Massachusetts bought three buses from Lion Electric under a state-funded pilot project. The buses had repeated battery and software failures, and parts often had to be shipped to Canada for repairs, putting the vehicles out of commission for lengthy spells.\n\nLion Electric says it has learned from those early missteps and is training mechanics in White Plains, as well as helping to establish a service center nearby in New Jersey for more serious problems.\n\nWhite Plains was only able to afford its five buses with outside help. National Express received a state grant that offset $120,000 of the cost of each vehicle. The company then set up a partnership with Consolidated Edison, the local electric utility, which agreed to chip in another $100,000 per bus.\n\nIn return, Con Ed gets the right to use the buses to help power the grid in the summer, when school is out and the vehicles sit idle. Their batteries would store electricity when demand is low and discharge it during peak hours.\n\nThe grid project is one of the first of its kind, and, in theory, could be a way for utilities to help finance electric school buses elsewhere in the state. As New York builds more solar and wind power, it will need lots of new energy storage. The utility plans to test the buses’ batteries next summer to see how they hold up under heavy use and to check whether the economics work.", "Any time you crowd children — or adolescents, or young adults — together, there’s an opportunity for some of the more contagious childhood diseases to take advantage of those who are susceptible. That was true in the First World War, where barrack life and troop ship transports contributed to the virulent spread of the 1918 influenza, which unlike most strains of flu, was more deadly to the healthy young than to the elderly.\n\nMany colleges require a specific list of immunizations before students move into dormitories, including meningococcal vaccine to prevent bacterial meningitis. But measles-mumps-rubella vaccine is always at the top of the list. That’s because measles is so contagious that if the herd immunity — when a high percentage of a population is protected by immunization — drops even a few percentage points, the measles virus can take full advantage.\n\n“The first things you see, the cracks in your public health system,” Dr. Ratner said, will be infections like this, “measles, infectious through the respiratory route and good at moving from susceptible people to susceptible people.”\n\nWhen my own daughter went off to college, someone looked carefully at her immunization records, always accepted without question at her school, and discovered that her very first MMR had been given a couple of months before her first birthday, and therefore didn’t count; she had to go get one more dose before she took up residency in her dorm room.\n\nI had asked for that early MMR, because we were going to take her traveling in a country where there was still, at that time, a danger of measles exposure (no, not Brooklyn). You can give the MMR as early as 6 months if a child is at increased risk of measles exposure, and it provides some protection, but you have to repeat the shot after the child turns 1. I had forgotten to do that, and no one had ever noticed. As the pediatrician mother of the child with the incomplete vaccine record, I was a little embarrassed, but mostly impressed.\n\nDr. Stimson went on to note that those World War I soldiers who had grown up in more isolated, usually rural circumstances, were less likely to be immune to the childhood diseases, and “when thousands of these rural young men are first massed together in army camps, contagious diseases are apt to be very common,” he said. This had also been noted in the American Civil War, when measles was a particularly devastating disease, and the recruits coming off the farm were especially vulnerable.\n\nThe young men of 1918 were going into terrible danger (Dr. Stimson himself was wounded in action in Flanders, serving with the British troops) but they were also in danger because they were exposed to one another’s viruses and bacteria.", "As my brother neared the end of a smooth, swift recovery from open-heart surgery to bypass an 80-percent blockage in his heart’s most important artery recently, he reverted to a longstanding habit of downing many cups a day of strong coffee. I objected, but he insisted that the caffeine doesn’t affect him, meaning it doesn’t disturb his sleep.\n\nBut when I noticed how easily he became upset or angered by minor irritations many times a day, I decided to look into what is known about the bodily effects of so much caffeine and whether it might contribute to the harmful effects of stress on the heart.\n\nCaffeine is by far America’s leading nonprescription drug, regularly consumed by some 90 million adults each day in coffee, tea, soft and energy drinks and some prescription and over-the-counter medications.\n\nAmounts can range widely. An 8-ounce cup of brewed coffee may contain 95 to 165 milligrams of caffeine, while a cup of instant coffee delivers 63 milligrams. One ounce of espresso has 47 to 64 milligrams; 8 ounces of brewed black tea, 25 to 48 milligrams; 8 ounces of brewed green tea, 25 to 29 milligrams; 8 ounces of cola, 24 to 46 milligrams, whereas a 12-ounce energy drink can contain as much as 300 milligrams. Much smaller amounts of caffeine can be found in chocolate, decaffeinated coffee, some candies and even some foods like waffles.", "PORT MORESBY, Papua New Guinea — The Maseratis and Bentleys have been delivered. Laborers from China have repaired roads and installed bus stop shelters with signs saying “China Aid.” Three cruise ships will serve as temporary hotels.\n\nThe Pacific island nation of Papua New Guinea is in the global spotlight as some of the world’s most powerful leaders gather here this week for the annual Asia-Pacific Economic Cooperation summit meeting.\n\nSome say hosting the annual Asia-Pacific leaders forum will be Papua New Guinea’s biggest event since it gained independence in 1975. For the country’s scandal-ridden government, it is an opportunity to spend aid money on favored projects in the capital and import luxury vehicles that can be sold later to wealthy cronies.\n\nGovernment leaders, most of them heads of state, will be arriving this weekend from 20 fellow member economies that ring the Pacific Ocean.", "WASHINGTON — North Korea is moving ahead with its ballistic missile program at 16 hidden bases that have been identified in new commercial satellite images, a network long known to American intelligence agencies but left undiscussed as President Trump claims to have neutralized the North’s nuclear threat.\n\nThe satellite images suggest that the North has been engaged in a great deception: It has offered to dismantle a major launching site — a step it began, then halted — while continuing to make improvements at more than a dozen others that would bolster launches of conventional and nuclear warheads.\n\nThe existence of the ballistic missile bases, which North Korea has never acknowledged, contradicts Mr. Trump’s assertion that his landmark diplomacy is leading to the elimination of a nuclear and missile program that the North had warned could devastate the United States.\n\n“We are in no rush,” Mr. Trump said of talks with the North at a news conference on Wednesday, after Republicans lost control of the House. “The sanctions are on. The missiles have stopped. The rockets have stopped. The hostages are home.”", "Worth Street\n\nDear Diary:\n\nUnable to find our marriage license, I’ve taken the train from rural Columbia County to Lower Manhattan to verify a marriage made 45 years ago. Social Security requires it for survivor benefits.\n\nThe Office of the City Clerk hides the bustle of life inside. “Enter through the glass doors,” a sign says. Brides in white gowns or bright dresses light the rainy December day. Couples, some with children in strollers, surround me as they pose for photos. A white-haired woman in jeans and fleece catches my eye. Has she too lost her husband? We all file in together.\n\nDown a long corridor, fresh roses and orchids await buyers. The Records Room opens like a cave. I take a seat. Overhead, my number appears: B073. The clerk’s diamond engagement ring flashes as she hands me the marriage license.\n\nTime shifts. Our third-floor walk-up at 57 Charles Street comes alive like a well-lit stage set: makeshift kitchen, gray walls, a sleeping alcove off the living room and a skylight over the bathtub.", "In September, Judge Randy Crane of the Federal District Court in McAllen, Tex., dismissed claims of negligent hiring and supervision of Mr. Manzanares filed by the two women who were the victims of his initial attack. The judge concluded that supervisors had not been alerted to any problem in the agent’s background and had no reason to know that anything was amiss. But he allowed claims filed by the 14-year-old girl, now 18, whose ordeal had gone on well into the night — and might have been prevented if Mr. Manzanares’s actions had been detected earlier — to proceed.\n\nThe case will drag out for months, however. Judge Crane suggested recently that he was prepared to allow appeals of some of his previous rulings to proceed before the case goes to trial.\n\nLawyers for the three women presented evidence that Mr. Manzanares’s supervisors failed to notice or intervene when the agent ignored his duties for hours, and failed to thoroughly inspect his truck when he returned at the end of his shift. If they had, the evidence showed, they would have seen it contained used duct tape, blood and discarded restraints.\n\nMr. Manzanares, a father of two, had no major disciplinary infractions during his six years with the agency, which he joined in 2008 after serving with the United States Army in Afghanistan and working as a jailer for the Hidalgo County Sheriff’s Department. But according to court documents, he appeared to have become a pedophile, and one of the issues in the lawsuit has been whether the Border Patrol should have conducted the kind of employee reviews that would have brought that to light.\n\nIn late 2013 and early 2014, he was in the midst of a divorce, living in an apartment in the border city of Mission with his two dogs. Even among his neighbors — more than two dozen of his Border Patrol colleagues lived in the same gated complex — Mr. Manzanares largely kept to himself.\n\nHis rampage that day might never have been discovered had the older woman left for dead after the initial attack not come across a Customs and Border Protection officer as she emerged from the brush.\n\nShe was still bleeding, and clearly terrified.\n\nThe man who did this to her and her daughter, she told the officer, was “dressed just like you.”", "LONDON — The race is on for liquefied natural gas (LNG) producers to build export terminals as demand soars, but the criteria for financing such mega-projects have shifted as traditional relationships with LNG consumers have begun to disintegrate.\n\nRoyal Dutch Shell's final investment decision (FID) taken last month for a $30 billion LNG Canada project was a shot in the arm for the LNG industry, which is emerging from almost three years of low prices and investment.\n\nAs a vote of confidence in the LNG market, Shell's decision is expected to get the ball rolling on a wave of approvals for dozens of similar projects around the world that have been planned for years but not yet finalized.\n\nBut the FID represented a different financing structure, unreliant on commitments from large buyers as previous mega-projects had been, such as the recently commissioned Ichthys facility in Australia or the U.S. Sabine Pass plant.", "Information may want to be free, as an aphorism had it in the early days of digital media. But these days, increasingly, journalism wants to be paid for.\n\nNew York Media, the parent company of New York magazine, will become the latest publisher to institute a paywall when it starts charging for access to its websites.\n\nUnder its longtime editor, Adam Moss, New York was a pioneer in breaking various areas of coverage into separate websites known as verticals. Its related online offerings are composed of the flagship NYMag.com, The Cut (fashion), Grub Street (food), Intelligencer (politics), The Strategist (shopping) and Vulture (pop culture).\n\nThe move to a metered paywall has been in the works for a year, said Pamela Wasserstein, the daughter of the late New York magazine owner Bruce Wasserstein and the company’s chief executive since 2016.", "Yet SoftBank's brand name is still likely to draw retail investors long accustomed to using SoftBank's phone and internet services. Many still see CEO Son as a tech visionary who challenged entrenched rivals NTT DoCoMo Inc and KDDI, and brought Apple Inc's iPhone to Japan.\n\nJapanese households are commonly seen as an attractive target in IPOs with their 1,829 trillion yen in financial assets, even if they are traditionally risk-averse with over 50 percent of assets in cash and deposits.\n\nMore than 80 percent of the shares will be offered to domestic retail investors, a person with knowledge of the matter told Reuters.\n\n\"I think a reasonable amount of money will be attracted to this one,\" said Tetsutaro Abe, an equity research analyst at Aizawa Securities. \"It's a mobile company so the cash flow is steady. If you think about future yield and shareholder returns, it's a far more attractive investment than government bonds.\"\n\nSoftBank Group hopes that putting a value on the telecoms business will help bolster its own share price, which it sees as undervalued.\n\nSon in June argued that even without the domestic telecoms business, SoftBank Group shares should be worth over 14,000 yen - almost 40 percent over their current price - considering the value of its investments in Alibaba, Arm Holdings, Sprint Corp and Yahoo Japan Corp, as well as Vision Fund.\n\nInvestors have grown nervous about the lack of clarity in some of the investments by the $90 billion Vision Fund. They have also been worried about the fund's dependence on Saudi Arabia, its biggest backer, following the murder of a journalist by Saudi security officials.", "Good Monday morning. Here are some of the stories making news in Washington and politics today.\n\n_____________________\n\n• Now in control of the House, triumphant Democrats have quickly turned to how to put forward their own agenda even as they deal with the provocations of President Trump. Read the story.\n\n• Top congressional Democrats demanded that Mr. Trump’s acting attorney general, Matthew Whitaker, recuse himself from overseeing the special counsel investigation, and vowed to block him from interfering with it. Read about their demands.\n\n• Key priorities for House Democrats: protect people with pre-existing health conditions, control drug prices and investigate Trump administration actions that undercut the Affordable Care Act. Read about the party’s mandate on health care.", "Saudi clerics had never weaponized the podium of the prophet at the Grand Mosque so brazenly to serve the monarchy. No imam of the Grand Mosque had ever anointed a Saudi ruler as the mujaddid of the age or dared to imply as much.\n\nThe sermons in Mecca and Medina are read from a script, which is approved beforehand by Saudi security forces. While the king appoints a leading imam for the Grand Mosque and the Prophet’s Mosque in Medina, each imam has a number of officially appointed deputies who rotate in leading prayers and delivering sermons.\n\nFor decades, the sermons delivered in Mecca and Medina have been pietistic, dogmatic and predictable. They have always concluded with a prayer for the Saudi royals, but the imams would not attribute sacred qualities to the monarchy and insisted that the rulers should be obeyed only to the extent that they obey God.\n\nA lot has changed since Prince Mohammed’s rise to power. The crown prince has imprisoned hundreds of prominent Saudi imams who have shown even a modicum of resistance — including very prominent and influential jurists such as Sheikh Saleh al-Talib and Sheikh Bandar Bin Aziz Bilila, former imams of the Grand Mosque. Saudi prosecutors have sought the death penalty for Salman al-Awdah, a prominent, reformist cleric who was arrested last September. Some reports claim that another prominent cleric, Sheikh Suleiman Daweesh, who was arrested in April 2016, has died in a Saudi prison after being tortured.\n\nThe only imams who seem to be allowed to lead prayers and give sermons at the Grand Mosque in Mecca and the Prophet’s Mosque in Medina are those who have agreed to go along with whatever the crown prince wants. Some influential Saudi scholars such as Sheikh Abd al-Aziz Al Rayes went as far as saying in a lecture that even if the Saudi ruler “fornicates in public on television for half an hour each day, you are still required to bring people together around the ruler, not to aggravate people against him.”\n\nImam Sudais’s recent sermon put Muslims at an axial turning point: Accept the crown prince as the divinely inspired reformer of Islam and believe and accept his words and deeds or you are an enemy of Islam. Muslim scholars reacted to the sermon primarily on social media with disdain and outrage. Numerous Arabic language comedy shows and talk shows on YouTube reacted with mockery and condemnation.", "• Top Saudi intelligence officials close to Crown Prince Mohammed bin Salman discussed hiring companies last year to kill Iranian enemies of the kingdom, according to people familiar with the discussions.\n\nTheir discussions, more than a year before the killing of the Saudi journalist Jamal Khashoggi, indicate that top Saudi officials have considered assassinations since the beginning of Prince Mohammed’s ascent. Mr. Khashoggi was killed in the Saudi Consulate in Istanbul last month.\n\nThe Turkish president, Recep Tayyip Erdogan, said audio recordings of Mr. Khashoggi’s killing had been given to the United States and other Western countries. His disclosure intensifies the pressure on President Trump, who has refused to assign blame for the crime, to take stronger punitive measures against his allies in Saudi Arabia. Above, a person wearing a mask of the dead journalist.", "曾有人担心马建前往香港会危及人身安全，近些年香港一些出版批评中国共产党政府书籍的书商失踪，后来发现被拘押在中国内地。\n\n“我们不愿见到大馆成为任何个别人士促进其政治利益的平台，”大馆总监简宁天(Timothy Calnin)上周四在一份声明中说。“因此，我们与香港国际文学节紧密合作，寻找另一个更合适的场地。”\n\n\n\n大馆在上周五改变想法，表示“因为可能使这些活动完全无法举行，重新考虑了我方立场”。\n\n然而时至上周五，人们尚不确定曾经居住香港并拥有永久居民身份的马建，当晚在所乘航班落地时能否获准入境。", "The story of how it happened depends on who is telling it.\n\nFor Dino Casimiro, a local sports teacher, the tale began in 2002, when he and a group of friends set up a club in 2002 to help popularize water sports among locals, and publicize Nazaré’s waves among foreigners.\n\nFor Jorge Barroso, the former mayor, the turning point was in 2007, when he first gave Mr. Casimiro permission to hold a water sports competition off the most northerly — and the most deadly — of the town’s two beaches.\n\nAnd for the town’s current mayor, Walter Chicharro, the story starts soon after his election in 2013, when he pumped more money into publicizing and professionalizing the town’s surfing scene.\n\nBut the watershed moment really came in 2010, when Mr. McNamara finally took up a five-year-old invitation from Mr. Casimiro to come to Nazaré, and try out the waves that break off the town’s north beach.\n\nFor all concerned, these were uncharted waters — literally and metaphorically. Not only had Mr. McNamara never visited Europe, but the villagers, many of whom knew someone who had died at sea, had never considered their tallest waves swimmable, let alone surfable.", "SYDNEY, Australia — The Queensland police have arrested a former strawberry industry worker for spiking strawberries with needles, a crime that fueled a nationwide scare that crippled Australia’s strawberry industry.\n\nThe woman, a former supervisor at a strawberry farm in Queensland, was arrested Sunday and has been charged with seven counts of contamination of goods. The police say there was a “circumstance of aggravation,” meaning that if convicted, she faces up to 10 years in prison. The local news media identified her as My Ut Trinh, 50.\n\n“This has probably been one of the most trying investigations that I’ve been a part of,” Jon Wacker, a detective superintendent of the Drug and Serious Crime Group, said in a news conference on Monday.\n\nNews that fruit was being tampered with first broke in September, after several people reported discovering needles in strawberries they had purchased. One 7-year-old girl bit into a contaminated strawberry but was not harmed. Another man from Queensland was less lucky: he was hospitalized after he swallowed half a needle while eating the fruit.", "Dad as the odd man out in baby-makes-three scenarios has long been a basis for domestic comedy. Reduced to synopses, much of the territory Mr. Birbiglia covers here sounds as wearily familiar as the “I Love Lucy” episodes that concerned the birth of Little Ricky.\n\nThis means (as my colleague Alexis Soloski pointed out when she reviewed this show Off Broadway) that Mr. Birbiglia is not a thoroughly modern dad, fully sharing the duties of parenthood. Mr. Birbiglia is quick to admit this dereliction and to praise his wife — and women in general — as belonging to a superior order of beings.\n\nMen, he contends, are born jerks, a universal truth that he believes accounts for the state of the world today. (“The men we used to think were great were priests, politicians and gymnastic doctors. It hasn’t ended well for great.”) He supports this contention with humiliating stories of his own bad behavior, including a graphically detailed account of sex with a prostitute in Amsterdam.\n\nHis status as male is only one of the reasons he once thought that he and his wife shouldn’t have children. In the show’s opening section, he lists seven arguments against his becoming a father. They range from assorted physical ailments (an early experience of cancer, diabetes and his tendency to act out his dreams while asleep) to his suspicion that “consciousness is only a hallucination.”\n\nThe list in and of itself is not funny (although I did love the self-explanatory brevity of “No. 4: I have a cat”). The conversational detours the list inspires can be sublime. That caveat about consciousness and hallucinations? It somehow segues into a description of the role of Roman Catholicism in Mr. Birbiglia’s childhood as “this weird three-way with God” and his mom.\n\nUnlikely similes and metaphors become a means of both addressing and (temporarily) defusing terrors and tensions. Presumably, verbal felicity is part of what brought Mr. Birbiglia and Ms. Stein together originally.", "But the show’s ability to put critical distance between the way we see these supporting characters and the way they see themselves makes you wonder how it would frame some of these plot points if the heroes weren’t Jamie and Claire. A white man takes up arms against a stifling government and then gives up on the idea of freeing slaves after learning there are laws against it. A white abolitionist woman stands for a dress-fitting as the slave Phaedre (Natalie Simpson) lavishes praise on her eyes, bosom and skin. Neither seems particularly comfortable, but neither have they discarded their fancy clothes, packed their bags and left.\n\nThere’s an interesting story to be told within this setup. This episode could examine how those who consider themselves good people can quickly become complicit in terrible things. We see it often in Jocasta, in Jamie, and there’s a hint of it in Claire at that dress-fitting. The episode could, in classic period-piece style, use the past to ask questions about the structure of criminal law in the present. It could even ask us to evaluate how much sympathy we extend to protagonists — and who gets to be one. A version of this episode that followed Phaedre and Rufus (Jerome Holder) would likely give us a very different take on some of these events.\n\nBut despite Jamie and Claire’s mistakes in the past — and questionable decisions here — “Outlander” doesn’t want to cast too long a shadow over their essential heroism. Since they can’t be aligned with the bad guys, they must be the good guys. In this episode, that’s an uneasy perspective at best.\n\nNo one can expect them to turn the tide of an institution during a weekend visit. Claire and Ian’s awkward party conversations prove just how entrenched so much of this cruelty is. The dissonance lies in the ways this episode seems less interested in examining the impact of slavery on slaves than on Jamie and Claire. When Jamie muses about growing rice, the episode doesn’t suggest it’s a slippery slope to contribute to the plantation — it’s just his cleverness. When Claire finds out her attempts at heroism have backfired, the camera spends more time on her horror than on those she has put in danger.\n\nRufus, moreover, is injured enough — and the horrors that wait for him outside are savage enough — that giving him poison him can seem merciful, and not like a way to excuse Jamie and Claire for turning him over to the mob. Presumably they wouldn’t have let him be brutalized, but we’ll never know: This setup neatly spares them from having to make that choice. Even Rufus reassures Claire it’s all right, dying gently amid bittersweet reminiscence. Holder does a great job with what he’s given, but Claire and Jamie get almost as much time to mourn Rufus as he gets to be a person.", "Palm Beach County’s elections supervisor, Susan Bucher, said that her county’s machines are too old to conduct three full recounts as quickly as required, and the county would be unable to meet the deadline on Thursday.\n\nFlorida’s protracted 2018 midterm election has revealed the warts of an imperfect voting system that normally go unnoticed. This time, the world is watching, and South Florida election officials are being exposed for sloppy processes that in some cases, a judge found this week, violated both state law and the Constitution.\n\nYet those very procedures are common during elections, political analysts in Florida say; they just don’t get much attention most of the time because most elections end with wide enough margins of victory that few people scrutinize them.\n\nRepeated claims of mismanagement and worse by Mr. Scott and Mr. Rubio have drawn a backlash from Democrats, who said the governor’s order to law enforcement to impound voting machines was inappropriate.\n\n“In suing to seize ballots and impound voting machines, Rick Scott is doing his best to impersonate Latin American dictators who have overthrown Democracies in Venezuela and Cuba,” Juan Peñalosa, the state Democratic Party director, said in a statement. “The governor is using his position to consolidate power by cutting at the very core of our democracy.”\n\nBut some number of irregularities do appear to have occurred.\n\nOn Sunday, one candidate filed an affidavit in court from a fired poll worker who claimed to have witnessed elections employees filling out ballots days before the 2016 election. It was unclear whether what the worker witnessed was wrongdoing, or a routine process in which staffers fill out fresh blank ballots to replace those that come in too bent, torn or otherwise defective to be read by machine. The affidavit was intended to prove that similar problems could be at work in the current election.\n\nIn Broward County, 22 rejected ballots were mixed in with about 180 valid ones and were counted. In Palm Beach County, damaged ballots that were duplicated by hand, as required under state law, were handled without independent observers having a good vantage point to witness the process. Staff members had made rulings themselves on questionable ballots that were supposed to be judged by a three-person panel.", "在南海，中美双方都攥紧了拳头。没有人打算让步。\n\n9月，在一条有争议的航道，美国驱逐舰“迪凯特号”与中国驱逐舰“兰州号”几近相撞。距离最近时，两艘军舰之间仅有不到41米。在气氛高度紧张的几分钟里，冲突一触即发。\n\n这预示着中美的南海对峙进入一个危险的新阶段。而在这个阶段，两国甚至没有就防止冲突升级的基本行为准则达成协议。\n\n美国60%的海军部署在太平洋，特朗普政府反对中国对几乎整个南海的领土主张，更加频繁地派遣军舰前往中国建造的人工岛附近海域。但中国毫不示弱，立场坚定。两个核大国正在兵戈相向的边缘危险徘徊。\n\n时报北京分社社长Jane Perlez和驻京记者Steven Lee Myers从檀香山和北京带来有关南海局势的最新解读， 点击阅读中文版\n\n_____\n\n", "Do we have a right to weariness in an era of animus? More precisely, can we afford it, or is exhaustion a luxury reserved for those whose wealth, privilege and status insulate them from the losses the rest of us could suffer? Does patriotic defense of country require perpetual, obsessive vigilance, or is it permissible to retreat occasionally for one’s own mental and spiritual health?\n\nThese are questions I ask myself regularly, and ones that are frequently asked of me, if not in those exact words. People are trying to figure out the proper posture to take in a world riven by deceit and corruption, a world in which the leadership of the country represents an assault on decency.\n\nThis is a conundrum, I must confess.\n\nI, as much as anyone else, feel trapped by our current predicament. I would love nothing more than to write about other things, worthy things, more intellectually stimulating things. But for more than two years, I have written almost exclusively about Donald Trump.\n\nI feel compelled by what I view as history, fundamental and consequential, playing out right before me with nothing short of the life of the republic at stake. And yet, at a certain point, words begin to fail, or the obvious has already been stated. Once you have pointed out that Trump is a liar, you can then note only that he is telling more lies. The same goes for his racism, bullying, anti-intellectualism, corruption and grift.", "SHANGHAI — Asian shares drifted lower on Monday as signs of softening demand in China rekindled anxiety about the outlook for world growth, but Saudi Arabia's plans to cut production helped to halt a slide in oil prices.\n\nMSCI's broadest index of Asia-Pacific shares outside Japan fell 0.07 percent, trimming earlier losses on a bounce in Chinese shares, but struggling to break into positive territory.Australian shares added 0.13 percent, while Japan's Nikkei stock index gained 0.11 percent.\n\nA combination of weak factory-gate inflation data in China and low oil prices weighed on global stocks on Friday, dragging MSCI's gauge of global stocks to its worst day in two weeks. The index was last 0.09 percent lower.\n\nKevin Lai, chief economist for Asia ex-Japan at Daiwa Capital Markets, said there were genuine concerns from an equity market perspective about China's economic growth in general and its significant debt burden in particular.", "JERUSALEM — A covert Israeli operation in the Gaza Strip apparently went bad on Sunday, leaving at least seven Palestinians dead, including one senior Hamas military commander, and puncturing a nascent cease-fire with a flurry of airstrikes and rocket fire.\n\nAn Israeli lieutenant colonel was killed and another officer was wounded in the action near Khan Younis, the first known Israeli ground incursion into Gaza since Operation Protective Edge, in July 2014, set off a seven-week war.\n\nThe impetus for the Israeli operation and its nature were unclear. Reports in the Israeli news media generally described it as an intelligence mission that went awry.\n\nPalestinian militants responded with waves of rockets aimed at Israeli communities near Gaza, and Israeli aircraft pounded targets in Gaza for a time. With sirens going off repeatedly in the Gaza periphery, Israel ordered its citizens there to remain close to air-raid shelters and schools were closed on Monday.", "LONDON — Britain's parliament will start an inquiry into auditing in January to ensure that two pending reviews will lead to actual reform of a \"broken\" sector dominated by the Big Four accounting firms, a senior lawmaker said on Monday.\n\nRachel Reeves, chair of parliament's business select committee, said accounting scandals at construction firm Carillion, retailer BHS and cafe-chain Patisserie Valerie showed that lawmakers must get involved to push through change.\n\nThe Competition and Markets Authority (CMA) is due to report findings from its fast-track investigation of auditing, a sector where Deloitte, PwC, EY and KPMG check the books of 341 of Britain's top 350 listed companies.\n\nA separate review for the government by John Kingman is looking at how the sector's regulator, the Financial Reporting Council (FRC), could be strengthened.", "SANTA FE, N.M. — Although more than 1.8 million Americans served in the Korean War — and more than 33,000 were killed in action — it is still our Forgotten War, a kind of also-ran in our historical consciousness.\n\nPerhaps it’s because the war ended in stalemate. The closing battle lines were more or less where they started, along the 38th Parallel. “We died for a tie,” Korean War vets sometimes say, and there’s something deeply unsatisfying about that narrative. We Americans understand military victory, and we’ve come to understand loss, but we can’t quite get our heads around a draw.\n\nThe men who bled and died in Korea are now taking their bows . They have certainly not forgotten Korea, and they are rightly proud of their accomplishments there. They stopped a naked act of Communist aggression and opposed three malevolent dictators — Stalin, Mao and Kim — while helping South Korea take wing as a democracy. Many Korean War veterans seem mystified that aside from endless reruns of “MASH,” their deeds have been given such short shrift in our national culture.\n\nA few months ago, I had the good fortune to visit South Korea with a large group of American veterans. The trip was part of a generous program, led by the South Korean government, to formally thank these now old men who helped save this tiny country from destruction and set it on the road to what it is now — a modern, technologically advanced society and a staunch American ally , with the world’s 11th-largest economy.", "True, some pro-democracy changes are not realistic anytime soon. Trump and this Senate won’t enact a new federal Voting Rights Act, nor will they grant the full rights of citizenship to the residents of Washington, D.C., and Puerto Rico. But many other changes are feasible.\n\nAt the state level, a wave of new governors and legislators will soon take office, and they can accomplish a lot. States that don’t have automatic voter registration should adopt it. (Hey, Governor Andrew Cuomo: Isn’t New York supposed to be a progressive leader?) States that have not yet created nonpartisan offices to draw congressional districts should follow the examples of Colorado, Michigan and Missouri.\n\nIf governors and legislators won’t act, citizen activists should, using ballot initiatives. Most of these measures will pass, in both blue states and red. Arizona, Florida and Ohio, among others, could hold initiatives to establish automatic registration, Stephen Wolf of Daily Kos has noted. Still other states could follow Florida’s lead and re-enfranchise people with felony convictions.\n\nThis is also a moment to think ambitiously about a pro-democracy agenda. Any Democrat considering a 2020 run for president should be working on a democracy plan, much as any Democrat running in 2008 had a health care plan.\n\nMy own wish list includes universal voting by mail, which some parts of the West already use — and which lifts turnout much more than automatic voter registration alone. I would also like to see more places lower the voting age to 16 for local elections, as a few Maryland cities have. If you’re old enough to operate a lethal two-ton vehicle, you’re old enough to have a say in your community’s future.\n\nMore democratic participation won’t solve all of the country’s problems. But it will solve some of them. The United States has low voter turnout for a reason: Our system — with workday elections, long voting lines and cumbersome registration rules — is designed to discourage mass participation. That same system once barred women, African-Americans and 18-year-olds, among others, from voting.\n\nThe system has changed before, and it can change again. It is already starting to.", "For the latest on the California fires, read our Monday live updates here.\n\nPARADISE, Calif. — Thousands of residents in the wooded town of Paradise did what they were told to do when the morning skies turned dark and an inferno raged across the hills: They got in their cars and fled. What happened next was the vehicular equivalent of a stampede, packing the roads to a standstill.\n\nIn the hours after the devastating wildfire broke out around Paradise on Thursday morning, tree-lined streets in the town swiftly became tunnels of fire, blocked by fallen power lines and burning timber. Frantic residents, encircled by choking dense smoke and swirling embers, ran out of gas and ditched their cars. Fire crews struggling to reach the town used giant earthmovers to plow abandoned vehicles off the road as if they were snowdrifts after a blizzard.\n\nBy Sunday night, the Camp Fire had matched the deadliest in California history, the Griffith Park Fire of 1933, with 29 fatalities. Seven of the victims in Paradise died in their vehicles.\n\nFarther south near Los Angeles, where another vast fire continued its destruction, a mass evacuation was also all but halted at times by snarled roads. The Los Angeles County Sheriff’s Department said that two bodies had been found severely burned inside a stopped vehicle on a long, narrow driveway in Malibu.", "NASHVILLE — Leaf blowers are like giant whining insects that have moved into your skull. They are swarming just behind your eyes, drilling deep inside your teeth. Leaf blowers have ruined autumn with their insistent whine and their noxious fumes, and they are everywhere. You may believe it is futile to resist them, but you still can. In almost every situation where something is loud, obnoxious and seemingly ubiquitous, resistance is an option.\n\nHead to the weathered shed in your backyard and fiddle with the rusty padlock until it finally yields. Reach into the corner where you keep the shovel and the posthole digger and the pruning shears. From that jumble of wonderful tools requiring no gasoline, pull out a rake. Quite some time has elapsed since you last used the rake, and its tines may be a bit crooked now, bent here and there along the row. Never mind, the rake will do. Making do is part of the point.\n\nThink of how the rake reminds you of the comb your mother tugged gently through your clean hair after a bath. Think of the way your mother smelled as she leaned close to untangle the snarls. Remember how your damp hair held the rows the comb left behind, like new-planted peanuts in your grandfather’s fields. That’s what the grass will look like after you’ve cleared it of leaves.\n\nTake care to lift the rake a little when you arrive at the raised roots of the maple trees and the margins of the yard where the lawn mower can’t reach beneath the tangle of honeysuckle. Don’t push too far into those hidden spaces beneath woody shrubs or the hollows between tree roots. This is where small crawling things are hiding, sheltering under the damp leaves. When the birds finally return in springtime, these little stirring creatures will be a feast for their nestlings. Whatever it might feel like on this damp November day, remind yourself that springtime is coming.", "Despite Mr. Trump's beating in last week’s midterm elections, President Xi Xinping may not want to breathe a sigh of relief just yet, as the sanctions against China are seen by many as having broad support, perhaps even among the soon-to-be bluer U.S. House of Representatives.", "Among the thousands of commuters traveling through Pennsylvania Station late last month was Kurt Salzinger, a native of Austria who fled the country as the Nazis marched in. He distinguished himself years later in the United States as a scholar in the field of behavioral psychology.\n\nDr. Salzinger, 89, and his wife were on their way to Macy’s Herald Square on Oct. 27, when a hurried straphanger rushed past them on a subway platform in Penn Station, the police said. The man shoved the couple out of his path with an arm that knocked them both to the ground, Mr. Salzinger’s family and the police said, before disappearing on a southbound 3 train headed to Brooklyn.\n\nStrangers rushed to help Dr. Salzinger, who was lying helpless on the platform. He was hospitalized with bleeding of the brain from the fall, and later contracted pneumonia, his relatives said. He died on Thursday.\n\nThe police and Mr. Salzinger’s family believe his death was an accident, but they are awaiting an official determination from the medical examiner. The encounter was not captured on video, and the police have not yet located the straphanger to interview.", "THORNBURY, Ontario — Parents and grandparents jammed the small hall of Thornbury, a sleepy ski town north of Toronto, to glean tips on how to talk to their teenagers about the potential harms of marijuana.\n\nHeld less than a week before Canada was set to legalize cannabis, the public health session had a message for parents: Marijuana would be legal for adults, but it was not safe for young people. And parents needed to instill in their children the idea that pot could be dangerous.\n\n“It’s been proven the brain doesn’t stop growing until you are 25, and yet we’re legally selling it to people at 19,” Jenny Hanley, an addictions counselor, said as she left the meeting. “What the hell is our government thinking?”\n\nCanada last month became the second country to make it legal for adults to buy, grow and consume small amounts of marijuana. But it also made it a crime to give it to anyone younger than 19 or 18, depending on the province, and set a penalty of up to 14 years in prison for doing so.", "The CNN chief Jeff Zucker gave his troops unexpected orders the day after President Trump snatched the press credential away from Jim Acosta, one of the network’s White House correspondents.\n\nThe temptation to play it big was strong. Here was a CNN star in the middle of the action, and television news is nothing if not self-promotional. But at the regular morning meeting on Thursday, Mr. Zucker told his producers to stand down.\n\nThis time, CNN would not be led by the nose into giving significant airtime to another Trump attack on the news media, especially when Democrats were preparing to take over the House and Jeff Sessions was being forced out of the attorney general’s office.\n\nIt was a first step toward a revised approach in dealing with the president’s anti-media antics, which reached a new level last week when Mr. Trump went beyond mere rhetoric by taking away Mr. Acosta’s White House press pass and threatening to do the same for anyone else who failed to show “respect.”", "Peter Mulroy is loyal to the University of Notre Dame’s football team, which won one for the Gipper in the 1920s and is undefeated this season as it practices for Saturday’s game against Syracuse University at Yankee Stadium.\n\nThe basement in Mr. Mulroy’s house, on Staten Island, is a shrine to the team, with banners and photographs celebrating the Fighting Irish. He talks proudly about once high-fiving Rudy Ruettiger, the former Notre Dame walk-on famous for sacking a quarterback during the final seconds of the only game of his college career. Mr. Ruettiger’s story was the basis of the 1993 movie “Rudy.”\n\nIt is no coincidence that Mr. Mulroy’s Shih Tzu is named Rudy.\n\nIt is no wonder that Mr. Mulroy’s wife, Linda, says, “I feel like my whole world revolves around Notre Dame.”\n\nBut Mr. Mulroy never graduated from Notre Dame. He did not even attend Notre Dame.\n\nMr. Mulroy, a retired New York City police detective, is what Notre Dame calls a “subway alum,” someone who roots for Notre Dame but does not have a Notre Dame diploma. The term “subway alums” was coined a century ago, when Notre Dame played some away games in New York. Now Notre Dame uses the term for people who aren’t graduates of the school but are involved in alumni affairs nationally, including those in places that do not have subways.", "Numerous rivals, allies and underlings, along with cartel experts and law enforcement officers, are expected to recount how Mr. Guzmán rose from a poor teenage laborer who got his start in crime by farming marijuana in rural Sinaloa to become the Al Capone of the international drug trade who Forbes magazine once placed on its annual list of billionaires.\n\nIt is a testament to the scope of Mr. Guzmán’s operation that before his extradition he was already under indictment in six separate federal judicial districts, among them San Diego, Miami, Chicago and El Paso.\n\nThis trial will be held in Brooklyn on the orders of Loretta Lynch, the former United States attorney general who also once served as Brooklyn’s top federal prosecutor.\n\nThe Brooklyn indictment, originally filed in 2009, stems from a series of obscure contract killings that occurred in New York in the early 1990s, according to three current and former law enforcement officials. Federal agents investigating the contract killings tied them to a Colombian trafficker from the Norte Valle drug cartel: Juan Carlos Ramírez Abadía, known as Chupeta, Spanish slang for Lollipop.\n\nDespite altering his face with plastic surgery, Mr. Ramírez was arrested in Brazil in 2007 (in the company of his bodybuilder lover) and was sent to Brooklyn where his case was handled by some of the same prosecutors who will be trying Mr. Guzmán. Mr. Ramírez later became a government informant, helping the authorities prosecute Alfredo Beltrán-Leyva, one of Mr. Guzmán’s closest allies. Mr. Ramírez may also appear as a witness at the Guzmán trial.\n\nIndeed, as part of their case, prosecutors are expected to present a thumbnail history of the Latin American drug trade and will show how Mr. Guzmán worked hand in hand with the Colombian cartels throughout the 1990s. But within a decade, the government has said, the Colombians abandoned their American distribution routes as the country passed new extradition laws that put traffickers at risk for prosecution in the United States.", "Major oil producers meeting in Abu Dhabi on Sunday signaled that they were considering once again changing course and cutting production.\n\nBut the group, which included the Saudi oil minister, Khalid al-Falih, and his Russian counterpart, Alexander Novak, did not make any firm decisions. Those are more likely to come when officials gather in Vienna in the first week of December for a meeting of the Organization of the Petroleum Exporting Countries.\n\nA statement after the meeting on Sunday, however, did warn that the gap between supply and demand could widen next year, which “may require new strategies to balance the market.”\n\nThe producers at the meeting, from OPEC and non-OPEC nations, are clearly worried about the recent reversal of oil prices. After rising strongly this year on concerns about future supply shortages, oil prices have been sliding of late. Brent crude, the international benchmark, has fallen almost 20 percent to just over $70 a barrel from about $86 a barrel on Oct. 4. “The concerns have diametrically flipped,” said Antoine Halff, a founding partner of Kayrros, a market research firm based in Paris.", "MANCHESTER, England — Leroy Sané took a touch, and flicked the ball to Raheem Sterling. Ashley Young, the Manchester United captain, tracked the pass. Sterling controlled the ball and slipped it back to Sané. Young shuttled back the way he came. Sané waited until he arrived, and then rolled the ball to Phil Foden. Young set off again. Foden back to Sané, Sané to Sterling, around and around, again and again, hypnotic and unstoppable and relentless.\n\nIn reality, the dance lasted for no more than a minute, but to Young, grasping at shadows, it must have felt much longer. Only at length did reinforcements arrive, Alexis Sánchez and Marouane Fellaini trotting over, eventually, to relieve their captain.\n\nBy then, they did so in forlorn hope. Manchester City was leading United, 3-1. The derby was lost. The fans at Etihad Stadium, their arms outstretched, their voices hoarse, were starting to sing. Anthony Taylor, the referee, had already drawn his whistle from his pocket.\n\nStill, Sánchez and Fellaini closed down Sterling: there are always appearances to keep up. Sterling shook his hips once, twice, his legs starting to twirl over the stationary ball. Sánchez heaved a huge, visible sigh. Fellaini looked a little angry, lunging at Sterling just as he darted away. He made contact enough to put an end to it all, though: The ball ran out for a corner.", "Jay O. Sanders is, by his own definition, “an oak tree” — an imposing physical type associated with sturdiness, reliability and, on occasion, menace. And because Mr. Sanders has been a much-employed actor on stage and screen for some 40 years, he knows that oaks are rarely cast as the neurotic and cerebral title character of Chekhov’s “Uncle Vanya.”\n\n“Wally Shawn and Reed Birney would never be described as oaks,” he said, referring to the 1994 Louis Malle film “Vanya on 42nd Street,” starring Mr. Shawn, and Annie Baker’s celebrated Off Broadway adaptation of 2012, starring Mr. Birney. In fact, until this year, Mr. Sanders — whose credits range from a whole lot of Shakespeare at the Public Theater to an assortment of bad and good guys on “Law and Order” shows — had never appeared in a Chekhov play.\n\nBut for the past couple of months, eight times a week, the 65-year-old Mr. Sanders has been transforming himself into the emotionally fragile, perpetually thwarted Vanya with such devastating transparency that no one could dispute his right to play that part. Critics have called it the performance of his career and, in some cases, the best Vanya they have ever seen.\n\nSpeaking recently over a cappuccino in a Greenwich Village cafe, Mr. Sanders did not seem especially surprised by such a reception. In a sense, he has been preparing for Chekhov since 2010, when he first appeared in a production by Richard Nelson. That would be the playwright who adapted and directed this “Uncle Vanya,” which runs through Nov. 18 at the 192-seat Frederick Loewe Theater at Hunter College.", "“这种趋势不会停止，不管有没有贸易战，”他说。 “我们认为，任何短期经济影响都将是周期性的。”\n\n阿里巴巴和亚马逊不一样，因为它不是零售商。它只是为其他商家提供数字货架和通道来销售他们的商品。但在持续不断的野心方面，阿里巴巴可能是亚马逊在全球唯一势均力敌的对手。两家公司都希望满足客户的每个愿望和需求。\n\n阿里巴巴表示，扩张的理由在于，该公司握有大量的商业数据，因此在任何需要了解客户或商家的事情上都占有优势。\n\n但华尔街仍在等待结果，对阿里巴巴进军新领域的成本越来越持怀疑态度。自6月以来，阿里巴巴股价已下跌近三分之一。\n\n2018年的“双11”表明，在中国，阿里巴巴就算不是别的，也仍然是炒作之王。在活动直播期间，主持人定期鼓励在家观看的人打开手机查看优惠。随着太阳马戏团的杂技演员在半空中旋转，中国家具制造商顾家家居的标识在他们身后闪闪发光。\n\n在一个节目中，表演者刘伟（音）用说唱爆出了斯柯达运动型多功能车新车型的规格。\n\n位于北京郊区通州的自动化包装分拣机。在周日的中国年度购买狂潮的前90秒，网购者花费超过10亿美元。 Mark Schiefelbein/Associated Press\n\n25岁的林安娜在上海从事金融工作，她表示，与过去几年相比，她对整件事感到更加冷淡。她说，“双11”现在只是每年的众多大型购物节之一。\n\n此外，林安娜说，“双11”的促销活动变得越来越繁琐。今年，有特定商品和品牌的优惠券，仅在一天中的某些时间可用的优惠券，还有随机出现的优惠券，只能通过玩游戏来获取。让朋友们聚成一个团，可以帮你收集更多的优惠券。", "关键词：hype 炒作\n\n\n\n2018年双11表明，在中国，阿里巴巴就算不是别的，也仍然是炒作之王。\n\n刚刚过去的这个周末，你买到想“剁手”了吗？阿里巴巴欢天喜地宣布，今年双11购物节超过2000亿元的销售额再创历史新高。尽管这艘象征着中国购买力的狂欢巨轮或将撞上经济放缓的冰山，但它仍创造出了一波消费狂潮。时报记者在 报道 中写道：“”(Singles Day 2018 showed that Alibaba remains, if nothing else, China's king of.)", "Three wildfires in California have displaced hundreds of thousands of people and destroyed thousands of homes. So far, 59 people have died.\n\nAs of Wednesday, 138,000 acres had been burned by the fire in the northern part of the state, called the Camp Fire. It has turned into the deadliest and most destructive wildfire in the state’s history. Another 100,500 acres have been scorched in Southern California by the Woolsey and Hill Fires.\n\nHere’s how you can help.\n\nResearch before you donate\n\nRemember to do your research on a charity’s reputation for using donations effectively. Charity Navigator is a good source to consult.\n\nAlso, remember that sending money is almost always the most efficient way to help in a disaster, according to the Center for International Disaster Information, part of the United States Agency for International Development.", "WARSAW — It was meant to foster unity and celebrate the sacrifices of past generations in the creation of the modern Polish nation. But after days of wrangling and controversy, the country’s Independence Day celebration on Sunday ended up highlighting Poland’s deep divisions.\n\nPresident Andrzej Duda and senior members of the government walked at the front of a state-sponsored procession through the streets of Warsaw behind a huge red-and-white Polish flag with an inscription “For you, Poland.”\n\nAnd Mr. Duda told the crowd that “this march should unite all Poles,” adding, “Let this march be for everyone.”\n\nBut hundreds of yards behind the officials from the governing Law and Justice Party were far-right activists known for promoting racist, homophobic and supremacist slogans.", "Gérald Bloncourt, who after being expelled from Haiti for his role in antigovernment protests in 1946 went to Paris and turned his zeal for social justice into photography that captured the humanity of immigrants and factory workers, died on Oct. 29 in Paris. He was 91.\n\nHis wife, Isabelle Bloncourt-Repiton, said the cause was complications of melanoma.\n\nMr. Bloncourt’s passion for chronicling the everyday dignity of exploited peoples found a particular focus in Portuguese émigrés who had fled authoritarian rule and conscription to seek jobs in construction and factories in postwar France. For several years, he followed them, on foot and by train, from their villages to makeshift slums outside Paris, where their odysseys ended in renewed hardship in a foreign land.\n\n“I wanted to use my photos as a weapon in hopes to change the world,” he said in Paris in 2013 at an exhibition of his photographs at the Palais de la Porte Dorée.\n\nAn immigrant following other immigrants, Mr. Bloncourt showed people in the Pyrenees on their journeys to France and people in the ankle-deep mud of shantytowns in suburbs of Paris like Champigny-sur-Marne. Children stare at his camera from behind chicken wire in front of their shacks. A toddler sleeps in a train car leaving Lisbon. One man gives another a haircut on a rocky road in Champigny.", "By now you have probably heard of influencers, that group of internet-famous people who have more than a million social media followers and can make big money by plugging various brands. And you may have even heard of microinfluencers, who do the same thing for a still sizable but somewhat smaller social media audience — from the tens to low hundreds of thousands.\n\nNow get ready for the nanoinfluencers.\n\nThat is the term (“nanos” for short) used by companies to describe people who have as few as 1,000 followers and are willing to advertise products on social media.\n\nTheir lack of fame is one of the qualities that make them approachable. When they recommend a shampoo or a lotion or a furniture brand on Instagram, their word seems as genuine as advice from a friend.\n\nBrands enjoy working with them partly because they are easy to deal with. In exchange for free products or a small commission, nanos typically say whatever companies tell them to.", "It was not expected to be much of a week, with oddsmakers declaring nearly every game a mismatch and only two games scheduled between teams with winning records. But Tennessee had a huge upset of New England, the Buffalo Bills crushed the Jets, and the Cleveland Browns won a third game in a season for the first time since 2015. It wasn’t all pretty, but plenty of fun was had. Here’s what we learned.\n\n• The Rams and Chiefs may have been knocked down a notch. Both teams have been considered the top teams all season — and both won on Sunday. But over the last few weeks, the New Orleans Saints have been even better, especially on offense. The Saints’ latest romp was a 51-14 demolishing of Cincinnati on Sunday, giving New Orleans 96 points over its last two games.\n\n• All Matt Barkley needed was some rest. A lot of rest. He may never have lived up to the hype he generated as a quarterback at Southern California, but after throwing a pair of interceptions in a Week 17 loss in 2016, he took 678 days off before exploding in Sunday’s win over the Jets. He threw for 232 yards and two touchdowns, helping to crush the Jets, 41-10.\n\n• The battle for wildest touchdown celebration is officially on. A week after Michael Thomas brought back Joe Horn’s cellphone celebration, Tyreek Hill celebrated a score by taking over a television camera. Included in the footage he shot was an official flagging him for an excessive celebration. The return to the days of Terrell Owens, Chad Johnson and Horn may be good news to many fans, but Coach Andy Reid was not thrilled. “That was too much,” he said. He added, “I was not happy.”", "• California is burning.\n\nAt least 23 people have died and thousands of homes have been destroyed in the most destructive fire in the state’s modern history, engulfing large swaths in the north.\n\nIn Southern California, two more died in fires near Los Angeles that forced evacuations in Malibu and Thousand Oaks, a city that was still reeling from a mass shooting last week.\n\nOnce a seasonal worry, fires have recently become a near-constant terror in California.\n\nPresident Trump blamed the infernos on “gross mismanagement of the forests,” drawing outrage from local leaders.", "Bronx: They seem very much like family dogs, and there’s always an extended family. The dogs have cousins. The extended family includes not just your human relatives, but your human relatives’ dogs. So everybody knows everybody. In talking with people, I’ll hear the story not just of their dog, but their sister-in-law’s dog.\n\nStaten Island: They are quieter. They’re a little bit more laid back because they have less chaos around them. They probably have no idea that they live in New York City. It’s very suburban there.\n\nBrooklyn: The dogs that we met were, for the most part, from single-dog homes. Even if they were in a family, it was five people and one dog. And so they seemed to feel a little bit like they were the center of the world. Maybe Brooklyn feels that way about itself, too, these days?\n\nQueens: They are the most diverse. If you look at the pictures that we took in Long Island City of a group of people who meet every morning with their dogs, every dog is completely different. There’s a sheepdog, an Akita, a pit bull, a corgi, a Pekingese, and a Chihuahua. These dogs are all best friends.\n\nWhat is one of your favorite dog places in the book?\n\nYou can go off-leash in Central Park after dark. It seemed like something out of a storybook, and the moon was out and it was reflecting in the water. At first, there weren’t that many other people around, but as we went a little deeper into the park, we started running into more and more people with their dogs. It really was like a secret society because unless you have a dog, you’re probably not going to walk in there.\n\nDid you actually interview the dogs or just their owners?\n\nIt was really a little bit of both. Sometimes their owners try to speak for them. But then, if you’re observing, you can see where the dog might disagree. We talked about, where do you want to go? Where do you typically go with your dog? That’s kind of a dog interview, I think, when you walk a neighborhood with a dog and you see where their nose goes.\n\nYour book shows the relationships between dogs and their humans. Is there one that stands out?\n\nTalia is a girl in Queens who is autistic. She has a service dog that’s trained to stay with her. As she is getting older, holding her mother’s hand in public is not a cool thing to do. So now she has this dog to hold on to. I think dogs are anchors in a lot of different ways for all of us. But in this case, it almost seemed like a literal anchor to keep somebody calm and in place.", "据这些活动人士的朋友们说，过去几天，在中国至少五个城市，有身份不明的男子逮捕了这些刚刚从精英大学毕业不久的活动人士。朋友们说，几名活动人士遭到殴打，之后被推上汽车带走。\n\n这些活动人士自称热忱的共产主义者，虔信马克思与毛泽东理想，他们发起了一场不同寻常的运动，反对不平等和企业的贪婪，在中国的一些顶尖学校，该运动获得了支持。\n\n这场运动使执政的共产党处于尴尬的境地，该党自诩为工人权利的社会主义护卫者。现在，为配合习近平主席遏制异议和政治组织的努力，该党似乎正在加倍努力镇压该运动。", "Shane Parrish was a cybersecurity expert at Canada’s top intelligence agency and an occasional blogger when he noticed something curious about his modest readership six years ago: 80 percent of his followers worked on Wall Street.\n\nThe blog was meant to be a method of self-improvement, helping Mr. Parrish deal with a job whose pressures had increased with the growing threat of global hacking. But his lonely riffs — on how learning deeply, thinking widely and reading books strategically could improve decision-making skills — had found an eager audience among hedge fund titans and mutual fund executives, many of whom were still licking their wounds after the financial crisis.\n\n“People just found us,” Mr. Parrish said. “We became a thing on Wall Street.”\n\nHis website, Farnam Street, urges visitors to “Upgrade Yourself.” In saying as much, Mr. Parrish is promoting strategies of rigorous self-betterment as opposed to classic self-help fare — which appeals to his overachieving audience in elite finance, Silicon Valley and professional sports. His many maxims cite Ralph Waldo Emerson, Bertrand Russell and even Frank Zappa. (“A mind is like a parachute. It doesn’t work if it is not open.”)\n\nToday, Mr. Parrish’s community of striving financiers is clamoring for more of him. That means calling on him to present his thoughts and book ideas to employees and clients; attending his regular reading and think weeks in Hawaii, Paris and the Bahamas; and in some cases hiring him to be their personal decision-making coach.", "LOS ANGELES — The Grinch, 61 years old, may be “as cuddly as a cactus” and “as charming as an eel,” to quote his creator. But slather him with high-fructose corn syrup (perky computer animation), roll him in a mega-marketing campaign (10 million Grinch-themed boxes shipped by Amazon alone), and the green critter is as sure a bet as there is in mass holiday entertainment.\n\n“Dr. Seuss’ The Grinch,” based on the 1957 book “How the Grinch Stole Christmas” — and following in the Whoville-hating footsteps of the classic TV special, a stage musical, and a live-action film starring Jim Carrey — arrived in 4,141 theaters in North America over the weekend and took in a strong $66 million. The new film, with Benedict Cumberbatch leading the voice cast, cost Illumination Entertainment about $75 million to make and was distributed by Universal Pictures.\n\n“Christmas came early this year,” the studio said in a statement on Sunday. “The Grinch,” marketed with Grinchy ads that poked fun at itself (“Another remake?! Hope you’re proud Hollywood”), took in an additional $12.7 million from 23 overseas markets, according to Universal.\n\n[Read the New York Times review of “The Grinch”]\n\nDomestic ticket sales for the movie were on par with those for the first installment in Illumination’s blockbuster “Despicable Me” franchise. The first “Despicable Me” collected $56.4 million over its first three days in July 2010, or $66 million based on today’s ticket prices. But “The Grinch” fell behind Illumination’s “Dr. Seuss’ The Lorax,” which arrived to $78.2 million in ticket sales in March 2012, after adjusting for inflation.", "As of mid-2018, her department had approved only 16,000 claims, and Education Department officials confirmed that about 15,000 of those were granted partial forgiveness. Tens of thousands more still await a decision.\n\n“There’s nothing in the regulations to stop the secretary from slow-walking the processing of claims,” said Clare McCann, a senior policy adviser at the department during the Obama administration. “I’m positive there will be more litigation from borrowers who have been sitting in the backlog.”\n\nUnder President Barack Obama, the Education Department approved claims involving three schools. In nearly two years, the Trump administration has not granted approvals to students from any additional schools, even failed institutions like the Minnesota School of Business, which shut down after a state court ruled that it had misled students and broken state fraud laws.\n\nThe department’s attempts to reduce the amount of forgiven debt and block a new forgiveness rule have drawn rebukes from federal judges.\n\nA judge in California found that the department had illegally obtained data from the Social Security Administration on the earnings of former Corinthian Colleges students as it sought to offer some of them only partial loan relief. Last month, the judge granted class-action status to 110,000 former Corinthian students who have applied to have their loans forgiven and may have been granted partial relief.\n\nAlso last month, a federal judge in Washington told the department to institute a rule written by the Obama administration requiring a “clear, fair and transparent” process for handling borrowers’ loan discharge requests. The rule also orders the department to automatically forgive the loans of certain students who were enrolled when their schools closed or who withdrew shortly before then, without requiring borrowers to apply for that relief.", "JINZHOU, China — Zhang Zhejun used a fat plastic straw to gently tap the pale yellow pharmaceutical powder onto a piece of silver foil that lay on an electronic scale. He made sure the amount was just right before he poured it into a clear capsule.\n\nWhen you’re making cancer drugs at home, the measurements must be precise.\n\nMr. Zhang has no medical experience and no background in making drugs professionally. He did this out of desperation. His mother suffered from lung cancer and required expensive drugs that China’s ambitious but troubled health care system couldn’t provide.\n\nHe was aware of the risks. The drug he was making hadn’t been approved by regulators in China or the United States. Mr. Zhang had bought the raw ingredients online, but he wasn’t sure from whom, or whether they were even real.", "“There’s something going on,” said Christian Le Bart, an expert in local government at Sciences Po university in Rennes. “They have the impression of being abandoned by the state, and of being more and more criticized by their citizens.”\n\nThe departures — a small fraction of the total, to be sure — reflect the struggle of villages in rural France to remain alive while trapped in a spiral of shrinking revenues and declining populations.\n\nBut the cure, the mayors say, has steadily left them with less money and less authority, but with no fewer burdens. “We do everything,” said Jean-Claude Bellini, who recently quit as mayor of nearby Chaux. “It’s always, ‘call the mayor, call the mayor.’”\n\nIndeed, experts say, even with the regroupings and the cuts, there is a logic — a very French logic — in keeping the mayor in city hall. “Their reason for being is proximity,” said Matthieu Leprince, an economics professor and expert on local finance at the University of Western Brittany in Brest. “They know the turf.”\n\nThat has made the quiet revolt among France’s mayors — whose ears are closest to the citizen’s mouth — an important measure of grass-roots resistance to Mr. Macron’s reform drive.\n\nThe resistance comes at a time where Mr. Macron is looking to position himself as the leader of Europe and the chief defender of its liberal values, as Chancellor Angela Merkel of Germany prepares to exit the stage.\n\nNational polls show his support dwindling, most strikingly in the “deep France” of the provinces. Mr. Macron is considered the president of France’s thriving big cities, not its left-behind periphery.", "Mr. Cummings, speaking on ABC’s “This Week,” said that “there are probably many” violations by Mr. Trump. He also vowed to look into reports that Mr. Trump had blocked the federal government from moving the F.B.I. headquarters, which sits across Pennsylvania Avenue from his downtown Washington hotel, because doing so would have cleared the way for construction of a competing hotel.\n\n“We’ve got to figure out when is he acting on behalf of the American people in a lot of his decisions or — or is he acting on his own behalf?” Mr. Cummings said. But he said he saw subpoenas as a last resort, and ducked a question about what he would do if the White House refused to comply with them.\n\n“We will cross that bridge when we get to it,” he said.\n\nHouse Democrats also plan to investigate whether Mr. Trump used what Mr. Schiff called “instruments of state power” to try to punish The Washington Post and CNN, whose journalists asked questions of the president that Mr. Trump did not like. The White House revoked the credentials of the CNN correspondent Jim Acosta last week after Mr. Acosta confronted Mr. Trump at a raucous news conference, and the president has warned that more journalists may lose their credentials.\n\nMr. Schiff, in an interview with the website Axios, said Congress should examine whether Mr. Trump attempted to block AT&T’s merger with Time Warner as “an effort to punish CNN.” He also accused Mr. Trump of “secretly meeting” with the postmaster general to prod her into “raising postal rates on Amazon,” whose chief executive and founder, Jeff Bezos, owns The Washington Post.\n\n“This appears to be an effort by the president to use the instruments of state power to punish Jeff Bezos and The Washington Post,” Mr. Schiff said.\n\nBut perhaps nothing is as high on Democrats’ agenda as protecting the Mueller investigation. Mr. Whitaker has stirred deep concerns among Democrats since Mr. Trump, on the heels of the Republicans’ loss of the House last week, named him acting attorney general after firing Jeff Sessions, who had long endured Mr. Trump’s wrath over the Russia inquiry. Among other comments, Mr. Whitaker had once declared that there was “no collusion” between the Trump campaign and Russia — a remark that prompted Democrats to say he had prejudged the inquiry’s conclusion.\n\nMr. Whitaker’s appointment went outside the usual Justice Department plan of succession. Ordinarily, Rod J. Rosenstein, who had protected the Russia inquiry as deputy attorney general, would have ascended to the top job. Unlike Mr. Rosenstein, Mr. Whitaker, who was Mr. Sessions’s chief of staff, lacks Senate confirmation. Democrats say the appointment is unconstitutional.", "Her widest-reaching project, the 2004 symphonic poem “Made in America,” has been performed by more than 65 orchestras in all 50 states. And Ms. Tower has recently been commissioned by the New York Philharmonic for a new work to debut in a future season. She is, in short, of comparable stature to the major octogenarians of her generation, such as Steve Reich, Charles Wuorinen and John Corigliano.\n\nUnlike some of those major octogenarians, however, Ms. Tower is remarkably self-deprecating. In a recent phone conversation from her home in Red Hook, N.Y., she talked about why. Here are edited excerpts.\n\nHow does it feel to reach the milestone of 80?\n\nComposing is not an easy activity. For others, it’s easier, but for me it’s a very challenging activity. But as life goes on, the rewards come in. The credentials, like winning certain prizes, are very nice, but the important rewards are that your music gets picked up and played a lot. That’s what makes your life in music, not necessarily where you went to school, who you studied with, or what awards you got.\n\nCould you talk about some of your influences?\n\n[Growing up in South America,] I developed a love for percussion. My babysitter used to take me to these festivals. She would drop me off at the bandstand, so she could go and have fun. The band people would throw me a maraca or some kind of castanet or drum. That was where I started to develop a love of percussion and also dance. My music is basically about rhythm. It’s all about timing for me.", "To the Editor:\n\nRe “Forget Excuses. What Counts Is Winning Seats” (column, Nov. 8):\n\nI must respectfully disagree with Nicholas Kristof’s takeaway observations about Tuesday’s election.\n\nWatching the returns, I was emotional and disappointed about Democratic losses in the Senate and in state races. But by the morning, perspective had returned.\n\nChange is incremental and takes hard work. Grass-roots Democrats deeply tied to their communities put in that hard work and focused on the issues that mattered to their constituents: health care, pre-existing conditions and jobs. The Democratic candidates were disciplined and on message.\n\nThe midterm elections are a first step in a long effort to recapture our better angels. There is every indication that Nancy Pelosi, perhaps the next speaker, understands profoundly that as much as many of us may long to counterattack, success will be built on attention to the issues that matter to the electorate.\n\nGridlock is certain, and polarization is not going to disappear overnight. But this does not diminish the accomplishments of the Democrats. There will be pushback against President Trump, as there should be.", "The lawyer flatly rejected the plan, and the businessmen told the Saudis they would not take part in any assassinations. Mr. Nader told the Saudis about a London-based company run by former British special operations troops that might take on the contract. It is unclear which company he suggested.\n\nBefore he was ousted last month, General Assiri was considered one of Prince Mohammed’s closest advisers, a man whose sharp ascent tracked the rise of the young crown prince. In 2016, he became the public face of Saudi Arabia’s campaign in Yemen, giving briefings about the state of the war. He traveled frequently to Washington, where Saudi-paid lobbyists brought him to think tanks to give optimistic assessments about the campaign’s progress and he extolled the Saudi concern for the welfare of civilians.\n\nBy 2017, however, the Saudi campaign that General Assiri oversaw in Yemen had ground into a military stalemate and, despite his assurances, a humanitarian catastrophe. But his patron, Prince Mohammed, also consolidated his power over all of the kingdom’s security apparatuses, and he promoted General Assiri to the deputy head of the kingdom’s spy agency, the General Intelligence Directorate.\n\nWestern analysts believe that Prince Mohammed moved General Assiri there in part to keep an eye on the spy chief, Khalid bin Ali bin Abdullah al-Humaidan, known as Abu Ali, who was close to Western intelligence agencies and suspected of harboring loyalties to one of the crown prince’s royal rivals.\n\nGeneral Assiri was dismissed last month when the Saudi government acknowledged Mr. Khashoggi’s killing and said he had organized the operation. On Saturday, President Recep Tayyip Erdogan of Turkey said his government had handed over a recording of Mr. Khashoggi’s killing to the United States, Saudi Arabia, Britain and France, pressuring President Trump to more harshly punish the Saudis over the murder.", "Finally, if it's unclear whether someone needs treatment, the guidelines suggest a coronary artery calcium test, which looks for hardening of the arteries, to help decide. It's a type of X-ray with a radiation dose similar to a mammogram and costs $100 to $300, which most insurers do not cover. Lloyd-Jones and others defended its use.\n\n\"Half of people will have a zero calcium score and can avoid a statin very safely,\" a quarter will score high and need treatment, and the rest will need to weigh options with their doctors, he said.\n\nThe Cleveland Clinic's Dr. Steven Nissen, who had no role in the guidelines, called them a big improvement but disagreed with \"using a test that involves radiation to decide whether to give a drug that costs $3 a month,\" referring to the price of statins. A cheap test to check for artery inflammation would be better, he said.\n\nFISH OIL, VITAMIN D\n\nTwo major studies gave mixed results on fish oil , or omega-3 fatty acids. There are different types, including EPA and DHA.\n\nIn a study of 26,000 healthy people, 1 gram a day of an EPA/DHA combo, a dose and type found in many dietary supplements, showed no clear ability to lower the risk of heart problems or cancer.\n\nBut another study testing 4 grams a day of Amarin Corp.'s Vascepa, which is concentrated EPA, found it slashed heart problems in people at higher risk for them because of high triglycerides, a type of fat in the blood, and other reasons. All were already taking a statin, and there's concern about the results because Vascepa was compared to mineral oil, which can interfere with statins, and may have made the comparison group fare worse. Still, some doctors said Vascepa's benefits seemed large enough to outweigh that worry.\n\nThe study that tested the lower amount of fish oil in the general population also tested vitamin D , one of the most popular supplements, and found it did not lower the risk of cancer or heart problems.", "To the Editor:\n\n“A Hospital Die-Off Hits Rural America Hard” (The Upshot, Oct. 30) encapsulated the continuing crisis. But one entity has been given unfettered power to keep these hospitals on the brink of closing. The private insurance market forces hospitals to jump through hoops to receive even 30 percent of the cost for services provided, and these hospitals are in no position to object.\n\nFurther, efforts to make up for such losses by innovating and creating new revenue streams have been met with strong pushback, including refusal to contract with facilities. These closings benefit those who seek to confine health care delivery to population centers.\n\nRural hospitals pay dividends enjoyed well beyond their communities. There is little doubt that if private insurance providers are not held accountable for their actions, we will witness the continued extinction of America’s rural communities.\n\nMichael P. Murtha\n\nTallahassee, Fla.\n\nThe writer is president of the National Alliance of Rural Hospitals.", "To the Editor:\n\nRe “I Have a Green Card. Am I Welcome?,” by Javier Zamora (Sunday Review, Nov. 4):\n\nReading about how documentation once kept people safe in America without being citizens is something that resonates with me.\n\nI am a DACA recipient, and under the Trump administration I have become more worried about how my future will play out. I am attending college, trying to prove my value in order to feel that I am worth keeping in America. But my institution has a record of having Immigration and Customs Enforcement agents roam on campus, possibly even detaining students.\n\nJust last year, Juan Manuel Montes was deported while having DACA status, becoming the first “Dreamer” to be deported under the Trump administration. What stops ICE from detaining me in the middle of a lecture?\n\nThe fragility of the programs that protect people who aren’t recognized as refugees or asylum seekers has been forgotten. The midterm elections’ aftermath will decide how much more damage President Trump will be allowed to inflict.", "To the Editor:\n\n“Rich Parents Ban Devices as the Poor Grow Reliant” (Business Day, Oct. 29) recounts concerns among parents about children spending too much time on smartphones and tablets. These parents believe that schools and educational technology companies share part of the blame for pushing the use of digital learning in schools, increasing the time that students spend with technology.\n\nWorried parents might be surprised to learn that most experienced educational technology advocates agree with them. Thoughtful schools and companies understand that the use of digital learning must be educationally appropriate and balanced with time away from devices. Skilled teachers understand that digital resources complement classroom discussions. Computers don’t replace conversation.\n\nParents are rightly concerned about their children’s use of the internet. But most can distinguish between children clicking through social media for hours, compared with using school-sanctioned online tools to collaborate with other students on a class project.\n\nJohn Watson\n\nTempe, Ariz.\n\nThe writer is the founder of the Evergreen Education Group, a company that manages the Digital Learning Collaborative.", "To the Editor:\n\n“The Indelible Warhol Inc.,” by Blake Gopnik (Arts & Leisure, Nov. 4), offers timely insights into the relationship between business and art. Andy Warhol was a pioneer beyond the studio and in the marketplace through what he termed Business Art.\n\nMr. Gopnik mentions contemporary artists who have followed suit but misses an opportunity to highlight what’s new at the nexus of business and art: creatives who start social-purpose businesses.\n\nArtists and designers are using their skills to start profitable businesses that also deliver benefits for the environment, for workers and for communities. Many of these companies are seeking investors who share their values of inclusion, equity and sustainability.\n\nIf Andy Warhol were here today, he would no doubt be on the cutting edge of art and businesses, which means that he would be a social entrepreneur making change through the creative economy.", "在一场新闻发布会上，特朗普总统回答了一个关于弥合国家分歧的问题，他说自己迫使中国取消了一项加强制造业的计划，但事实并非如此。\n\n特朗普的说法\n\n如果你知道的话，中国已经极大地衰退。极大地。中国本应该在两年内取代我们成为一个经济大国；但现在，他们甚至都没能接近我们。\n\n这是夸大其词的说法。", "Mr. Rabin painted still lifes and landscapes, often imbuing them with wry critiques of Soviet life, but his fame rested as much on his defiance as on his artistic ability.\n\nIn 1974 he was among the organizers of an outdoor exhibition in Moscow by so-called nonconforming artists — those who were denied exhibitions in recognized galleries and museums because they refused to limit themselves to the officially sanctioned style of the day, Socialist realism, which emphasized heroic scenes and sculptures and left no room for impressionism or abstraction or unpleasant subjects. The artists met an unforgiving resistance.\n\n“When they gathered in an open lot on September 15,” Hedrick Smith, who was then a reporter in Moscow for The New York Times, wrote in his 1976 book “The Russians,” “they were brutally dispersed by plainclothes police dressed as workers and operating bulldozers and dump trucks.”\n\nBy some accounts, the police had to pluck Mr. Rabin from the upper reaches of a bulldozer he had clung to as it advanced on him. The aborted art show has ever since been known as the Bulldozer Exhibition.\n\nThe international reaction was so strong that a few months later the Soviets allowed another show by the nonconforming artists, but the tensions remained. Mr. Rabin continued to incur official wrath and endure the occasional arrest.", "“It creates a problem where even when you have a European company that wants to sell to Iran, due to the absence of banks being there, payments can’t regularly and reliably be made into Europe,” said Esfandyar Batmanghelidj, an expert in sanctions and humanitarian trade with Bourse and Bazaar in London.\n\nMr. Batmanghelidj added that the Treasury had been slow or even unwilling to issue licenses authorized by Congress for humanitarian reasons. The licenses allow companies to do business with Iran and other countries that the United States has blacklisted as sponsors of terrorism.\n\nThe problems are compounded by Iran’s own economic problems, which have led to a steep decline in the nation’s currency, the rial, and to steep increases in drug costs, since most are imported. Mr. Karimi said his father’s diazoxide pills used to cost roughly $28 a bottle but the last time he bought any, three months ago, the price had increased to $43.\n\nIn some cases, shortages have been attributed to patients’ stockpiling medicines or to the government’s efforts to control the supply, knowing that access to hard currency might be difficult in the near future.\n\nRecently, nearly 200 mental health professionals wrote an open letter to the authorities about the declining availability of medicines. One of the signatories, Dr. Amir Hossein Jalali, a psychiatrist in Tehran, said in an interview over Telegram that “even some domestically produced medicines that need raw materials from outside of the country have also faced a lot of shortages.”\n\nHe said it was hard to change a patient’s medical routine, especially in mental health and chronic illnesses. Finding an effective treatment can be difficult, and even substituting medicine with something from the same chemical family can lead to a deterioration in the patient’s condition.", "美国中期选举过后，司法部长杰夫·塞申斯(Jeff Sessions)宣布应特朗普总统的要求辞职。由特朗普指定的代理司法部长马修·惠特克(Matthew Whitaker)甫一上任，就卷入丑闻，引发各界质疑。\n\n“通俄门”调查将何去何从？美国的司法独立与公正还能否得到保持？", "BEIJING — At least a dozen young activists who took part in a national campaign for workers’ rights in China are missing, friends said on Sunday, in what appeared to be an effort by the government to silence one of the most visible student protests in years.\n\nUnidentified men in at least five Chinese cities rounded up the activists, who are recent graduates of elite universities, over the past few days, according to friends of the activists. The men beat several activists before pushing them into cars and driving away, the friends said.\n\nThe activists, describing themselves as ardent communists who fervently believe in the ideals of Marx and Mao, have waged an unusual campaign against inequality and corporate greed that has gained traction at some of China’s top schools.\n\nThe campaign has put the ruling Communist Party, which prides itself as a socialist guardian of workers’ rights, in an awkward position. Now, in line with President Xi Jinping’s efforts to curtail dissent and political organizing, the party appears to be redoubling efforts to quash the movement.", "But all around China, gloom and uncertainty are the word.\n\nEconomic growth is slowing, and the country’s hundreds of millions of middle-class shoppers seem to be holding on more tightly to their pocketbooks. Tech companies are antsy about the government’s more interventionist attitude toward big business. The tariff fight with the United States is casting a pall not simply over trade, but over China’s future writ large. This month, Alibaba cut its sales forecast for the year ending in March by around 5 percent, citing the wobbly economy and the trade war.\n\nMeanwhile, some young Chinese shoppers seem less enthused this year about celebrating manic consumerism.\n\nYang Sun, a 26-year-old from the northern city of Xi’an, said that the Singles Day discounts were no longer good enough to persuade her to wait all year to buy the things she wanted. Wang Xin, 24, an engineer in Shanghai, said he had rediscovered the joys of shopping offline.\n\n“Singles Day just doesn’t hold that much appeal for me,” Mr. Wang said.\n\nAsked about the current mood among Chinese consumers, Joseph C. Tsai, Alibaba’s executive vice chairman, told reporters on Sunday that Alibaba should be understood in the context of the epochal rise of China’s middle class.\n\n“That trend is not going to stop, trade war or no trade war,” he said. “Any kind of short-term economic effects, we believe, will be cyclical.”", "The Paris auction house Tajan will offer a rediscovered drawing by Leonardo da Vinci at public sale on June 19, for the first time, testing the market for a work by the Renaissance master after the extraordinary sale of “Salvator Mundi” last year. The sale will come almost 500 years after da Vinci died, in May 1519, at Amboise, France.\n\nTajan is hoping to achieve a price between 30 million euros and 60 million for the 1492 drawing, or about $34 million to $68 million, said Rodica Seward, chairman of the auction house.\n\nThe double-sided artwork was rediscovered in March 2016 in a private French collection by Thaddée Prate, an old master specialist at Tajan. One side features a vigorous pen and ink drawing of Saint Sebastian tied to a tree, the other inscribed scientific studies of candle light, also in pen and ink.\n\n“The attribution of the St. Sebastian drawing to Leonardo is absolutely solid,” said Carmen Bambach, curator of prints and drawings at the Metropolitan Museum of Art in New York, in an email. “The inscription fits perfectly well with his manuscripts and style of handwriting, and the drawing of the saint is complementary to other drawings of the subject that are already known,” added Ms. Bambach, who is writing a scholarly article on the studies.", "WASHINGTON — Two days after midterm congressional elections that handed them control of the House, triumphant Democrats dialed in to their first conference call since winning the majority to strategize on the way forward.\n\nBut the call that Representative Nancy Pelosi of California, the minority leader, convened on Thursday with Democratic lawmakers and their newly elected colleagues was not a planning session on how to protect health care coverage or lower prescription drug prices, thematic pillars of the party’s successful campaigns. It was a briefing about President Trump’s latest remarkable move — his decision, hours after the last polls closed, to fire the attorney general — and a discussion of how Democrats would address the cascade of potentially grave constitutional consequences that could follow.\n\nThe strategy session highlighted the central challenge that Democrats face as they prepare to assume control of the House in a new era of divided government that begins in January. Democrats, who remained remarkably focused during their campaigns, must now figure out how to put forward their own agenda — one Ms. Pelosi says will be focused on lowering drug costs, rebuilding the nation’s roads and bridges, and cleaning up government corruption — even as they deal with the provocations of a president who relishes confrontation and disdains institutional norms.\n\n“Trump’s great genius is to try and reduce everyone to his level and approach, and he wants to be able to paint Democrats as single-mindedly bent on his destruction,” said David Axelrod, a Democratic strategist and former top adviser to Barack Obama. “These Democrats didn’t get elected, by and large, to war with Trump. They got elected to try and get some positive things done on issues like health care and economic issues for their constituents, and the notion that on Day 1 they should spend all their energy trying to bedevil him is wrong. Striking the balance is going to be difficult.”", "MILWAUKEE — Pabst Brewing Company and MillerCoors are going to trial, with hipster favorite Pabst contending that MillerCoors wants to put it out of business by ending a longstanding partnership through which it brews Pabst's beers.\n\nThe case has high stakes for Pabst, whose lawyers argue that the company's very existence relies on the partnership with Chicago-based MillerCoors, which produces, packages and ships nearly all its products, which include Pabst Blue Ribbon, Old Milwaukee, Natty Boh and Lone Star. MillerCoors, meanwhile, says it's not obligated to continue brewing for Pabst and that Pabst doesn't want to pay enough to justify doing so.\n\nThe trial in Milwaukee County Circuit Court begins Monday and is scheduled through Nov. 30.\n\nPabst's attorneys have said in court documents and hearings that MillerCoors LLC is lying about its brewing capacity to break away from Pabst and capture its share of the cheap beer market by disrupting Pabst's ability to compete. At a March hearing in which MillerCoors tried to have the lawsuit dismissed, Pabst attorney Adam Paris said \"stunning documents\" obtained from MillerCoors show that it went as far as hiring a consultant to \"figure out ways to get rid of us.\" MillerCoors has called that a mischaracterization of the consultant's work.\n\nThe 1999 agreement between MillerCoors and Pabst, which was founded in Milwaukee in 1844 but is now headquartered in Los Angeles, expires in 2020 but provides for two possible five-year extensions. The companies dispute how the extensions should be negotiated: MillerCoors argues that it has sole discretion to determine whether it can continue brewing for Pabst, whereas Pabst says the companies must work \"in good faith\" to find a solution if Pabst wants to extend the agreement but MillerCoors lacks the capacity.", "Good morning. I’ll get to the cooking soon enough, to the soups and stir-fries, the pastas and bakes, a week’s worth of recipes, our usual Sunday brief. But we’re 10 days out from Thanksgiving, and I’m the coach running vicious practices because I want you to win. There is stuff to do before we cook.\n\nI want you to clear out your freezer and fridge today. I want you to clear out your pantry and spice rack. I want you to clean. And I want you to be ruthless about it. Saving that paprika you bought when I told you to make chicken paprikash in 2016 isn’t thrifty. That paprika is dead. Likewise that snowy, half-filled bag of peas that’s been in the freezer since August, sitting next to that clam stock from July. Get rid of those things! You are going to need the room in advance of the holiday, and you’re going to need more on its other side, too.\n\nTake a look at this amazing collection of blockbuster holiday pies (above), for instance. (If you don’t have a home-delivery subscription to The Times, head to the library to see the beautiful print section we devoted to it.) I want you to be able to stack pies or at any rate frozen dough in the freezer without balancing the packages on top of a bag of frozen mystery something, or amid the 47 ice packs that arrived in your life during your fling with a meal-delivery company. Set yourself up for Thanksgiving success.\n\n(Two new recipes on the Thanksgiving front, both of which I’d like to introduce to my table this year: Melissa Clark’s new recipe for sweet potato aligot and David Tanis’s upscale Jell-O mold with pomegranate and citrus.)", "WASHINGTON — In May, just weeks after becoming secretary of state, Mike Pompeo returned to Capitol Hill for defiant and surprisingly heated exchanges about diplomacy with his former Democratic colleagues.\n\n“I’ll take a back seat to no one with respect to caring about and protecting the people,” he said of diplomatic security in one blistering answer during a hearing in the House, where he had served for six years as a Republican congressman from Kansas. Before the Senate, he dismissed another question from a Democrat as “bizarre” and “outrageous.”\n\nAt the time, Mr. Pompeo could afford to dismiss minority Democrats who had little to no sway over the State Department. That will change in January, when Democrats will take over the House and have subpoena and budgetary powers on the Foreign Affairs and Appropriations Committees — both of which serve as a check on the State Department.\n\nEven in the Senate, where Republicans retain control, Democrats on the Foreign Relations Committee can continue to hold up nominations at the State Department, which is struggling to fill its ambassador ranks and other senior diplomatic posts.", "By all accounts, the two women have a complicated dynamic, and they coexist with little overlap in their roles. But they have not hosted a joint initiative carried out solely between their staffs since Mrs. Trump moved full time to the White House last year after spending the first months of her husband’s administration with her son in New York. They have rarely appeared together. And they clearly see their roles differently.\n\nMelania Trump, 48, prefers to stay deeply private. Ivanka Trump, 37, has sought from the earliest days of the Trump administration to define her role as an adviser and policy maker, staking out a claim to an office in the West Wing, where the president and his staff are, after early reports of a Trump family office potentially being set up in the East Wing, the traditional domain of the first lady.\n\nAnd while expanding her own presence in the White House, Ms. Trump has at times, intentionally or not, defined her stepmother’s role in more limited terms.\n\nFriends say she has noticeably bristled when asked questions that she saw as traditionally in line with a first lady’s responsibilities — among friends, she has dismissed queries about whether she would be involved in White House preservation efforts, and has made it clear that she was in the White House to work on meaty policy issues, a move some allies say was out of deference to Melania Trump.\n\nDaughter and wife both have influence with the president but they exercise it differently. Earlier this year, the first lady, who has made it a point to say she is willing to disagree with her husband, spoke publicly about her discomfort with the administration’s policy of separating children from their parents after illegal border crossings — and made several trips to the area.", "Thousands of people around the world commemorated on Sunday the centenary of the armistice that ended World War I, the so-called Great War that left millions dead and reshaped European borders, international warfare and society.\n\nIn Paris, President Emmanuel Macron of France, Chancellor Angela Merkel of Germany, President Trump and President Vladimir V. Putin of Russia were among the dozens of world leaders who gathered to observe the moment when guns fell silent after four years of brutal warfare.\n\nIn London, members of the British royal family, Prime Minister Theresa May and Jeremy Corbyn, the opposition leader, laid flowers for the war dead, and thousands of veterans and ordinary citizens marched in tribute to those who had sacrificed their lives.\n\nPope Francis addressed crowds at the Vatican, and memorial services were held in Australia, Belgium, India, Ireland and New Zealand, among other places.", "\"This is the most hyper-polarized, hyper-partisan time we've see in generations, and nobody can deny that,\" said Illinois state Sen. Toi Hutchinson, a Democrat who is president of the National Conference of State Legislatures.\n\nIllinois is one of a half-dozen states where Tuesday's election put Democrats in control of the governor's office and legislature.\n\nDemocrat J.B. Pritzker, who ousted Republican Gov. Bruce Rauner, wants to legalize and tax recreational marijuana. He also has promised to push for a constitutional amendment to replace Illinois' flat income tax system with a progressive one that requires the wealthy to pay a greater share.\n\nDemocrats also are planning aggressive agendas in other states where they expanded their political power:\n\n— Nevada is expected to pass a ban on bump stocks on guns as the state Legislature meets for the first time since the October 2017 mass shooting on the Las Vegas Strip. Democrats also will be pushing to spend more on education, expand Medicaid coverage, raise the minimum wage and require employers to provide paid sick leave.\n\n— In New Mexico, Democratic Senate Majority Leader Peter Wirth said minimum wage and teacher pay increases will be at the top of the agenda. Democrats also could overhaul the state's approach to climate change, gun control and marijuana.\n\n— In Colorado, Democrats are planning a renewed push to expand health coverage, adopt gun controls, boost public education funding and enhance environmental protections.\n\n— In Maine, new Democratic Gov.-elect and Attorney General Janet Mills has vowed to finally expand Medicaid. Voters demanded that in a 2017 referendum, but the effort has been slowed by departing Republican Gov. Paul LePage.\n\nThe states shifting to Democratic dominance can look to New Jersey, which held its governor's election in 2017 and replaced a Republican with a Democrat. With the Legislature already controlled by Democrats, the state promptly tightened gun regulations, passed a paid sick-leave requirement and restored funding to Planned Parenthood.\n\nBut it hasn't been like Christmas every day for liberals. It took a last-day deal before the budget expired over the summer to avoid a state government shutdown as Democrats disagreed over which taxes to raise. Lawmakers have missed their own deadlines on legalizing marijuana for adults, and some advocates are upset the state has not moved faster to boost the minimum wage.\n\nNew Jersey state Sen. Loretta Weinberg, a Democrat who's been in the legislature since 1992, said there's a big difference in legislative debates when there's one-party control.", "Aside from the discord with the French president, Mr. Trump’s two-day visit to Paris was marred by his decision on Saturday to scrap a planned visit to the Aisne-Marne American Cemetery at the foot of the hill where the Battle of Belleau Wood was fought. Aides cited the rain in canceling a helicopter flight, but it went over badly in Europe.\n\nMr. Trump had another chance to pay respects to the war dead on Sunday at the Suresnes American Cemetery outside Paris, where 1,565 American soldiers are buried. Speaking in a drenching rain, Mr. Trump paid tribute to the soldiers and praised Franco-American relations, largely sticking to his prepared text without responding to Mr. Macron.\n\n“The American and French patriots of World War I embodied the timeless virtues of our two republics — honor and courage, strength and valor, love and loyalty, grace and glory,” he said after visiting a field of white crosses. “It is our duty to preserve the civilization they defended and to protect the peace they so nobly gave their lives to secure one century ago.”\n\nIn contrast to the stiff interactions with the American president, Mr. Macron and Chancellor Angela Merkel of Germany, representing two nations that were once bitter enemies, demonstrated the close friendship that has emerged from the rubble of war. In appearances over the weekend, the French and German leaders — who are facing their own political struggles at home — appeared affectionate, and Mr. Macron on Saturday posted a picture of the two holding hands along with the single word “Unis,” or “United.”\n\nMr. Putin, on the other hand, seemed focused on Mr. Trump, approaching him at the Arc de Triomphe, shaking his hand and giving a friendly pat on the arm. The two later chatted briefly at a lunch for all the visiting leaders, according to the Kremlin, but will wait for a formal meeting until later this month, when both will be in Buenos Aires for a Group of 20 summit meeting.", "Rudd is more of an old-school adventurer. He enlisted in the Royal Marines at age 16 and remains in the British armed forces. He fought in Kosovo, Iraq (three tours) and Afghanistan (four tours).\n\n“The way I’ll console myself on this expedition is to remind myself that nobody’s shooting at me,” Rudd deadpanned. “Obviously, Antarctica is dangerous in its own way, but I look at it as I’m extremely fortunate. I’ve had friends lose their limbs, eyes, real life-changing stuff.”\n\nRudd was introduced to polar exploration by another English soldier, Lt. Col. Henry Worsley, a distant relative of Frank Worsley, the captain of Ernest Shackleton’s ill-fated journey to Antarctica in the early 20th century. In 2012, Rudd and Worsley traced Roald Amundsen’s 920-mile journey to the South Pole.\n\nUnlike the wounds of war, suffering in Antarctica, Rudd said, “is temporary.”\n\nO’Brady is more of the age, a seasoned adventure athlete and budding social media star forged from injury and perseverance.\n\n[We’re reporting on this journey as it happens. To get updates on both men’s progress sent to your inbox, sign up here.]\n\nHe grew up in Portland, Ore., and swam at Yale. While on a trip to Thailand in 2008, two years after graduating from college, he was in a freak accident that changed the course of his life.", "Over the past year, Seattle has become the main battleground for the industry and the hospitality union’s dueling interests. Two years ago, voters approved a ballot measure mandating panic buttons and instituting a system that would place guests accused of sexual misconduct on a blacklist, which would make hotel workers aware of their presence but not bar them.\n\nUnder the ordinance, if a hotel worker makes a sworn statement accusing a guest of sexual misconduct or if evidence supports the accusation, the guest would be barred from returning to that hotel for three years. If the worker makes the accusation without signing an affidavit, the guest’s name will be added to the list for five years. If the worker agrees, the hotel should report the allegations to the police.\n\nIn late 2016, the American Hotel and Lodging Association, the main trade group representing major hotel chains, and other local trade organizations sued the city over the ordinance. The groups argued that requiring hotel management to bar and blacklist guests would violate guests’ due-process rights.\n\n“That told us loud and clear that the industry was more concerned about their guests’ comfort level than protecting their employees from sexual harassment,” said Erik Van Rossum, the president of Unite Here’s chapter in the Northwest, which covers Seattle and Portland, Ore.\n\nThe hotel and lodging association counters that workers’ safety is a top priority. But Katherine Lugar, the association’s president, said it objected to the ordinance partly because “we don’t believe it’s prudent to put a Seattle employee in the position of acting as a surrogate for law enforcement.”\n\nIn June 2017, a judge ruled in favor of the city, but the trade groups appealed and were back in court arguing their case this month.\n\nWhile the hotel trade group fights these rules, it has embraced panic buttons as worth a significant financial investment. Chicago officials estimated that a hotel security system including panic buttons with tracking capabilities would cost about $100 per room. The lower-tech option that emits an audible alarm is about $25 per device, a Hyatt spokeswoman said.", "Sandra Spannan is an architectural fine artist, gilder and art restorer; she bundles those occupations together at See. Painting, the company she founded after moving to New York from Germany in 1993. Ms. Spannan, 47, has done private interiors for Anderson Cooper and Tom Hanks and gilding work for Balthazar and the Ace Hotel. Most of the week Ms. Spannan lives in Harlem with her daughters, Fiona Jarvis, 14, and Kaya Jarvis, 12, and their cat, Panda. On weekends, while the weather is good, she piles the girls, their friends and Panda into an army-green Jeep and heads to her house in Monroe, N.Y. She bought the house, named “the green house” for its paint job, in 2015, a year after she was diagnosed with the colon cancer for which she is still being treated. “The only negative thing about buying that house is that I didn’t do it 20 years ago,” she said.", "3. California is grappling with two tragedies: the aftermath of a mass shooting and wildfires.\n\nLate Wednesday, a gunman killed 12 people at a country music club in Thousand Oaks, outside Los Angeles. The victims included a college freshman, a sheriff’s deputy and a man who had survived the Las Vegas shooting that killed 58 people.\n\nAnd the state’s grief was compounded by new threats: infernos in the north and south.\n\nAt least 23 are dead in the so-called Camp Fire, about 100 miles north of Sacramento, above, which has consumed 6,700 structures, left charred forests in its wake and became the most destructive fire in modern state history. Two others have died in fires near Los Angeles.\n\nIn Southern California, fires forced evacuations of Thousand Oaks and Malibu. A combination of climate change, Santa Ana winds and humans have made California even more prone to fires than normal, our climate reporter writes.", "A rural resident in China is 30 percent more likely to die after a cancer diagnosis than an urban resident. Three rural families trying to beat these odds — “cancer refugees” — share their stories of battling the disease far from home and the financial ruin it causes.", "Pete Davidson apologized on “Saturday Night Live” this weekend to Dan Crenshaw, the former Navy SEAL and newly elected representative he mocked last week in a widely criticized “Weekend Update” segment. In a surprise cameo, Crenshaw appeared alongside Davidson to take a few humorous potshots of his own and then, more earnestly, to try to find some common ground.\n\nDuring a segment last week about 2018 political candidates, Davidson spoke in front of a picture of Crenshaw, a Texas Republican who wears an eye patch because of an injury he sustained from an I.E.D. explosion in Afghanistan. “You may be surprised to hear he’s a congressional candidate from Texas and not a hit man in a porno movie,” Davidson said. “I’m sorry, I know he lost his eye in war or whatever.”\n\nDavidson’s remarks were denounced by elected officials and political organizations like the National Republican Congressional Committee, which called for an apology. In an interview on NBC’s “Today” show, Davidson’s castmate Kenan Thompson said the joke “missed the mark.” For his part, Crenshaw said in his victory speech on Tuesday that Americans “are not a people that shatter at the first sign of offense.”", "SHANGHAI — Chinese e-commerce giant Alibaba Group Holding Ltd cashed a record 213.5 billion yuan (£23.8 billion) in sales on Sunday during its 24-hour online retail frenzy Singles' Day, but the event's annual growth dropped to its slowest rate.\n\nShoppers in China and across the world snapped up hot items including iPhones, furniture and milk powder starting pre-dawn, with Alibaba recording roughly $10 billion in sales in the first hour after midnight.\n\nSingles' Day, also called \"Double 11\", is the world's biggest online sales event, outstripping the sales of U.S. shopping holidays Black Friday and Cyber Monday combined.\n\nThe Chinese event was originally a novelty student holiday to celebrate being single, countering Valentines Day, but has since grown into a month-long online shopping festival that peaks with a 24-hour sale on November 11.", "“When we were kids, we used to play hide-and-seek there, build our little houses there,” Mr. Kotkin reminisced. “These ships were our whole world.”\n\nPeople bring their old machinery to join these ships on the shore. But it’s a junkyard with a broader purpose: The rusting clutter’s last mission is to serve as an improvised breakwater, helping shield houses on Shoyna’s shore from crashing waves.\n\nThere are some signs that Shoyna’s ecosystem may be recuperating. Grass started reappearing in Shoyna in the last five years. Fishermen, too, tell tales of seaweed tangling in their nets where there was none before.\n\nBut for now, the sand continues to come.\n\nThe wind carries the sand from the shore to a lighthouse on the beach, still the village’s most visible landmark. From there, the wind picks up the sand from the dunes lining the lighthouse’s foundation and carries it further toward the village. Grains of sand rattle against the windows and whip the faces of passers-by.\n\nSome of this sand will eventually end up on the porch of Ms. Sakharova, the airport greeter. She grabs a shovel every morning and gets to digging her house out little by little.\n\n“My kids and grandchildren are asking me to move to the city, but I don’t want to,” she said. “Shoyna is my home. It’s nice and calm out here.”", "Ioanna Thomas Kefalas and Alexander Nicholas Mark Niejelow were married Nov. 10 at New World Symphony hall in Miami Beach. Shaun Donovan, who became a Universal Life minister for the occasion, officiated.\n\nUntil 2017, Mrs. Niejelow, 34, worked as the adviser to Mr. Donovan who was the director of the White House Office of Management and Budget, and until 2014 was the special assistant to him while he was the secretary in the United States Department of Housing and Urban Development, both in Washington. She also worked on several political campaigns, including in 2008 as the deputy campaign manager in John Kerry's senate race in Boston, and from 2007 to 2008 as a field director in various states for Hillary Clinton's first presidential campaign. The bride graduated from Boston University.\n\nShe is a daughter of Foula T. Kefalas and Thomas K. Kefalas of Somersworth, N.H., who own a restaurant in Rouses Point, N.Y., and in Sommersworth.\n\nMr. Niejelow, 36, is the senior vice president for cybersecurity coordination and advocacy in New York at Mastercard. He graduated from Duke and the Durham Police Academy. He received a law degree from the University of Pennsylvania.", "Elizabeth Kapu’uwailani Lindsey and George D. Crowley III are to be married Nov. 11 at the Butterfly Conservatory, Fairchild Garden in Coral Gables, Fla. Ashley Jansen, a friend of the couple who was ordained by the Renewal of the Spirit Institute, is to officiate in a nondenominational ceremony.\n\nThe bride, who is 62 and will be taking her husband’s name, is a Miami-based National Geographic explorer and anthropologist. She graduated from Brigham Young University-Hawaii, and received a Ph.D. in cultural anthropology with a specialization in ethnonavigation from the Union Institute in Cincinnati, through which the majority of her four years of course work was completed at the University of Hawaii, Manoa Campus, Honolulu, and the University of Hawaii, Hilo Campus. She also serves on the board of the Tibet Fund.\n\nShe is a daughter of the late Lilly Leimomi Wilson Lindsey and the late Henry Keawe Lindsey, who lived in La’ie, Hawaii. The bride’s father was a genealogist in La’ie, where he also served as a professor at Brigham Young, teaching genealogy. Her mother retired as a high school business teacher at Waialua High School.\n\nThe groom, 67, founded the Crowley Group, an organization of Washington-based entrepreneurs, among the first of the wireless generation in the 1980s, who created technology start-up businesses.", "Representative Dana Rohrabacher, a Republican fixture in California who represented Orange County for 15 terms, has lost his bid for re-election. His defeat underlines the party’s setbacks in a part of the state that was long a symbol of its political dominance.\n\nThe Associated Press called the race on Saturday, with Harley Rouda receiving 52 percent of the vote to Mr. Rohrabacher’s 48 percent.\n\nMr. Rouda, 56, is a former Republican turned Democrat who became a symbol of the Democratic efforts to win back Congress this year. Mr. Rohrabacher, 71, was viewed as particularly vulnerable because he defended Russia in the midst of allegations about its efforts to intervene in elections in the United States.\n\nIn July, Mr. Rohrabacher admitted to meeting with Maria Butina, who was charged by federal prosecutors this summer with conspiracy and acting as a foreign agent, during his trip to Russia in 2015. Mr. Rohrabacher was considered so valuable to the Kremlin that the F.B.I. warned him in 2012 that Russia regarded him as an intelligence source worthy of a code name. His support for President Vladimir Putin of Russia raised questions even among fellow Republicans.", "SINGAPORE — Asia-Pacific leaders will join the heads of Southeast Asian states this week in Singapore to renew calls for multilateralism and fresh pledges to resolve regional conflicts ranging from the Rohingya crisis in Myanmar to tensions in the South China Sea.\n\nNotably absent when regional powers such as China, Japan and India seek to enlist support for a multilateral trading system will be U.S. President Donald Trump, whose decision to skip the Asia summit has raised questions about his commitment to a regional strategy aimed at checking China's rise.\n\nVice President Mike Pence will attend instead of Trump, and Chinese Premier Li Keqiang, Russian President Vladimir Putin, Indian Prime Minister Narendra Modi and Japanese Prime Minister Shinzo Abe are among those expected to join leaders from the 10-member Association of Southeast Asian Nations (ASEAN).\n\nLi is expected to rally support for the Regional Comprehensive Economic Partnership (RCEP) pact now being negotiated, showcased to be the free trade deal that will encompass more than a third of the world's GDP.", "BUENOS AIRES — Argentina's shrinking economy will bottom out in the first three months of next year and start to recover in the second quarter, an International Monetary Fund official said on Saturday.\n\nThe fund last month upped the size of its standby financing deal with Argentina to $56.3 billion after negotiating tougher fiscal measures that have already dented the popularity of President Mauricio Macri ahead of his 2019 re-election bid.\n\n\"The bottom of the recession, the floor, will be hit the first quarter of 2019, and in the second quarter we are going to see a recuperation,\" IMF mission chief for Argentina Roberto Cardarelli told reporters at a press briefing in Buenos Aires.\n\nThe revamped IMF agreement calls on the Macri government to deepen spending cuts and raise taxes to bring the primary fiscal deficit, projected at 2.7 percent of gross domestic product in 2018, to zero next year.", "Ron Johnson, the All-Pro running back who became the first player in Giants history to gain at least 1,000 rushing yards in a season, achieving the milestone twice in the 1970s, died on Saturday at an assisted living facility in Madison, N.J. He was 71.\n\nHis wife, Karen, confirmed the death. Johnson was found to have Alzheimer’s disease in 2008.\n\nThe Giants had only two winning seasons between 1964 and 1980. Both came when Johnson achieved rushing milestones for the franchise.\n\n“When I got to New York, the running backs were Tucker Frederickson and Ernie Koy,” he recalled in Ken Palmer’s “Game of My Life: Memorable Stories of Giants Football” (2007). “They were two white, big fullback-type guys. Everyone assumed that if you were black, you were fast. The Giants never really had anybody like that. So I was very, very well received when I got to New York.”\n\nJohnson, 6 feet 1 inches and 205 pounds in his playing days, ran for 1,027 yards and eight touchdowns in 1970, his first season as a Giant. He also had 487 receiving yards, giving him a league-leading 1,514 yards from scrimmage. The Giants went 9-5. and he was voted to the All-Pro first team and the Pro Bowl.", "In a state that is home to conservative icons like Joe Arpaio and Jan Brewer, the power struggle is revealing one potential path forward for Democrats fighting to win elections in a state where they haven’t won an open Senate seat since 1976: embrace the center.\n\n[Here’s a look at how close the results are in Arizona, Georgia and Florida.]\n\nKyrsten Sinema, 42, the Democrat in the race, started out as a liberal but moved hard to the middle after winning a seat in the House of Representatives in 2012. She drew attention for staking out relatively conservative positions on various issues, sometimes siding with Mr. Trump and other Republicans.\n\nSome liberal Democrats were left aghast by such positioning, but it seems to be working for Ms. Sinema, who is currently ahead of her rival by about 29,800 votes. About 150,000 voters who cast ballots for Gov. Doug Ducey, a Republican who sailed to re-election this week, also voted for Ms. Sinema, tallies show, suggesting that her strategy of appealing to moderate Republicans and independent voters may be working.\n\nAt the same time, her Republican opponent, Martha McSally, 52, a congresswoman and former United States Air Force pilot, drifted away during the campaign from centrist positions to a more energetic embrace of Mr. Trump on issues like building a wall on the border with Mexico.", "A small rocket from a little-known company lifted off Sunday from the east coast of New Zealand, carrying a clutch of tiny satellites. That modest event — the first commercial launch by a U.S.-New Zealand company known as Rocket Lab — could mark the beginning of a new era in the space business, where countless small rockets pop off from spaceports around the world. This miniaturization of rockets and spacecraft places outer space within reach of a broader swath of the economy.\n\nThe rocket, called the Electron, is a mere sliver compared to the giant rockets that Elon Musk, of SpaceX, and Jeffrey P. Bezos, of Blue Origin, envisage using to send people into the solar system. It is just 56 feet tall and can carry only 500 pounds into space.\n\nBut Rocket Lab is aiming for markets closer to home.\n\n“We’re FedEx,” said Peter Beck, the New Zealand-born founder and chief executive of Rocket Lab. “We’re a little man that delivers a parcel to your door.”\n\nBehind Rocket Lab, a host of start-up companies are also jockeying to provide transportation to space for a growing number of small satellites. The payloads include constellations of telecommunications satellites that would provide the world with ubiquitous internet access."]