["W HEN NARENDRA MODI was elected prime minister of India in 2014, his plan was to revive its GDP growth rate back to the near-double-digit figures seen in the mid-2000s. Few would have guessed that the biggest threat to that goal was the financial industry. For several years state-run banks have failed to get to grips with a $100bn mountain of dud loans. Now panic has seized parts of the privately run system. One bank boss says the situation is as bad as the Asian crisis of 1998 or the global crash of 2008.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn September IL & FS , a financial firm that owns and finances roads and power plants, defaulted on some of its $13bn of debt. The contagion has struck India’s shadow banks, which rely on $250bn-300bn of borrowing to fund themselves. Their market value has collapsed by a median of 40% this year. A bitter row about how to respond has erupted between the government and the Reserve Bank of India ( RBI ), the largely independent central bank. Over a billion people depend on an emergency being avoided.\n\nIndia’s financial system has both Chinese and American characteristics; it faces a blend of a slow-motion banking crisis at government-run lenders, plus a high-speed liquidity run of the kind that hit Wall Street in 2008. That the industry has taken on a hybrid character over time reflects the conflicting aims of the forces that shaped it. The state wants pliant banks, ready to lend to the rural poor and to infrastructure projects, and that will buy government bonds. The RBI emphasises stability, so is paranoid about wheeler-dealers taking risks or ripping off the vulnerable. Entrepreneurs want capital and to start financial-services firms themselves. And consumers want loans and whizzy new banking technologies.\n\nAbout half the system, measured by loans, consists of state-run banks. They are usually listed but the government appoints their top brass and often influences them to disastrous effect. Another 25% comes from private banks; some of which are among Asia’s best-run lenders— HDFC Bank and Kotak trade on about four times their book value, compared with below one times for the zombie state banks. The other quarter is from a motley crew of 50-odd shadow banks that have expanded quickly. They are less heavily regulated and lend in particular areas such as housing. They are usually prohibited from taking deposits so fund themselves with debt. Last, there are innovative digital firms, such as Paytm, a mobile-payments firm. Overall, the system straddles the 19th and 21st centuries, featuring subsiding bank branches protected from the monsoon by tarpaulins, but also virtual mobile chatbots.\n\nThe present troubles have their roots in 2005-12, when state banks went on a lending bender, extending credit to dubious tycoons and to infrastructure projects. Net bad debts are 9% of state banks’ loan books. The government has not properly recapitalised these zombies and the flow of credit from them has slowed. Accidents keep happening. In February PNB , the second-biggest state lender, disclosed a $2bn fraud involving diamond merchants.\n\nA second phase began after 2012. Between 2012 and 2017 more capital flowed into India than flowed out. In 2015 interest rates began to fall and in November 2016 the government replaced the stock of bank notes overnight, leading savers to switch from physical money into deposits with banks, and into debt mutual funds. Flush with cash, and with rates low, they looked for ways to lend the money out again and part of the answer was to fund the shadow banks, which went on a binge—the top 50 have doubled their debts and assets in the past five years. Perhaps as much as $50bn-100bn of their debts comes due within 12 months.\n\nBorrowing short and lending long is a high-stakes game. After the IL&FS collapse, confidence has evaporated. The group has 348 opaque subsidiaries, including India’s longest tunnel. It has now been taken over by the government, which indirectly owned 40% of it. Mutual funds and banks are reluctant to lend to other shadow banks—most report solid capital ratios, but can anyone be sure they do not have time-bombs buried in their balance-sheets? For weeks the shadow banks have faced a liquidity crunch.\n\nThey are big enough to damage India’s entire financial system. Mutual funds, which are sold to the public, have $55bn of exposure to them, or 11% of total assets under management. Conventional banks have loaned $70bn to shadow banks, the equivalent of two-fifths of the former’s core capital. Among private lenders the mood is already jittery: ICICI ’s boss has just departed after claims of conflicts of interest (which she denies). Yes Bank is replacing its boss after the RBI refused to approve an extension of his term. Even if a full crisis does not erupt shadow banks may be forced to shrink. When combined with the rotten state banks, that would mean that 75% of India’s financial system is on crutches.\n\nBazooka time\n\nA sell-off in global markets could easily trigger a new wave of panic. The government, facing a general election next year, wants the central bank to lend more freely to the shadow banks. But the RBI does not want to reward failure and has so far injected liquidity only indirectly, by buying government bonds and allowing banks to guarantee some new bonds issued by shadow banks. It blames the government for its endless meddling in state-run lenders and for its failure to recapitalise them, despite years of warning signs.", "A NEW stage adaptation of Zadie Smith’s debut novel, the first in fact, begins on Kilburn High Road. Like the city itself, this London neighbourhood is defined by successive waves of immigration. Strip-lit groceries selling plantain and tamarind rub shoulders with Halal butchers and Irish pubs. On a wet November evening, the familiar late-night London scents of fried chicken and kebab mix with shisha smoke. Happily, the Kiln Theatre is spared the cost of special effects to conjure the smells and sounds of the High Road, because it is located halfway down it. This is an unusual kind of immersive theatre: in effect the production begins at the moment the audience arrives at the Tube station.\n\nMs Smith’s novel is deeply rooted in this area and the road itself (originally a Roman route from St Albans to Canterbury), so Indhu Rubasingham’s production has the feel of a homecoming. Published in January 2000 when Ms Smith was 23 years old, “White Teeth” epitomised a self-deprecating sort of millennial hopefulness. The London it depicted in its epic, serio-comic sprawl was post-racial, post-imperial, a “melting pot where nothing’s actually melted. It’s all just kinda stuck together at the bottom in a gooey mess”. One reviewer wrote that “it makes racism appear not only ugly and stupid but ludicrously out of date”.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSince then, much has changed. In Brexit Britain and beyond, race and identity have returned as fiercely relevant political forces (if they ever really went away). Kilburn, too, has undergone a transformation of its own. Now, the area’s migrant residents hail from other parts of London, pushed out by higher rent.\n\nThe Kiln itself is part of this shift. Formerly known as the Tricycle, the theatre is fresh from a £5.5m ($7.15m) re-brand that ditched ramshackle homeliness in favour of slick, faintly corporate hipsterism. Alongside unashamedly expensive drinks, the new bar serves charcuterie boards and a selection of gourmet sausage rolls to an overwhelmingly white, middle-class audience. As a result, the stakes of the production are strangely high: has the multi-cultural optimism of “White Teeth” survived in the 18 years since its publication? Or is this adaptation merely a Blair-era nostalgia trip for precisely the sort of comfortable north-London liberals that the book pillories?\n\nThe two families at the heart of “White Teeth” are not from neighbouring boroughs, but from Jamaica and Bangladesh. Their three-way culture clash is matched by the eccentricity of the fiendishly complex plot, which traces the families from the second world war to the present day via 1970s squat parties and 1980s protests. Stephen Sharkey’s script handles the chaos by framing it in a flashback sequence, as experienced by Rosie Jones (Amanda Wilkin), daughter of protagonist Irie (Ayesha Antoine). Rosie’s visions are presided over by Mad Mary (Michele Austin), a local drifter and amateur mystic who spouts garbled pronouncements about “revelation” and the “multi-culti muddle”.\n\nRosie’s journey through the strata of her family history is driven by her desire to find out about her absent father, who turns out to be one (or the other) of the Iqbal twins, separated in childhood when one of them was sent back to Bangladesh. That twin returns years later to work on a scientifically groundbreaking, but morally dubious, genetics project called “FutureMouse” at a research institute founded by a Nazi scientist; that scientist was himself ham-fistedly released by Rosie’s grandfather during the war. Little wonder that James Wood, a literary critic, coined the term “hysterical realism” to describe “White Teeth”.\n\nRather than fighting against the colour and mayhem of the novel, Mr Rubasingham’s staging ratchets them up into hallucinogenic technicolour. Original musical numbers by Paul Englishby situate the drama in the 1940s and 1980s with bopping jazz and banging hip-hop, respectively. The whirling plot is punctuated by affectionate send-ups of multicultural Britishness. In one scene, a Parent Teacher Association vehemently debates whether to cancel the school’s “pagan” harvest festival, squeezed as the calendar already is by Diwali, Ramadan and Yom Kippur. The biggest laughs were drawn by the Chalfens (Philip Bird and Naomi Frederick), the Cambridge-educated, chattering-class intellectuals who take one of the Iqbal twins under their wing in a cringeworthy attempt at charity.\n\nEven if the baroque complexity and Dumas-like coincidences of the plot are admirably managed, there is nevertheless a sense that some important depth is lost in the transition from page to stage. Ms Wilkin and Ms Antoine manage some authentic moments of mother-daughter connection in Rose and Irie’s quieter scenes. Mad Mary’s ramblings take on a vatic significance amid the sound and fury. On the whole, however, the feel-good pandemonium does little to alleviate a creeping sense of naïvety and nostalgia. Bringing this production to the Kiln was a well-conceived idea, and its jazz-hands and showtunes are appropriate for the post-racial promise of the dawning millennium. In a bitterly divided Britain, though, “White Teeth” reminds us of just how much has changed.\n\n“White Teeth” is showing at the Kiln Theatre until December 22nd", "THE MID-TERM elections in Florida featured some momentous races, including razor’s-edge counts in the Senate and governor’s contests. But another important measure on the ballot on November 6th drew the support of nearly 65% of Florida voters: an amendment to the state constitution lifting a permanent ban on voting by anyone with a criminal record. Amendment 4 restores voting rights to approximately 1.4m whose crimes have kept them away from the polls after they have served their sentences. The move means that the potential electorate in Florida will grow by about 10%, including more than 400,000 re-enfranchised African Americans. Because formerly incarcerated people tend to vote for Democratic candidates, the move could prove helpful to the party in close races.\n\nBefore November 6th, Florida was one of just three states to impose a lifetime ban on felons exercising the franchise. With the passage of Amendment 4, Iowa and Kentucky are now the sole remaining states to do so. (Virginia’s constitution includes an indefinite ban, too, but Democratic governors have taken action to circumvent it.) For felons in Florida, gaining the franchise has been an onerous endeavour. After finishing their stints in prison, on parole and on probation, they have had to wait at least five years before applying for a restoration of their civil rights, including the right to serve on juries. The clemency board, comprised of the governor and three cabinet members, heard requests just four times a year. Governor Rick Scott—who may head to Washington to serve in the Senate after a recount in his race with Bill Nelson—has emphasised at these quarterly hearings that the board has complete discretion over whether to restore felons’ rights. “There’s no standard”, he told one unsuccessful applicant in 2016. “We can do whatever we want.” Another board member has regularly asked applicants if they are church-goers.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nOn January 8th, this protocol will be retired in favour of automatic enfranchisement for all criminals who have completed their sentences—except for those convicted of murder or sex offences. The change puts an end to litigation over Florida’s harsh stance, which was deemed unconstitutional by a federal district judge in March because it hinged on clemency board members’ “whims, passing emotions or perceptions”. Governor Scott appealed this hearing to the Eleventh Circuit Court of Appeals, which heard the case in July but had not released a ruling prior to the election. The suit is now moot.\n\nThe restriction on the franchise that Amendment 4 lifts is far-reaching. “Nearly one-quarter of the entire disenfranchised population” in America, says Marc Mauer of the Sentencing Project, a criminal-justice organisation, “will now have the right to vote and will no longer be treated as second-class citizens”. The American Civil Liberties Union (ACLU) of Florida hailed the change as “remov[ing] an ugly stain that has been in our state’s constitution since the Civil War era”, when fear of black voters led the drive to keep felons away from the voting booth. The ACLU described the move as the single biggest expansion of voting rights since the passage of the 26th Amendment in 1971, when 18-year-olds won the franchise.\n\nDebbie Mukamal, executive director of the Stanford Criminal Justice Centre at Stanford Law School, said the push for the amendment started as a grassroots movement of formerly incarcerated people. Its appeal quickly broadened. In addition to the ACLU, the campaign for Amendment 4 was joined by the Christian Coalition of America, the Florida Conference of Catholic Bishops and Tampa Bay Young Republicans. The Freedom Partners Chamber of Commerce, funded by the Koch brothers, prominent Republican donors, also backed it.\n\nCiara Torres-Spelliscy, a law professor at Stetson University, attributes this cross-ideological support to both “religious beliefs in redemption” and a desire to erase a blight on representative democracy. There may be tangible benefits, too. In 2012, Guy Padraic Hamilton-Smith and Matt Vogel cited evidence that disenfranchised felons are more likely to commit future crimes. Stripping people of the right to vote is a “vestige” of a more unequal era, Messrs Hamilton-Smith and Vogel argued. It creates a “permanent criminal underclass of outcasts” that navigates a revolving door through the criminal-justice system. Recidivism may be expensive, too. A study cited by advocates of Amendment 4 found that giving felons the right to vote would help fold them back into the “fabric of Florida’s civic and economic life” and represent a boost of $365m a year in lower prison costs and higher productivity.\n\nIt remains to be seen how many newly enfranchised felons will register to vote, how many on the rolls will show up on Election Day and which candidates they will support. But with Florida’s most significant races sometimes decided by around a percentage point or less—and the 2000 presidential election settled by a mere 537 votes—the state's new voters could certainly make their voices heard.", "“I THINK I got it,” says Alekos Simoni with a grin, returning an electronic fly zapper called “The Executioner” to a nearby metal shelf. With a deft flick of his wrist he has done away with a genetically modified mosquito that was making a bid for freedom. There are many levels of containment to ensure such creatures do not leave this basement laboratory at Imperial College, London. But none, perhaps, quite so satisfying as The Executioner.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe extermination that the creatures in Mr Simoni’s lab are designed to take part in is less viscerally gratifying—but far more consequential. The mosquitoes are being fitted with a piece of DNA called a gene drive. Unlike the genes introduced into run-of-the-mill genetically modified organisms, gene drives do not just sit still once inserted into a chromosome. They actively spread themselves, thereby reaching more and more of the population with each generation. If their effect is damaging, they could in principle wipe out whole species.\n\nTo engineer an extinction is quite a step. But it is not unprecedented. In 1980 Variola, the smallpox virus, was exterminated from the wild. That marked the eradication of a disease which, from 1900 to 1980, killed around 300m people. If gene drives like those being worked on at Imperial and elsewhere were to condemn to a similar fate the mosquitoes that spread malaria, a second of humankind’s great scourges might be consigned to history.\n\nIt need not stop with malaria. Gene drives can in principle be used against any creatures which reproduce sexually with short generations and aren’t too rooted to a single spot. The insects that spread leishmaniasis, Chagas disease, dengue fever, chikungunya, trypanosomiasis and Zika could all be potential targets. So could creatures which harm only humankind’s dominion, not people themselves. Biologists at the University of California, San Diego, have developed a gene-drive system for Drosophila suzukii, an Asian fruitfly which, as an invasive species, damages berry and fruit crops in America and Europe. Island Conservation, an international environmental NGO , thinks gene drives could offer a humane and effective way of reversing the damage done by invasive species such as rats and stoats to native ecosystems in New Zealand and Hawaii.\n\nNeedless to say, the enthusiasm is not universal. Other environmental groups worry that it will not prove possible to contain gene drives to a single place, and that species seen as invasive in one place might end up decimated in other places where they are blameless, or even beneficial. If drives are engineered into species that play a pivotal but previously unappreciated ecological role, or if they spread from a species of little ecological consequence to a close relative that matters more, they could have damaging and perhaps irreversible effects on ecosystems.\n\nSuch critics fear that the laudable aim of vastly reducing deaths from malaria—which the World Health Organisation puts at 445,000 a year, most of them children—will open the door to the use of gene drives for far less clear-cut benefits in ways that will entrench some interests, such as those of industrial farmers, at the expense of others. They also point to possible military applications: gene drives could in principle make creatures that used not to spread disease more dangerous.\n\nThinking nothing’s wrong\n\nAlthough allegations of playing God are two a penny in debates about breakthrough technologies, with gene drives they do feel better-founded than usual. The ability to remove species by fiat—in effect, to get them to remove themselves—is, like the prospect of making new species from scratch, a power that goes beyond the past ambit of humankind.\n\nGene drives are, at heart, a particularly selfish sort of gene. Most animals have two copies of most of their genes, one on the set of chromosomes they got from their mother, one on those from their father. But they put only one version of each gene—either the maternal one or the paternal one, at random—into each of their own gametes (sperm or eggs). Some genes, though, seek to subvert this randomising in order to get into more than 50% of the gametes, and thus more than 50% of the next generation.\n\nIn 1960 George Craig, an American entomologist, suggested that such subversive genes might be a way of controlling the populations of disease-carrying mosquitoes, for example by making them more likely to have male offspring than female ones. In 2003 Austin Burt, at Imperial College, described how a gene drive that could cut a place for itself in a chromosome and copy itself into the resulting gap could, in the right circumstances, drive a species to extinction.\n\nA fascinating idea, but one hard to put into practice—until, in 2012, a powerful new gene-editing tool called CRISPR -Cas9 became available. Gene drives based on CRISPR -Cas9 could easily be engineered to target specific bits of the chromosome and insert themselves seamlessly into the gap, thus ensuring that every gamete gets a copy (see diagram). By 2016, gene drives had been created in yeast, fruitflies and two species of mosquito. In work published in the journal Nature Biotechnology in September, Andrea Crisanti, Mr Burt and colleagues at Imperial showed that one of their gene drives could drive a small, caged population of the mosquito Anopheles gambiae to extinction—the first time a gene drive had shown itself capable of doing this. The next step is to try this in a larger caged population.\n\nThis drive disrupts a gene called doublesex that controls the differentiation of the sexes. Mosquitoes with one copy of the drive pass it on to all of their offspring. Females with two copies—which crop up more and more often as the gene spreads through the population—are sterile. Using sterile insects to control disease is not, in itself, a novel technique. Swamping a population of disease-spreading insects with individuals that cannot reproduce can be an effective way to limit numbers; lots of the fertile wild ones breed fruitlessly with the sterile interlopers. What is new here is that a gene drive can actively spread sterility through a population.\n\nEvolution can be expected to take a dim view of such an affront. Mutants which lack the DNA sequence that the drive targets, and which can thus escape its distorting effects, will be hugely favoured in the population that the drive is attacking. The cleverness of the Imperial scheme lies in choosing doublesex as its target. Without a functional copy of doublesex, mosquitoes cannot reproduce. Mutations which stop the gene drive from targeting it are also likely to stop the gene working properly—it is unusually sensitive to change. So a mosquito in which doublesex is sufficiently messed up by random mutation that the gene drive no longer has a target will be unable to reproduce anyway.\n\nThe scientists at Imperial are part of Target Malaria, a research alliance supported by the Bill & Melinda Gates Foundation and the Open Philanthropy Project Fund to the tune of around $5m a year since it started in 2005. Target Malaria is already working in Burkina Faso, Mali and Uganda to prepare the way for a release of a gene drive. It would be introduced on top of a regime that includes bed nets, insecticide sprays and drugs for those infected (which kill the malaria parasites in the blood and thus stop them from hitching a lift in the next mosquito to stop by for a drink). With that amount of back-up, even a gene drive to which resistance evolves could break the cycle of malaria transmission definitively, wiping it out in the trial area. If that worked, the rest of Africa—home to 90% of the world’s malaria cases—could soon follow suit.\n\nPay attention to your dreams\n\nThe Imperial team thinks that, scientifically, they might have drives able to make a difference in about three years. But the Gates Foundation is talking about 2026 as a possible date for trials that involve a release in the wild. Margret Engelhard, a biosafety expert at the German federal agency for nature conservation, points out some of the challenges ahead. These include evaluating the gene drives before release, predicting how the modified mosquitoes will behave in the wild and working out whether there will be knock-on effects on other species. Tilly Collins at the Centre for Environmental Policy at Imperial says that published ecological studies of A. gambiae—one of three mosquito species that carry malaria, and by far the most important vector for the disease in Africa—have turned up nothing that preys on them to the exclusion of other foods. There is a vampire spider that lives around the shores of Lake Victoria that has a fondness for the females when full of human blood, but it will readily eat other mosquito species.\n\nWork is under way to validate these findings in the field, and to discover whether the mosquito’s larvae are similarly dispensable. At present, it looks unlikely that removing one or two of over 3,000 mosquito species will have any significant effect on the ecosystems in which they live.\n\nWhat, though, of the risk that a drive might spread beyond its target species? In theory, because gene drives require their bearers to have offspring if they are to spread, they should stay in a single species; distinct species cannot, in general, reproduce through sex. However in the case of doublesex the target gene sequence is found across all 16 species of Anopheles analysed so far—this is the flipside of it being so resistant to mutation. And there is a small but measurable rate of hybridisation between some of those species. That probably would not allow a lot of spread: but the possibility needs examining.\n\nThe New Partnership for Africa’s Development, an organ of the African Union, has recommended that the Union’s member states support studies to verify the technology in African settings—including conducting a thorough investigation of the risks and looking for measures that may mitigate any negative impacts. Target Malaria is trying to get locals used to the idea of working with, and releasing, mosquitoes that have been genetically engineered by scientists. The next step will be the release, in Burkina Faso, of male mosquitoes genetically engineered to be sterile. That will help the scientists understand population dynamics, but with no gene drive to push the sterility into the population it will have no effect on malaria per se.\n\nThe Target Malaria gene-drive project carries the prospect of huge humanitarian gains. It is carefully designed, supported by deep-pocketed philanthropists and being carried out under a fair level of international scrutiny. It is gaining political support and inspiring a generation of researchers. It is hard to see it grinding to a halt in the absence of massive opposition, a currently unheralded alternative or profound technical failure. As Jim Thomas of the ETC Group, an NGO that opposes gene drives, says, malaria is the “best possible use-case scenario” for the technology.\n\nThe worry of the ETC Group and its fellow travellers is that the use of gene drives against malaria will open the door to more troubling, slipshod and exploitative applications. Many may sound good: some of the $70m that Tata Trusts of Mumbai, a philanthropy group, has given to the University of California, San Diego,is for exploring ways of using gene drives to make crops more resistant to drought. If the technology were predictable, controllable and well-regulated, the potential for raised crop yields in the face of climate change, and perhaps reduced use of pesticides and herbicides, might be huge. But experience shows that few technologies make it into the world in a predictable, controllable and well-regulated form. Mr Thomas sees a raising of the stakes from a world in which businesses modify seeds crop by crop to one where they modify whole populations, indeed all of nature. “It is a pretty audacious switch,” he says.\n\nIn a report published in 2016, America’s National Academies of Science highlighted the possibility of drives introduced for agricultural reasons damaging people’s welfare. Excoriated as “pigweed” in the United States, related species of the plant are cultivated for food in Mexico, South America, India and China. American farmers might like a gene drive to eradicate pigweed, which has become resistant to the herbicide glyphosate, which is widely used in conjunction with today’s genetically modified crops. But they would not necessarily bear the risks, or liability, of a release that went on to do damage to food crops in other countries.\n\nThere are also worries about how gene drives might be used to create a weapon. Humans are an unlikely target; a weapon that acts over generations seems ill-suited to war or terror, and the idea that future generations will not have their genomes sequenced in a way that shows up such attacks feels far-fetched. But they might conceivably be used to make small and rapidly reproducing insect and rodent species more objectionable or pathogenic. The need to find ways to guard against such attacks is one of the reasons that the Pentagon’s Defence Advanced Research Projects Agency ( DARPA ) gives for its work on gene drives. Renee Wegrzyn, programme manager for DARPA ’s “Safe Genes” project, says the work is to prevent “technological surprise”, whether in the form of an unintended consequence or nefarious use. One of the academic teams she funds has made progress in developing anti- CRISPR enzyme systems that one day might be able to inhibit a drive’s operation.\n\nMany groups are working on ways of making gene drives more controllable and less risky. One option is to create “immunising” drives that could spread resistance to a drive gone rogue. Another is to limit the drive’s power to spread. Current gene drives are self-driving: the cutting mechanism and the thing that gets spread are one and the same. But that is not the way things have to be. In the “daisy chain” drive designed by Kevin Esvelt of the Massachusetts Institute of Technology, gene drives are linked up in sequence, with the first creating the space for the second to copy itself into, the second creating the space for the third, and so on, until you finally get to the gene that you want to drive through the population. Because the upstream drives do not copy and spread themselves, they drop away, generation by generation, until only the last gene remains.\n\nThink of it like the stages of a rocket launching a satellite—or warhead. Each stage gets the gene of interest further into the population before falling away. But once the last stage has burned out, the payload just goes where gravity takes it, powerless to push itself further. Such a self-limiting system might have a big effect over the short term, but vanish in the long term. These developments make it easier to imagine gene drives being used with minimal risk. But it is still the case that without care some gene drives might have the potential to trigger irreversible ecological shifts before countermeasures could be deployed. That is clear from decades of work on invasive species that are released either deliberately or accidentally. And because the effects of each drive will be unique, depending on the design of the drive, the gene or genes that it targets, the population it is introduced into and the ecosystem in which that population sits, the technology calls for a sort of joined-up regulation that does not yet exist. In 2014 Kenneth Oye of MIT and his colleagues pointed out in the journal Science the many gaps in America’s patchwork of regulatory frameworks relevant to gene drives.\n\nOversight needs not just to bring together a range of government agencies; it requires co-operation between governments, too. The Cartagena Protocol on Biosafety, which entered into force under the UN Convention on Biological Diversity ( CBD ) in 2003, provides controls on the transfer of genetically modified organisms. But how it applies to gene drives is unclear—and besides, America has never ratified the convention. An attempt to ban gene-drive research through the CBD , which was backed by the ETC Group and other NGO s, failed at the convention’s biennial meeting in Cancún in 2016.\n\nA less ambitious call for restraint in field tests is likely to suffer the same fate later this month in Egypt. At present there is no consensus on what level and distribution of risk humankind is willing to accept from such technologies, nor what loss of wildness it is willing to accept. Like the reintroduction of vanished species advocated by the rewilding movement, gene-drive technology will provide new arenas for the fight between those who wish to defend nature and those who wish to tame it.\n\nThere is still time for such debate. The Gates Foundation does not expect to be ready for field trials for at least eight years. And the debate may be more fruitful if research continues to open up new options for better-designed interventions. If gene-drive research had been banned under the CBD two years ago, various self-limiting exotica currently under development might not have been dreamt up.\n\nFor malaria, at least so far, the case for moving towards tests in the field is a strong one. That does not mean that other uses will be as compelling down the line, or that there is no need for vigilance. And none of this will, in practice, be as neat as a swipe with an electronic tennis racquet. But for millions of Africans living with the burden of malaria, the idea of never needing to fear the bite of another mosquito could change the world.", "THE FLU pandemic that was first noted in 1918 was probably the worst catastrophe of the 20th century, if not of any century. The virus that caused it infected 500m people, more than a quarter of all those on Earth, and killed between 50m and 100m. By 1921, when the pandemic finally receded, it had reduced humanity by between 2.5% and 5%. In comparison, the first world war killed roughly 17m people, and the second around 60m people. Why was the 1918 flu so lethal?\n\nIt is a conundrum that scientists have deliberated over for a century, because the 1918 flu is an anomaly in the annals of flu pandemics too. There have been an estimated 15 of these in the past 500 years, but the numbers of sick and dead were not collected systematically until the late 19th century. Of the five flu pandemics that have been recorded since 1889, none besides the 1918 episode killed more than 2m people. In an average flu pandemic, 0.1% of those who fall sick go on to die, essentially of severe respiratory distress. In 1918, that number was 5-10%.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere are two broad schools of thought about what made 1918 exceptional. The first, to which several lines of evidence point, is that the virus was inherently potent. The genome of the 1918 flu virus was sequenced in 2005, after a preserved specimen was extracted from victims buried in Alaskan graves. It was then brought back to life. Using this, Aartjan te Velthuis, a virologist at the University of Cambridge, and colleagues have shown this year that, in the imperfect process of copying its genetic material or RNA, the 1918 flu virus—like the dangerous H5N1 avian-flu virus that is circulating in birds and can also infect humans—produces significantly more RNA fragments, or mini RNAs, than mild seasonal flu viruses. These mini RNAs bind to a human receptor known as RIG-I that triggers an immune response. The more mini RNAs, the stronger that response, and the more marked the resulting inflammation. Both the 1918 virus and H5N1 are known to produce massively inflamed lungs. Indeed there is debate as to whether it was the virus itself or the immune response it provoked that caused so many deaths in 1918.\n\nThe second approach considers factors extrinsic to the virus, such as the state of the world into which it erupted. According to Paul Ewald, an evolutionary biologist at the University of Louisville in Kentucky, for example, it is no coincidence that the most lethal flu pandemic on record coincided with a world war. In evolutionary terms, the optimal strategy for a virus transmitted directly between people, such as the flu, is to moderate its virulence, thereby keeping its host alive long enough to infect as many new hosts as possible. The war may have interfered with that process, though. On the Western Front, life in the trenches effectively immobilised large numbers of young men for days and weeks on end. In those circumstances, Dr Ewald argues, the pressure on the virus to reduce its virulence was relieved. The two schools of thought are by no means mutually exclusive. One lesson that can usefully be learned from 1918 would be that sometimes the worst consequences of war are unforeseen, and might come in the form of lethal, globe-encompassing disease."]