["ONLY SIX sentences into America’s constitution, the founders instructed Congress to conduct, within three years of its first meeting, an “actual enumeration” of people living in each state as well as additional headcounts “within every subsequent term of ten years”. But the decennial census involves much more than raw numbers. A state’s share of the national population determines how many seats in the House of Representatives—and how many electoral votes in presidential elections—it will control. It also dictates how $650bn in federal funds for services like education, road-building and disaster relief are divvied up among states and localities.\n\nEvery decade, the census brings angst for states that fear they may lose congressional representation and excitement for those hoping to pick up a seat or two. But the looming 2020 census (America’s 24th) has caused particular concern, over what Steven Choi of the New York Immigration Coalition, an umbrella immigrant-rights organisation, calls a “more than fishy” decision to include a new question: “Is this person a citizen of the United States?”\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt has been 70 years since a query regarding citizenship appeared on the census. Now Wilbur Ross, the secretary of commerce, faces six consolidated lawsuits—two each in California, Maryland and New York—over his announcement in March this year that he intends to type it back in. Eighteen states and the District of Columbia—together with 15 cities, several counties and immigrant-aid groups including the New York Immigration Coalition—are suing Mr Ross and the Commerce Department for flouting proper rule-changing procedures, discriminating against immigrants and attempting to scare them away from participating in the census. The trial, which began on November 5th in New York City, has been long on rather arcane details of survey design and methodology. But testimony from former Census Bureau officials, scholars and statisticians suggests something quite clear: Mr Ross’s plan sprang not from a genuine need for citizenship data but from political discussions with White House officials including noted anti-immigrant figures like Steve Bannon. The inclusion of the question deviates from the normal practice of field-testing questions extensively, for years, before adding them to the census and is likely to result in a significant undercount of people in immigrant communities.\n\nOn November 9th, John Thompson, who spent more than 30 years at the Census Bureau and was its director from 2013 to 2017, took the stand to explain that immigrants’ “lack of trust” in government makes them more difficult to survey. Being asked about their citizenship, he noted, would probably make them even more circumspect. In a court filing, Mr Thompson called Mr Ross’s decision “unprecedented” and “more than unusual”. Referring to evidence that Mr Ross approached the Department of Justice (DoJ) to implore the agency to suggest the change, Mr Thompson wrote, “I never observed a political official at the Department of Commerce solicit another federal agency to request that a specific question be added to the Decennial Census questionnaire.”\n\nThe purported reason for adding the question—which the array of plaintiffs argue is mere pretext—is to permit the DoJ to better enforce section 2 of the Voting Rights Act (VRA) prohibiting discriminatory treatment of minorities. This concern with the right to vote is rather out of character for the Trump administration, which has turned away from attempts to uphold the VRA while expending energy on a fight against purported, but phantom, voter fraud. In any case, citizenship data from the census is unnecessary for policing the right to vote. In a forthcoming article in the Columbia Law Review, Justin Levitt, a professor at Loyola Law School and former DoJ official, writes that data from the American Community Survey, a longer-form survey administered annually by the Census Bureau, provides all the data the government needs. After reviewing dozens of recent cases, Mr Levitt found none in which census data on citizenship would have given the DoJ a better grip on voting-rights violations.\n\nTestifying on November 13th, John Abowd, chief scientist and an associate director for research and methodology at the Census Bureau, made some similar points. In a memo to Mr Ross in January, Mr Abowd wrote that the addition on a citizenship question would be costly and may “[harm] the quality of the census count”. He explained that “it is common for households to include persons with a variety of citizenship statuses”. Lawful permanent residents, also known as green-card holders, may be more wary of noting they are not citizens if members of their family are undocumented. Though individual census data is kept private for 72 years, respondents—especially minorities—worry about confidentiality. With approximately 42m immigrants living in America, and about quarter of those undocumented, the question could significantly reduce compliance.\n\nWhichever side prevails in the case, an appeal to the Second Circuit Court of Appeals is quite likely, as is an eventual plea for the Supreme Court, which has already issued orders concerning contours of the district-court proceedings. Typically a rather slow-moving institution, the high court may have to accelerate its pace if it is to resolve whether citizenship appears on the census questionnaire: the forms must begin rolling out of the printers in June, a few weeks before the justices typically hand down the most contentious rulings of the term.", "“I FEEL I’M letting so many people down,” the American president tells a confidant shortly after resigning from office. The leader of the free world is not mired in scandal; rather, in the film “Kisses for my President” (1964), Leslie McCloud (Polly Bergen) is pregnant. The commander-in-chief decides to give up her “strenuous duties” and devote herself to her family. America has yet to elect a Madam President, but the film was hardly revolutionary. Its focus was not McCloud, but her husband, Thad (Fred MacMurray). Billed as a comedy, it follows him as he struggles to execute the customary duties of a First Lady and sees his attempts at seducing his wife kiboshed by matters of state.\n\nIf the very idea of a female president was a hilarious premise for a film in the 1960s, today they govern on screen more regularly and more seriously. The (usually white) women who rule America—Mellie Grant (Bellamy Young) on ABC’s nighttime soap “Scandal”, Selina Meyer (Julia-Louis Dreyfus) on the HBO satire “Veep”, Elizabeth Keane (Elizabeth Marvel) on the Showtime spy thriller “Homeland”—are no longer minor and underdeveloped characters like McCloud, but protagonists. They even manage to run the country while pregnant. In the sixth and final season of “House of Cards”, the unpopular Claire Hale (Robin Wright) weaponises her pregnancy, partially to boost her approval ratings.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThese characters might seem to be exercises in wish fulfilment, given America’s recent refusal to elect a qualified woman to the highest office in the land, but they reify the fact that the White House is men’s to give up. Rarely elected on their merits, the female presidents of the small screen frequently gain access to the Oval Office via the vice presidency or an absurd plot twist. Meyer, Hale, Mackenzie Allen (Geena Davis) in the short-lived drama “Commander in Chief” (2005), and Claire Haas (Marcia Cross) on the recently cancelled “Quantico”, inherit the office after the male president resigns or dies. On “Scandal”, where no plotline is too outlandish, Grant, a former First Lady, loses the presidential election. But after the president-elect is assassinated during his victory speech and the vice-president-elect is framed for it, the electoral college picks her as his replacement. Even in fiction, women are the second-best option.\n\nMany shows with female presidents focus their attention on questions surrounding work-life balance—preoccupations that are rarely, if at all, explored on shows where men are at the helm. In “Commander in Chief”, Allen’s most strenuous problems are on the home front, where she struggles to juggle the demands of a husband, three children and a widowed mother. In “Scandal”, Grant, a woman who finished first in her class at Harvard Law School and then stifled her own career ambitions to allow her ex-husband to pursue his, enters the White House single and lonely. She complains that men find her intimidating because of her job and that the nature of her work precludes her from having a fulfilling sex life. One struggles to imagine President Josiah Bartlet (Martin Sheen) on “The West Wing” tearing himself away from the minutiae of policymaking to complain to his chief of staff that he is unable to “smuggle in an orgasm”, as Grant does.\n\nStereotypes about women’s unbalanced emotional state unsurprisingly feature in these shows. When Grant develops feelings for the president of the fictional country of Bashran, her closest advisers fret that sentimentality will prevent her from acting in the best interests of the country, so they blow up his plane as he leaves America. “You couldn’t keep your damn legs closed,” an aide snipes when explaining the reason for the assassination. The writers of “House of Cards” at least make the cliché a plot point. Hale fakes an emotional breakdown so that she can weed out the male lawmakers who are trying to undermine her and replace them with an all-female cabinet. It works, despite the fact that Hale has shown herself over the course of the series to be as ruthless and cunning as her late husband and predecessor, Frank Underwood (Kevin Spacey). Episodes earlier, in fact, her steely comportment prompts opponents to question whether “she’s a person or just playing the part of one”. That they have no trouble believing that she is having a “full-blown Howard Hughes” episode suggests that they think such wavering is inevitable with a female president.\n\nHow political figures are portrayed on television matters—not only because lazily drawn characters are dull to watch, but because pop culture has a role in easing public acceptance of social issues. “The reign of the middle-aged white man is over,” Hale tells a potential Supreme Court nominee; turning to the camera, she reminds viewers that it’s her “turn”. The question is how long it will take for life to imitate art.", "T HE OIL price was supposed to be soaring around now. With American sanctions against Iran taking effect earlier this month, exports from that country, the world’s fourth-largest producer of crude oil last year, were expected to shrink to close to zero. In anticipation the price of Brent crude, the international benchmark, went above $86 in early October, a four-year-high, and some warned of prices above $100 a barrel.\n\nInstead, by November 8th oil had entered a bear market. The price of Brent crude stood at $66.53 on November 14th. West Texas Intermediate, the American oil benchmark, dropped for 12 straight trading sessions, until November 14th, when it at last ticked up (see chart). That was the longest uninterrupted decline in over three decades. American crude futures have plunged by 20% from their recent peak.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSome of the reasons for the slump are standard fare. In October the IMF lowered its forecast for global economic growth. Trouble in emerging markets has an outsize effect on their demand for dollar-denominated oil, as it becomes more expensive in weakening local currencies. But the oil market’s recent volatility also reflects new forces, including the limits of conventional producers and the peculiar impact of America’s president, Donald Trump.\n\nThe Organisation of Petroleum Exporting Countries ( OPEC ), led by Saudi Arabia, aspires to cosy stability. Prices should be high enough to sustain its members’ budgets and low enough to support global demand. But its grip has slipped. There are now three dominant oil producers: America, Saudi Arabia and Russia, only one of which is a member. As America’s shale industry has boomed, Saudi Arabia has turned to Russia to help co-ordinate production. Their interests are not perfectly aligned. Saudi Arabia’s oil minister, Khalid al-Falih, this week said the kingdom would lower output by 500,000 barrels a day in December; Russia’s oil minister doubted that there would be oversupply.\n\nBut it is America that has had the greatest destabilising effect. This year it became the world’s top producer of crude. Its shale companies are pumping out oil at a phenomenal rate. Output in August was 23% above the level 12 months earlier. But the shale industry is beholden to investors, not an oil minister, and production may taper if oil prices continue to slide and investors demand higher returns. On top of that come Mr Trump’s policies, which are helping to shove oil markets this way and that.\n\nAfter he announced sanctions on Iran in May, OPEC and its allies agreed to increase output. Production from Saudi Arabia and Russia has climbed to record highs. Then, on November 5th, America announced that it would grant 180-day waivers to China, India and six other countries to continue to import from Iran—countries that together account for more than 75% of Iranian exports, according to Sanford C. Bernstein, a research firm.\n\nMr Trump’s trade policies are also depressing demand for oil. The IMF ’s lower forecast for growth is due in part to a slowdown in emerging markets, but also to rising tensions between America and its trading partners, a strain that further weakens emerging economies. The growth in air freight and shipping has fallen by about half in the past year, says Edward Morse of Citigroup, depressing demand for diesel fuel. Mr Trump’s trade war with China is particularly important for oil markets, as China accounted for about 40% of the growth in demand for oil last year. On November 13th OPEC lowered its forecast for global oil demand next year.\n\nBut even as oil prices fall, there is reason to think they could spike again soon. More production cuts may come next month, after OPEC and its partners meet in Vienna. On top of uncertainty in Iran, disruption in Venezuela, Libya, Nigeria or Iraq could squeeze global supply. These “fragile five”, as some investors call them, accounted for 12% of global oil production from July to September, more than Saudi Arabia.", "DELHI does not have the dirtiest air in the world. According to the 2018 ranking of 4,500 cities by the World Health Organisation, that distinction goes to Kanpur, another of the north Indian towns that occupy the top 14 spots on the list. But with 25m people Delhi is far bigger than the others, so its pollution endangers more lives. Dirty air kills some 30,000 Delhi-wallahs a year—and that is a low estimate, some doctors say, if you count for effects as varied as higher rates of lung cancer, diabetes, premature births and, according to recent research, even autism. Delhi’s daily average level of suspended PM2.5—fine dust—is six times what the WHO regards as the maximum safe concentration. In winter it is higher and in the weeks after Diwali, an autumn festival of lights (and firecrackers), it can rise above 50 times the WHO limit. Why is Delhi so polluted?\n\nThe answers are as layered as the smog itself. One problem is geography. The flat, fertile plain where Delhi sits is bounded by the Himalayas, which block the movement of air. In summer, intense heat creates an updraft, lifting smog to altitudes where monsoon winds off the Indian Ocean can largely disperse it. But in winter, morning mist traps particles at ground level. There is rarely a breeze, but even so colder air coming off the mountains creates a lid effect. Dust and smoke accumulate and hang. Where do they come from? Aside from the ordinary dustiness of a hot country that is under constant construction and has tens of millions moving along poorly paved roads, there are the airborne effluents of coal-fired power plants, crematoria, fire-cleared rice paddies, factories and furnaces burning cheap pet coke and furnace oil, millions of poorly tuned vehicles running on low-grade fuel, diesel-powered locomotives and generators, and cooking stoves fed by cow dung and wood.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nPoverty exacerbates the challenge. It is not easy, for instance, to get farmers to use costly machines to prepare fields for planting wheat after the autumn rice harvest, instead of simply burning off the rice stubble. But policies have sometimes made things worse. Pushing for self-sufficiency in energy, successive governments have favoured coal-fired power over cleaner plants. They have also kept diesel cheaper than petrol, a vote-getting sop to farmers who run diesel tractors and pumps. The result: millions of stinky, diesel-powered vehicles fill Indian cities, after carmakers and buyers shifted to the more “economical” fuel. Another example: faced ten years ago with a frightening fall in groundwater levels, states in north-west India’s rice belt forced farmers to delay planting until well into the monsoon. The water table did stabilise. But the delay also pushed back the harvest. Now, when farmers burn rice stubble, the tail of the monsoon has already passed. With no wind to disperse it, the smoke drifts idly south-east, converging in the skies over Delhi.\n\nUnlike Beijing, whose efforts to purge itself of smog have made impressive headway, India’s capital is not run by top-down command. The city’s government is not only slowed by elections, but by a structure of overlapping jurisdictions so convoluted it seems designed to fail. Even so, some progress has been made. For more than 15 years most buses, taxis and auto-rickshaws have run on natural gas. Polluting industries and coal-fired power plants have been shut down, and a project to distribute domestic cooking gas to replace solid fuels has grown. This year the national government banned imports of dirtier industrial fuels, and introduced higher-octane petrol and diesel in the capital. By 2020 all new cars sold in India will have to conform to much cleaner emissions standards. State governments are pushing harder to stop farmers burning their fields. As the smog thickened dangerously again this month, Delhi’s own government banned lorries from entering the city and ordered a halt to construction projects. Some day, a concerted combination of such steps may actually bring blue skies back to India's capital. The question is, when?", "T HE OIL price was supposed to be soaring around now. With American sanctions against Iran taking effect earlier this month, exports from that country, the world’s fourth-largest producer of crude oil last year, were expected to shrink to close to zero. In anticipation the price of Brent crude, the international benchmark, went above $86 in early October, a four-year-high, and some warned of prices above $100 a barrel.\n\nInstead, by November 8th oil had entered a bear market. The price of Brent crude stood at $66.53 on November 14th. West Texas Intermediate, the American oil benchmark, dropped for 12 straight trading sessions, until November 14th, when it at last ticked up (see chart). That was the longest uninterrupted decline in over three decades. American crude futures have plunged by 20% from their recent peak.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSome of the reasons for the slump are standard fare. In October the IMF lowered its forecast for global economic growth. Trouble in emerging markets has an outsize effect on their demand for dollar-denominated oil, as it becomes more expensive in weakening local currencies. But the oil market’s recent volatility also reflects new forces, including the limits of conventional producers and the peculiar impact of America’s president, Donald Trump.\n\nThe Organisation of Petroleum Exporting Countries ( OPEC ), led by Saudi Arabia, aspires to cosy stability. Prices should be high enough to sustain its members’ budgets and low enough to support global demand. But its grip has slipped. There are now three dominant oil producers: America, Saudi Arabia and Russia, only one of which is a member. As America’s shale industry has boomed, Saudi Arabia has turned to Russia to help co-ordinate production. Their interests are not perfectly aligned. Saudi Arabia’s oil minister, Khalid al-Falih, this week said the kingdom would lower output by 500,000 barrels a day in December; Russia’s oil minister doubted that there would be oversupply.\n\nBut it is America that has had the greatest destabilising effect. This year it became the world’s top producer of crude. Its shale companies are pumping out oil at a phenomenal rate. Output in August was 23% above the level 12 months earlier. But the shale industry is beholden to investors, not an oil minister, and production may taper if oil prices continue to slide and investors demand higher returns. On top of that come Mr Trump’s policies, which are helping to shove oil markets this way and that.\n\nAfter he announced sanctions on Iran in May, OPEC and its allies agreed to increase output. Production from Saudi Arabia and Russia has climbed to record highs. Then, on November 5th, America announced that it would grant 180-day waivers to China, India and six other countries to continue to import from Iran—countries that together account for more than 75% of Iranian exports, according to Sanford C. Bernstein, a research firm.\n\nMr Trump’s trade policies are also depressing demand for oil. The IMF ’s lower forecast for growth is due in part to a slowdown in emerging markets, but also to rising tensions between America and its trading partners, a strain that further weakens emerging economies. The growth in air freight and shipping has fallen by about half in the past year, says Edward Morse of Citigroup, depressing demand for diesel fuel. Mr Trump’s trade war with China is particularly important for oil markets, as China accounted for about 40% of the growth in demand for oil last year. On November 13th OPEC lowered its forecast for global oil demand next year.\n\nBut even as oil prices fall, there is reason to think they could spike again soon. More production cuts may come next month, after OPEC and its partners meet in Vienna. On top of uncertainty in Iran, disruption in Venezuela, Libya, Nigeria or Iraq could squeeze global supply. These “fragile five”, as some investors call them, accounted for 12% of global oil production from July to September, more than Saudi Arabia.", "SOON TWO biotechnology firms will begin to offer couples undergoing in vitro fertilisation (IVF) the chance to screen embryos before they are implanted in the mother’s womb. This kind of preimplantation genetic diagnosis has, for nearly 30 years, been widely used to test for chromosomal abnormalities or specific genetic disorders that affect only a single gene, such as cystic fibrosis. MyOme, based in Menlo Park, California, and launching in 2019, and Genomic Prediction, based in North Brunswick, New Jersey, have something more revolutionary in mind.\n\nThe two companies hope to reconstruct the important parts of an embryo’s genome using just a few cells from a biopsy and genetic sequences of both parents. With the resulting genomic data in hand, the firms can then, in theory, calculate the risk of the embryo developing a wide range of different diseases in later life. Crucially, the ailments in question may be extraordinarily complicated, involving thousands of genetic variants (common mutations) in different parts of the genome.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwo advances underlie this feat. The first is in the method used to produce an accurate picture of the embryo’s genome. Genetic data gleaned by sequencing the tiny quantities of DNA available from the embryo are invariably noisy. The parents’ sequences, however, can be determined precisely. The companies take advantage of the second fact to overcome the difficulties associated with the first, by using powerful computer algorithms to find and stitch together the segments of each parent’s chromosomes that most closely match those of the embryo (and are therefore likely to have been inherited). MyOme’s near-complete genome sequence of the embryo is more than 99% accurate, according to research published by Akash Kumar and Matthew Rabinowitz, two of the firm’s founders, and their colleagues. (Genomic Prediction says its approach is related but not identical to that being used by MyOme.)\n\nThe second development has been the greater speed and lower cost of DNA sequencing, which has made an increasing amount of human genetic information available. By analysing the resulting data with machine-learning algorithms, researchers are producing risk profiles for heart disease, diabetes, breast cancer, auto­immune diseases and other common illnesses. The upshot is that, based on a person’s DNA data, a “polygenic risk score” for a disease can be calculated by adding contributions from hundreds or even millions of common genetic variants, each individually conferring only a small risk but which may, in sum, greatly increase the chances of contracting a specific disease.\n\nUnnatural selection\n\nFor example, a conventional breast-cancer test may look for harmful mutations in two genes, BRCA1 and BRCA2. Such mutations occur in about 1 in 500 women (in America) but carrying one of them increases the chances of developing the disease by a factor of five or six. A polygenic risk score, calculated by considering some 5,000 genetic variants, can identify the 1.5% of women who are three times more likely than average to develop the disease, but who may not have any mutations in either BRCA1 or BRCA2.\n\nBy selecting between different embryos, a couple undergoing IVF (1-2% of all American births today) can optimise the health of their future progeny in a way that those who conceive naturally cannot. When the technique becomes widely available, as it no doubt will, those wealthy enough to do so may opt to undergo IVF even if they are able to conceive naturally. And although both firms say that, for ethical reasons, they will screen embryos only for disease risk, there is no reason why other traits such as height, or most controversially intelligence, might not be selected in the same way.\n\nThe technique has limitations. The most accurate polygenic risk scores can be calculated only for those of European ancestry, because fewer people from other populations have been sequenced so far. And although polygenic scores may hint that particular genetic variants increase IQ, they provide almost no information on how they do so. The causal connection between genes and traits remains murky.\n\nAll this means that to truly tailor a baby’s genome will require further advances in gene editing, and much more painstaking work. In 2019, however, those with the cash to do so will have an opportunity to give their offspring a greater chance of living a long and healthy life.\n\nThis article appears in \"The World in 2019\", our annual edition that looks at the year ahead, available on newsstands now", "T HE NEXT bout in the fight between Italy and the European Union has begun. Italy’s deadline to resubmit its budget plans to the European Commission, on November 13th, lapsed without its government flinching. To have given in, said Luigi Di Maio, the leader of the Five Star Movement ( M 5 S ), one of the two governing parties, would have been “to commit suicide”. In turn, the commission is said to be planning to launch an excessive-deficit procedure ( EDP )—a disciplinary process that could lead to financial penalties—as early as next week.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe confrontation is the first test of the EU ’s fiscal compact, agreed on at the height of the euro-zone debt crisis. It beefs up the commission’s oversight over countries’ budgets and its power to impose sanctions if they transgress. The commission has so far shied away from imposing sanctions on euro-zone members, but they now seem a distinct possibility.\n\nThe fiscal rules are intended to keep macroeconomic imbalances in check. But sovereign-debt crises exposed flaws in the original framework. The rules that existed before 2011—that fiscal deficits not exceed 3%, and public debt 60%, of GDP —had not taken prevailing economic conditions into account. The result was too little prudence during good times, with transgressors going unpunished. Nor was there enough stimulus during bad ones. Much-needed state spending during the crisis was frowned upon: 23 out of 27 countries were judged to have excessive deficits in 2012.\n\nReforms to the system in 2011-13 tried to take better account of the economic cycle, while tightening enforcement. New rules seek to calculate “structural”, ie, cyclically adjusted, deficits. Debt stocks must be brought down at a prescribed pace. The commission assesses draft budgets every year. Its decision to impose sanctions can only be overturned if a qualified majority of member states vote to do so. That is meant to make it harder for rule-breakers to sway the vote, as Germany and France did in 2003.\n\nIf an EDP is launched against Italy, it would be the first time the procedure has been used because of a breach of the debt, rather than the deficit, rule, says Gregory Claeys from Bruegel, a think-tank. Instead of declining by the required average of 3.5 percentage points a year in order to get it down to the targeted 60%, Italy’s debt ratio of 131% of GDP is forecast by the commission to be flat during 2018-2020.\n\nItaly’s proposed fiscal deficit, though larger than the commission would like, does not breach the 3% ceiling. But the commission reckons it could come perilously close. In its forecasts published on November 8th it was more pessimistic than the government about Italy’s economic growth. It thinks the resulting lower receipts and higher spending will push the deficit to 2.9%, rather than the government’s estimate of 2.4%.\n\nBreaking the rules is necessary for an EDP to be invoked, but is not sufficient. Starting the procedure is also a sign that Italy has exhausted the commission’s flexibility. As the rules have proliferated, so have exceptions to them, says Philippe Martin, from France’s Council of Economic Analysis. Allowances are granted to countries struck by unforeseen events, such as an economic downturn, earthquake or influx of refugees, all of which can push up government spending. Those implementing costly structural reforms, or expecting a temporary deviation from the rules, might also be let off the hook.\n\nCritics say that such exemptions have contributed to the opacity and unpopularity of the rule book. But Italy has tended to benefit from the flexibility. It has been let off despite breaking the debt rule before. The commission estimates that Italy was granted €30bn ($34bn, or 1.8% of GDP) worth of exceptions to its deficit commitments as previous governments undertook reforms. The current one, which has undone structural reforms, eg, to pensions, can make less of an argument for special treatment. Nor has it tried to plead its case. Indeed, its rulers see confrontation with Brussels as a vote-winner.\n\nOnce an EDP has been approved by the European Council of heads of state, which could happen at their summit in December, a programme of recommendations and deadlines will follow. Italy’s progress will be monitored every three or six months. If the commission thinks Italy has not done its homework, it can impose a fine of 0.2% of GDP , and suspend payments from EU funds. Further cycles of homework and fines may follow until Italy is deemed compliant.\n\nSo far, though, the commission has been reluctant to whack countries with penalties. The nearest it came was in 2016, when Portugal and Spain were “fined” the sum of €0.The commission backed down for fear of worsening their fiscal problems and, perhaps, of stoking Euroscepticism.\n\nSome northern states are also uncomfortable with the EU ’s intrusion into national fiscal affairs, preferring that financial markets do the dirty work of disciplining profligacy instead. In October Giovanni Tria, the Italian finance minister, said that the government would reconsider its plans if the spread (ie, the difference) between Italian and German government borrowing costs were to rise to 400 basis points. (On November 13th it stood at just over 300.) The danger, though, is that investors could overreact. Market reactions can be both untimely and disorderly.\n\nThe political and economic costs of imposing fines could yet stay the commission’s hand. But the latest violation of the rules is particularly brazen, says Mr Claeys. Ignoring it risks undermining the commission’s credibility. That could well compel it to hurl its hefty rule book at Italy.", "THERE ARE different ways to celebrate a century of statehood. Finland, which turned one hundred last year, is building a new library. Poland, which regained independence in 1918 after 123 years of being partitioned between Russia, Prussia and Austria-Hungary, marked the occasion with a government march organised alongside far-right groups. Last-minute and politicised, the centenary celebrations on November 11th highlighted the rift between supporters and critics of the ruling populist Law and Justice (PiS) party. With parliamentary elections next year, both sides invoked the legacy of Jozef Pilsudski, the architect of Poland’s independence, who halted the Red Army’s westward advance in 1920.\n\nIn recent years, Poland’s Independence Day has come to be dominated by a march organised by far-right groups. But this year, Warsaw’s centrist mayor banned the march, saying the city had suffered enough from “aggressive nationalism” (the ban was later overturned in court). In a last-minute deal with the far-right groups, the government agreed to a joint “red-and-white” march.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nUp to 250,000 people marched in Warsaw on Sunday, most of them ordinary families. Yet in the sea of Polish flags far-right symbols could be seen, including the falanga emblem on the green flags of the National Radical Camp, one of the march’s organisers, which has its roots in a pre-war anti-Semitic movement. They were joined by members of Forza Nuova, an Italian neo-fascist party. Red flares were lit, while firecrackers exploded loudly. Government officials, including the president and prime minister, walked ahead, separated from the rest by security forces.\n\nPiS used the occasion to amplify its own role in history. On November 10th, it unveiled a statue of former president Lech Kaczynski (the twin of Jaroslaw, its chairman), who died in a plane crash in Russia in 2010. It stands on Pilsudski Square in Warsaw, near a statue of the independence hero. At the ceremony, Andrzej Duda, the PiS-allied president, called the late Mr Kaczynski Poland’s greatest leader since Pilsudski.\n\nMeanwhile, eyes were on Donald Tusk, who served as prime minister from 2007 to 2014, before moving to Brussels to become president of the European Council. Mr Tusk skipped events in Paris on November 11th marking the end of World War One to be in Poland. In a speech in Lodz last week, he urged Poles to “defeat today’s Bolsheviks”. This has stoked speculation that Mr Tusk will return to Polish politics after his term in Brussels ends, perhaps running for president against Mr Duda in 2020.\n\nLocal elections last month showed the limits of PiS’s appeal. It came first in the regional assemblies, ahead of the centrist Civic Platform, Mr Tusk’s former party. Yet its mayoral candidates failed to win in the cities, including Warsaw. Meanwhile, the government remains at loggerheads with the European Commission over a law forcing Supreme Court judges aged 65 and over to retire. Last month, the European Court of Justice ordered Poland to suspend the provisions, warning that they threaten judicial independence (it will issue a final judgment later). As it enters its second century, Poland needs to remember that, like independent statehood, the rule of law and independent courts are not imperishable. They must be defended.\n\nCorrection (November 14th 2018): This article previously stated that the European Court of Justice suspended Poland’s law on the retirement age for judges. In fact, the court has no such powers. It ordered Poland to suspend the provisions. This has been amended.", "A YEAR AGO the case for a second vote on EU membership looked like the definition of a lost cause. At the general election in 2017 both major parties promised to “deliver Brexit”. The only party that wanted to hold another referendum, the Liberal Democrats, got 8% of the vote. Support for a so-called People’s Vote on the terms of Britain’s exit from the EU was confined to a motley group of die-hards, no-hopers and eccentrics who spent more time feuding over technicalities (should 16-year-olds be given a say this time round?) than they did making their case to the people.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nToday there is a significant chance that Britain will end up having a vote on whether to accept the Brexit deal that Theresa May presented to the cabinet on November 14th. Over the past few months the no-hopers have racked up a succession of victories. In October the People’s Vote campaign organised a march of 670,000 people in London. On November 9th Jo Johnson, a transport minister and brother of Boris, resigned from the government and argued that, given Britain now faced a choice between “vassalage” and “chaos”—that is, remaining tied to the EU without a say on its rules or leaving without a deal—the only reasonable choice was another vote. On November 12th Gordon Brown became the third former prime minister to call for another vote. And Mrs May herself admitted this week that Britain faced a three-way choice: her deal, no deal, “or no Brexit at all.”\n\nThe mood in the People’s Vote headquarters in Millbank Tower is understandably upbeat. Serried rows of millennials and younger-than-millennials examine battle charts of target audiences and chat excitedly into their mobile phones (there is nothing so old-fashioned here as a landline). People’s Voters have even been honoured with their own version of Watergate: some miscreants (“undoubtedly Brexiteers”) broke into the headquarters and urinated into the sweet bowl on the reception desk (unfortunately Bagehot was told about this transgression only after he had helped himself to a generous portion of sweets from said bowl).\n\nWhy has such a lost cause become such a powerful force in political life? Luck clearly played its part. Mrs May made a succession of errors, including triggering Article 50 before she had worked out her demands and calling an election that destroyed her majority. The EU played its hand brilliantly, particularly when it came to Northern Ireland. But in the end it was down to logic. The Brexiteers had promised the impossible—all the advantages of EU membership with none of the disadvantages—and disillusionment was inevitably going to follow.\n\nThis remorseless logic has had the peculiar effect of turning the People’s Vote’s weaknesses into strengths. The campaign has always lacked the normal requirements for political success: a charismatic leader, a clear organisational structure and a common identity. It consists of nine different organisations that bear a striking resemblance to Monty Python’s People’s Front of Judea and its challengers. But having hobbled it at first, these weaknesses are now helping it. Because it is not associated with any political party or grandee, it can reach across the political spectrum. And because it is driven by young volunteers whom nobody has ever heard of, it can challenge the idea that it is a front for Blairite centrism. Ironically, the movement that the People’s Vote most resembles is the campaign to leave the EU , a movement that began as a collection of no-hopers, ran on a combination of adrenalin and passion, and then broke all the conventional rules of politics.\n\nThere are strong arguments against having another vote. Doing so would once again bitterly divide the country and might even lead to civil unrest. David Cameron’s government promised that the referendum in 2016 would decide whether Britain left or stayed. About 2.8m people who had given up the habit of voting on the grounds that the establishment rigs the system turned up to vote (almost all of them for Leave). A second referendum might produce another close result or another victory for Leave. There are also practical problems: how do you go about throwing another vote into the political mix? And what would the question be?\n\nBlow me down\n\nBut the question at the heart of British politics is not whether this or that option is difficult and painful but whether it is more or less difficult and painful than the alternatives. The politics of having your cake and eating it have long since given way to the politics of choosing between gruel or bread and water. A second vote would divide the country and infuriate Leavers. But the country is already divided and Remainers (who include the vast majority of younger voters) are in a fury. Another vote would mean going back on Mr Cameron’s promise to the voters. But as David Davis, the former Brexit secretary and an ardent Leaver, pointed out before the referendum of 2016, “If a democracy cannot change its mind, it ceases to be a democracy.” Opinion polls already suggest that a small majority of voters supports staying in the EU . That majority might easily be much bigger if the voters are confronted with a choice between the existing arrangements and a deal which, as both Remainers and Leavers now recognise, would force Britain to abide by many of the EU ’s rules while depriving it of any say over those rules. The practicalities of holding a vote would be complicated—and would undoubtedly involve calling for an extension of the deadline for withdrawal under Article 50—but Lord Kerr (who wrote the article in question) has identified six paths to another referendum.", "THE seizing of opportunity is a recurring theme in American culture, from “Little House on the Prairie” to “The Gold Rush”. Historically, it has been a force for reducing income inequality. But two new reports that look at changing local fortunes in America over the last decade and over the past 35 years suggest that opportunities for poor Americans are diminishing. Both report that there has been no recent progress in achieving regional income equality. They also find evidence of decreased worker mobility, suggesting that poor people are increasingly stuck in poor places.\n\nThe Economic Innovation Group’s Distressed Communities Index combines measures of education, income, employment, housing and business growth into a measure of community economic wellbeing at the level of 25,800 zip codes. From the Brooking Institution the Hamilton Project’s vitality index similarly includes measures of income, employment and housing at the county level but adds life expectancy while excluding business growth and education.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nBoth reports highlight the continuing disparity of outcomes across regions of America. The Hamilton project finds that median income is twice as high in the richest one fifth of counties as in the poorest fifth, while unemployment is twice as high in the worst-performing counties as the best performing. Life expectancy between top and bottom of county quintiles varies by six years. The Economic Innovation Group’s measure, meanwhile, suggests that across quintiles of zip codes divided by their index score the percentage of adults without a high school diploma ranges from 22% at the bottom to 5% in the top quintile, poverty rates from 26% to 6% and business establishment creation from 5% to 11%.\n\nThe data also suggests that regional income inequality has stopped falling—over the past three decades, there is evidence of dramatically slowing convergence. Between 1930 and 1980, incomes in the south-east rose from 50% to 86% of average national income, and other historically poorer regions also caught up. The same result held at the county level. But in 1980 that trend halted. Between 1980 and 2016 at both the regional and country level there is no evidence that poorer areas saw faster growth in median household income than richer areas.\n\nThe economic crisis and recovery made matters worse, affecting struggling and successful neighborhoods very differently. Every quintile of zip codes tracked by the Economic Innovation Group’s data saw the number of jobs decline between 2007 and 2010. But distressed quintiles effectively saw no recovery and still had 1.4% fewer jobs in 2016 than they did in 2007. This compares to a rise of over 3.6m jobs in the richest quintile over that same period. The poorest quintile of zip codes had fewer businesses in 2016 than 2012 while the richest quintile added 180,100 net new businesses between 2012 and 2016—more than the other 80% of zip codes combined.\n\nBoth reports suggest the role played by education. The Hamilton Project data suggest that counties that had more college-educated workers in 1980 saw a faster growth in their college-educated workforce than those already behind in 1980—and these were the areas that stayed richer. The Economic Innovation Group found that prosperous zip codes contain six times the number of people with a bachelor’s degree than distressed zip codes do.\n\nGiven Americans’ freedom to move around the country, an obvious solution for people living in unsuccessful neighborhoods with low employment is to relocate to richer areas with plentiful jobs. But that is happening less often than it used to. The Hamilton Project’s data suggest that the migration rate at the country level averaged about 4% a year in 1987 but had fallen below 2.5% by 2017.\n\nWhy is this happening? Foreign-born immigrants move to more prosperous areas—they are twice as likely to live in the top quintile of zip codes than in the lowest quintile according to the Economic Innovation Group. Immigrants have already left home, of course; it could be that one of the factors that keep poor native-born people in impoverished places is neighborhood ties including family and friends.", "T HE CAREER of China’s biggest property tycoon can be divided into two stages. Xu Jiayin started slowly, focusing on Guangzhou, a southern city. Then came the global financial crisis and the government’s response, a giant economic stimulus, launched a decade ago this month. For Mr Xu it was a signal to become far bolder. His company, Evergrande, now has projects in 228 cities. Last year it completed enough floor space for 450,000 homes, up from 10,000 the year the stimulus began. It has bought a football club, built theme parks and entered the insurance business.\n\nYet expansion has come at a cost. Evergrande’s debt has soared to nearly $100bn. Short-sellers regularly target its stock. So far Mr Xu has defied the naysayers. But the market bears are taking another run at him. Evergrande’s stock is down by more than a third this year. Last month it struggled to sell new bonds, until Mr Xu bought $1bn worth with his own cash. As one of the richest people in China, a billionaire many times over, at least he can afford it.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nFor China as a whole, the government’s decision in 2008 to rev up investment was also a dividing line. Growth rebounded, while it sputtered elsewhere. Before the crisis China had a 6% share of global GDP ; today it is closer to 16%. Yet there was a big downside. The economy became much more reliant on debt.\n\nOn the tenth anniversary of its big stimulus, China is again confronted by flagging growth, as Mr Xu can see from a recent slowdown in housing sales. The government has started dropping hints that a new stimulus is on the way. But the excesses from 2008 constrain it today. China knows it cannot afford another binge.\n\nThat caution reflects a change. Officials were almost uniformly positive in their initial verdict on the stimulus. Exports had plunged but growth was back to double digits within a year. In 2011 Wen Jiabao, the prime minister, said that not only had China been first in the world to recover from the crisis, but it had also laid a foundation for long-term growth. Now there is widespread recognition that the foundation was less solid than it appeared.\n\nChina’s steep rise in total debt, from 150% of GDP in 2008 to more than 250% today, is the most obvious problem. Such increases in other countries have often presaged trouble. Much of the debt was channelled through institutions outside the formal banking system, which are less transparent and more lightly regulated. Though some borrowers, such as Evergrande, profited from easy money, many others struggled. Dozens of industries, from solar power to steel, are grappling with overcapacity. Bai Chong’en, a former adviser to the Chinese central bank, has argued that one consequence has been a permanent decline in productivity.\n\nAs a result, stimulus has almost become a dirty word in policy circles. Li Keqiang, Mr Wen’s successor, has sworn off what he calls “flood-irrigation stimulus”, a reference to the farming practice of soaking all the soil, not just the crops. Over the past couple of years the government has tried to mop up the mess. It has aimed to slow the rise in debt, closing shadow banks and curtailing excess capacity.\n\nBut the resolve to tackle financial risks was easier to summon when growth was strong. In recent months it has sagged. With investment sluggish and the trade war rumbling on, headwinds are getting stronger. Many analysts think growth will dip towards 6% next year, which would be China’s weakest since 1990. For firms that had based their plans on sustained high-speed growth, even a mild slowdown hurts. Corporate-bond defaults in China have reached nearly $10bn this year, a record. Markets are braced for worse: borrowing rates for China’s high-yield issuers of dollar bonds have almost doubled, to 11%. Evergrande was forced to offer 13.75% on its bond in October.\n\nIt is against this jittery backdrop that investors are speculating about a new stimulus. The government, despite its vows to be prudent, has form: besides the massive stimulus in 2008, it also propped up the economy when growth softened in 2012 and 2015. As a first step officials appear to be relaxing their campaign to clean up the financial system. After a quarterly meeting on October 31st, the Politburo omitted a prior pledge to reduce debt.\n\nSimply describing this as a shift to stimulus is too crude. Larry Hu, an economist with Macquarie Securities, separates China’s policy easing into three. First, fine-tuning, including doveish language. Second, more direct measures, such as interest-rate cuts. Third, all-out support, with infrastructure spending cranked up. Mr Hu reckons that China is now between the first and second, good for the stockmarket but not enough to stop the economy’s slide.\n\nCan China find a way to shore up growth without falling back on debt-fuelled stimulus? It does have options, though they are likely to provide less of an immediate boost. The central bank could reduce benchmark interest rates, which have stayed unchanged since 2015. The finance ministry has scope to cut taxes more aggressively, especially for companies. Where borrowing is the only option, it is trying to make it safer. It is making it easier for officials to pay for infrastructure via bonds rather than shadow banks. Xi Jinping, the president, could also take long-delayed steps to lessen the clout of state-owned companies, giving private firms more leeway to invest in sectors such as energy and finance.\n\nOne thing China is likely to avoid is a significant change to its property policies, a crucial part of the stimulus in 2008. Mr Xi has repeatedly said that homes are for living in, not for speculating on. A thicket of restrictions has cooled the market, slowing purchases and choking off loans to developers. If Mr Xu of Evergrande is upset, he is not showing it. In a speech published this year he credited his firm’s success to government policies. Long a beneficiary, he has the sense not to turn critic.", "STAN LEE, who died on November 12th aged 95, was the embodiment of an old-fashioned American archetype: the likeable, industrious hustler, whose enthusiasm for self-advancement was uncorrupted by callousness or cynicism. He was an entrepreneur and an opportunist, a showman, a creative dynamo, and a (sometimes inadvertent) visionary. More than any other individual, he was responsible for turning the comic book, a low-rent pulp art form, into a pop-culture powerhouse. His creations—Spider-Man, the X-Men, the Hulk, the Avengers, Iron Man, Black Panther and Thor, to name a few of his most famous—dominate the film industry, having grossed more than $17bn worldwide.\n\nMr Lee began his career in the “Golden Age” of comic books. He was hired at 17 by Timely—the company he would later transform into Marvel in the “Silver Age”—to help capitalise on the demand created by DC Comics, the publishers of Superman and Batman. His boss, Martin Goodman, had two maxims on which he based his business operations. One was that if something sold, you should keep doing more of it until the market was saturated. The other: “Fans aren’t interested in quality.”\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nMr Lee observed the first dictum, but not the second. In the 1960s, growing disenchanted with the comics business and fearing that Timely would fail, he took his wife Joan’s advice to write as he saw fit. He co-created new or revitalised characters to contribute to the ongoing revival of superhero comics. Until then he had devoted all his formidable energy to two principal objectives—selling more comic books, and selling Stan Lee—and never thought of himself as an auteur, but he somehow became the first of those in comic books. Unable to induce writers to work to his satisfaction, he found himself scripting all the company’s superhero titles.\n\nHe proclaimed that his characters were turning around the fortunes of the now-rebranded company, and that they were ushering in the “Marvel Age of Comics”. It was the sort of breathless rhetoric that Mr Lee had spent 20 years delivering in an equally breathless medium in the hope that something would stick. For once, it did; the hype proved true. Under Mr Lee’s editorial guidance the company would become a major rival to DC, and eventually overtake it in popularity.\n\nIt scarcely mattered that the narratives he devised were not subtle. He would physically act out his guide to the Marvel style to subordinates, a frenetic performance that became known in the office as “The Stan Lee show”. Yet in tandem with artists Jack Kirby and Steve Ditko (and later John Romita) he developed a breed of superhero very different to the austerely virtuous and one-dimensional type then favoured by DC and its followers. Mr Lee’s characters were just that: characters. They had flaws and foibles, vanities and neuroses, backstories and inner lives. They were ordinary people with extraordinary powers. Their double identities often reflected those of their makers: born Stanley Lieber, Mr Lee was one of many Jewish comics creators working under an anglicised name. Both by implication in his stories (in which the visibly different, the outsiders, were heroes), and directly in editorials, Mr Lee advocated for equality and spoke out against prejudice. When news broke of his death, a pro-civil rights column he wrote for Marvel in 1968 was widely circulated online.\n\nAnother Stan Lee innovation was to understand comics’ fandom as not merely a market, but a community. He added to his already frenzied schedule by trying to read and reply to all the letters sent by readers, and promoted himself as a friendly, accessible figurehead for Marvel long before creators routinely appeared at comics conventions. He appeared as a character in the strips, and took cameo roles in the many films for which he was an executive producer. After the two fell out, Kirby, his former chief collaborator and one of the great comics artists, viciously caricatured Mr Lee as Funky Flashman, a slick, mercenary charlatan whose sycophantic sidekick, Houseroy, was seemingly based on Roy Thomas, Mr Lee’s protégé and successor as Marvel editor-in-chief.\n\nIt is with Mr Thomas that Mr Lee wrote “The Stan Lee Story”, a new volume published by Taschen this month in a limited collector’s edition. The book, which will now serve as a valediction, not only narrates Mr Lee’s life in fascinating detail, but also functions as a lavishly illustrated and comprehensive guide to his medium, a union of popular newspaper strips and cheap pulp fiction. More than that, it is a visual history of the aspects of American life that comic books have reflected, though they have functioned less as a mirror than a prism, offering a strange and wonderful refraction of a nation’s concerns and mores. Mr Lee was at the heart of all this, an endearing, unlikely giant of post-war Americana.\n\nThe Stan Lee Story. By Stan Lee and Roy Thomas. Taschen; 444 pages; £1,100", "AMERICA has confirmed that it would be prepared to start negotiations next year on a post-Brexit trade deal with Britain. No deal can be signed at once. For that, Britain will have to leave the EU customs union, and this cannot happen before 2021. But that does not stop the two countries from laying the groundwork for a future deal. America’s trade envoy, Robert Lighthizer, has called for an ambitious agreement. Agreeing to a deal will be important politically, to show that post-Brexit hopes for a “global Britain” are more than bluster.\n\nYet many Britons already worry about what this may mean. They fear that a Britain adrift from the EU will be in a weak negotiating position and obliged to make nasty compromises. These include opening up the NHS to foreign competition, and cutting consumer and environmental regulations. A particular bone of contention concerns chlorinated chicken. In America, after birds are slaughtered, their carcasses are washed with chemicals to manage pathogens such as salmonella and E. coli—a process known as “pathogen reduction treatment” (PRT). American exports of PRT-treated chicken have been rejected by the EU since 1997, and the issue remains a sore spot.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAs part of any trade deal between America and Britain it seems highly likely that Britain will be required to accept PRT-treated birds. The EU argues that antimicrobial treatments compensate for poor hygiene in parts of the production process. It also says that rinses are used as an easy fix to try to clean up unclean meat. America says this attitude is unscientific and actually a form of protectionism, designed to shield poultry producers in the EU from imports of cheaper American chickens. It is also the case that American regulators, who have approved a number of different kinds of antimicrobial rinse for use in poultry processing, have deemed PRT safe, and that European scientists do not seem to think there is much to worry about.\n\nAmericans eat about 150m chickens each week that have been treated with PRTs, and they have come to little harm. Britons worried about these birds should consider that small amounts of disinfection byproducts are already ingested. According to the pro-trade Adam Smith Institute, chlorinated poultry would make up 0.3% to 1% of the disinfection byproducts consumed in the typical daily diet. (Drinking water makes up 99%.) American chickens would also be far cheaper, which would greatly benefit consumers. Moreover, nobody would be obliged to buy chlorinated chickens. “Organic” American chicken is not dressed in PRTs. All in all, chlorinated chicken is a paltry concern compared to what else will be on the negotiating table."]