["“FOR THE FALLEN”, written by Laurence Binyon in honour of the British Expeditionary Force and published in September 1914, contains one of the best-known stanzas in poetry:\n\n“They shall grow not old, as we that are left grow old:\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nAge shall not weary them, nor the years condemn.\n\nAt the going down of the sun and in the morning\n\nWe will remember them.”\n\nThese lines are inscribed on memorials and gravestones throughout the Commonwealth, and read aloud in schools and churches every November. They promise to honour and remember those who died, and recognise that full lives enjoyed in peacetime are owed to former lives cut short in war. Yet those slain in the first world war have, in their own way, grown old. Their memory is enshrined in relics—in the sepia-toned photographs of young men in uniform staring unsmiling at the camera, and in the personal effects that line museums’ cabinets. No matter how earnest the act of remembrance, time and technology create distance.\n\n“They Shall Not Grow Old”, a 90-minute film commissioned by 14-18 NOW, a commemorative arts programme, and broadcast in Britain on the centenary of the armistice, seeks to bridge this divide. Directed by Peter Jackson—the film-maker responsible for “The Lord of the Rings” and “The Hobbit” trilogies—it is a combination of oral testimony and video footage from the Imperial War Museum archive. Over grainy black-and-white images of troops marching and practising drills, voices explain what motivated them to sign up (prestige and a vague desire for adventure, mostly) and what their entry into army life was like. Many admit that they were just 15- or 16-years-old and encouraged to lie about their age. This commentary is diverting, but hardly offers a new experience for British viewers, most of whom sat through history lessons where such documentaries flickered from projectors.\n\nBut around 30 minutes in, “They Shall Not Grow Old” comes alive. The aspect ratio expands from a square to full screen and colour seeps in. Background noise does too, with the sound of boots on duckboards and snippets of soldiers’ conversations suddenly audible. The effect is astonishing: at once the film’s subjects become more lifelike and human. It makes the realities of trench warfare—the lice, the rats, the mud, the stench, the fear—immediate. “I think once you really see their faces, see the cheeky chappy playing a bottle as if it’s a ukulele, identify the sturdy one or the stern one, you catch their personalities so much better,” Jenny Waldman, director of 14-18 NOW, says. “When the film coverage is colourised and cleaned up you can see their eyes, their bad teeth.”\n\nThe attention to detail was painstaking, and almost five years in the making. Mr Jackson trawled through hundreds of hours of video and audio footage, most of it collected by the BBC for their documentary “The Great War” (1964). Once these were stitched together into a storyline, each frame was colourised and digitally restored. Computer programs helped to move the video from the ten to 18 frames per second (fps) at which it was shot to the modern rate of 24 fps, doing away with the “Charlie Chaplin effect” (the jerky, disjointed movement that characterises old film). Forensic lip-readers were hired to work out what soldiers might be saying, and their words were voiced by actors.\n\nMr Jackson was a stickler for accuracy—going so far as to order mud from France to make sure the hue his technicians were using was correct—and the film organises the material in a clear and coherent way. Military geeks and conservationists may still be disappointed, as “They Shall Not Grow Old” is uninterested in documenting the exact what, where and why of the war. It ignores strategy and weaponry. It offers only a limited snapshot of life in wartime; the footage is mostly of British soldiers on the Western Front, because that is what was available.\n\nThe film triumphs in its vivid, emotional portrait of ordinary men. It shows that the return to civilian life was not marked by celebration and church bells pealing; instead, exhausted and harrowed by their experiences, veterans found themselves unable to readjust to peacetime and lay the ghosts of the war to rest. Those who had stayed at home were unable to empathise with soldiers’ memories of the front line even though they could watch the footage for themselves. Thanks to the care and detail with which it furnishes life in combat, “They Shall Not Grow Old” helps audiences not only to remember the dead, but to understand them, too.", "AS CHRISTMAS draws closer, airports around Western countries will be gearing up for their busiest days of the year. Many passengers will fear a repeat of the long queues seen at Heathrow Airport in August, when some holidaymakers waited over two-and-a-half hours to get through passport control. As the number of travellers grows, airports have started to turn to biometric technology. This could speed up various airport processes by allowing passengers to complete check-in and go through security or passport control without having to deal with a human agent. Last month, for example, Delta Air Lines launched America’s first “biometric terminal” in Atlanta, which uses facial recognition to identify passengers as they proceed through the terminal on their way to and from foreign shores. How are airports implementing biometric technology?\n\nBiometrics are an individual’s unique physical and behavioural characteristics. With facial recognition, for example, a person whose details are already held on file can establish who they are by showing their face to a particular camera. Fingerprints and irises offer other forms of biometric recognition, and technology to analyse gait and handwriting is also being developed. Later this year, Dubai airport plans to open a new automated form of passport control in which people’s identity will be checked as they walk through a sort of virtual aquarium that has cameras disguised as fish. In the United States several categories of passengers, including citizens and many visitors, can use machines to verify their identities, followed by a brief chat with an officer, which has sped up the process of entering the country.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe technology is growing in popularity for precisely this reason: it offers a way to process passengers through airports faster and more cheaply. SITA, an air-transport technology company, recently found that 77% of airports and 71% of airlines plan to invest heavily in biometric identification in the next three years. Airports in countries such as Britain, Singapore, Japan, China and America already use it. British Airways, for example, has implemented a facial-recognition assisted boarding process at its hub in London. The airline says that by using biometric boarding gates in Los Angeles it can get 400 passengers onto a plane in 22 minutes—half the usual time.\n\nThe moves have not been universally welcomed. Critics worry about how governments could use the biometric databases created as a result of the new technologies. America’s Department of Homeland Security, for example, says it will keep the scans of its citizens for 14 days, though there are doubts about whether it should be doing this without congressional approval. Facial-recognition systems still have sizeable error rates, and certain systems perform worse with black people and women, according to a report published last year by Georgetown University’s law school. Similarly, fingerprints can erode over time. No biometric system is error-free. At Washington DC’s Dulles International Airport, which has recently adopted facial scans for arriving passengers, there have been suggestions that it has slowed journeys through immigration for many flyers. And there is always the possibility that computer glitches will cause such systems to crash. Last December saw serious delays after new passport-reading machines at Dublin Airport failed to do their one job: read passports.", "Blueprint: How DNA Makes Us Who We Are. By Robert Plomin. The MIT Press; 280 pages; $27.95. Allen Lane; £20. B\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nH UBRIS WINDS through the history of genetics like a double helix. “We used to think our fate was in our stars,” James Watson, one of the scientists who discovered the structure of DNA , declared in 1989. “Now we know, in large measure, our fate is in our genes.” The implications were clear. Unravelling the genetic code would bring an exquisite understanding of bodies and their afflictions but also of minds. After the completion of the human genome project, which Watson initially led, such hopes faded. Individuals’ physical or mental characteristics, and their susceptibility to diseases, turned out to be extraordinarily complex. Some of the swagger went out of genetics. Now it is back.\n\nIn “Blueprint” Robert Plomin, a psychologist and geneticist, explains the advances behind this resurgent optimism—and their consequences for the science of human behaviour and psychiatric illness. He is well placed to do so: for more than 30 years he has studied the interplay of genes and the environment and their effects on personality. But Mr Plomin’s enthusiasm for his subject—he calls himself a “cheerleader”—means the ramifications are not explored even-handedly. “Blueprint” is absorbing. For those with a disposition less sunny than Mr Plomin’s, it is also alarming.\n\nFor much of the 20th century, psychology was dominated by the idea that human nature is a blank slate embellished by upbringing and environment. “Blueprint” begins by describing how Mr Plomin and others have demonstrated that, on the contrary, behavioural differences are strongly influenced by genetics. Studies of adopted children indicate that in disposition they more closely resemble their genetic parents than their adoptive ones. Even when they are reared apart, identical twins are more alike than the non-identical kind (who are as genetically different as any brother or sister).\n\nSuch research shows that, on average, DNA accounts for about half of the psychological differences between people, with the remainder due to environmental factors; the actual proportion varies with the characteristic in question. More recently scientists have combed through human genomes to identify thousands of genetic variants associated with particular traits, from height and weight to educational attainment and neuroticism. Tests costing less than £50 ($65) can measure genetic propensity to different outcomes—to be overweight, or to go to university.\n\nFor those who imagine all that leaves enough wriggle room for benevolent parents or teachers to exert an influence, Mr Plomin has bad news: these environmental factors are themselves substantially influenced by genes. For example, his work shows that genes account for about a third of the differences between the television viewing habits of children. Worse, the remaining tranche of environmental influence appears to be mostly attributable to unpredictable events rather than, say, being brought up in a house full of books.\n\nThese findings, says Mr Plomin, imply that “parents don’t make much of a difference in their children’s outcomes beyond the genes they provide”; DNA is a “fortune teller” that “makes us who we are”. Environmental effects are “important”, but “there’s not much we can do about them”.\n\nMr Plomin insists that, armed with their genetic test scores, individuals can take action to counter or augment their innate proclivities; but they are hardly likely to succeed if their psychology is as delimited by genes as he suggests. An equally plausible possibility is that these scores will be used to stigmatise genetic “have-nots” or to justify discrimination. This is the high road to eugenics, about which Mr Plomin is largely silent.\n\nInstead he advocates the use of such scores when choosing between candidates for a job. Yet a person with high scores for traits associated with coding skills is not necessarily a good programmer—they merely have a higher likelihood of being one. A candidate who had demonstrated their aptitude for the job would feel rightly miffed to be passed over in favour of a genetically gifted incompetent. Likewise, though doctors may find it useful to know that a patient is genetically predisposed to be obese, the best way to establish their weight is to ask them to step on the scales.\n\nThese are problems of emphasis rather than accuracy. But in a field as ethically fraught as genetics, even that can be troubling. For instance, as Mr Plomin notes, the size of the genetic component of a particular trait—its “heritability”—varies between different populations. The heritability of educational attainment in Norway has increased since the second world war as the country widened access to health care and schools, flattening out environmental effects. That trend seems, worryingly, to have reversed in America in the 21st century. The irony is that the heritability of many traits rises if states do more to provide for all their citizens equally.\n\nYou might conclude that without broad measures to tamp down inequalities of opportunity, genes have fewer opportunities to shine. “Blueprint” instead touts the importance of DNA in shaping the individual. Hubris indeed.\n\nCorrection (November 9th, 2018): The original version of this article described James Watson as one of the scientists behind the discovery of DNA. He discovered the structure of DNA. This has been corrected.", "N OT FOR the first time, The Onion, a satirical website, got it right. “‘You are all inside Amazon’s second headquarters,’ Jeff Bezos announces to horrified Americans as massive dome envelops nation.” That headline captured both the American e-commerce goliath’s endless expansion in recent years and the stratospheric level of hype around its quest to find a second headquarters.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nFourteen months ago Mr Bezos, Amazon’s boss, announced that he was looking for a city in North America in which to invest over $5bn building a campus that would create 50,000 high-quality jobs. The firm vowed that this new location, “ HQ 2”, would be no mere satellite, but a “full equal” to its Seattle campus.\n\nA beauty pageant among cities ensued. Over 200 made proposals; in January, 20 were chosen as finalists. Chicago reportedly offered $2bn in incentives ranging from tax breaks to subsidies for worker training. Andrew Cuomo, re-elected New York’s governor this week, promised to change his name to Amazon Cuomo “if that’s what it takes”.\n\nIt now appears that Amazon played cities like so many fiddles. According to multiple reports this week (Amazon has not confirmed its plans), it intends to split its investment between two bases. One is Long Island City ( LIC ) in New York City’s Queens and the other is likely to be Crystal City, a part of Virginia next to Washington, DC . Amazon does lots of work for the federal government, so being close should help. And a base in LIC , just across the East River from Manhattan, means it would be able to tap the latter’s big tech and media workforce.\n\nWorkers in the two locations focused on the effect on their commute. Adding even 25,000 workers would further choke the subway system, complains an employee at an education-tech firm in LIC . If logistics are a priority for Amazon, Dallas may still be a contender given its central location in North America.", "MAITHRIPALA SIRISENA, Sri Lanka’s president, abruptly dissolved parliament on November 9th and called a snap general election. The move capped several weeks of political drama in the Indian Ocean republic as the president has tested—many would say has greatly exceeded—the constitutional limits of his power.\n\nThe action began on October 26th, when Mr Sirisena abruptly sacked Ranil Wickremesinghe, the elected prime minister and also his ostensible political ally in the ruling coalition. He replaced him with Mahinda Rajapaksa (pictured), a former strongman president whose regime Mr Sirisena had loudly accused of corruption and even of having plotted to kill him. The flip-flopping president also suspended parliament for three weeks to avoid a debate on his actions, and began to swear in new ministers.\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe suspension of parliament was widely seen as an indication that the new prime minister did not have the support of majority of MPs. The three-week pause provided time to win over more parliamentarians, with offers, several of the courted MPs claim, of ministerial posts and millions of dollars. But Mr Wickremesinghe had refused to leave office, on the grounds that only parliament, not the president, has the right to dismiss the prime minister. Domestic protesters and foreign diplomats were also pressing for a parliamentary vote on the change of government. So Mr Sirisena grudgingly called for the legislature to convene on November 14th, two days ahead of his original schedule.\n\nYet while wooing MPs for this showdown, the president seems to have concluded that he could not even rely on members of his own party, let alone sufficient defectors from that of Mr Wickremesinghe. Mr Rajapaksa seemed certain to fall short of the 113 votes needed for a majority. The speaker of parliament, meanwhile, insisted that there could be no delays, and that he would not recognise Mr Rajapaksa’s government without a floor test.\n\nAnd so Mr Sirisena took a second dubious step, and dissolved parliament altogether—something a simple reading of the constitution suggests he can only do four-and-a-half years or more into its term. As with his previous move against Mr Wickremesinghe, this decision was announced at midnight on a Friday to pre-empt an immediate legal challenge. But most parties in parliament bar Mr Sirisena’s Sri Lanka Freedom Party said they would petition the Supreme Court first thing Monday morning. M.A. Sumanthiran, a legislator from the Tamil National Alliance, a party that has stood outside Mr Wickremesinghe’s coalition but is not enamoured of Mr Rajapaksa either, said they are all seeking a stay on Mr Sirisena’s disbanding of the legislature.\n\nIt is not clear how, or how soon, the judges will rule. All were appointed by Mr Sirisena or Mr Rajapaksa. Moreover, even if they do rule for the aggrieved MPs, it is not clear that the president and his new ally will accept their decision.\n\nAt any rate, the president and Mr Rajapaksa are defiantly consolidating their grip. Mr Sirisena has handed control over 42 departments, statutory bodies and state corporations to the finance ministry, a portfolio which the new prime minister has claimed for himself. Allies have been installed atop state-owned media outlets. Mr Sirisena, who is also minister of defence in the new government, has placed the police under his own authority. He has even decreed that the presidency will henceforth directly supervise the government printing department, which has been working long hours to publish his many orders.\n\nBut for all this activity, Sri Lanka is in limbo. New ministers have claimed office but civil servants remain wary of putting their signature to anything, in case the administration changes again. Parliament had been scheduled to devote November to hashing out a budget. Negotiations with foreign creditors, initiated to reduce Sri Lanka’s daunting debts, are at a standstill.\n\nIf all goes to Mr Sirisena’s plan, the election—which he has spun as a means of ending the very instability he precipitated—will take place on January 5th. Most analysts believe that Mr Rajapaksa, an authoritarian populist whose controversial ten-year rule ended only in 2015, would outpoll Mr Wickremesinghe, whatever the constitutional improprieties of the vote. Mr Sirisena’s conduct so far suggests he will not accept any result that does not square with his own plans. As Kishali Pinto-Jayawardena, a lawyer, points out, the “wildly unpredictable president may well dismiss the winner of that election as well, if the outcome is not to his liking”. Unless, of course, the Supreme Court calls off the vote.", "IT IS BY FAR the preferred jumping-off point for migrants hoping to reach Europe. Jihadists use its ungoverned spaces to train and plot attacks at home and abroad. In short, Libya’s chaos is destabilising countries all around it. Yet European countries that helped set it down this path are ignoring it—or making matters worse.\n\nThey have a responsibility—as well as a pressing interest—to help put Libya back together. That begins by getting behind the efforts of the UN and its envoy, Ghassan Salamé (pictured right).\n\nGet our daily newsletter Upgrade your inbox and get our Daily Dispatch and Editor's Picks.\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou break it, you own it\n\nIn 2011 NATO members in effect acted as the air force of the revolution that toppled Muammar Qaddafi. The operation was led by France and Britain, with the participation of Italy (Libya’s former colonial master) and America “leading from behind”. But then the Europeans stood by as Libya descended into a civil war that left it shattered and ruled by militias.\n\nMr Salamé proposes to start putting the country back together with a national conference aimed at getting the country’s rival factions to lay down their arms and agree on a new constitution and electoral law. Then elections would be held. The plan is sensible, but will not be easy to implement. A UN-backed government of national accord (GNA), created in 2015 and based in Tripoli, has failed to win much support. The country’s warlords are loth to compromise.\n\nThe search for peace is made all the harder by the rivalry between France and Italy. To begin with, they disagree over which country should lead the peace process. Italy will stake its claim on November 12th by hosting an international conference on Libya (see article). This follows two summits hosted by France.\n\nThe feud is part of a broader contest. Each sees Libya as part of its sphere of influence, and each has national oil champions whose interests it promotes. More recently, their leaders have come to embody rival visions of Europe: President Emmanuel Macron of France champions an open, integrated and liberal Europe; Matteo Salvini, the interior minister and head of the Northern League (the main force in Italy’s new populist government), calls for a more nationalist Europe that is closed to migrants. Libya is caught in between.\n\nMr Macron sees the Libyan peace process as an opportunity to assert his leadership, while safeguarding France’s interests in the Sahel, where it has 4,500 troops fighting jihadist groups. He has brought together Fayez al-Serraj (pictured left), the head of the GNA, and General Khalifa Haftar, the country’s strongest warlord, who dominates a rival government in eastern Libya. But France’s efforts have been poorly co-ordinated with the UN and, at times, undermined it. At the last summit it hosted, in May, it was announced that Libya would hold elections by December 10th—a deadline that was never sensible nor realistic, and has now been abandoned.\n\nMr Salvini, for his part, suspects that Mr Macron is seeking advantage for the French oil giant, Total, by helping General Haftar. “Someone for economic motives and selfish national interest, is putting at risk the security of north Africa and, as a result, of Europe as a whole,” growls Mr Salvini. Italy’s own oil giant, Eni, is active in the west, where Italy has also made murky deals with Libyan warlords to stop people smugglers.\n\nOther foreign powers are also stirring trouble. Egypt, the United Arab Emirates and Russia have all lent support to General Haftar—be it political, financial or military—whom they regard as a bulwark against Islamism. All this has made him only more stubborn. Last year he reportedly refused an offer by Mr Serraj to share power. This year he said he would “take action” if he did not like the result of elections.\n\nCome together, right now\n\nFrance, Italy and other powers should support Mr Salamé, who is respected by Libyans. In September he successfully negotiated a ceasefire among the militias fighting in and around Tripoli. If the conference in Italy serves to strengthen him, it will contribute to peace. If it merely encourages Libya’s strongmen to play one side off of the other, it will prolong the chaos and all the dangers that come with it.\n\nGranted, the UN-led process is moving slower than many had hoped. But it is still the best hope for ending the mess in Libya."]