[{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peggy Noonan", "title": "The Pilgrims Take Manhattan", "description": "Once a year a varied, bubbling and modern crew gathers and is moved by the story of how we began.", "url": "https://www.wsj.com/articles/the-pilgrims-take-manhattan-1542844666", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY124_Noonan_SOC_20181121165808.jpg", "publishedAt": "2018-11-21T23:57:47Z", "content": "Since tradition is on our mind Ill tell you of one that has been happening in a Manhattan home the past 20 years or more. A core of a few dozen old friends and relatives, enlivened by surprise guestsonce we had an Indian maharajah in a turbangather with their… [+6766 chars]", "fulltext": "Since tradition is on our mind I’ll tell you of one that has been happening in a Manhattan home the past 20 years or more. A core of a few dozen old friends and relatives, enlivened by surprise guests—once we had an Indian maharajah in a turban—gather with their children for Thanksgiving. It’s a varied, bubbling, modern crew: former spouses, co-workers, step children, the woman across the street. Every year after dinner we put on a play about Thanksgiving. Everyone takes part—a broadcast journalist is Samoset, a grade-schooler is a Pilgrim woman, a businessman is Lincoln.\n\nThere is a narrator, whose job it is to intone: “In the year of our Lord 1609 a hardy group of dissenting Christian Protestants, called Pilgrims, left their native England in hopes of finding religious freedom abroad. They tried Holland, but it didn’t work. And so they decided to leave old Europe, and journey to what was called . . . the New World.”\n\nIn September 1620 they set sail from Plymouth, England, on a ship called the Mayflower. Aboard were about 100 passengers, among whom roughly were 40 were Pilgrims, who came to call themselves Saints. The remaining were called Strangers, not religious dissenters necessarily but a mixed lot of tradesmen, debtors, dreamers and I hope a brigand or two. If you’re going to start a new nation it might as well be an interesting one.\n\nThe journey would be long, just over two months, and hard. The seas were high, the wind against them, hunger spread, disease followed. People got on each others’ nerves. Disagreements arose among Saints and Strangers.\n\nHere the kids read their parts with great enthusiasm.\n\nSAINT: “Stranger, you do not worship as I do or dress as I dress. You are odd! This makes me want to ignore you, and forget to give you bread at dinner.”\n\nSTRANGER: “Saint, you people wear funny hats, and strange buckles on your shoes. You take your religion seriously, which is nice, but God wanted us to have a sense of humor, too. Please don’t be so stern and righteous.”\n\nAt this point of course comes forward Pilgrim leader William Bradford. He’s usually played by a distinguished guest.\n\nBRADFORD: “Gentlemen and ladies, there is no need to fight. We are not enemies, but friends. We are fleeing Old Europe—together. We journey to a new home—together. We will make our lives on the new continent—together. Let’s think things through and create a new arrangement to better order our relations.”\n\nAnd so they did. Meetings were held, debates ensued, agreement reached. There would be full equality between Saints and Strangers. They would govern themselves by majority rule. They would mark their unity by calling themselves by one name: Pilgrims. All the Pilgrim gentlemen signed this agreement, which they called the Mayflower Compact.\n\nIt was the first, great founding document of what would become the United States of America.\n\nHere sometimes someone goes, “Hear, Hear!”\n\nNow land is sighted, Cape Cod. A Pilgrim girls shouts “Land ahoe! Hard to starboard! Mainfast the jibney!” She’s talking gibberish because she’s excited: It’s the New World!\n\nThe Mayflower eventually finds a small natural harbor, named years before by Captain John Smith. It is called Plymouth. In time, one by one, the Pilgrims disembark and step upon Plymouth Rock.\n\nHere—hokily, happily—we have a brief moment of silence.\n\nBuilding a settlement is hard going, snow and sleet slow things. Almost half the Pilgrims died.\n\nThen springtime, and a miracle. A lone Indian brave walked into the settlement. The Pilgrims were afraid—they’d never seen an Indian up close. The brave, Samoset, sensed and understood their fear, and said to them the one word he knew in English: “Welcome.”\n\nThey invited him to stay the night. He did, and later returned with another Indian named Squanto.\n\nOur young friend George usually plays this part, because of his ebullience.\n\nSQUANTO: “Hello. Good to meet you! I have known many English over the years. In fact I’ve been to England. The Captain of one of his majesty’s vessels took me there a few years ago. I learned the King’s English and people were good to me, and now I return the favor. I will teach you how to tap maple trees for sap to turn into syrup. I’ll show you which plants can be turned into medicine, and which are poisonous. I’ll teach you how to grow and harvest Indian Corn. I’ll show you where to fish.”\n\nSquanto saved their lives. Harvests improved, and in time the Pilgrims had enough food to put away for winter—vegetables, fish packed in salt and cured over fires.\n\nThe Pilgrims wanted to thank God. And so their new governor—William Bradford, of compact fame—proclaimed a formal day of gratitude.\n\nHere in the play Bradford stands and ringingly invites everyone—the settlers, Indians, parents and children, to meet, pray and thank Providence for the abundance with which they’ve been blessed.\n\nBradford’s speech gave us our sweetest memory of the play. Our friend Harry, editor and Englishman, had become an American citizen. He was so moved by Bradford’s words his voice broke. His wife hugged him, and we all went AAHHHHH.\n\nEveryone came to the first Thanksgiving—Squanto and 90 braves and their families. There were foot races and games. The braves demonstrated their prowess with the bow and arrow, the Pilgrims with their muskets. One man played a drum. Everyone ate together at big tables and on blankets.\n\nYears later, George Washington proclaimed a day of thanksgiving, as America won it’s war of independence. But it was Abe Lincoln who, in 1863, formally declared Thanksgiving a national holiday. In our play, as in his proclamation, he readily acknowledges the horror of the Civil War, but then takes a very American turn. There is much to celebrate. Peace has been preserved between America and all other nations. Harmony has prevailed everywhere except the theatre of direct battle. Our population has increased. We have every reason to expect a “large increase of freedom.” No human hand has done this. “(These) are the gracious gifts of the most high God.”\n\nAt the end, the players declare their hopes for the future:\n\nSAMOSET: “For the broad establishment of peace,”\n\nPILGRIM GIRL: “For the spreading of prosperity,”\n\nSQUANTO: “For increases in human health, and great strides in the areas of human inquiry and invention,”\n\nWASHINGTON: “For the continuance of our Republic,”\n\nLINCOLN: “And the deepening of our democracy,”\n\nBRADFORD: “That ye remember with special gratitude Squanto and his little ones and tribe, who were so very kind to the Pilgrims in those hard days long ago.”\n\n***\n\nAnd so our little play, put on again this year, in the heart of sophisticated Manhattan. I’m always struck: there’s such division in America, and so much country-love. I don’t know the political views of all our players. I’d put most as moderate liberals, with me a confessed conservative. But halfway through our show we are captains and Indians and presidents. We are moved by the story of how we began. We honor it. And we are not saints and strangers but pilgrims, together."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph C. Sternberg", "title": "Britain Risks Death by a Thousand Elections", "description": "A second Brexit referendum would plunge the U.K. into endless debate instead of settling its priorities.", "url": "https://www.wsj.com/articles/britain-risks-death-by-a-thousand-elections-1542844632", "urlToImage": "https://images.wsj.net/im-38422/social", "publishedAt": "2018-11-21T23:57:13Z", "content": "Of all the awful ideas currently circulating for how to fix Britains Brexit mess, none is as bad as the notion that a second referendum will cure the derangements caused by the first. The pitch for such a do-over, which supporters have dubbed the Peoples Vote… [+4283 chars]", "fulltext": "Of all the awful ideas currently circulating for how to fix Britain’s Brexit mess, none is as bad as the notion that a second referendum will cure the derangements caused by the first.\n\nThe pitch for such a do-over, which supporters have dubbed the “People’s Vote,” is that Parliament has proved incapable of consensus on any of the myriad practical policy problems Brexit presents. Meanwhile, some unknown proportion of voters who supported the theory of Brexit in the first referendum might not do so now that they’ve seen that..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Allysia Finley", "title": "Will Facebook's Grownups Please Stand Up", "description": "The social-media giant’s executives don’t seem interested in taking responsibility for anything.", "url": "https://www.wsj.com/articles/will-facebooks-grownups-please-stand-up-1542844603", "urlToImage": "https://images.wsj.net/im-38068/social", "publishedAt": "2018-11-21T23:56:45Z", "content": "Facebook executives have been struggling with the question of how to respond to fake news. Should the social-media giant remove misleading and vile content, opening itself to charges of censorship? Or is it better to take a laissez faire approach and let fals… [+5421 chars]", "fulltext": "Facebook executives have been struggling with the question of how to respond to fake news. Should the social-media giant remove misleading and vile content, opening itself to charges of censorship? Or is it better to take a laissez faire approach and let falsehoods spread unchecked, even if it invites criticism from politicians?\n\nNow chief executive officer Mark Zuckerberg and chief operating officer Sheryl Sandberg find themselves at the center of a viral fake-news story. The New York Times last week published a story purporting that Facebook executives whitewashed Russia’s use of their platform to spread misinformation during the 2016 election, among other lapses, and then employed crude tactics to deflect public furor.\n\nThe left’s reaction has been as overblown as the story. “Embattled and in over his head, Mark Zuckerberg should—at least—step down as Facebook chairman,” read a Washington Post column. A Times media columnist chimed in: “The Facebook Movie Told Us What We Needed to Know About Mark Zuckerberg.” Hint: It isn’t flattering.\n\nConnecticut Sen. Richard Blumenthal proclaimed the Times story another “chilling reminder that big tech can no longer be trusted.” Minnesota Sen. Amy Klobuchar, Mr. Blumenthal and two other Democratic Senators demanded that the Justice Department investigate whether Facebook hid information and retaliated against critics.\n\nBoth Mr. Zuckerberg and Ms. Sandberg have sidestepped responsibility for Facebook’s alleged transgressions. “The reality of running a company of more than 10,000 people is that you’re not going to know everything that’s going on,” Mr. Zuckerberg said. Perhaps, but Facebook’s root problem seems to be that its leaders refuse to assume responsibility or control over anything.\n\nFacebook‘s Sheryl Sandberg testifies on Capitol Hill on Sept. 5. Photo: Drew Angerer/Getty Images\n\nAccording to the Times, a company expert on Russian cyberwarfare alerted former chief security officer Alex Stamos in spring 2016 that hackers were using the platform to search for people connected to the presidential campaigns. Mr. Stamos directed an internal security team to probe Russian activity on the platform, but he didn't inform Mr. Zuckerberg and Ms. Sandberg until December 2016—after the CEO called the idea that Russian ads influenced the outcome of the election “crazy.” Not until September 2017 did Facebook publicly disclose their discoveries.\n\nBut there’s still zero evidence that Russian Facebook ads were a decisive factor, or even a significant one, in the outcome of the election. Justice officials at the time also played down the extent of Russian intervention for fear their warnings would be perceived as partisan.\n\nThe Obama administration refrained from retaliating against Russia until December 2016 because officials were ostensibly worried about provoking Vladimir Putin. Not until earlier this year did special counsel Robert Mueller—armed with information shared by Facebook—charge Russian agents involved in the social-media misinformation conspiracy. So Facebook shares responsibility with the government for delaying disclosure and action against Russia’s political intervention.\n\nAmid a political backlash, Facebook enlisted a conservative public-relations firm, Definers Public Affairs, to push back against criticisms and defuse the fury. “On a conservative news site called the NTK Network,” the Times notes, “dozens of articles blasted Google and Apple for unsavory business practices” and “played down the impact of the Russians’ use of Facebook.” The firm also linked liberal groups protesting Facebook to George Soros.\n\nEmploying PR firms to shape media narratives and challenge the credibility of opponents—whether competitors or critics—is a standard business practice. Liberals use the same ugly tactic of smearing opponents by linking them to the Koch brothers. More disturbing is Ms. Sandberg’s claim last week that she was unaware that Definers had been hired.\n\nThe Times story also makes much of how Facebook executives tried to win favor with Democrats in Congress. For instance, while all other tech companies were opposed to Sen. Blumenthal’s legislation making platforms liable for sex-trafficking ads, Facebook last fall endorsed it. Facebook has also endorsed Sen. Klobuchar’s Honest Ads Act that requires more stringent disclosures for political ads.\n\nAll of this underscores the futility of trying to mollify politicians. But more troubling than Facebook’s charm offensive is its executives’ apparent preference for being regulated by Washington rather than regulating themselves. Mr. Zuckerberg even recently suggested that a Supreme Court “made up of independent folks who don’t work for Facebook” could be trusted to “ultimately make the final judgment call on what should be acceptable speech in a community.” Facebook’s problem is that its executives take the same hands-off approach to running their company as they do to managing the platform.\n\nOne irony is that Mr. Zuckerberg and Ms. Sandberg are now being pilloried by the same sort of liberal mob they have allowed to rule their company. After Joel Kaplan, Facebook’s vice president for global public policy, appeared at his friend Brett Kavanaugh’s Senate interrogation in October, employees protested. Andrew Bosworth, Facebook’s virtual reality head, then told employees “If you need to change teams, companies or careers to make sure your day-to-day life matches your passions, we will be sad to see you go, but we will understand.” Following worker complaints of insensitivity, Mr. Bosworth apologized.\n\nIf Facebook executives don’t want to take ownership of what happens in their company or on their platform—if they would prefer to yield control to their workers, users and the government—then perhaps they should go.\n\nMs. Finley is a member of the Journal’s editorial board."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Daniel Lee", "title": "Could the Internet Power a Small-Town Renaissance?", "description": "Online retailers are doing to the mall what the mall once did to my hometown of Princeton, Indiana.", "url": "https://www.wsj.com/articles/could-the-internet-power-a-small-town-renaissance-1542844575", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL082_LEEDAN_SOC_20181120113443.jpg", "publishedAt": "2018-11-21T23:56:17Z", "content": "This time of year, the late-night sky southeast of the city sparkles with what looks like a long line of evening stars: transport jets carrying thousands of boxes of online purchases to the FedEx hub at Indianapolis International Airport. They rumble overhead… [+4328 chars]", "fulltext": "Indianapolis\n\nThis time of year, the late-night sky southeast of the city sparkles with what looks like a long line of evening stars: transport jets carrying thousands of boxes of online purchases to the FedEx hub at Indianapolis International Airport. They rumble overhead at 90-second intervals, wingtip navigation lights blinking in festive red and green. The planes are essentially airborne department stores flying in to replace the brick-and-mortar retail shops gradually giving way to internet shopping. By 2022, Credit Suisse has estimated, 1 in 4 U.S. shopping malls will close.\n\nOn the Indianapolis southside, where I live, the Greenwood Park Mall’s Sears is greeting the Christmas season with cheery “Store Closing” banners. It’s one of about 500 stores the legacy retailer has closed since 2008.\n\nThere’s good news: 2018 holiday hiring should reach 704,000 new employees, according to Chicago-based job-placement firm Challenger, Gray, & Christmas, Inc. The record, from 2014, was 696,000. The bad news for traditional retail is that Amazon will get about 100,000 of those workers and FedEx 55,000. Seasonal hires used to hand goods to customers with a smile; these days, many work in warehouses shipping goods far away.\n\nGrowing up in Princeton, Ind., the seat of Gibson County in the southwest corner of Indiana in the 1960s, I saw local commerce undergo a different transformation. I was reminded of it last Christmas, when somebody on Facebook posted a grainy film snippet of Princeton’s courthouse square on Christmas Eve, 1953. Men in flapping long coats clutched unironic fedoras against a biting wind. Women in headscarves protecting holiday hairdos shooed their excited children along. Farmers and workmen hurried through the frame, giving jerky, self-conscious waves before ducking into Beckner’s Jewelers, Shelby Stevens Fine Clothes, The Model, G.C. Murphy, Western Auto, J.C. Penney —all gone now.\n\nPhoto: iStock/Getty Images\n\nVillages like Princeton—population about 8,000 when I knew it—were worlds almost unto themselves right up until midcentury. In the 1950s, when that Christmas Eve was caught on film, U.S. 41 went four-lane and soon drained most local trade 30 miles south to Evansville, which had a shopping mall and a riverfront museum. It also had a McDonald’s , whose urbane, skinny french fries made our plump hometown fries look like fat peasant fingers. Stores closed, one by one, until courthouse square was a desert of T-shirt imprinting shops, here-and-gone cafes, Bible bookstores, antique malls, and—the final stop—consignment stores.\n\nBut now it’s the city retailers’ turn to watch their livelihoods going away, as the internet has paved a new kind of highway, with many more than four lanes, sucking away their share of possibly the most covetous consumer culture in history. Thirty minutes on Amazon.com accomplishes what used to take a logistically complicated day, including two hours wedged into a station wagon fighting heavy traffic and sometimes daunting weather.\n\nGeographically remote communities are now on a level playing field when it comes to shopping. It’s one of the paradoxes of the internet age—the social isolation of outlying rural communities from their nearby metropolitan centers, even as they connect digitally with the entire world.\n\nMeanwhile, the decline of the mall is creating new opportunities as entrepreneurs refashion abandoned retail space into parks, apartments, walk-in health clinics and even bowling alleys. The Greenwood Park Mall’s owners demolished the wing that had housed L.S. Ayers, a now defunct department store, replacing it with a line of Main Street-style shops and several midmarket restaurants. They put in a fountain, and there’s live music in the summer. At Christmas, shoppers bustle out of the winter wind into the haven of warm, candle-scented shops. Sometimes it looks and feels a little like that grainy 1953 film.\n\nNow that small-town shoppers are finding their way home again—online and in faux small-town scenes—it would be poetic if the trend rebounded back to America’s actual small towns. People won’t travel an hour to buy a sweater when they can do it on their laptop at home, but they’ll drive 20 minutes to eat at a nice bistro in a pleasantly rustic, county-seat storefront—perhaps with a fountain and some live music.\n\nSmall towns like Princeton need to recognize the opportunity and gear up for the effort, or watch it slip away. Last December there was precious little information on the town’s website about holiday events. Christmas was misspelled.\n\nSigh.\n\nThere’s work to be done. Rome wasn’t rebuilt in a day.\n\nMr. Lee is an Indianapolis writer."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Randazzo", "title": "Michael Avenatti will not face felony charges following arrest", "description": "The Los Angeles District Attorney’s Office won’t bring felony charges against attorney Michael Avenatti, who represents Stormy Daniels, following his arrest last week on suspicion of domestic violence.", "url": "https://www.wsj.com/articles/michael-avenatti-will-not-face-felony-charges-1542842586", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY583_avenat_ZG_20181114194523.jpg", "publishedAt": "2018-11-21T23:30:00Z", "content": "LOS ANGELES The Los Angeles District Attorneys Office wont bring felony charges against attorney Michael Avenatti, who represents Stormy Daniels, following his arrest last week on suspicion of domestic violence. In a statement Wednesday, the office said it wa… [+1001 chars]", "fulltext": "LOS ANGELES—The Los Angeles District Attorney’s Office won’t bring felony charges against attorney Michael Avenatti, who represents Stormy Daniels, following his arrest last week on suspicion of domestic violence.\n\nIn a statement Wednesday, the office said it was referring the matter to the office of Los Angeles City Attorney Mike Feuer, which handles misdemeanors. Mr. Feuer’s office confirmed the matter was under review but said it had no further details to provide Wednesday.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "The Desolate Wilderness", "description": "A chronicle of the Pilgrims’ arrival at Plymouth, as recorded by Nathaniel Morton.", "url": "https://www.wsj.com/articles/the-desolate-wilderness-1542840770", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK667_1wilde_SOC_20181119113820.jpg", "publishedAt": "2018-11-21T23:26:47Z", "content": "Here beginneth the chronicle of those memorable circumstances of the year 1620, as recorded by Nathaniel Morton, keeper of the records of Plymouth Colony, based on the account of William Bradford, sometime governor thereof: So they left that goodly and pleasa… [+2637 chars]", "fulltext": "Here beginneth the chronicle of those memorable circumstances of the year 1620, as recorded by Nathaniel Morton, keeper of the records of Plymouth Colony, based on the account of William Bradford, sometime governor thereof:\n\nSo they left that goodly and pleasant city of Leyden, which had been their resting-place for above eleven years, but they knew that they were pilgrims and strangers here below, and looked not much on these things, but lifted up their eyes to Heaven, their dearest country, where God hath prepared for them a city (Heb. XI, 16), and therein quieted their spirits.\n\nWhen they came to Delfs-Haven they found the ship and all things ready, and such of their friends as could not come with them followed after them, and sundry came from Amsterdam to see them shipt, and to take their leaves of them. One night was spent with little sleep with the most, but with friendly entertainment and Christian discourse, and other real expressions of true Christian love.\n\nPotomac Watch Podcast\n\nThe next day they went on board, and their friends with them, where truly doleful was the sight of that sad and mournful parting, to hear what sighs and sobs and prayers did sound amongst them; what tears did gush from every eye, and pithy speeches pierced each other’s heart, that sundry of the Dutch strangers that stood on the Key as spectators could not refrain from tears. But the tide (which stays for no man) calling them away, that were thus loath to depart, their Reverend Pastor, falling down on his knees, and they all with him, with watery cheeks commended them with the most fervent prayers unto the Lord and His blessing; and then with mutual embraces and many tears they took their leaves one of another, which proved to be the last leave to many of them.\n\nBeing now passed the vast ocean, and a sea of troubles before them in expectations, they had now no friends to welcome them, no inns to entertain or refresh them, no houses, or much less towns, to repair unto to seek for succour; and for the season it was winter, and they that know the winters of the country know them to be sharp and violent, subject to cruel and fierce storms, dangerous to travel to known places, much more to search unknown coasts.\n\nBesides, what could they see but a hideous and desolate wilderness, full of wilde beasts and wilde men? and what multitudes of them there were, they then knew not: for which way soever they turned their eyes (save upward to Heaven) they could have but little solace or content in respect of any outward object; for summer being ended, all things stand in appearance with a weatherbeaten face, and the whole country, full of woods and thickets, represented a wild and savage hew.\n\nIf they looked behind them, there was a mighty ocean which they had passed, and was now as a main bar or gulph to separate them from all the civil parts of the world.\n\nThis editorial has appeared annually since 1961."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "The Wall Street Journal: U.S. scales back military exercise with South Korea to keep from derailing talks with North", "description": "Defense Secretary Jim Mattis said Wednesday that a major military exercise with South Korea in 2019 will be held as scheduled but will be reduced in size and scope in deference to talks with North Korea on denuclearization.", "url": "https://www.wsj.com/articles/mattis-says-military-exercises-with-south-korea-will-be-held-but-scaled-back-1542840327", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GK795_koreat_ZG_20180612223653.jpg", "publishedAt": "2018-11-21T23:23:43Z", "content": "WASHINGTON Defense Secretary Jim Mattis said Wednesday that a major military exercise with South Korea in 2019 will be held as scheduled but will be reduced in size and scope in deference to talks with North Korea on denuclearization. U.S. and South Korean of… [+925 chars]", "fulltext": "WASHINGTON—Defense Secretary Jim Mattis said Wednesday that a major military exercise with South Korea in 2019 will be held as scheduled but will be reduced in size and scope in deference to talks with North Korea on denuclearization.\n\nU.S. and South Korean officials had said they would decide by December on whether to hold the joint military exercise, an annual spring training event called Foal Eagle. &mod=article_inline\" class=\"icon none\" >The review followed the cancellation of a separate U.S.-South Korean exercise over..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laura Kusisto", "title": "Home Sales Suffer Largest Annual Drop in Four Years", "description": "Sales of previously owned U.S. homes posted their largest annual decline since 2014 in October, as the housing market continues to sputter due to higher mortgage rates that are reducing home affordability.", "url": "https://www.wsj.com/articles/u-s-existing-home-sales-rose-in-october-1542812683", "urlToImage": "https://images.wsj.net/im-38074/social", "publishedAt": "2018-11-21T23:10:52Z", "content": "WASHINGTONSales of previously owned U.S. homes posted their largest annual decline since 2014 in October, as the housing market continues to sputter due to higher mortgage rates that are reducing home affordability. The latest data offered a mixed picture of … [+3597 chars]", "fulltext": "WASHINGTON—Sales of previously owned U.S. homes posted their largest annual decline since 2014 in October, as the housing market continues to sputter due to higher mortgage rates that are reducing home affordability.\n\nThe latest data offered a mixed picture of a market that isn’t in free fall but also is far from robust. Existing-home sales edged up 1.4% in October from the previous month to a seasonally adjusted annual rate of 5.22 million, the National Association of Realtors said Wednesday. That broke a six-month streak..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Georgi Kantchev", "title": "Tech, Oil Stocks Help Markets Stabilize", "description": "Technology and other fast-growing stocks rebounded, halting a stock-market selloff that has left investors on edge as to whether the longest bull market ever can regain its step.", "url": "https://www.wsj.com/articles/stocks-rebound-from-selloff-1542789728", "urlToImage": "https://images.wsj.net/im-38246/social", "publishedAt": "2018-11-21T23:04:31Z", "content": "Technology and other fast-growing stocks rebounded Wednesday, halting a stock-market selloff that has left investors on edge as to whether the longest bull market ever can regain its step. Shares of social-networking firm Facebook, FB 1.80% Google parent Alph… [+4189 chars]", "fulltext": "Is a bear market on the horizon? WSJ markets reporter Riva Gold analyzes the trends that came before the dot-com bubble burst and the financial crisis hit.\n\nTechnology and other fast-growing stocks rebounded Wednesday, halting a stock-market selloff that has left investors on edge as to whether the longest bull market ever can regain its step.\n\nShares of social-networking firm Facebook, Google parent Alphabet and retail giant Amazon.com all notched gains to pull the S&P 500 higher after two days of selling wiped out $810 billion in value from the benchmark index. A recovery in oil prices helped send shares of Chevron and Exxon Mobil up, while a handful of upbeat earnings reports..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "And the Fair Land", "description": "For all our social discord we yet remain the longest enduring society of free men governing themselves without benefit of kings or dictators.", "url": "https://www.wsj.com/articles/and-the-fair-land-1542840821", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK677_2fairl_SOC_20181119121626.jpg", "publishedAt": "2018-11-21T22:53:42Z", "content": "Any one whose labors take him into the far reaches of the country, as ours lately have done, is bound to mark how the years have made the land grow fruitful. This is indeed a big country, a rich country, in a way no array of figures can measure and so in a wa… [+3592 chars]", "fulltext": "Any one whose labors take him into the far reaches of the country, as ours lately have done, is bound to mark how the years have made the land grow fruitful.\n\nThis is indeed a big country, a rich country, in a way no array of figures can measure and so in a way past belief of those who have not seen it. Even those who journey through its Northeastern complex, into the Southern lands, across the central plains and to its Western slopes can only glimpse a measure of the bounty of America.\n\nAnd a traveler cannot but be struck on his journey by the thought that this country, one day, can be even greater. America, though many know it not, is one of the great underdeveloped countries of the world; what it reaches for exceeds by far what it has grasped.\n\nSo the visitor returns thankful for much of what he has seen, and, in spite of everything, an optimist about what his country might be. Yet the visitor, if he is to make an honest report, must also note the air of unease that hangs everywhere.\n\nFor the traveler, as travelers have been always, is as much questioned as questioning. And for all the abundance he sees, he finds the questions put to him ask where men may repair for succor from the troubles that beset them.\n\nHis countrymen cannot forget the savage face of war. Too often they have been asked to fight in strange and distant places, for no clear purpose they could see and for no accomplishment they can measure. Their spirits are not quieted by the thought that the good and pleasant bounty that surrounds them can be destroyed in an instant by a single bomb. Yet they find no escape, for their survival and comfort now depend on unpredictable strangers in far-off corners of the globe.\n\nHow can they turn from melancholy when at home they see young arrayed against old, black against white, neighbor against neighbor, so that they stand in peril of social discord. Or not despair when they see that the cities and countryside are in need of repair, yet find themselves threatened by scarcities of the resources that sustain their way of life. Or when, in the face of these challenges, they turn for leadership to men in high places—only to find those men as frail as any others.\n\nSo sometimes the traveler is asked whence will come their succor. What is to preserve their abundance, or even their civility? How can they pass on to their children a nation as strong and free as the one they inherited from their forefathers? How is their country to endure these cruel storms that beset it from without and from within?\n\nOf course the stranger cannot quiet their spirits. For it is true that everywhere men turn their eyes today much of the world has a truly wild and savage hue. No man, if he be truthful, can say that the specter of war is banished. Nor can he say that when men or communities are put upon their own resources they are sure of solace; nor be sure that men of diverse kinds and diverse views can live peaceably together in a time of troubles.\n\nBut we can all remind ourselves that the richness of this country was not born in the resources of the earth, though they be plentiful, but in the men that took its measure. For that reminder is everywhere—in the cities, towns, farms, roads, factories, homes, hospitals, schools that spread everywhere over that wilderness.\n\nWe can remind ourselves that for all our social discord we yet remain the longest enduring society of free men governing themselves without benefit of kings or dictators. Being so, we are the marvel and the mystery of the world, for that enduring liberty is no less a blessing than the abundance of the earth.\n\nAnd we might remind ourselves also, that if those men setting out from Delftshaven had been daunted by the troubles they saw around them, then we could not this autumn be thankful for a fair land.\n\nThis editorial has appeared annually since 1961."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nina Sovich", "title": "Europe in Winter: 35 Reasons to Visit Off-Season", "description": "Insider advice on how to spend the winter season in some of Europe’s top destinations—from Paris to Stockholm. Plus: The Christmas markets and ‘tasteless fish’ dishes best avoided.", "url": "https://www.wsj.com/articles/europe-in-winter-35-reasons-to-visit-off-season-1542832295", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL428_COVER_SOC_20181121112323.jpg", "publishedAt": "2018-11-21T22:26:27Z", "content": "DECEMBER IS REMARKABLY pleasant in Europe. The shops stay open unusually late. Holiday decorations are abundant. Each country honors traditions that date back a thousand yearsfish for Italians on Christmas Eve, bearded Tomte bearing gifts in Sweden, Sinterkla… [+12923 chars]", "fulltext": "DECEMBER IS REMARKABLY pleasant in Europe. The shops stay open unusually late. Holiday decorations are abundant. Each country honors traditions that date back a thousand years—fish for Italians on Christmas Eve, bearded Tomte bearing gifts in Sweden, Sinterklaas in the Netherlands. For one month the common cause of Christmas unites a continent that’s often at odds with itself.\n\nFinding pleasure in the months of January and February is another matter entirely. The decorations come down and reality sets in. For most of Europe, that means rain. It rains in Rome, it drizzles in Berlin, it showers in Paris and London. Escaping above the clouds to the (sometimes) sunny Alps helps, but ski holidays are a temporary balm on a deep wound.\n\nFor visitors, however, the down season brings opportunity. You can find cheaper flights, easily book hotels and wander museums practically alone. Restaurants are still filled, but with locals as opposed to annoying tourists. Spontaneity becomes an option. I once spent a week in the South of France in January driving between Aix en Provence, Avignon and Arles. I ate in tiny restaurants in tiny villages, slept in any hotel I wanted and received discounts without even asking for them. I didn’t make a single reservation.\n\nLater I moved to Paris, where I lived for 10 years with a busy husband and small children. Some winters, I was blue. Eventually, I found that I needed to lean into the season. I went to see the Winged Victory of Samothrace in the Louvre and stood before the sculpture, just me and her, for an eyebrow-raising amount of time. I blew off my gym membership for months at a time. I shopped the markets with real purpose and no thought at all to my waistline. Mont d’Or cheese for dinner three nights a week. Fresh hazelnuts in a bowl in the living room for anyone to crack. I still remember the excitement that came when oranges from Egypt arrived in January. The entire neighborhood was abuzz.\n\nI sat for hours on trains racing across gray and frosty countryside and thought about the arc of my life in deep and philosophical terms. I skied in the French Alps, in the Austrian Alps. I learned to avoid the difficult runs and stop in cafes by wooded trails and eat my body weight in fondue. I ate dinner outside while my children sledded down mountainsides lit only by bonfires and tiki torches. I began to see the late winter as a time to think, be with my family, enjoy all that was dark and quiet.\n\nFor pointers on how to spend the off season, as well as the Christmas holidays—and how not to spend them—in some favorite European cities, we asked eight insiders for winter highlights and lowlights.\n\nIllustration: SANNA MANDER\n\nVienna\n\nLilli Hollein\n\nDirector of Vienna Design Week\n\nWINTER PERK: If a city could be a season, Vienna would be winter. It can be covered in glamorous white that makes the gold on buildings like Kirche am Steinhof even shinier. It can be grumpy and gray. It is cold. You always have an excuse to go to the next kaffeehaus. I love Café Prückel in winter (prueckel.at). You can eat heavy food at Gasthaus Wolf—they serve mostly intestines and take “nose to tail“ seriously (gasthauswolf.at). You need something substantial to eat because you spend your nights waltzing, as it is the ball season. I absolutely recommend the annual Vienna Philharmonic Ball (if you can get tickets).\n\nA DRIVE YOU DON’T NEED TO SHOVEL Belvedere Palace and Museum in Vienna in February 2018. Photo: Pan Xu Xinhua/Eyevine/Redux\n\nWINTER GRIPE: Between November and Christmas you’ll find dozens of little huts in front of many of my favorite Vienna museums, like the Mumok or the Kunsthistorisches Museum. These huts smell of disgusting alcoholic drinks, wurst and sweaty winter coats. They are loud, overcrowded, tasteless. Leaving a museum often calls for a moment of contemplation. Not at this time of the year.\n\nFAVORITE GETAWAY: Altaussee, Austria. It only takes about 90 minutes to walk around the lake. When it is really, really cold you can skate on the lake. Models and other celebrities go to Viva Mayr wellness resort for a detox holiday (vivamayr.com).\n\nCHEER CENTRAL London’s Fortnum & Mason department store in December 2017. Photo: Alamy\n\nLondon\n\nAsma Khan\n\nChef and owner of London’s Darjeeling Express. Next spring she’ll be profiled on the sixth season of “Chefs Table” on Netflix.\n\nWINTER PERK: My first winter in London I went to Fortnum & Mason because people told me that was the place to go. I had taken the bus to see the city at Christmas and I bought an apple-shaped marzipan. It’s become a ritual now to buy marzipan at Fortnum & Mason every winter.\n\nWINTER GRIPE: Riding the tube is the worst thing about London in winter. Everybody expands with their coats and hats and umbrellas.\n\nFAVORITE GETAWAY: Paris. I love the romance of walking across the bridges there in winter. I’m just so mad that you can’t put locks on the Pont des Arts anymore.\n\nThe Eiffel tower during Christmas illuminations on November 22, 2017 in Paris, France. Photo: Getty Images\n\nParis\n\nWendell Steavenson\n\nParis-based novelist, food writer, war correspondent\n\nWINTER PERK: December is easily my favorite month in Paris. The night draws in and the leaves rustle. Particularly around 6:00 in the evening when you are a little sore from Christmas shopping, you stop in to have a glass of red wine or grog, maybe at Le Nemrod (51 rue du Cherche Midi). Every once in a while, if you are very lucky you can turn a corner and there is the Eiffel tower shimmering and glittering—better than a Christmas tree.\n\nWINTER GRIPE: I once went to Strasbourg for the winter fair and it was, like, I don’t want to spend huge amounts of money on baskets of decorated gingerbread.\n\nFAVORITE GETAWAY: I went to Venice one February and it was genius. We sat al fresco and it was a complete joy to have no tourists, to feel a little bit the old Venice. You don’t have to queue to get on the vaporetto in February. There aren’t hordes of people going over the Accademia. You can linger at the fish market without looking like a complete idiot.\n\nRome\n\nKeith Christiansen\n\nJohn Pope-Hennessy chairman, European Paintings, Metropolitan Museum of Art\n\nWINTER PERK: An ideal time for visiting Rome is late February or March. Tourism is still at its low point, but the weather can be amazingly mild and even if it’s chilly, the skies are marvelous and many cafes have space heaters so you can sit outside.\n\nWINTER GRIPE: The short days mean you have to plan your days. The Christmas fairs are kind of a waste and spoil entirely the Piazza Navona. But Christmas mass at Santa Maria in Aracoeli is pretty wonderful.\n\nFAVORITE GETAWAY: Andalusia—Seville, Cordoba, Granada. The smell of oranges, the sun, the mild weather and the freedom from the tourist crush. Naples in winter can be fabulous, and the crazy New Year’s is something to be experienced.\n\nBerlin\n\nAnna Winger\n\nBerlin-based writer and creator of TV series Deutschland 83/86\n\nWINTER PERK: A few years ago friends started this December tradition called the Gänsemarch—Goose Walk. We take a ferry out to the Pfaueninsel, an island in Wannsee with roaming peacocks and an 18th-century castle (pfaueninsel.info). We walk the perimeter of the island in the cold to work up an appetite then head to the local pub for gluhwein, red cabbage and roasted goose.\n\nWINTER GRIPE: Don’t bother waiting in the long line to get into world-famous techno club Berghain, unless you want to go home with a serious cold. Instead, go see a concert at the new Frank Gehry-designed Pierre Boulez Saal concert hall (boulezsaal.de).\n\nFAVORITE GETAWAY: Hotel Post, Susanne Kaufmann’s family hotel in Bezau, Austria. Kaufmann is well known in Europe for her organic skin care products and spas. This hotel was started by her grandmother in an old post office. The skiing nearby is fantastic and the hotel balances traditional coziness (big fireplaces, great food, saunas) with modern design. The spa is beautiful—and there are indoor tennis courts (hotel-post.co.at).\n\nMadrid\n\nBarbara Lennie\n\nActress appearing in the upcoming film “Everybody Knows” (Feb. 2019)\n\nWINTER PERK: I love buying roasted chestnuts and sweet potatoes from the street vendors, or having hot chocolate and churros in a cafe like San Ginés (chocolateriasangines.com) and escaping the cold for a few hours with a movie at the Cine Doré (Calle de Santa Isabel, 3).\n\nWINTER GRIPE: Night comes way too early in Madrid, and at Christmastime the sidewalks of the city center become impossible to navigate due to the crowds.\n\nFAVORITE GETAWAY: Porto in Portugal. It’s home to one of my favorite museums in the world, the Serralves Foundation. It’s set in a garden and has artfully placed windows so no matter how nasty the weather you feel like you’re surrounded by nature (serralves.pt).\n\nSnowy day in Ortakoy, Istanbul, Turkey. Photo: Getty Images\n\nIstanbul\n\nEngin Akin\n\nFood historian, author of “Essential Turkish Cuisine”\n\nWINTER PERK: Istanbul isn’t usually too cold in winter and there are lots of sunny days. Some of the restaurants along the Bosporus have heated terraces or big windows so you can enjoy the view, and you’ll be surrounded by locals, very few tourists. Two of my favorites are Park Fora (parkfora.com) and Yeniköy YaliEr (Koybasi Caddesi 145)—both serve fantastically fresh fish.\n\nWINTER GRIPE: The meyhanes [taverns] along İstiklal Caddesi used to be very lively in winter. Now they’re a little sad-looking.\n\nFAVORITE GETAWAY: Florence. In summer, it’s too crowded, but in winter, there’s this special coziness and you can really absorb the city. And all that hearty Florentine food at places like Il Latino (illatino.com) and the Mercato Centrale (mercatocentrale.it) just tastes better in winter. And the service is much better too.\n\nStockholm\n\nSune Malmström\n\nHotel developer\n\nWINTER PERK: After ice skating at the Kungsträdgården (the Kings Garden), where the ice rink overlooks the Royal Palace, finish off with some glögg, similar to mulled wine. Of all the winter festivities in Stockholm, my favorite is the celebration of Sankta Lucia at Seglora church. During the peak of winter darkness [in mid December], choirs dressed in white, with candles in their hands, sing winter carols.\n\nWINTER GRIPE: We Swedes indulge in numerous Christmas buffets during the month of December. Overall they tend to be delicious, but it’s super easy to overindulge, so my recommendations to all first timers would be to skip the lutfisk (this dry tasteless overcooked fish) and instead focus on the yummy Swedish meatballs and gravlax.\n\nFAVORITE GETAWAY: Lech am Arlberg in the Austrian alps has amazing skiing conditions set in a very gemütlich alpine environment. After a full day on the slopes, stop by the Hotel Montana in Oberlech for goulash soup. Sit outside on the spacious deck and wrap yourself in plaid blankets (montanaoberlech.at).\n\n—Edited from interviews by Nina Sovich, Andrew Ferren, Jay Cheshes and Deborah Dunn\n\nCold Calling\n\nChernobyl in January and four other European trip ideas for travelers who actually relish the chill.\n\nHELSINKI Tourists don’t just pack mittens and scarves for winter trips to the Finnish capital, they pack swimsuits for a visit to one of the city’s 13 talviuintipaikat, or winter swimming places—often just holes cut into the ice atop a lake or the Baltic itself. hel.fi/helsinki/en/culture/sports/outdoor/winter-swimming\n\nChernobyl in the winter. Photo: Darmon Richter\n\nCHERNOBYL is, admittedly, not your typical bucket-list destination. But it’s a favorite place for writer and guide Darmon Richter, who is leading two weeklong tours of Kiev, the abandoned nuclear reactors and their surroundings in northern Ukraine this winter. “The fact that we’re doing it in the snow at around minus 15 Fahrenheit is quite unusual,” said Mr. Richter, “but the place looks otherworldly in winter.” Jan. 28-Feb. 3, $1,454, thebohemianblog.com\n\nTROMSØ, NORWAY After the sun sets on Tromsø on Nov. 27 (at 11:45 a.m.), it won’t peek above the horizon again until mid-January. But this Arctic Circle city doesn’t use winter darkness as an excuse to sleep in; if anything, its cultural and sporting opportunities only increase in the depths of winter. Under a sky frequently illuminated by aurora borealis, visitors can set off by sea to watch whales, or across the tundra to visit the indigenous Sami people and attempt to endear themselves to reindeer. Within the city, the Northern Lights cultural festival and the Tromsø International Film Festival are two bright spots. visittromso.no\n\nEASTERN POLAND The Białowieża Forest, which straddles the Polish-Belarusian border, is one of the last remaining stands of primeval woods in Europe. Visiting it with tour company Wild Poland during their weeklong Winter Wildlife Festival (Jan. 19-26) affords travelers the opportunity to see the continent’s largest population of wild bison, along with more elusive fauna like wolves and lynx. Winter makes for an ideal spotting season because thinner foliage and snow- covered ground makes these animals easier to spy. From about $700 per person, wildpoland.com\n\nA Saint Bernard on a hike in the Swiss Alps. Photo: Fondation Barry du Grand-St-Bern\n\nSWISS ALPS The Hospice du Grand-Saint-Bernard, a monastically run refuge for travelers, is located high on a snowbound mountain pass near the Swiss-Italian border. To visit (and stay the night) at the ancestral home to the great mountain rescue dog of the same name, requires a hike of roughly 3 hours on skis or snowshoes. (From $32 per night, per person, gsbernard.com). The dogs, however, take their winters in the nearby town of Martigny. For a 45-minute snowy hike with a pair of them (weekends only), visit the Barryland museum, dedicated to the breed (barryland.ch).\n\n—Matthew Kronsberg"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chester Dawson", "title": "Ghosn's 'Inside Man,' Jailed in Japan, Quietly Wielded Clout at Nissan", "description": "Greg Kelly, the Nissan board member and former executive jailed with Carlos Ghosn in Japan, was well-known inside the company as a gatekeeper and confidant to the former CEO.", "url": "https://www.wsj.com/articles/ghosns-inside-man-now-jailed-in-japan-quietly-wielded-clout-at-nissan-1542825333", "urlToImage": "https://images.wsj.net/im-38078/social", "publishedAt": "2018-11-21T22:17:54Z", "content": "But during Mr. Kellys 30 years with the Japanese auto maker, say former executives who worked with him, he became well-known inside the companymost significantly in the last decade as gatekeeper and confidant to Mr. Ghosn, who ran Nissan for more than 15 year… [+5243 chars]", "fulltext": "Outside of Nissan Motor Co. , it is likely few have ever heard of Greg Kelly, the board member and former senior executive jailed alongside Chairman Carlos Ghosn this week in Japan.\n\nBut during Mr. Kelly’s 30 years with the Japanese auto maker, say former executives who worked with him, he became well-known inside the company—most significantly in the last decade as gatekeeper and confidant to Mr. Ghosn, who ran Nissan for more than 15 years as chief executive officer.\n\nJapanese prosecutors suspect that Mr. Kelly helped Mr. Ghosn understate his compensation on Nissan securities reports for the five years through March 2015. The two men, who haven’t been formally charged with any crime, are now in custody at a Tokyo jail and couldn’t be reached for comment.\n\nMr. Kelly, a U.S. citizen, was one of the few Americans to hold senior leadership roles at a company led mostly by European and Japanese executives. He was also the first and only American to become a senior-ranking director on Nissan’s board when he joined it in 2012, putting him alongside Mr. Ghosn and Hiroto Saikawa, who took over Nissan as CEO last year.\n\nAuto executive, Carlos Ghosn, was the architect of an alliance between Nissan, Renault and Mitsubishi, a rare success story of auto makers working together. WSJ reporters analyze the impact on his legacy following his arrest over financial misconduct. Photo: Getty Images\n\nDuring a press conference Monday, Mr. Saikawa described Mr. Kelly as a Ghosn adviser and said an internal investigation at Nissan showed him to be the mastermind behind the alleged financial misconduct. Mr. Saikawa didn’t elaborate on the findings of the investigation, which Nissan brought to prosecutors.\n\nAt the time of their arrest, Messrs. Ghosn and Kelly were in Japan for a board meeting, but they didn’t arrive together, according to people briefed on their plans.\n\nMr. Kelly was viewed within Nissan as wielding considerable influence at the auto maker, where he at one point served as Mr. Ghosn’s most senior aide and controlled his daily schedule; former executives described him as a sort of chief of staff.\n\nThe 62-year-old company veteran was known for being fiercely loyal to Mr. Ghosn, who often turned to him to troubleshoot problems and deal with personnel matters, these people said.\n\n“He was Carlos Ghosn’s shield. His inside man,” said a former subordinate of Mr. Kelly.\n\nBut Mr. Kelly made few public appearances and worked mostly behind the scenes, even after he was put in charge of Nissan’s corporate communications during his years in Japan, the former colleagues said.\n\nSeveral described him as ghostlike. “He was very discreet, a bit of a ghost,” said one executive who worked with him.\n\nMr. Kelly once headed global human resources, a powerful position at a company where lifelong employment is typical in Japan and managers are often moved around the world. His other roles as head of corporate communications and the legal department at Nissan gave him some control over the information flow within the company.\n\nThe dramatic arrest of celebrity-CEO Carlos Ghosn is rocking the automotive industry. After he was accused in Japan of underreporting his pay, Nissan offered one explanation: The man had too much power. Photo composite: Sharon Shi\n\nNissan said it couldn’t comment on the specifics of the monthslong investigation. “Obviously, as a company we are not taking them lightly,” said a company spokesman, who agreed with the description of Mr. Kelly as gatekeeper close to Mr. Ghosn.\n\nJim Press, a longtime auto industry executive who has served as an adviser for Nissan’s alliance with Renault SA, said he was taken aback by the allegations involving Mr. Kelly.\n\n“Greg is one of the most capable, ethical executives I’ve ever met,” Mr. Press said.\n\nAfter getting his law degree in 1981, Mr. Kelly worked for a few years as an attorney before joining the legal department at Nissan’s U.S. subsidiary in 1988.\n\nHe quietly rose through the ranks; when he helped orchestrate the relocation of the company’s U.S. headquarters from California to Nashville in 2006, many executives left the company because they didn’t want to uproot, the former executives said. As head of human resources in North America, Mr. Kelly hired many of their replacements.\n\nIn 2008, he moved to Japan to run the legal department for Nissan and became the head of the CEO’s office later that year, a job for which he ran board meetings. In 2009, he added the roles of global human resources chief and communications director for Nissan. He joined the board in 2012.\n\nHe would occasionally join close colleagues for a drink after work during his time in Japan, former colleagues said. He limited interactions with most staff in the office to troubleshooting problems, they said.\n\nMr. Kelly was a very professional, “stand-up guy,” and could be extremely cordial, but could be tough when things went sideways, said one of the former executives who worked with him.\n\nMr. Kelly was very close to Mr. Ghosn and worked with him around the clock, even while keeping a low profile, a former executive said.\n\nAs human resources chief, he helped his boss decide on promotions—a role Mr. Kelly’s former subordinate said made employees nervous about crossing him. He was known to sideline people who he didn’t see as team players, said former executives.\n\nHe groomed many senior executives, the former executives said, before stepping away from his day-to-day operational roles in 2015.\n\nIn recent years, he spent much of his time at his house on Sanibel Island in Florida, where he was an avid fisherman and owned a twin hull boat, according to public records and an executive who worked with him.\n\nBut he remained a member of the Nissan board of directors and a frequent presence at the company’s U.S. headquarters outside Nashville, according to another former executive.\n\nWrite to Chester Dawson at chester.dawson@wsj.com and Sean McLain at sean.mclain@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Neil", "title": "2018 Ducati Multistrada 1260 S: The Bike for a Bucket-List Ride", "description": "Ducati’s redesigned Multistrada is perfect for someone ripping across an empty highway, wind in their face, a rumble in their loins. But best leave navigating it on city streets to expert riders.", "url": "https://www.wsj.com/articles/2018-ducati-multistrada-1260-s-the-bike-for-a-bucket-list-ride-1542830061", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL251_RUMBLE_SOC_20181120165236.jpg", "publishedAt": "2018-11-21T22:15:21Z", "content": "AS THE NAME suggests, the Ducati Multistrada 1260 S can take on many terrains; it fares least well in the concrete jungle. Lugging around town, chiming and burbling in first and second gear, this glorious stratocruiser rides like you would expect: tall, wide,… [+5005 chars]", "fulltext": "AS THE NAME suggests, the Ducati Multistrada 1260 S can take on many terrains; it fares least well in the concrete jungle.\n\nLugging around town, chiming and burbling in first and second gear, this glorious stratocruiser rides like you would expect: tall, wide, upright and tippy, with a chunky-clunky gearbox and a trucklike turning radius. Redesigned for 2018, Ducati’s dual-sport flagship has a wheelbase 2.2 inches longer than the previous model and a more relaxed steering-head angle. The changes have made the big bike bigger..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Hannon", "title": "Governments Urged to Ready Stimulus for Next Downturn", "description": "The OECD said governments need to prepare plans for a synchronized boost in spending to fight the next downturn, given that central banks have largely run out of ammunition to fight a slowdown, but tensions over trade could make that difficult.", "url": "https://www.wsj.com/articles/with-central-banks-out-of-ammo-governments-urged-to-ready-stimulus-for-next-downturn-1542794400", "urlToImage": "https://images.wsj.net/im-38099/social", "publishedAt": "2018-11-21T22:11:34Z", "content": "Governments around the world must prepare spending plans they can roll out quickly and in concert should the global economy slow sharply, given that central banks have largely run out of ammunition to fight a slowdown, the Organization for Economic Cooperatio… [+3260 chars]", "fulltext": "Governments around the world must prepare spending plans they can roll out quickly and in concert should the global economy slow sharply, given that central banks have largely run out of ammunition to fight a slowdown, the Organization for Economic Cooperation and Development said.\n\nHowever, tensions among the world’s largest economies over trade and other issues could make such fiscal coordination particularly difficult.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "Durable-Goods Orders Fall, Signaling Slowing Momentum", "description": "A decline in orders for long-lasting factory goods in October suggests business investment is softening, a discouraging sign for economic growth in the fourth quarter.", "url": "https://www.wsj.com/articles/u-s-durable-goods-orders-dropped-in-october-1542807342", "urlToImage": "https://images.wsj.net/im-38064/social", "publishedAt": "2018-11-21T22:02:31Z", "content": "WASHINGTONA decline in orders for long-lasting factory goods in October suggests business investment is softening, a discouraging sign for economic growth in the fourth quarter. Business investment, a strong spot for the economy in the first half of the year,… [+4195 chars]", "fulltext": "WASHINGTON—A decline in orders for long-lasting factory goods in October suggests business investment is softening, a discouraging sign for economic growth in the fourth quarter.\n\nBusiness investment, a strong spot for the economy in the first half of the year, moderated in the third quarter and appears to have started the fourth quarter on a weak footing. Worries about a trade war, a drop in oil prices hitting energy investment and a stronger dollar making U.S.-made goods pricier for foreign buyers all appear to be offsetting..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saabira Chaudhuri", "title": "IKEA to Slash Thousands of Jobs in Restructuring", "description": "IKEA, in its most dramatic restructuring ever, is slashing thousands of jobs and creating new ones as the furniture giant scrambles to cope with fast-changing shopper behavior that has hammered brick-and mortar retailers globally.", "url": "https://www.wsj.com/articles/ikea-to-slash-thousands-of-jobs-in-restructuring-1542821755", "urlToImage": "https://images.wsj.net/im-38258/social", "publishedAt": "2018-11-21T21:57:08Z", "content": "IKEA, in its most dramatic restructuring ever, is slashing thousands of jobs and creating new ones as the furniture giant scrambles to cope with fast-changing shopper behavior that has hammered brick-and mortar retailers globally. The Swedish flat-pack giant … [+3634 chars]", "fulltext": "IKEA, in its most dramatic restructuring ever, is slashing thousands of jobs and creating new ones as the furniture giant scrambles to cope with fast-changing shopper behavior that has hammered brick-and mortar retailers globally.\n\nThe Swedish flat-pack giant on Wednesday said it would cut 7,500 jobs mainly focused on office-based work like communications, human resources and administrative functions. At the same time, it plans to open 30 new stores in city centers, and invest in delivery and digital, creating 11,500 new jobs over the next two years. IKEA employs about 160,000 staff.\n\n“The retail landscape is transforming at a scale and pace we’ve never seen before,” said Chief Executive Jesper Brodin.\n\nThe restructuring is a rare event for IKEA, which has so far appeared largely immune from the troubles that have hurt big department stores and shopping malls. The last time it cut a large number of jobs was during the financial crisis.\n\nRetailers selling clothing, homeware, digital appliances, toys and even food have struggled to make up for few visitors to their stores as customers increasingly prefer the bargains and convenience of shopping online. Once indomitable retailers like Sears and Toys “R” Us have been felled by the shift.\n\nTolga Öncü, IKEA’s head of retail, said in an interview that the job cuts would cut red tape and speed up decision making. He said the new jobs would be focused on enhancing IKEA’s online and delivery offerings as well as the in-store experience.\n\n“So far as we can recall we haven’t had this before,” he said of the restructuring. “We do it because we want to secure IKEA for the future.”\n\nMr. Öncü said growth in the number of customers visiting its existing stores has stalled, prompting IKEA to change how they look.\n\nThe company’s research has shown that 80% of customers research their planned purchases online before visiting a store. In response, IKEA is cutting the number of products it displays, freeing up space for more mocked up living rooms and bedrooms. Mr. Öncü hopes the change will motivate more customers to visit stores.\n\nIKEA plans to open its biggest city-center store to date in Paris in the spring at 5,000 square meters. It also intends to eventually open a city-center store in New York, but this is still at the exploratory stage. If New Yorkers take to the concept, IKEA plans roll out similar stories in cities such as Washington, D.C., Los Angeles and San Francisco, Mr. Öncü said.\n\nFounded in 1943, IKEA initially sold pens, wallets, table runners, watches and nylon stockings. Over the years, it evolved into the world’s largest furniture retailer, selling sleek Scandinavian designs relatively inexpensively and in easy to transport flat packs.\n\nThe company has for decades followed a successful model of opening sprawling, out-of-town stores that act as showrooms, storage depots and restaurants. IKEA opened its first 72,000-square-foot store in 1958 in the Swedish village of Älmhult, discovering that people were prepared to travel long distances to visit the shop.\n\nMore recently, the company has said that 70% of the world’s population will live in cities by 2050, forcing it to rethink its decades-old strategy. IKEA has tried to make its furniture accessible to more people, opening centrally located stores and click-and-collect sites, improving delivery and rolling out websites in more countries. Last year it bought online marketplace TaskRabbit to make it easier for customers to assemble its shelves, sofas and beds. It has also said it would test selling its furniture on third-party websites.\n\n“We see of course that the world around us is changing and we want to be part of that,” said Mr. Öncü.\n\nLast month, IKEA reported its retail sales for the financial year of €34.8 billion ($39.69 billion), up just slightly from the €34.1 billion it reported the prior year.\n\nWrite to Saabira Chaudhuri at saabira.chaudhuri@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Wall", "title": "Airbus Finalizes New Executive Lineup", "description": "European aerospace giant Airbus appointed two outsiders to key executive jobs, completing a generational overhaul of its executive ranks as it faces challenges building all the planes it has promised.", "url": "https://www.wsj.com/articles/airbus-finalizes-new-executive-line-up-1542791039", "urlToImage": "https://images.wsj.net/im-38245/social", "publishedAt": "2018-11-21T21:54:29Z", "content": "European aerospace giant Airbus SE on Wednesday appointed two outsiders to key executive jobs, completing a generational overhaul of its executive ranks as it struggles to build all the planes it has promised. Airbus named Dominik Asam, 49 years old, as chief… [+2553 chars]", "fulltext": "European aerospace giant Airbus SE on Wednesday appointed two outsiders to key executive jobs, completing a generational overhaul of its executive ranks as it struggles to build all the planes it has promised.\n\nAirbus named Dominik Asam, 49 years old, as chief financial officer to replace Harald Wilhelm, who had announced plans to leave. Mr. Asam currently holds the top finance job at German semiconductor maker Infineon Technologies AG.\n\nMichael Schollhorn, 53, is set to join from BSH Home Appliances to become chief operating officer at Airbus’s plane-making business.\n\nAirbus is boosting output for some of its most popular planes to meet strong demand. But building all those aircraft has been a problem. Airbus this year cut its plane-delivery forecast, in part because of engine supplier hiccups. Delayed plane deliveries have angered airline customers and weighed on cash flow.\n\nNewsletter Sign-up\n\nAirbus had at the end of October delivered 584 jetliners against an already lowered full-year target of 800. Many of the planes have already been built, but still need to be fit with their engines before being handed over to customers.\n\nBoeing Co., the world’s No. 1 plane maker, underwent a similar management overhaul a few years ago. It has stuck to its target of handing over 810 to 815 airliners in 2018, despite production difficulties.\n\nAt Airbus, the two latest appointments represent some of the final elements of a revamp that kicked off last year when Chief Executive Tom Enders announced he would retire in 2019 and the head of the plane-making unit, Fabrice Brégier, departed. The plane maker’s long-serving chief salesman, John Leahy, retired this year, while other senior executives have left or announced retirement plans.\n\nAirbus last month named the head of the plane-making unit and its effective No. 2, Guillaume Faury, to replace Mr. Enders in April, when Mr. Asam will also join.\n\nNot all of the management changes have been smooth. In September, Airbus named a new chief plane salesman for the second time this year.\n\nThe appointment of Mr. Asam, a German, also helps restore the national balance at a company where the passports of top managers are closely monitored. The French and German governments remain the largest shareholders in Airbus. The nationality of the chief executive has switched between French and German after the company in 2007 abandoned a co-CEO structure representing both nationalities.\n\nWith the announcement that Mr. Faury, a Frenchman, would replace Mr. Enders, a German, Airbus also said Frenchman Denis Ranque wouldn’t seek an extension of his role as chairman after 2020. A German is widely expected to be named to the post.\n\nInfineon said the search for a successor to Mr. Asam as CFO has begun.\n\n—Cristina Roca contributed to this article.\n\nWrite to Robert Wall at robert.wall@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeff Slate", "title": "Was Ringo Starr the Original Instagrammer?", "description": "The former Beatles drummer on how he invented the social-media trope of taking photos of your food and almost chased his country music dreams.", "url": "https://www.wsj.com/articles/was-ringo-starr-the-original-instagrammer-1542820050", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL234_20ODD_SOC_20181120164030.jpg", "publishedAt": "2018-11-21T21:50:09Z", "content": "RELAXED IN black, a backward cap and his ever-present sunglasses, Sir Ringo Starr, 78, is quick to unleash his trademark wit, as droll as it was when the Beatles first touched down in the U.S. in 1964. Twenty questions? he asked as we took our positions in a … [+4001 chars]", "fulltext": "RELAXED IN black, a backward cap and his ever-present sunglasses, Sir Ringo Starr, 78, is quick to unleash his trademark wit, as droll as it was when the Beatles first touched down in the U.S. in 1964. “Twenty questions?” he asked as we took our positions in a villa at Los Angeles’s Sunset Marquis hotel. “Nah, I’ll give you 10 questions. Just cut the answers in two.”\n\nHis years with the Beatles are, of course, a relatively small part of what Mr. Starr calls “life’s rich pageant.” He was the first to score a massive hit after the band’s breakup—1970’s “It Don’t Come Easy”—and since then he’s done everything from performing charitable work to voicing the conductor on TV’s “Thomas the Tank Engine” and touring almost ceaselessly after his first outing with his All Starr Band in 1989.\n\n'Postcards From The Boys' by Ringo Starr. Photo: Chronicle Books\n\nMr. Starr’s latest endeavor is “Another Day In The Life,” the third in a series of illustrated memoirs. While the first, “Postcards From the Boys,” showcased messages he and his ’60s bandmates shared throughout their lives, his new book highlights a lesser-known aspect of Mr. Starr’s restless creative spirit: Ringo Starr, photographer. Here, 17 of his answers, edited for space if not all cut in half.\n\nI shoot pictures to: avoid writing my memoir. I’ve been asked to do an autobiography, and they’ve offered me a lot of money, but they’re really only interested in the 8 years from 1962 to 1970. So I’m going at it this way.\n\n‘Performance’ by Richard Avedon Photo: F. Martin Ramin/The Wall Street Journal\n\nMy photography is inspired by: Richard Avedon. When we would hang out, we’d have a shot of whiskey, then we’d take pictures of each other. Then another shot and more pictures. We were having fun and I like that attitude for most creative things in life.\n\nThe key to shooting good photos is to: be in the moment. My friend Henry Diltz is a great photographer, but his best shots are casual. He captures you as you are. I like that, rather than scrambling to set up a shot and making sure the lighting’s right.\n\nI’m not a photographer: I’m a guy who takes photos. It’s not a hobby but I’m no pro. It’s part of the things I love to do.\n\nI invented: the craze of taking pictures of food. I really did. I was first. I love Instagram, but I’ve got loads of pictures of plates of food and empty chairs going back to the 1960s and ’70s. You can tell a whole story from them.\n\nPentax Asahi camera. Photo: Alamy\n\nI miss: real cameras. In the ’60s, as soon as I could afford one I went for a Pentax. I was the guy who bought the fisheye lens. All the lenses! All the craziness you could put on the front of the camera, I had it.\n\nNow I shoot with: my iPhone. Nobody has a camera anymore.\n\nIf you’re a good musician: you’re probably also a good cook. Because your senses are open and that creativity carries over into every part of life.\n\nI’ve learned: not to be too hard on myself. I’m still a work-in-progress.\n\nAmerican jazz singers Sarah Vaughan and Billy Eckstine circa 1945. Photo: Metronome/Getty Images\n\nMy best childhood memory: is of my stepdad, Harry. He loved big band records but when I was a teen playing my records he never said, “Turn that sh-t off.” He’d say, “Have you heard this?” And then he’d pop on Sarah Vaughan, or he’d play Billy Eckstine.\n\nI recommend: Transcendental Meditation. I’ve done it nearly every day—depending on the time zone, or the plane, or where I’m going—since 1992.\n\nI wish I still had: my lost 8mm movies from the Beatles early tours. But a lot of them were just shots of cows. I come from the city—a downtrodden part of Liverpool—so when we were in the country, I was like, “Wow, look at this space! Look at the cows!”\n\nRingo Starr taking pictures in New York, February 1964. Photo: Mirrorpix/Getty Images\n\nWhen not working: I paint. People say, “I’d love to paint, but I can’t.” You can! Get a damn brush and paint. You can do anything. You don’t have to be a professional.\n\nMy role models are: Buddy Guy and the late B.B. King. All those old blues guys play forever. Now people say, “Oh god, you’re still playing!” I’m going to play as long as I can hold those two bits of wood.\n\nMy first love was: country music. I loved the sentiment of it. And the blues, too. How things could’ve been different! I actually tried to emigrate to Houston at 19 because I was inspired by Lightnin’ Hopkins.\n\nZildjian sticks, his ’two bits of wood.’ Photo: Zildjian\n\nI’ve tried: to play with several drummers, and their style is just too busy. No one plays the drums quite like me.\n\nI relax by: binge-watching Hulu and Netflix. I’m not a news junkie—that’ll bring you down. But I love bingeing TV. I know it sounds like I’m busy, but honestly I’m not at all.\n\n—Edited from an interview by Jeff Slate"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katie Honan, Joshua Jamerson", "title": "The Wall Street Journal: Amazon has revealed that just half of the positions at its HQ2 locations will be tech jobs", "description": "Other jobs will be administrative and custodial, New York City official says.", "url": "https://www.wsj.com/articles/half-of-queens-amazon-jobs-wont-be-tech-positions-1542829226?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY397_crysta_ZG_20181112154321.jpg", "publishedAt": "2018-11-21T21:49:31Z", "content": "Only half of the positions that Amazon.com Inc. AMZN, +1.42% has promised to bring to its two new headquarters in New York and Virginia will be tech jobs, government officials in both states say. New York City officials said during a presentation Tuesday nigh… [+872 chars]", "fulltext": "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nOnly half of the positions that Amazon.com Inc. has promised to bring to its two new headquarters in New York and Virginia will be tech jobs, government officials in both states say.\n\nNew York City officials said during a presentation Tuesday night that of the at least 25,000 jobs that the online retailer plans to bring to a new headquarters in Long Island City, Queens, 12,500 will be in tech.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Soo Oh", "title": "An Overlooked Key to Democratic Victories: Diversity in the Suburbs", "description": "People of color were a large component of the Democrats’ midterm-election victories in the suburbs: They are more likely to live in the suburbs than in urban areas. And they tend to vote Democratic.", "url": "https://www.wsj.com/articles/an-overlooked-key-to-democratic-victories-diversity-in-the-suburbs-1542801601", "urlToImage": "https://images.wsj.net/im-38208/social", "publishedAt": "2018-11-21T21:31:41Z", "content": "Democrats took control of the House by flipping seats in the nations suburbs, which have long been political battlegrounds. But those victories rested on more than just the votes of college-educated white voters, whose shift away from Donald Trump and the Rep… [+9509 chars]", "fulltext": "Democrats took control of the House by flipping seats in the nation’s suburbs, which have long been political battlegrounds. But those victories rested on more than just the votes of college-educated white voters, whose shift away from Donald Trump and the Republican Party has drawn wide attention.\n\nPeople of color were also a large component of the Democrats’ victories in the suburbs—increasingly diverse communities that no longer fit the stereotype of racial homogeneity. They are more likely to live in the suburbs than in..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "A Day of Thanks", "description": "Presidents and gratitude through the years.", "url": "https://www.wsj.com/articles/a-day-of-thanks-1542835611", "urlToImage": "https://images.wsj.net/im-38367/social", "publishedAt": "2018-11-21T21:26:52Z", "content": "On Tuesday at the White House President Donald Trump offered some contemporary political humor in the course of announcing the traditional pardoning of a turkey. On a more serious note, the President then offered a traditional expression of gratitude: The pre… [+4679 chars]", "fulltext": "President Abraham Lincoln's statue at the Lincoln Memorial in Washington. The 170 ton, 19 foot high statue, formed from 28 blocks of Georgia marble, was sculpted by Daniel Chester French and dedicated in 1922. Photo: gary cameron/Reuters\n\nOn Tuesday at the White House President Donald Trump offered some contemporary political humor in the course of announcing the traditional “pardoning” of a turkey. On a more serious note, the President then offered a traditional expression of gratitude:\n\nWe give thanks for the family, friends, neighbors and loved ones who enrich our lives, lift our spirits, and fill our days with joy. And we give thanks to God, who continues to shed his almighty grace upon this magnificent land that we all love so very much. We are truly blessed to be Americans...\n\nAs we gather together this week with those we love, we share our gratitude to all of those who spend this holiday very, very far from home, serving in our military overseas. We send our eternal gratitude to the heroes who keep America safe, strong, proud, prosperous, and free.\n\nThe presidential tradition of expressing such gratitude is as old as our republic. In his proclamation of October 1789, President George Washington thanked “the beneficent Author of all the good that was, that is, or that will be” and specifically:"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Nassauer", "title": "Six Tips for Black Friday Shopping", "description": "Marketing companies are offering shoppers cash back, coupons or price tracking. Here are six ways to get a deal online this holiday season.", "url": "https://www.wsj.com/articles/six-tips-for-black-friday-shopping-how-to-get-discounts-perks-and-bitcoin-1542805201", "urlToImage": "https://images.wsj.net/im-38119/social", "publishedAt": "2018-11-21T21:09:39Z", "content": "Coupons havent gone away, but the path to discounts is increasingly through shoppers mobile phones or computers. Marketing companies are offering shoppers cash back, coupons or price tracking, in part because retailers and brands are willing to pay for new wa… [+3228 chars]", "fulltext": "Coupons haven’t gone away, but the path to discounts is increasingly through shoppers’ mobile phones or computers.\n\nMarketing companies are offering shoppers cash back, coupons or price tracking, in part because retailers and brands are willing to pay for new ways to drive shoppers to their stores, website or app. Also, more shoppers are eager to find deals using these services, given the minimal effort involved.\n\n“I don’t think it’s actually coupon clippers” driving the growth of online and mobile discount services, said Mike Jaconi, chief executive of Button, a company that links retailers to mobile apps, including rewards and cash-back services. “Everyone wants to save a buck.”\n\nHere are six ways to get a deal online this holiday season.\n\nEbates: A website that works with thousands of retailers to provide cash-back offers and coupons. From the Ebates site, shoppers click through to a retailer to make a purchase. Retailers pay commissions to list on the site, and Ebates gives a percentage back to shoppers, usually between 1% and 10% of the purchase price. Companies beyond retailers have started working with the site, including ride-share company Lyft and food delivery firm DoorDash.\n\nHoney: A browser extension that finds coupons, cash-back offers and tracks prices on a number of retail websites including Amazon.com , Target.com and Walmart.com. Honey offers a feature where shoppers can receive an alert when the price drops on a specific product. Black Friday might not be the best day to buy, said co-founder Ryan Hudson: “December 12th or something might be a great day because the retailer is trying to get rid of some product.” A Honey mobile app is on the way, Mr. Hudson said.\n\nDosh: Once shoppers have linked their credit card to the service, they earn cash back whenever they shop in a store or eat at a restaurant that has negotiated a deal with Dosh, which currently includes large retailers such as Walmart Inc. and Target Corp. , as well as restaurants and gas stations. Earning back up to 10% of the value of the purchase, shoppers can receive a text message when money hits their account.\n\nCamelCamelCamel: This price-tracking website allows shoppers to see the pricing history of most items on Amazon. To see a product’s pricing history and gauge the best time to buy, users can enter a product’s webpage or set up an alert for a price drop. The site also allows shoppers to import their Amazon wish list to track price movements.\n\nIbotta: A mobile app that offers shoppers cash rebates from thousands of brands, travel companies and retailers. Ibotta will offer daily deals Thanksgiving week, with some retailers and brands increasing the commissions they pay Ibotta to fund higher rebates during that period, said an executive.\n\nLolli: If you’ve been wondering how to shop at Walmart.com while earning bitcoin, this browser extension is the answer. It allows shoppers to earn small amounts of bitcoin instead of cash while shopping online at retailers such as men’s grooming company Harry’s, Office Depot and Macy’s . The company aims to make bitcoin accessible to the masses, said co-founder Alex Adelman, a former Ebates executive.\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal\n\nWrite to Sarah Nassauer at sarah.nassauer@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Diamond", "title": "The Best Beard Trimmers for Each Man's Grooming Quirks", "description": "These snipping gadgets earn top marks—whether you’re precision-minded, lazy or a klutz.", "url": "https://www.wsj.com/articles/the-best-beard-trimmers-for-each-mans-grooming-quirks-1542833871", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL216_BEARD_SOC_20181120162154.jpg", "publishedAt": "2018-11-21T20:57:52Z", "content": "IT WAS EASY TO SCOFF at grown men sporting 2014s urban lumberjack lookthe sort of generously hirsute Paul Bunyan-type who held a 9-to-5 graphic design gig in Portland instead of an ax. But even though the vogue for plaid has waned, beards have persisted, said… [+2060 chars]", "fulltext": "IT WAS EASY TO SCOFF at grown men sporting 2014’s “urban lumberjack” look—the sort of generously hirsute Paul Bunyan-type who held a 9-to-5 graphic design gig in Portland instead of an ax. But even though the vogue for plaid has waned, beards have persisted, said Wayne Wildrick of Fellow Barber in Brooklyn. “It’s a generational thing.” He believes clean-shaven faces, like buzz cuts and flat-top haircuts, are relics of yesteryear.\n\nWith the currency of beards came a multibillion-dollar industry dedicated to ensuring that men’s..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wilbert L. Cooper", "title": "Rediscover the Simple Joy of an Affordable Digital Watch", "description": "Over 30 years after its invention, the Casio G-Shock—a favorite of style icons like Sting—has never looked better.", "url": "https://www.wsj.com/articles/rediscover-the-simple-joy-of-an-affordable-digital-watch-1542833566", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL350_COPY_SOC_20181120195336.jpg", "publishedAt": "2018-11-21T20:52:48Z", "content": "ON MAY 25, 1986, rock star Sting was snapped at a Sport Aid fun-run event in Londons Hyde Park brandishing a bulky electronic watch. By choosing to wear a plastic G-Shock, the Police frontman was as much ahead of his time as he was in embracing world music an… [+2952 chars]", "fulltext": "ON MAY 25, 1986, rock star Sting was snapped at a Sport Aid fun-run event in London’s Hyde Park brandishing a bulky electronic watch. By choosing to wear a plastic G-Shock, the Police frontman was as much ahead of his time as he was in embracing world music and using celebrity as a platform for activism. G-Shocks, a then-little-known line of Casios, anticipated casual, abuse-proof watches to come.\n\nHaving hit stores just a few years prior and far from an immediate hit, the Japanese digital watch represented some of the most advanced horological innovations of its day. G-Shock inventor Kikuo Ibe once said that he destroyed more than 200 prototypes in his pursuit of the “Triple Ten,” which refers to the watches’ ability to survive a 10-meter fall, stay waterproof for 10 bars (a maritime unit of pressure) and boast a 10-year battery life.\n\nAt the star-studded 1986 Sport Aid event, Sudanese champion runner Omar Khalifa was greeted by Margaret Thatcher and Princess Diana. In this image (right) Sting wears a notably low-key navy blue sweater to photograph the action, but his almost aggressively functional Casio stands out. The hardy watch clearly departs from the polished timepieces you’d expect a celebrity to wear in the mid-80s at the height of his fame.\n\nA new-gen G-Shock and rival digital watches. From left: Ironman Transit Watch, $50, timex.com; Core Alu Deep Black Watch, $429, suunto.com; Casio G-Shock DW5750E-1 Watch, $99, gshock.com Photo: F. Martin Ramin/The Wall Street Journal, Styling by Anne Cardenas\n\nG-Shock’s reputation as the toughest watch was cemented by the 1994 thriller “Speed,” in which a Los Angeles police officer (played by Keanu Reeves) disarms bombs, dodges shotgun shells and decapitates a disgruntled psycho while wearing a G-Shock. After military and law enforcement sorts adopted the watch, skaters and streetwear enthusiasts followed suit in the late 1990s, making it a style staple.\n\n“So much of what streetwear was and is involves reinterpreting classic sportswear and military styles with more of a fashion look,” said Greg Rivera, vice president of the streetwear label Mishka, which is preparing to release a collaboration with G-Shock in 2019. “The G-Shock is something a soldier would wear, so it makes sense that a street soldier would wear it, too.”\n\nWhile Apple turns its timepieces into high-tech personal assistants and rappers tout traditional timepieces like those from Patek Philippe, digital watches remain a nostalgic style standard. And G-Shocks continue to maintain a fan base among active guys. “If you surf, skate, climb or dive, the G-Shock will withstand the rigors of your lifestyle much better than almost any connected watch,” said John Cote, an Indianapolis-based director on the board of the National Association of Watch & Clock Collectors. “In the world of mechanical watches, dive watches like the Rolex Submariner do sort of the same thing, but for a lot more money.”\n\nToday, you’ll find far more G-Shock options than when Sting wore his in 1986, from $50 basic sport watches to colorful collaborations with high-end designers like Martin Margiela and artists like Takashi Murakami. New York menswear designer Robert Geller, who put his own spin on the timepiece, said, of the G-Shock’s timelessness: “It is just a classic. It reminds me of my teenage years.”\n\nMr. Ibe, the watch’s inventor, insisted there’s no right way to wear a G-Shock: “Wear it any way you want as long as it makes you feel confident and happy.”"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katie Honan", "title": "Half of Jobs at Amazon's Two New Headquarters Won't Be Tech Positions - Wall Street Journal", "description": "Wall Street Journal Half of Jobs at Amazon's Two New Headquarters Won't Be Tech Positions Wall Street Journal Initially, Amazon had planned to build one new headquarters with 50,000 employees. But as the search drew to a close, it decided to split the headqua…", "url": "https://www.wsj.com/articles/half-of-queens-amazon-jobs-wont-be-tech-positions-1542829226", "urlToImage": "https://images.wsj.net/im-38359/social", "publishedAt": "2018-11-21T20:31:00Z", "content": "Only half of the positions that Amazon.com Inc. AMZN 1.36% has promised to bring to its two new headquarters in New York and Virginia will be tech jobs, government officials in both states say. New York City officials said during a presentation Tuesday night … [+4313 chars]", "fulltext": "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nOnly half of the positions that Amazon.com Inc. has promised to bring to its two new headquarters in New York and Virginia will be tech jobs, government officials in both states say.\n\nNew York City officials said during a presentation Tuesday night that of the at least 25,000 jobs that the online retailer plans to bring to a new headquarters in Long Island City, Queens, 12,500 will be in tech.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michelle Hackman", "title": "DeVos Reinstates For-Profit College Accrediting Group", "description": "An accrediting group that has served as a gatekeeper of federal funds to some of the country’s most troubled for-profit colleges has been reinstated by Education Secretary Betsy DeVos.", "url": "https://www.wsj.com/articles/devos-reinstates-for-profit-college-accrediting-group-1542824391", "urlToImage": "https://images.wsj.net/im-38341/social", "publishedAt": "2018-11-21T20:05:46Z", "content": "An accrediting group that has served as a gatekeeper of federal funds to some of the countrys most troubled for-profit colleges has been reinstated by Secretary Betsy DeVos, the Education Department announced Wednesday. Mrs. DeVoss decision marks the latest i… [+3489 chars]", "fulltext": "An accrediting group that has served as a gatekeeper of federal funds to some of the country’s most troubled for-profit colleges has been reinstated by Secretary Betsy DeVos, the Education Department announced Wednesday.\n\nMrs. DeVos’s decision marks the latest in a series of moves she has taken to bolster for-profit colleges, including a push to reverse regulations that would penalize schools that perform poorly on graduation rates, loan repayment and other criteria.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aleksandra Crapanzano", "title": "A Luscious, Low-Maintenance Alternative to Apple Pie", "description": "This streamlined apple crisp provides all the warming holiday spice you want, with a rich custard baked right in.", "url": "https://www.wsj.com/articles/a-luscious-low-maintenance-alternative-to-apple-pie-1542814865", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL168_LSS_SOC_20181120153410.jpg", "publishedAt": "2018-11-21T19:15:30Z", "content": "HERALDED AS the doyenne of baking and the queen of tarts, New-York-and-Paris-based cookbook author Dorie Greenspan has earned a cult-like following with her deeply chocolaty World Peace Cookies and boozy Prune and Armagnac Torte. In my own kitchen, her books … [+3601 chars]", "fulltext": "HERALDED AS the doyenne of baking and the queen of tarts, New-York-and-Paris-based cookbook author Dorie Greenspan has earned a cult-like following with her deeply chocolaty World Peace Cookies and boozy Prune and Armagnac Torte. In my own kitchen, her books are among the most dog-eared. So when Ms. Greenspan rethinks a recipe, I take note.\n\nReading her latest cookbook, “Everyday Dorie,” I paused when I came to a recipe for apple custard crisp. From the title, I’d assumed the custard would be poured on top of the crisp. I was wrong.\n\nAs it happened, custard had been on my mind. When I was researching a cookbook of my own in London a few years ago, I found custard on nearly every menu in the city, most often in lieu of the whipped cream that commonly garnishes desserts in the U.S. and the dollop of crème fraîche ubiquitous in France. A cooked sauce of milk, cream, egg yolks and vanilla, custard is poured onto nearly every warm dessert in the British repertoire, from Christmas pudding to gingerbread. Apple crisp is no exception. While a baker on the left side of the Atlantic might serve this sweet with a scoop of ice cream, in the U.K. it nearly always wears a coat of custard, drawing the whole dessert together in a warm, mellow embrace.\n\nScanning Ms. Greenspan’s recipe, I noted that her crisp not only leans British in calling for custard but goes a step further. No mere garnish, the custard is baked right into the apple base. This way, the crisp topping maintains its defining crispness. And it streamlines the recipe, as the custard cooks along with the dessert.\n\nMs. Greenspan also adds a shot of Calvados or rum to the mix. And, true to her American roots, she finishes the crisp with a scoop of vanilla ice cream, offering an appealing dance of hot and cold in every bite. Who, on either side of the pond, could possibly argue?\n\nApple Custard Crisp\n\nACTIVE TIME: 30 minutes TOTAL TIME: 2½ hours SERVES: 8\n\nFor the crisp topping:\n\n¾ cup all-purpose flour\n\n3 tablespoons sugar\n\n1 tablespoon brown sugar\n\n¼ teaspoon ground cinnamon\n\n¼ teaspoon fine sea salt\n\n5½ tablespoons cold unsalted butter, cubed\n\n½ teaspoon vanilla extract\n\nFor the apple-custard base:\n\n1½ pounds Golden Delicious apples\n\nZest and juice of 1 juicy lemon\n\n½ cup heavy cream\n\n¼ cup packed brown sugar\n\nPinch of ground cinnamon, nutmeg, ginger or cardamom\n\n1 large egg\n\n1 large egg yolk\n\n1 tablespoon Calvados or dark rum (optional)\n\n2 teaspoons pure vanilla extract\n\nVanilla ice-cream, for serving\n\n1. Make the crisp topping: In a bowl, whisk together flour, both sugars, cinnamon and salt. Drop in cubes of cold butter and toss with fingers until butter is coated. Squeeze and rub ingredients together to form moist clumps and curds. Sprinkle with vanilla and toss to blend. Refrigerate for at least 1 hour and up to 4 days.\n\n2. Make the apple-custard base: Preheat oven to 375 degrees and set rack in center position. Place a deep-dish 9-inch pie plate on a baking sheet lined with parchment to catch spills.\n\n3. Peel, halve, core and cut apples into 1½-inch cubes. Transfer apples to pie plate. Stir in lemon zest and juice.\n\n4. In a medium bowl, whisk together cream, brown sugar, spice, egg and egg yolk to blend thoroughly, about 1 minute. Whisk in Calvados and vanilla. Pour custard over apples and jiggle pie plate to encourage custard to slide into all the spaces.\n\n5. Scatter the apple-custard base with crisp topping and tap topping lightly with your fingers so it sticks.\n\n6. Transfer to oven and bake until crisp is golden brown and apples are tender, 50-60 minutes. If crisp appears to be browning too quickly, tent loosely with foil.\n\n7. Transfer baking sheet to a wire rack and let crisp rest at least 10 minutes before serving. Serve warm or at room temperature with a scoop of vanilla ice cream.\n\n—Adapted from “Everyday Dorie” by Dorie Greenspan (Rux Martin/ Houghton Mifflin Harcourt )"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Wall Street Journal", "title": "Amazon pay accepted here? Web giant aims to put digital wallet in stores", "description": "Amazon.com Inc. is gearing up to challenge Apple Inc. in the mobile-payments race.", "url": "https://www.wsj.com/articles/amazon-pay-accepted-here-web-giant-aims-to-put-digital-wallet-in-stores-1542796827", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/amazon-pay-AP.jpg", "publishedAt": "2018-11-21T19:10:15Z", "content": "Amazon.com Inc. is gearing up to challenge Apple Inc. in the mobile-payments race. The e-commerce giant is working to persuade brick-and-mortar merchants to accept its Amazon Pay digital wallet, according to people familiar with the matter, attempting to expa… [+1828 chars]", "fulltext": "Amazon wants to deliver everything you want to your doorstep, anywhere in the world. But the e-commerce giant faces several challenges in its pursuit of a global empire. WSJ's Karan Deep Singh breaks down the basics with the help of an Amazon delivery box.\n\nAmazon.com Inc. is gearing up to challenge Apple Inc. in the mobile-payments race.\n\nThe e-commerce giant is working to persuade brick-and-mortar merchants to accept its Amazon Pay digital wallet, according to people familiar with the matter, attempting to expand a service now used primarily for purchases online.\n\nTo start, the company is looking..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Deere's Profit Rises, Helped by Stronger Machinery Sales", "description": "Deere said sales and profits in the latest period were lifted by demand in its construction and farming markets.", "url": "https://www.wsj.com/articles/deeres-profit-rises-helped-by-stronger-machinery-sales-1542802349", "urlToImage": "https://images.wsj.net/im-38253/social", "publishedAt": "2018-11-21T18:57:32Z", "content": "Deere DE 2.43% &amp; Co. said sales and profits in the latest period were lifted by demand in its construction and farming markets. Deere reported fourth-quarter net income of $784.8 million, or $2.42 a share, up from $510.3 million, or $1.57 a share, a year … [+1182 chars]", "fulltext": "Deere DE 0.68% & Co. said sales and profits in the latest period were lifted by demand in its construction and farming markets.\n\nDeere reported fourth-quarter net income of $784.8 million, or $2.42 a share, up from $510.3 million, or $1.57 a share, a year earlier. Excluding a tax benefit, the company earned $2.30 a share, while analysts expected $2.45 a share.\n\nTotal revenue rose 17% to $9.42 billion from a year ago, boosted by rising sales in farm machinery in the Americas and construction-equipment sales due to its road-building business, Wirtgen Group, which was acquired in December 2017.\n\nNet sales were $8.34 billion. Analysts polled by Refintiv were expecting net sales of $8.57 billion.\n\nCosts for steel and aluminum have been pushed up by U.S. tariffs on imported metal and a nationwide truck shortage has helped increase shipping expenses for many companies.\n\nThe company said that it was still pressured by rising raw-material costs, especially in steel, as well as logistics expenses. It has been working to cut costs and raise prices as a result, the company said.\n\nShares, which have fallen about 12% this year, fell 2.7% in premarket trading.\n\nFor the fiscal year 2019, the Moline, Ill., company expects net sales and revenue to grow by about 7% while it expects a profit of about $3.6 billion. Deere also expects equipment sales in fiscal 2019 to rise 7% from a year earlier.\n\nWrite to Kimberly Chin at kimberly.chin@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert McMillan", "title": "Amazon Glitch Exposes Customer Names, Email Addresses", "description": "Amazon.com warned some customers that its website disclosed their names and email addresses as a result of a technical error.", "url": "https://www.wsj.com/articles/amazon-tech-glitch-exposes-customer-names-email-addresses-1542824047", "urlToImage": "https://images.wsj.net/im-34756/social", "publishedAt": "2018-11-21T18:50:34Z", "content": "Amazon.com Inc. AMZN 1.42% warned some customers that its website disclosed their names and email addresses as a result of a technical error. The company didnt say how many people were affected or go into detail about the nature of the error. Amazon said Wedn… [+817 chars]", "fulltext": "Amazon.com Inc. warned some customers that its website disclosed their names and email addresses as a result of a technical error.\n\nThe company didn’t say how many people were affected or go into detail about the nature of the error.\n\nAmazon said Wednesday that it had fixed the issue and informed affected users. Some customers reported receiving..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elizabeth Winkler", "title": "Why Christmas Will be Very Weird for Retailers", "description": "Retailers will have a good Christmas in 2018. But factors such as rising inventory, tariffs and higher labor costs will drive stock performance through the holidays and into next year.", "url": "https://www.wsj.com/articles/why-christmas-will-be-very-weird-for-retailers-1542806665", "urlToImage": "https://images.wsj.net/im-38264/social", "publishedAt": "2018-11-21T18:33:19Z", "content": "Retailers will have a good Christmas in 2018. That may not matter. Tax cuts, a strong economy and, for most retailers, improved operations, drove stocks higher this year. Even with the selloff this week, the S&amp;P Retail Index has beaten the overall market … [+2440 chars]", "fulltext": "Retailers will have a good Christmas in 2018. That may not matter.\n\nTax cuts, a strong economy and, for most retailers, improved operations, drove stocks higher this year. Even with the selloff this week, the S&P Retail Index has beaten the overall market by 17 percentage points.\n\nYet the lesson from the selloff, which knocked down some big retail stocks by as much as 10% this week, is that factors such as rising inventory, tariffs and higher labor costs will drive stock performance through the holidays and into next year.\n\nThe first two issues are connected but investors are clearly struggling to understand the dynamic. Most U.S. companies accelerated imports to beat the 10% tariffs on Chinese-made goods that are already in effect. And many are rushing to beat the 25% tariffs on the same goods that are expected in January.\n\nThe obvious result is higher inventories. But it was only last year that retailers got their inventory problem in check and improved their pricing power. That has boosted them throughout 2018.\n\nSo investors are understandably skittish about higher inventories, worried that retailers will need to slash prices to clear out their warehouses.\n\nThat is likely a mistake. First, the economy is strong so consumers can spend. Second, higher tariffs will mean higher prices, so goods imported before tariffs hit will sell at higher profit margins, offsetting the cost of carrying inventory. Or so the retailers hope.\n\nEven with stepped-up imports, tariffs will still hurt retailers. MoffettNathanson calculates that a 10% tariff on all Chinese imports could cut retail EPS growth in half in 2019.\n\nRetailers’ costs are also rising, particularly wages. Amazon’s recent decision to raise its minimum wage to $15 per hour puts pressure on others, who are struggling to protect their own sales from the e-commerce behemoth. Amazon is on track to seize one-third of U.S. retail growth in 2018.\n\nAnalysts still expect retailers to do well this Christmas. Consumer spending is healthy enough to drive 5% sales growth in the fourth-quarter, and general merchandise retailers will benefit from the demise of Toys R Us and Sears. Target is expected to get the biggest lift from toy sales. Meanwhile, Home Depot and Lowe’s are likely to be the primary beneficiaries of Sears’ bankruptcy.\n\nBut the momentum of 2018 may not carry into 2019—or not for everyone. Winning stocks will be those retailers that have pricing power, the ability to manage labor costs, and the ability to battle Amazon. That favors home improvement and loyalty models such as Costco, writes Greg Melich, a retail analyst at MoffettNathanson.\n\nAfter a year of industrywide growth, investors will have to pick judiciously."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Douglas Belkin", "title": "At Penn State, Field Trips Go Virtual", "description": "More universities are adding virtual reality to their courses, allowing students to take field trips to rain forests, dissect cadavers and visit ancient cities.", "url": "https://www.wsj.com/articles/at-penn-state-field-trips-go-virtual-1542796201", "urlToImage": "https://images.wsj.net/im-38102/social", "publishedAt": "2018-11-21T17:36:27Z", "content": "Students at Pennsylvania State University taking introduction to geoscience have for decades piled into a bus and driven 12 miles to study the Bald Eagle sedimentary rock formation. Last year, a team at the university built a representation of the formation t… [+3048 chars]", "fulltext": "Students at Pennsylvania State University taking introduction to geoscience have for decades piled into a bus and driven 12 miles to study the Bald Eagle sedimentary rock formation.\n\nLast year, a team at the university built a representation of the formation through 3-D modeling and a 360-degree camera to take students on a virtual field trip without leaving the classroom. To the surprise of the professors, students who went on the virtual field trip did better on a test than their classmates who went on the real thing.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Bear Necessities: The Charts That Predict Market Downturns", "description": "Is a bear market on the horizon? WSJ markets reporter Riva Gold analyzes the trends that came before the dot-com bubble burst and the financial crisis hit.", "url": "http://www.wsj.com/video/bear-necessities-the-charts-that-predict-market-downturns/8AC59AEC-DE6C-4C1F-B8C4-A3B0A2ECE759.html", "urlToImage": "http://m.wsj.net/video/20181121/112118bears/112118bears_1280x720.jpg", "publishedAt": "2018-11-21T17:36:12Z", "content": "How to Read Trump's Statement on Khashoggi Killing 11/20/2018 In a statement Tuesday, President Trump signaled that he plans to stand beside Saudi Arabia after the death of journalist Jamal Khashoggi. But as WSJ's Gerald F. Seib explains, it won't be that sim… [+16 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Morath", "title": "U.S. Consumer Sentiment Pressured by Volatile Stocks", "description": "A jittery stock market appears to be weighing on Americans’ economic outlook, especially among wealthy Americans, heading into the peak of the holiday-shopping season.", "url": "https://www.wsj.com/articles/u-s-consumer-sentiment-eases-just-ahead-of-black-friday-1542814109", "urlToImage": "https://images.wsj.net/im-38290/social", "publishedAt": "2018-11-21T17:27:54Z", "content": "WASHINGTONA jittery stock market appears to be weighing on Americans economic outlook heading into the peak of the holiday-shopping season. The University of Michigan on Wednesday said its final consumer-sentiment index for November was 97.5. The figure is st… [+2557 chars]", "fulltext": "The final consumer-sentiment index for November fell to 97.5 from a preliminary reading of 98.3 released earlier this month.\n\nThe final consumer-sentiment index for November fell to 97.5 from a preliminary reading of 98.3 released earlier this month. Photo: Spencer Platt/Getty Images\n\nWASHINGTON—A jittery stock market appears to be weighing on Americans’ economic outlook heading into the peak of the holiday-shopping season.\n\nThe University of Michigan on Wednesday said its final consumer-sentiment index for November was 97.5. The figure is still historically strong but a decrease from 98.6 in October and a 14-year high touched earlier this year. Economists surveyed by The Wall Street Journal had expected a 98.2 final reading in November.\n\nNewsletter Sign-up\n\nThe decline was led by a weaker view among wealthy Americans. Sentiment readings fell sharply among the top third of income earners but rose solidly among those with incomes in the bottom third, the Michigan survey found."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Life Sentence for British Student Casts Shadow Over UAE - Wall Street Journal", "description": "Wall Street Journal Life Sentence for British Student Casts Shadow Over UAE Wall Street Journal DUBAI—The United Arab Emirates sentenced a British academic it accuses of spying to life imprisonment, a move which throws negative light on the Gulf nation that h…", "url": "https://www.wsj.com/articles/life-sentence-for-british-student-casts-shadow-over-u-a-e-1542820081", "urlToImage": "https://images.wsj.net/im-38268/social", "publishedAt": "2018-11-21T17:08:00Z", "content": "DUBAIThe United Arab Emirates sentenced a British academic it accuses of spying to life imprisonment, a move which throws negative light on the Gulf nation that has brandished itself as a beacon of progress in the Arab world. The British government condemned … [+3874 chars]", "fulltext": "DUBAI—The United Arab Emirates sentenced a British academic it accuses of spying to life imprisonment, a decision that has drawn condemnation from Western academics and politicians against a Gulf nation that wants to be seen as a beacon of progress in the Arab world.\n\nThe British government condemned the sentence shortly after it was handed down to Matthew Hedges by a local court in Abu Dhabi, saying it wasn’t expected “from a friend and trusted partner” and could have repercussions for the relationship. Prime Minister Theresa..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chieko Tsuneoka", "title": "Nissan's Ghosn to Be Detained for a Further 10 Days", "description": "A Japanese court extended the detention of Carlos Ghosn for an additional 10 days, giving prosecutors more time to question him over alleged financial wrongdoing, while the French government said it was still waiting for evidence to back up the allegations.", "url": "https://www.wsj.com/articles/nissans-carlos-ghosn-to-be-detained-for-10-more-days-1542799899", "urlToImage": "https://images.wsj.net/im-38255/social", "publishedAt": "2018-11-21T16:38:30Z", "content": "A Japanese court extended the detention of Carlos Ghosn for an additional 10 days, giving prosecutors more time to question him over alleged financial wrongdoing, while the French government said it was still waiting for evidence to back up the allegations. M… [+3675 chars]", "fulltext": "A Japanese court extended the detention of Carlos Ghosn for an additional 10 days, giving prosecutors more time to question him over alleged financial wrongdoing, while the French government said it was still waiting for evidence to back up the allegations.\n\nMr. Ghosn presides over a car-making alliance that knits together France’s Renault SA RNO 2.28% and Japanese firms Nissan Motor Co. and Mitsubishi Motors Corp. The deep partnership ranks as the world’s second-biggest car maker behind Volkswagen AG .\n\nMr. Ghosn’s surprise arrest in Japan earlier this week has underscored long-simmering rifts between the two sides of the alliance. Admirers say Mr. Ghosn helped bridge those rifts, while critics say he has exacerbated them.\n\nVideo Analysis: Carlos Ghosn’s Legacy Takes a U-Turn WSJ reporters analyze the impact on his legacy following his arrest over financial misconduct. Photo: Getty Images\n\nThe detention has also drawn in the governments of France and Japan. Nissan is one of the country’s most iconic industrial companies. The French government, meanwhile, is a major Renault shareholder, owning over 15%.\n\nFrench Finance and Economy Minister Bruno Le Maire said he would meet his Japanese counterpart Hiroshige Seko in Paris on Thursday to discuss the Renault-Nissan alliance. Mr. Seko spoke to Mr. Le Maire by phone on Tuesday, and the Frenchman told him Paris was seeking information on the allegations and evidence against Mr. Ghosn, according to a French official.\n\nMr. Le Maire held an unusual news conference in Paris Wednesday morning, standing with senior executives at Renault, a day after the car maker appointed an interim chairman and CEO to temporarily take over Mr. Ghosn’s roles there.\n\nMr. Le Maire stopped short of outright defending Mr. Ghosn, but said the government hasn’t yet received evidence backing up allegations against him leveled by Japanese prosecutors or Nissan.\n\n“We’re a country subject to the rule of law,” said Mr. Le Maire. “We believe in the presumption of innocence. We don’t have any evidence at this point justifying the accusations brought against Carlos Ghosn.”\n\nMr. Ghosn, one of the auto world’s most prominent executives, was arrested Monday in Tokyo on suspicion of understating compensation in Nissan’s financial reports. Nissan, where he serves as chairman, has also accused him of misstating expenses and misusing company assets. Nissan and fellow alliance member Mitsubishi has said they would move to oust him as their respective chairman later this week.\n\nMr. Ghosn hasn’t been formally charged with any crime. Since his arrest, though, he has been held in a detention center with limited access to the outside world. In Japan, suspects can be held and questioned without the presence of their attorney, though they are allowed to meet with counsel. It couldn’t be determined whether Mr. Ghosn has a lawyer.\n\nFrance’s ambassador to Japan visited Mr. Ghosn, a French citizen, on Tuesday, a French embassy spokesman said. He declined to give details.\n\nAs is typical for detainees undergoing interrogation, Mr. Ghosn is being held at the main Tokyo detention center in the northeastern part of the city. According to the Justice Ministry, a single room at the detention center is about 75 square feet to 85 square feet. Detainees normally wake up at 7 a.m. and go to bed at 9 p.m. They can exercise about 30 minutes a day and take a bath two or three times a week. An official at the detention center said it serves three meals a day consisting of rice—70% white rice and 30% barley—and side dishes.\n\nAfter authorities make an arrest in Japan, they can interrogate the suspect for two or three days without court approval. To extend the detention for 10 days, they must seek court approval. They can then seek an additional 10-day extension, after which they must release the suspect unless charges are filed.\n\nWrite to Chieko Tsuneoka at chieko.Tsuneoka@dowjones.com, Megumi Fujikawa at megumi.fujikawa@wsj.com and Noemie Bisserbe at noemie.bisserbe@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bradley Hope", "title": "Goldman Sachs Sued Over 'Central Role' in 1MDB Scandal - Wall Street Journal", "description": "Wall Street Journal Goldman Sachs Sued Over 'Central Role' in 1MDB Scandal Wall Street Journal An Abu Dhabi sovereign-wealth fund accused Goldman Sachs GS 0.66% Group Inc. in a lawsuit Wednesday of playing a “central role” in an international corruption scand…", "url": "https://www.wsj.com/articles/sovereign-fund-sues-goldman-sachs-over-1mdb-scandal-1542811084", "urlToImage": "https://images.wsj.net/im-38267/social", "publishedAt": "2018-11-21T16:10:00Z", "content": "An Abu Dhabi sovereign-wealth fund accused Goldman Sachs GS 0.66% Group Inc. in a lawsuit Wednesday of playing a central role in an international corruption scandal and enabling bribes to former top executives at the fund. International Petroleum Investment C… [+5919 chars]", "fulltext": "An Abu Dhabi sovereign-wealth fund accused Goldman Sachs Group Inc. in a lawsuit Wednesday of playing a “central role” in an international corruption scandal and enabling bribes to former top executives at the fund.\n\nInternational Petroleum Investment Company, a one-time investment partner of scandal-struck 1Malaysia Development Bhd., or 1MDB, named Goldman in a lawsuit filed in a state court in New York. The suit, which also named several other individuals associated with 1MDB, didn’t specify the amount of damages IPIC was..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Russian Defeat at Interpol Is Greeted With Relief by the West", "description": "Interpol has elected a South Korean police official as its president, rejecting a Russian general whose candidacy had drawn strong opposition from Western politicians and rights groups. Image: Zuma Press", "url": "http://www.wsj.com/video/russian-defeat-at-interpol-is-greeted-with-relief-by-the-west/9A3552D3-88FF-4BDB-ABFD-0FD816C108D6.html", "urlToImage": "http://m.wsj.net/video/20181121/112118interpol/112118interpol_1280x720.jpg", "publishedAt": "2018-11-21T15:49:07Z", "content": "Facial Recognition Tech Aims to Identify Good and Evil 11/19/2018 Facial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of … [+207 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Trump Stands By Saudi Arabia; Overlooked Key to Democratic Victories; Pelosi Gains Fudge’s Support", "description": "News and analysis from WSJ's Washington bureau", "url": "https://blogs.wsj.com/washwire/2018/11/21/capital-journal-trump-stands-by-saudi-arabia-overlooked-key-to-democratic-victories-pelosi-gains-fudges-support/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CL383_mialov_P_20181120205656.jpg", "publishedAt": "2018-11-21T15:37:12Z", "content": "Trump's Day: President Trump and First Lady Melania Trump are in Florida for the Thanksgiving holiday. Stocks: Mounting concerns about the pace of growth sent the S&amp;P 500 and Dow Jones Industrial Average to their lowest levels in months, wiping out yearly… [+5355 chars]", "fulltext": "This is the web version of the WSJ’s Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Trump’s Day: President Trump and First Lady Melania Trump are in Florida for the Thanksgiving holiday. Stocks: Mounting concerns about the pace of growth sent the S&P 500 and Dow Jones Industrial Average […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Leigh Kamping-Carder", "title": "Casper Co-Founder Predicts the Death of (Bad) Retail", "description": "Philip Krim, CEO of the online mattress seller, on how we’ll shop in the coming decades and why we’ll brag about early bedtimes.", "url": "https://www.wsj.com/articles/casper-co-founder-predicts-the-death-of-bad-retail-1542812371", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK423_krim_0_G_20181116145205.jpg", "publishedAt": "2018-11-21T15:18:13Z", "content": "Philip Krim has done his part to hasten the end of brick-and-mortar retail. Still, the chief executive of Casper Sleep believes that physical stores will endure 50 years from nowin a different form. Krim co-founded the online mattress retailer, which launched… [+5441 chars]", "fulltext": "Philip Krim has done his part to hasten the end of brick-and-mortar retail. Still, the chief executive of Casper Sleep believes that physical stores will endure 50 years from now—in a different form.\n\nKrim co-founded the online mattress retailer, which launched with a single product, in April 2014 and helped prove that consumers would buy big-ticket items sight unseen. Since then, Casper has expanded to three mattress models, a dog bed and a line of bedding and bedroom furniture. Valued at $920 million in its last funding..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Italy’s Budget Pushes Interest Rates Higher, Burdening Business", "description": "To subscribe to the newsletter, please sign up here MUST READS Italy’s Big Budget Is Taking a Toll on Business: Company loans are becoming more costly after the government’s generous spending prompted investors to demand higher risk premiums on Italian bonds,…", "url": "https://blogs.wsj.com/moneybeat/2018/11/21/italys-budget-pushes-interest-rates-higher-burdening-business/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-21T15:14:43Z", "content": "Italys Big Budget Is Taking a Toll on Business : Company loans are becoming more costly after the governments generous spending prompted investors to demand higher risk premiums on Italian bonds, raising banks borrowing costs. With Central Banks Out of Ammo, … [+2169 chars]", "fulltext": "To subscribe to the newsletter, please sign up here MUST READS Italy’s Big Budget Is Taking a Toll on Business: Company loans are becoming more costly after the government’s generous spending prompted investors to demand higher risk premiums on Italian bonds, raising banks’ borrowing costs. U.K. Borrowing Lowest in 13 Years Despite October Splurge: U.K. government borrowing in […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "U.S. Jobless Claims Rose Last Week", "description": "The number of U.S. workers filing new applications for unemployment benefits continued to rise last week after hitting a nearly five-decade low in September, though they remained near historically low levels.", "url": "https://www.wsj.com/articles/u-s-jobless-claims-rose-last-week-1542807310", "urlToImage": "https://images.wsj.net/im-38036/social", "publishedAt": "2018-11-21T15:10:06Z", "content": "WASHINGTONThe number of U.S. workers filing new applications for unemployment benefits continued to rise last week after hitting a nearly five-decade low in September, though they remained near historically low levels. Initial jobless claims, an indication of… [+1061 chars]", "fulltext": "WASHINGTON—The number of U.S. workers filing new applications for unemployment benefits continued to rise last week after hitting a nearly five-decade low in September, though they remained near historically low levels.\n\nInitial jobless claims, an indication of layoffs across the U.S., increased by 3,000 to a seasonally adjusted 224,000 in the week ended Nov. 17, the Labor Department said Wednesday.\n\nEconomists..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "The Wall Street Journal: Just 52% of Facebook employees are optimistic about the company’s future — down from 84% a year ago", "description": "Facebook Inc.’s difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by the Wall Street Jou…", "url": "https://www.wsj.com/articles/facebook-morale-takes-a-tumble-along-with-stock-price-1542200400?mod=mktw", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GN249_Zucker_ZG_20180726152804.jpg", "publishedAt": "2018-11-21T13:57:11Z", "content": "Facebook Inc.s difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by the Wall Street Jour… [+1886 chars]", "fulltext": "Facebook Inc.’s difficult year is taking a toll on employee morale, with several key measures of internal sentiment taking a sharp turn for the worse over the past year, according to people familiar with the matter and messages reviewed by The Wall Street Journal.\n\nAmid a plunge in the stock price, ongoing leadership turmoil and critical media coverage, just over half of employees said they were optimistic about Facebook’s future, down 32 percentage points from the year earlier, according to the survey, which was taken by..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "How Can Nancy Pelosi Become Speaker? Five Questions and Answers - Wall Street Journal", "description": "Wall Street Journal How Can Nancy Pelosi Become Speaker? Five Questions and Answers Wall Street Journal Here's a guide to the dynamics House Democratic Leader Nancy Pelosi will have to navigate to become speaker of the House again: How is a speaker chosen? Th…", "url": "https://www.wsj.com/articles/how-can-nancy-pelosi-become-speaker-five-questions-and-answers-1542807968", "urlToImage": "https://images.wsj.net/im-38257/social", "publishedAt": "2018-11-21T13:46:00Z", "content": "Heres a guide to the dynamics House Democratic Leader Nancy Pelosi will have to navigate to become speaker of the House again: The full House votes at the beginning of each new Congress to select one person to be speaker, the chambers parliamentary and politi… [+4924 chars]", "fulltext": "Rep. Nancy Pelosi is campaigning to be speaker of the House, but the way votes are counted could jeopardize the California lawmaker’s bid for the position. WSJ’s Shelby Holliday explains. Photo: Getty\n\nHere’s a guide to the dynamics House Democratic Leader Nancy Pelosi will have to navigate to become speaker of the House again:\n\nHow is a speaker chosen?\n\nThe full House votes at the beginning of each new Congress to select one person to be speaker, the chamber’s parliamentary and political leader. Typically, the speaker is someone nominated..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Dolce & Gabbana Tripped Up in China by Poor Taste - Wall Street Journal", "description": "Wall Street Journal Dolce & Gabbana Tripped Up in China by Poor Taste Wall Street Journal BEIJING—Dolce & Gabbana scrapped a Shanghai fashion show hours before its start, after promotional videos and social-media comments touched off a furor from Chinese who …", "url": "https://www.wsj.com/articles/dolce-gabbana-tripped-up-in-china-by-poor-taste-1542807773", "urlToImage": "https://images.wsj.net/im-38269/social", "publishedAt": "2018-11-21T13:42:00Z", "content": "BEIJINGDolce &amp; Gabbana scrapped a Shanghai fashion show hours before its start, after promotional videos and social-media comments touched off a furor from Chinese who saw them as racist. In statements posted on Chinese social media, Dolce &amp; Gabbana s… [+4152 chars]", "fulltext": "BEIJING—Dolce & Gabbana scrapped a Shanghai fashion show hours before its start, after promotional videos and social-media comments touched off a furor from Chinese who saw them as racist.\n\nIn statements posted on Chinese social media, Dolce & Gabbana said it rescheduled the Wednesday evening event due to reasons it didn’t specify...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dasl Yoon", "title": "South Korea Dissolves Foundation Central to Its 'Comfort Women' Pact With Japan - Wall Street Journal", "description": "Wall Street Journal South Korea Dissolves Foundation Central to Its 'Comfort Women' Pact With Japan Wall Street Journal SEOUL—In a sign of worsening relations between South Korea and Japan, Seoul said it would dissolve a foundation at the heart of a 2015 bila…", "url": "https://www.wsj.com/articles/south-korea-dissolves-foundation-central-to-its-comfort-women-pact-with-japan-1542807489", "urlToImage": "https://images.wsj.net/im-38265/social", "publishedAt": "2018-11-21T13:39:13Z", "content": "SEOULIn a sign of worsening relations between South Korea and Japan, Seoul said it would dissolve a foundation at the heart of a 2015 bilateral agreement that purportedly resolved a decades-old dispute over the treatment of women during Japans wartime occupat… [+3387 chars]", "fulltext": "SEOUL—In a sign of worsening relations between South Korea and Japan, Seoul said it would dissolve a foundation at the heart of a 2015 bilateral agreement that purportedly resolved a decades-old dispute over the treatment of women during Japan’s wartime occupation of Korea.\n\nSeoul’s Ministry of Gender Equality and Family said Wednesday it would formally close a Japanese-funded body created to compensate Korea’s so-called comfort women, who were made to serve Japanese troops sexually.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Elliott", "title": "Frackers' Growth Ambitions Clouded by Drop in Oil Prices", "description": "Falling oil prices are likely to have a limited impact for now on U.S. crude production but threaten to stunt growth next year.", "url": "https://www.wsj.com/articles/lower-prices-could-limit-u-s-oil-growth-1542801600", "urlToImage": "https://images.wsj.net/im-38232/social", "publishedAt": "2018-11-21T13:33:36Z", "content": "Falling oil prices are likely to have a limited impact for now on U.S. crude production but threaten to stunt growth next year. Many frackers have protected themselves from volatility by hedging their oil and gas output. Those derivatives contracts on average… [+3309 chars]", "fulltext": "Falling oil prices are likely to have a limited impact for now on U.S. crude production but threaten to stunt growth next year.\n\nMany frackers have protected themselves from volatility by hedging their oil and gas output. Those derivatives contracts on average begin protecting top drillers, if oil dips below $56 a barrel, according to energy consulting firm Wood Mackenzie.\n\nHedging was a drag on profits earlier this year, preventing many companies from fully benefiting from a rise in oil prices during much of 2018. But it could now insulate the companies from a recent plunge that pushed prices for West Texas Intermediate down 6.6% Tuesday to $53.43, the lowest level in more than a year.\n\nShale drillers even stand to wring a little money from the derivatives contracts now that oil is lower than the average hedging price. However, not all of their production is insulated from price swings, and many of those protections expire next year.\n\nWhile current oil prices aren’t low enough for companies to put off fracking wells near-term, sustained lower prices could prompt companies to dial back next year’s capital spending plans.\n\nPrice Protections Many frackers hedged their oil production to insulate themselves from lower prices. Percentage of liquids production hedged with oil-price derivatives 2019 2018 Company Concho Denbury Encana Whiting Pioneer Energen EP CRC SM Newfield 60% 40% 20% 0% 80%\n\n“Lower oil prices could mitigate some of the growth ambitions companies previously had,” Wood Mackenzie analyst Andrew McConn said.\n\nU.S. oil production topped 11 million barrels a day this year, a record, and is projected to surpass 12 million barrels daily next year, according to the Energy Information Administration.\n\nCompanies like EOG Resources Inc. are monitoring prices as they develop 2019 spending plans. EOG would scale back its production if oil falls below $50 a barrel, Lloyd Helms, Jr., the company’s chief operating officer, said last week at an industry conference.\n\n“We’re going to maintain our discipline in how we allocate capital,” he said. “We’re building a business that’s going to be sustainable through the commodity price whether the oil price is $40 or $80.”\n\nFrackers generally are more exposed to price volatility next year than they were this year. U.S. drillers have used derivatives contracts to protect about 25% of their output in 2019, compared with 45% this year, according to a Wood Mackenzie analysis of the larger companies that hedge their oil and natural gas liquids production.\n\nSome also hedge much more than others. Concho Resources Inc., a company active in the Permian Basin of Texas and New Mexico, has among the largest hedging programs, with about two-thirds of next year’s oil and natural-gas liquids output covered, according to Wood Mackenzie.\n\nContinental Resources Inc., an Oklahoma-based company that is among the pioneers of North Dakota’s Bakken Shale formation, doesn’t currently hedge its oil production.\n\nMatthew Portillo, a managing director at energy investment bank Tudor, Pickering, Holt & Co., said sustained cheap oil likely would disproportionately impact drilling plans in places like North Dakota and Canada. Producers there are far from export markets and are already having to sell some of their crude at a discount because of pipeline bottlenecks.\n\n“There’s very minimal price protection in place,” he said, speaking of the sector as a whole. As prices fall, he added, “We’re approaching a point where industry participants are likely to start pulling back.”\n\nWrite to Rebecca Elliott at rebecca.elliott@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Trump Declares No Daylight Between Washington and Riyadh—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with the latest in the oil market. President Trump declared his intention to stick by his friends in Saudi Arabia despite the fallout from the death of a journalist. Still, there are rumors that the alleged architect of th…", "url": "https://blogs.wsj.com/moneybeat/2018/11/21/energy-journal-trump-declares-no-daylight-between-washington-and-riyadh/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CI819_111218_P_20181112145308.jpg", "publishedAt": "2018-11-21T13:01:14Z", "content": "Good morning. Im Neanda Salvaterra, with the latest in the oil market. President Trump declared his intention to stick by his friends in Saudi Arabia despite the fallout from the death of a journalist. Still, there are rumors that the alleged architect of the… [+4675 chars]", "fulltext": "Good morning. I’m Neanda Salvaterra, with the latest in the oil market. President Trump declared his intention to stick by his friends in Saudi Arabia despite the fallout from the death of a journalist. Still, there are rumors that the alleged architect of the killing, Crown Prince Mohammed bin Salman, may be on the outs […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Saabira Chaudhuri", "title": "The Wall Street Journal: Ikea to slash 7,500 jobs in restructuring", "description": "KEA is to cut thousands of jobs in a huge restructuring as the world’s biggest furniture retailer looks to cope with fast-changing shopper behavior that has hammered brick-and mortar chains globally.", "url": "https://www.wsj.com/articles/ikea-to-slash-thousands-of-jobs-in-restructuring-1542802559?mod=searchresults&amp;page=1&amp;pos=1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GL740_ikea_ZG_20180628145020.jpg", "publishedAt": "2018-11-21T12:29:55Z", "content": "IKEA is to cut thousands of jobs in a huge restructuring as the worlds biggest furniture retailer looks to cope with fast-changing shopper behavior that has hammered brick-and mortar chains globally. The Swedish flat-pack giant on Wednesday said it would slas… [+1178 chars]", "fulltext": "IKEA, in its most dramatic restructuring ever, is slashing thousands of jobs and creating new ones as the furniture giant scrambles to cope with fast-changing shopper behavior that has hammered brick-and mortar retailers globally.\n\nThe Swedish flat-pack giant on Wednesday said it would cut 7,500 jobs mainly focused on office-based work like communications, human resources and administrative functions. At the same time, it plans to open 30 new stores in city centers, and invest in delivery and digital, creating 11,500 new jobs over the next two years. IKEA employs about 160,000 staff.\n\n“The retail landscape is transforming at a scale and pace we’ve never seen before,” said Chief Executive Jesper Brodin.\n\nThe restructuring is a rare event for IKEA, which has so far appeared largely immune from the troubles that have hurt big department stores and shopping malls. The last time it cut a large number of jobs was during the financial crisis.\n\nRetailers selling clothing, homeware, digital appliances, toys and even food have struggled to make up for few visitors to their stores as customers increasingly prefer the bargains and convenience of shopping online. Once indomitable retailers like Sears and Toys “R” Us have been felled by the shift.\n\nTolga Öncü, IKEA’s head of retail, said in an interview that the job cuts would cut red tape and speed up decision making. He said the new jobs would be focused on enhancing IKEA’s online and delivery offerings as well as the in-store experience.\n\n“So far as we can recall we haven’t had this before,” he said of the restructuring. “We do it because we want to secure IKEA for the future.”\n\nMr. Öncü said growth in the number of customers visiting its existing stores has stalled, prompting IKEA to change how they look.\n\nThe company’s research has shown that 80% of customers research their planned purchases online before visiting a store. In response, IKEA is cutting the number of products it displays, freeing up space for more mocked up living rooms and bedrooms. Mr. Öncü hopes the change will motivate more customers to visit stores.\n\nIKEA plans to open its biggest city-center store to date in Paris in the spring at 5,000 square meters. It also intends to eventually open a city-center store in New York, but this is still at the exploratory stage. If New Yorkers take to the concept, IKEA plans roll out similar stories in cities such as Washington, D.C., Los Angeles and San Francisco, Mr. Öncü said.\n\nFounded in 1943, IKEA initially sold pens, wallets, table runners, watches and nylon stockings. Over the years, it evolved into the world’s largest furniture retailer, selling sleek Scandinavian designs relatively inexpensively and in easy to transport flat packs.\n\nThe company has for decades followed a successful model of opening sprawling, out-of-town stores that act as showrooms, storage depots and restaurants. IKEA opened its first 72,000-square-foot store in 1958 in the Swedish village of Älmhult, discovering that people were prepared to travel long distances to visit the shop.\n\nMore recently, the company has said that 70% of the world’s population will live in cities by 2050, forcing it to rethink its decades-old strategy. IKEA has tried to make its furniture accessible to more people, opening centrally located stores and click-and-collect sites, improving delivery and rolling out websites in more countries. Last year it bought online marketplace TaskRabbit to make it easier for customers to assemble its shelves, sofas and beds. It has also said it would test selling its furniture on third-party websites.\n\n“We see of course that the world around us is changing and we want to be part of that,” said Mr. Öncü.\n\nLast month, IKEA reported its retail sales for the financial year of €34.8 billion ($39.69 billion), up just slightly from the €34.1 billion it reported the prior year.\n\nWrite to Saabira Chaudhuri at saabira.chaudhuri@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Comp Push-Back, Energy Losses, Expensive Kitchens", "description": "Some brokers at Merrill Lynch are pushing back against a compensation plan, energy losses prompt an emotional video to options firm’s clients, and inside the kitchens of America's most expensive homes.", "url": "https://blogs.wsj.com/moneybeat/2018/11/21/wsj-wealth-adviser-briefing-comp-push-back-energy-losses-expensive-kitchens/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-21T11:00:20Z", "content": "Some brokers at Merrill Lynch are pushing back against a compensation plan they claim rewards them for increasing debt their clients take on and in some cases can punish them for reducing it. Below, some of the best analysis and insight from WSJ writers and c… [+3010 chars]", "fulltext": "Some brokers at Merrill Lynch are pushing back against a compensation plan they claim rewards them for increasing debt their clients take on and in some cases can punish them for reducing it. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ken Thomas", "title": "Mississippi Senator Apologizes for 'Public Hanging' Remark - Wall Street Journal", "description": "Wall Street Journal Mississippi Senator Apologizes for 'Public Hanging' Remark Wall Street Journal JACKSON, Miss.—Sen. Cindy Hyde-Smith on Tuesday apologized for recent remarks she made that evoked Mississippi's history of lynchings but accused her opponents …", "url": "https://www.wsj.com/articles/mississippi-senator-apologizes-for-public-hanging-remark-1542796200", "urlToImage": "https://images.wsj.net/im-38233/social", "publishedAt": "2018-11-21T10:33:18Z", "content": "JACKSON, Miss.Sen. Cindy Hyde-Smith on Tuesday apologized for recent remarks she made that evoked Mississippis history of lynchings but accused her opponents of using her words as a political weapon, seeking to allay Republican concerns that the last contest … [+6810 chars]", "fulltext": "JACKSON, Miss.—Sen. Cindy Hyde-Smith on Tuesday apologized for recent remarks she made that evoked Mississippi’s history of lynchings but accused her opponents of using her words as a “political weapon,” seeking to allay Republican concerns that the last contest in the 2018 midterm elections may wind up too close for their comfort.\n\nMike Espy, her Democratic opponent, responded during the lone televised debate of their Senate campaign that “no one twisted your comments,” adding bluntly, “they came out of your mouth.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Eric Sylvers", "title": "Italy's Big Budget, Designed to Help Business, Is Hurting It - Wall Street Journal", "description": "Wall Street Journal Italy's Big Budget, Designed to Help Business, Is Hurting It Wall Street Journal Soon after Mr. Grugni applied for a €400,000 bank loan to buy land and build new cow stalls, Italy unveiled plans for a budget deficit that violated the Europ…", "url": "https://www.wsj.com/articles/italys-big-budget-designed-to-help-business-is-hurting-it-1542796201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL202_ITALFA_TOP_20181120160607.jpg", "publishedAt": "2018-11-21T10:31:19Z", "content": "MILANGian Enrico Grugnis dairy farm near Italys financial capital shows how the countrys big-spending budget, which the government says will spur growth, is so far hurting the companies it is supposed to help. Soon after Mr. Grugni applied for a 400,000 bank … [+4819 chars]", "fulltext": "MILAN—Gian Enrico Grugni’s dairy farm near Italy’s financial capital shows how the country’s big-spending budget, which the government says will spur growth, is so far hurting the companies it is supposed to help.\n\nSoon after Mr. Grugni applied for a €400,000 bank loan to buy land and build new cow stalls, Italy unveiled plans for a budget deficit that violated the European Union’s rules on fiscal discipline. Investors in turn demanded higher risk premiums for holding Italian bonds. And that led to bigger borrowing costs..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: What Are Markets Telling Us About the Economy?", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The U.S. economy looks great. But markets tumbled Tuesday, wiping out yearly gains for the S&P 500 and Dow Jones Industrial Average. Just some jitters or …", "url": "https://blogs.wsj.com/economics/2018/11/21/real-time-economics-were-in-the-most-economically-disruptive-period-since-the-1880s/", "urlToImage": "https://images.wsj.net/im-38246", "publishedAt": "2018-11-21T09:42:56Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. The U.S. economy looks great. But markets tumbled Tuesday, wiping out yearly gains for the S&amp;P 500 and Dow Jones Industrial Average. Just some jitters … [+8719 chars]", "fulltext": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here.\n\nThe U.S. economy looks great. But markets tumbled Tuesday, wiping out yearly gains for the S&P 500 and Dow Jones Industrial Average. Just some jitters or do investors know something we don't?\n\nGood morning. Jeff Sparshott here to take you through the day's top economic news. We have Greg Ip's exclusive interview with investor Stan Druckenmiller, look at pressure on the Fed to stop raising rates, and check in on economic growth. There's also the latest White House accusations against China and some good news for multimillionaires.\n\nTHAT SINKING FEELING\n\nThe U.S. economy is firing on all cylinders—job growth is strong, wages are climbing, factories are humming and inflation is on target. Yet stocks are sinking, yields on corporate bonds are rising and commodity prices are tumbling, all typical precursors of a slowdown or recession. The causes: Growth outside the U.S. is deteriorating and the Federal Reserve is steadily withdrawing the unprecedented monetary stimulus that buoyed the economy and almost every asset class over the last decade.\n\nThe question is whether markets, in adjusting to these new realities, will overreact to the point that they endanger the expansion, on track to become the longest ever next summer. The answer for now appears to be no, but the trends are troubling, Greg Ip writes.\n\nHEDGE FUND LEGEND IS WORRIED\n\nStan Druckenmiller is a legend among hedge fund managers, as lieutenant to George Soros and head of his own firm. The market has him worried. \"The defensive stocks have been going straight up since May. All the economically sensitive stocks have been going down since May. They’re predicting we’re in a very, very late cycle,\" he said Tuesday. The signs are the \"same stuff I screamed about in 2007.\" He's not saying the Fed shouldn't tighten, ever; but it should wait, and \"see what happens.\" The time to tighten was a few years ago; now, it's more dangerous: \"The leveraged loan market is two times what it was in 2007.\" He pins the blame on the Fed's quantitative easing which \"encouraged more malinvestment...than at any time I can ever remember. We’re in the most economically disruptive period since the 1880s and there’s been no bankruptcies. As quantitative easing turns to quantitative tightening, all these zombies are going to be exposed.\"—Greg Ip\n\nWHAT TO WATCH TODAY\n\nU.S. durable goods orders for October, out at 8:30 a.m. ET, are expected to fall 2.6% from the prior month.\n\nU.S. jobless claims, out at 8:30 a.m. ET, are expected to inch down to 214,000.\n\nU.S. existing-home sales for October, out at 10 a.m. ET, are expected to rise to an annual pace of 5.19 million.\n\nThe University of Michigan consumer sentiment index for November, out at 10 a.m. ET, is expected to register at 98.2, little changed from its preliminary reading.\n\nThe Conference Board's leading economic index for October, out at 10 a.m. ET, is expected to be unchanged.\n\nJapan's consumer-price index for October is out at 6:30 p.m. ET.\n\nTOP STORIES\n\nSTEADY AS SHE GOES, MR. POWELL\n\nPresident Trump and some investors are calling on the Fed to halt its campaign of interest rate increases, but the selloff in stocks and corporate bonds is unlikely to stop the central bank from raising rates when it meets again next month. Fed officials have signaled in recent days they plan to proceed with another quarter percentage point increase in their benchmark short-term interest rate when they meet Dec. 19, marking their fourth rate increase this year. The market pullback does underscore the uncertain outlook for what the Fed will do after that, Nick Timiraos and Gregory Zuckerman report.\n\nUnder pressure: \"I'd like to see the Fed with a lower interest rate. I think the rate is too high. I think we have much more of a Fed problem than we have a problem with anyone else,\" Mr. Trump said Tuesday.\n\nSHADOW OF A DOUBT\n\nThe Federal Reserve has flagged that it plans to raise short-term interest rates three times next year. Bond traders are increasingly skeptical that it will. A market-based measure of interest-rate expectations for 2019 fell to its lowest level in months. Federal-funds futures showed the market pricing in a 10% chance of the Fed raising rates at least three times next year. That’s down from 21% a week ago and 28% a month ago, Akane Otani reports.\n\nIT'S THE ECONOMY, SMARTY PANTS\n\nOne reason markets may worry that growth is fading: Growth is fading. The Atlanta Fed's GDPNow model is tracking a 2.5% annualized rate of growth in the fourth quarter, respectable but well short of 3.5% in the third quarter and 4.2% in the second. J.P. Morgan is forecasting 1.9% for all of 2019, an all-too-familiar pace for the current expansion. The triple whammy: \"Monetary, fiscal and trade policies all are turning somewhat less friendly for growth next year,\" J.P. Morgan economists write. In other words, interest rates are rising, the boost from tax cuts is fading and tariffs are acting like a tax increase.\n\nCENTRAL PLANNING\n\nCentral banks are out of ammo. So it's up to governments to prepare spending plans they can roll out quickly and in concert should the global economy slow sharply, the Organization for Economic Cooperation and Development said. The OECD still expects the global economy to experience a soft landing over the coming years, but warned Wednesday of a growing risk that higher barriers to trade, capital outflows from developing economies, and higher oil prices could push it off track, Paul Hannon reports.\n\nCentral banks did most of the heavy lifting during the last recession. But interest rates are already negative across much of Europe and Japan while central banks’ balance sheets have been swollen by purchases of government bonds and other securities. Fiscal policy would likely have to come to the rescue.\n\nUNFAIR AND UNREASONABLE\n\nLess than two weeks ahead of a China-U.S. summit, the U.S. Trade Representative accused Beijing of failing to change economic policies that threaten U.S. industry. “China has not fundamentally altered its unfair, unreasonable and market-distorting practices,” U.S. Trade Representative Robert Lighthizer said.\n\nThe trade representative’s office Tuesday released a 50-page report on Chinese trade practices, an update on a March study that alleged Beijing used various techniques to coerce U.S. firms to hand over leading-edge technology. The Trump administration has used the March report as the basis for levying tariffs on $250 billion of Chinese goods, about half of what Beijing sends to the U.S. annually, Bob Davis reports. President Trump and Chinese President Xi Jinping are scheduled to meet in Buenos Aires around Dec. 1.\n\nSKIP THIS ONE UNLESS YOU'RE RICH\n\nMultimillionaires would get more flexibility to make tax-free gifts to their heirs under a Trump administration proposal released late Tuesday. Under the regulation, people would have an easier time taking advantage of the temporary increase in the gift- and estate-tax exclusion that Congress passed last year. Before Tuesday’s proposal, some tax lawyers worried that making significant tax-free gifts now could cause an estate-tax bill for some people dying after the changes expire at the end of 2025. Once the regulation becomes final, it is likely to spur a wave of wealth transfers from people worth more than $5 million to their children, Richard Rubin and Laura Saunders report.\n\nQUOTES OF THE DAY\n\n\"I mean, I'm reading some of the weirdest stuff, how a recession is around the corner. Nonsense. My personal view, our administration's view, recession is so far in the distance I can't see it.\"—White House Economic Adviser Lawrence Kudlow on Tuesday\n\n\"You can call it Goldilocks 2.0. But you can’t call it a recession.\"—Mr. Kudlow in December 2007\n\nTWEET OF THE DAY\n\nThe stock market outperformed the economy in recent years. It wasn't a sign things were secretly better than we knew.\n\nNow that the stock market is sliding, count me skeptical that it's a sign of hidden weakness in the domestic economy. — Binyamin Appelbaum (@BCAppelbaum) November 21, 2018\n\nWHAT ELSE WE'RE READING: BLACK FRIDAY EDITION\n\nGift-giving can be a bit of an economic drag. \"In many developing countries, gift expenses escalate with income growth and account for a substantial share of household expenditure. We develop a theoretical model to demonstrate how (unequal) income growth may trigger ‘gift competition’ and drive up the financial burden associated with gift exchange,\" Erwin Bultea, Ruixin Wang and Xiaobo Zhang write in the Journal of Economic Behavior and Organization. The results include potential adverse welfare effects and crowding out of spending on other items.\n\nFor charities, Christmas can’t come too soon. \"First, the month of December is associated with a 14% increase in the probability to make a donation, thereby providing strong support to the notion of seasonal altruism. Second, exploiting a reform that changed the price of giving, I find that this December effect is equivalent to a 32% discount on charitable giving. Finally, half of the December increase in generosity persists into January before returning to the baseline in February,\" Mathias Ekström writes in the Journal of Economic Behavior and Organization."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Interpol Defies Russia to Elect South Korean as President - Wall Street Journal", "description": "Wall Street Journal Interpol Defies Russia to Elect South Korean as President Wall Street Journal DUBAI—Interpol elected a South Korean police official as its president Wednesday, rejecting a Russian general whose candidacy had drawn strong opposition from We…", "url": "https://www.wsj.com/articles/south-korean-official-beats-russian-rival-to-become-interpol-president-1542786257", "urlToImage": "https://images.wsj.net/im-38242/social", "publishedAt": "2018-11-21T07:44:51Z", "content": "DUBAIInterpol elected a South Korean police official as its president Wednesday, rejecting a Russian general whose candidacy had drawn strong opposition from Western politicians and rights groups. At a meeting in Dubai, Interpols general assembly chose Kim Jo… [+3278 chars]", "fulltext": "Interpol elected a South Korean police official as its president, rejecting a Russian general whose candidacy had drawn strong opposition from Western politicians and rights groups. Image: Zuma Press\n\nInterpol elected a South Korean police official as its president, rejecting a Russian general whose candidacy had drawn strong opposition from Western politicians and rights groups over concern that Moscow could use the police agency to pursue political opponents.\n\nThe choice of U.S.-backed Kim Jong-yang, however, didn’t put to rest fresh calls for reform of Interpol, which critics say has been abused by authoritarian regimes. In September, Interpol’s former president, Meng Hongwei, disappeared; days later, Chinese authorities..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Clarke", "title": "The Extravagant Estate in California That Sold for 50% Off...", "description": "The Extravagant Estate in California That Sold for Over 50% Off A massive compound that has been described as one of California’s most extravagant homes has sold at auction for $22.4 million, less than half its original listing price. Perched on the crest of …", "url": "https://www.wsj.com/articles/the-extravagant-estate-in-california-that-sold-for-over-50-off-1542735073", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK932_PP_BRA_SOC_20181119175710.jpg", "publishedAt": "2018-11-21T07:00:05Z", "content": "A massive compound that has been described as one of Californias most extravagant homes has sold at auction for $22.4 million, less than half its original listing price. Perched on the crest of the Palos Verdes Peninsula in Rolling Hills, a luxury gated city … [+1474 chars]", "fulltext": "A massive compound that has been described as one of California’s most extravagant homes has sold at auction for $22.4 million, less than half its original listing price.\n\nPerched on the crest of the Palos Verdes Peninsula in Rolling Hills, a luxury gated city 27 miles south of downtown Los Angeles, Hacienda de la Paz packs 9 bedrooms, 25 bathrooms, an 18th century style neoclassical ballroom and a Moorish hammam with handcrafted ceilings and imported marble into its 51,000 square feet. On 7.4 acres, the estate also includes..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shen Hong", "title": "Share Buybacks, the Latest Tool to Calm Markets, Surge in China", "description": "Chinese companies have bought back record amounts of stock this year, helping offset souring market sentiment caused by trade tensions and economic weakness.", "url": "https://www.wsj.com/articles/share-buybacks-the-latest-tool-to-calm-markets-surge-in-china-1542776523", "urlToImage": "https://images.wsj.net/im-38237/social", "publishedAt": "2018-11-21T05:02:05Z", "content": "Chinese companies have bought back record amounts of stock this year, helping offset souring market sentiment caused by trade tensions and economic weakness. Some 913 companies listed in Shanghai and Shenzhen have repurchased a total 35.5 billion yuan ($5.1 b… [+2435 chars]", "fulltext": "Chinese companies have bought back record amounts of stock this year, helping offset souring market sentiment caused by trade tensions and economic weakness.\n\nWhat’s Happening\n\nSome 913 companies listed in Shanghai and Shenzhen have repurchased a total 35.5 billion yuan ($5.1 billion) of shares this year, Wind data shows. That’s nearly four times the sums spent in all of last year, by roughly half as many companies.\n\nTo..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jim Carlton", "title": "The Wall Street Journal: Trump administration calls for more logging to reduce wildfire danger", "description": "The White House on Tuesday called on Congress to provide expanded authority to thin out the West’s tinder dry forests, in an attempt to help prevent the kind of cataclysmic wildfires that have ravaged California over the past two weeks.", "url": "https://www.wsj.com/articles/trump-administration-seeks-authority-for-more-logging-to-fight-fire-danger-1542750185", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY879_paradi_ZG_20181120234213.jpg", "publishedAt": "2018-11-21T04:44:20Z", "content": "The White House on Tuesday called on Congress to provide expanded authority to thin out the Wests tinder dry forests, in an attempt to help prevent the kind of cataclysmic wildfires that have ravaged California over the past two weeks. President Donald Trump … [+933 chars]", "fulltext": "The White House on Tuesday called on Congress to provide expanded authority to thin out the West’s tinder dry forests, in an attempt to help prevent the kind of cataclysmic wildfires that have ravaged California over the past two weeks.\n\nPresident Trump in a statement called on Congress to give his administration expanded powers in the pending farm bill to ramp up the removal of trees in overgrown forests. A House version of the bill contains some of those powers, while the Senate’s doesn’t.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sadie Gurman", "title": "The Wall Street Journal: Acting attorney general Whitaker earned more than $900,000 at conservative nonprofit", "description": "Acting Attorney General Matthew Whitaker earned more than $900,000 running a conservative political nonprofit for about two years before he joined the Justice Department, financial-disclosure forms released Tuesday show.", "url": "https://www.wsj.com/articles/matthew-whitaker-earned-over-900-000-running-conservative-nonprofit-1542759356", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY878_whitak_ZG_20181120233558.jpg", "publishedAt": "2018-11-21T04:37:15Z", "content": "Acting Attorney General Matthew Whitaker earned more than $900,000 running a conservative political nonprofit for about two years before he joined the Justice Department, financial-disclosure forms released Tuesday show. Whitaker made most of his compensation… [+1238 chars]", "fulltext": "Acting Attorney General Matthew Whitaker earned more than $900,000 running a conservative political nonprofit for about two years before he joined the Justice Department, financial-disclosure forms released Tuesday show.\n\nMr. Whitaker made most of his compensation during that time, the records show, in his capacity as head of the Washington-based Foundation for Accountability and Civic Trust, or FACT, which bills itself as a nonpartisan ethics watchdog group but has often worked on behalf of conservative causes. In that role,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Facebook's Zuckerberg Says He Has No Plans to Step Down as Chairman", "description": "Facebook CEO Mark Zuckerberg pushed back against calls for him to step down as chairman and said he hoped to continue working with his longtime chief operating officer, Sheryl Sandberg, in a TV interview.", "url": "https://www.wsj.com/articles/facebooks-zuckerberg-says-he-has-no-plans-to-step-down-as-chairman-1542772751", "urlToImage": "https://images.wsj.net/im-37786/social", "publishedAt": "2018-11-21T04:16:32Z", "content": "Facebook Inc. Chief Executive Mark Zuckerberg pushed back against calls for him to step down as chairman and said he hoped to continue working with his longtime chief operating officer, Sheryl Sandberg, in a TV interview on Tuesday that addressed a myriad of … [+3942 chars]", "fulltext": "What exactly is Facebook? It depends on when you asked Mark Zuckerberg. To see how Facebook became an election-influencing player, we dug into the archives and looked at the company's changing view of itself. Photo Illustration: Heather Seidel/The Wall Street Journal; Photos: Associated Press\n\nFacebook Inc. Chief Executive Mark Zuckerberg pushed back against calls for him to step down as chairman and said he hoped to continue working with his longtime chief operating officer, Sheryl Sandberg, in a TV interview on Tuesday that addressed a myriad of controversies shrouding the social-media giant.\n\nIn an interview with CNN, during which he sometimes stammered, Mr. Zuckerberg said stepping down as chairman in the near term is “not the plan” after some big shareholders proposed to push him out of that role following a..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kejal Vyas", "title": "Desperate Venezuelans Dig Up Paradise in Search of Gold", "description": "The indigenous Pemon people have long served as stewards of the national park that holds the world’s highest waterfall. Now Venezuela’s economic distress has pushed them into digging for gold in vast open-pit mines.", "url": "https://www.wsj.com/articles/desperate-venezuelans-dig-up-paradise-in-search-of-gold-1542709801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ467_VENFAL_TOP_20181113222608.jpg", "publishedAt": "2018-11-21T04:08:25Z", "content": "CANAIMA NATIONAL PARK, VenezuelaThe indigenous Pemon people have long served as stewards of this park that embraces cloud-covered tabletop mountains and Angel Falls, the worlds highest uninterrupted waterfall. Now Venezuelas economic calamity has pushed them … [+8214 chars]", "fulltext": "CANAIMA NATIONAL PARK, Venezuela—The indigenous Pemon people have long served as stewards of this park that embraces cloud-covered tabletop mountains and Angel Falls, the world’s highest uninterrupted waterfall.\n\nNow Venezuela’s economic calamity has pushed them away from their former livelihoods as tourist guides and into digging for gold, marring the surrounding area with massive open-pit mines.\n\n“We..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alicia A. Caldwell", "title": "Federal Court Bars U.S. From Enforcing Trump's Asylum Ban", "description": "A federal judge blocked a new initiative by President Trump to limit the ability of foreign nationals crossing the southern U.S. border illegally to seek asylum.", "url": "https://www.wsj.com/articles/federal-court-bars-u-s-from-enforcing-trumps-asylum-ban-1542702476", "urlToImage": "https://images.wsj.net/im-38056/social", "publishedAt": "2018-11-21T04:04:10Z", "content": "President Trumps latest effort to curb immigration into the U.S. hit a legal obstacle just as thousands of migrants who traveled in caravans from Central America amass along the southern border. U.S. District Court Judge Jon Tigar late Monday put a restrainin… [+5691 chars]", "fulltext": "President Trump’s latest effort to curb immigration into the U.S. hit a legal obstacle just as thousands of migrants who traveled in caravans from Central America amass along the southern border.\n\nU.S. District Court Judge Jon Tigar late Monday put a restraining order on a Nov. 9 presidential proclamation that made immigrants who cross the border illegally ineligible to apply for asylum and said such a change would require legislative action.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zolan Kanno-Youngs", "title": "Mistrial Declared in Queens Jogger Killing - Wall Street Journal", "description": "Wall Street Journal Mistrial Declared in Queens Jogger Killing Wall Street Journal A judge declared a mistrial Tuesday in the case of a 22-year-old man accused in the brutal killing of a Queens jogger after jurors said they were unable to agree on a verdict. …", "url": "https://www.wsj.com/articles/mistrial-declared-in-queens-jogger-killing-1542771243", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL344_NYJOGG_SOC_20181120191344.jpg", "publishedAt": "2018-11-21T03:34:28Z", "content": "A judge declared a mistrial Tuesday in the case of a 22-year-old man accused in the brutal killing of a Queens jogger after jurors said they were unable to agree on a verdict. Chanel Lewis, of Brooklyn, was on trial on charges of first-degree murder and sex a… [+4166 chars]", "fulltext": "A judge declared a mistrial Tuesday in the case of a 22-year-old man accused in the brutal killing of a Queens jogger after jurors said they were unable to agree on a verdict.\n\nChanel Lewis, of Brooklyn, was on trial on charges of first-degree murder and sex abuse in the death of Karina Vetrano, 30, who was attacked in August 2016 after she went for a run in a southern Queens park.\n\nJurors..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cezary Podkul", "title": "Bannon, Chinese Critic Create Fund to Investigate Beijing", "description": "President Trump’s former chief strategist Steve Bannon is teaming up with one of the Chinese government’s fiercest critics on a $100 million effort to investigate what they view as abuses of power by President Xi and the Communist Party.", "url": "https://www.wsj.com/articles/bannon-chinese-critic-create-fund-to-investigate-beijing-1542759820", "urlToImage": "https://images.wsj.net/im-38213/social", "publishedAt": "2018-11-21T03:26:36Z", "content": "President Trumps former chief strategist Steve Bannon is teaming up with one of the Chinese governments fiercest critics on a $100 million effort to investigate what they view as abuses of power by President Xi Jinping and the Communist Party. Mr. Bannon unve… [+1374 chars]", "fulltext": "President Trump’s former chief strategist Steve Bannon is teaming up with one of the Chinese government’s fiercest critics on a $100 million effort to investigate what they view as abuses of power by President Xi Jinping and the Communist Party.\n\nMr. Bannon unveiled the effort in a lengthy press conference Tuesday alongside exiled Chinese businessman Guo Wengui, who said he would provide the funding for the so-called “Rule of Law Fund” to investigate deaths and disappearances of Chinese executives, politicians and other public..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "中美峰會在即，美貿易代表批中國“不公平”行為 - 華爾街日報", "description": "華爾街日報 中美峰會在即，美貿易代表批中國“不公平”行為 華爾街日報 美國貿易代表指責北京方面未能改變對美國產業造成威脅的經濟政策，此舉距離中美峰會還有不到兩周。 美國貿易代表萊特希澤(Robert Lighthizer)在新聞稿中稱，中國沒有從根本上改變不公平、不合理和扭曲市場的做法。 美國貿易代表辦公室周二發布了一份有關中國... 白宮鷹派總動員施壓中美貿戰難言停火 香港經濟日報 (新聞發布) 影》貿易戰不停火！ 美指控陸沒誠意 中時電子報 (新聞發布) 美國貿易代表處狠批中國無改變不公平貿易政策 巴士的報 …", "url": "https://cn.wsj.com/articles/CT-BGH-20181121093848", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BK018_uschin_G_20181120191916.jpg", "publishedAt": "2018-11-21T02:26:04Z", "content": null, "fulltext": "美國貿易代表指責北京方面未能改變對美國產業造成威脅的經濟政策，此舉距離中美峰會還有不到兩周。\n\n美國貿易代表萊特希澤(Robert Lighthizer)在新聞稿中稱，中國沒有從根本上改變不公平、不合理和扭曲市場的做法。\n\n美國貿易代表辦公室周二發布了一份有關中國貿易行為的長達50頁的報告。這份報告是對3月份一份研究報告的更新，3月份的報告指責北京方面利用各種手段迫使美國公司交出尖端技術。依據3月份的報告內容，特朗普政府決定向2,500億美元中國商品徵收關稅，約為中國每年輸美商品總額的一半。\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Potential Rival to Pelosi for Speaker Decides Not to Run - Wall Street Journal", "description": "Wall Street Journal Potential Rival to Pelosi for Speaker Decides Not to Run Wall Street Journal WASHINGTON—The only potential rival to House Minority Leader Nancy Pelosi so far in the speaker race said on Tuesday that she wouldn't run for the post, and Mrs. …", "url": "https://www.wsj.com/articles/potential-rival-to-pelosi-for-speaker-decides-not-to-run-1542766641", "urlToImage": "https://images.wsj.net/im-38230/social", "publishedAt": "2018-11-21T02:17:00Z", "content": "WASHINGTONThe only potential rival to House Minority Leader Nancy Pelosi so far in the speaker race said on Tuesday that she wouldnt run for the post, and Mrs. Pelosi notched key endorsements in her campaign to retake the gavel in January. Mrs. Pelosi, who ha… [+3792 chars]", "fulltext": "WASHINGTON—The only potential rival to House Minority Leader Nancy Pelosi so far in the speaker race said on Tuesday that she wouldn’t run for the post, and Mrs. Pelosi notched key endorsements in her campaign to retake the gavel in January.\n\nMrs. Pelosi, who has led her caucus for 16 years, is working to quell internal party dissent and garner enough support to become the first speaker to retake the position after losing it since Democrat Sam Rayburn of Texas did so in 1953.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joshua Jamerson", "title": "Mia Love Loses to Ben McAdams in Utah House Race - Wall Street Journal", "description": "Wall Street Journal Mia Love Loses to Ben McAdams in Utah House Race Wall Street Journal Rep. Mia Love (R., Utah), who in 2015 became the first black woman to join the GOP's ranks in Congress, has been narrowly defeated by Democrat Ben McAdams. The Associated…", "url": "https://www.wsj.com/articles/mia-love-loses-to-ben-mcadams-in-utah-house-race-1542765672", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL383_mialov_SOC_20181120205656.jpg", "publishedAt": "2018-11-21T02:04:17Z", "content": "Rep. Mia Love (R., Utah), who in 2015 became the first black woman to join the GOPs ranks in Congress, has been narrowly defeated by Democrat Ben McAdams. The Associated Press called the race in favor of Mr. McAdams, the Salt Lake County mayor, on Tuesday eve… [+1230 chars]", "fulltext": "Rep. Mia Love (R., Utah), who in 2015 became the first black woman to join the GOP’s ranks in Congress, has been narrowly defeated by Democrat Ben McAdams.\n\nThe Associated Press called the race in favor of Mr. McAdams, the Salt Lake County mayor, on Tuesday evening, two weeks after Election Day.\n\nMs. Love’s campaign was plagued by ethical questions,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin, Laura Saunders", "title": "The Wall Street Journal: Treasury moves to protect multimillionaires’ tax-free gifts to heirs", "description": "Multimillionaires would get more flexibility to make tax-free gifts to their heirs under a Trump administration proposal released late Tuesday.", "url": "https://www.wsj.com/articles/treasury-seeks-to-protect-millionaires-wealth-transfers-1542762628", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY874_succes_ZG_20181120205938.jpg", "publishedAt": "2018-11-21T02:01:35Z", "content": "WASHINGTON Multimillionaires would get more flexibility to make tax-free gifts to their heirs under a Trump administration proposal released late Tuesday. Under the regulation, people would have an easier time taking advantage of the temporary increase in the… [+828 chars]", "fulltext": "WASHINGTON—Multimillionaires would get more flexibility to make tax-free gifts to their heirs under a Trump administration proposal released late Tuesday.\n\nUnder the regulation, people would have an easier time taking advantage of the temporary increase in the gift- and estate-tax exclusion that Congress passed last year. Before Tuesday’s proposal, some tax lawyers worried that making significant tax-free gifts now could cause an estate-tax bill for some people dying after the changes expire at the end of 2025.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Trump's Crude Realpolitik", "description": "His statement about the Saudis had no mention of America’s values.", "url": "https://www.wsj.com/articles/trumps-crude-realpolitik-1542763629", "urlToImage": "https://images.wsj.net/im-38227/social", "publishedAt": "2018-11-21T01:31:46Z", "content": "President Trump did himself and the country no favor with his crude statement Tuesday on the U.S. relationship with Saudi Arabia in the aftermath of Jamal Khashoggis murder by Saudi agents. Commenting on whether Crown Prince Mohammed bin Salman knew about the… [+3294 chars]", "fulltext": "President Trump did himself and the country no favor with his crude statement Tuesday on the U.S. relationship with Saudi Arabia in the aftermath of Jamal Khashoggi’s murder by Saudi agents.\n\nCommenting on whether Crown Prince Mohammed bin Salman knew about the murder, Mr. Trump said in a statement only he could have written: “Maybe he did and maybe he didn’t!”\n\nWe are unsure of the purpose of the exclamation point here, just as we are unsure what goal Mr. Trump hoped to achieve with what can only be described as a raw and brutalist version of foreign-policy realpolitik.\n\nThe bloody realities of the Middle East and the clear threat from Iran, which Mr. Trump described in his statement, give any U.S. President some latitude in forging a policy toward the region that reflects America’s interests.\n\nBut we are aware of no President, not even such ruthless pragmatists as Richard Nixon or Lyndon Johnson, who would have written a public statement like this without so much as a grace note about America’s abiding values and principles. Ronald Reagan especially pursued a hard-line, often controversial, foreign policy against Soviet Communism, but he did so with a balance of unblinkered realism and American idealism. Mr. Trump seems incapable of such balance.\n\nIt is startling to see a U.S. President brag in a statement about a bloodthirsty murder that, in his “heavily negotiated trip to Saudi Arabia” last year, he did $450 billion in commercial deals, including $110 billion to benefit Boeing , Lockheed Martin , Raytheon and “many other great defense contractors.” From Mr. Trump’s point of view, U.S. interests in the Middle East can be reduced to arms deals, oil and Iran. That is crass; no other word suffices.\n\nWe don’t mean to join the critics who through moralizing glasses seem to be suggesting that the U.S. has no choice other than to sever its relationship with Saudi Arabia over this murder. That wouldn’t cause the Saudis to change their behavior or serve U.S. interests. The Saudis, as Mr. Trump asserted, are important allies in a still-dangerous war against Middle Eastern terror fomented and supported by the mullahs in Iran.\n\nBut Crown Prince Salman’s misjudgments have sometimes made protecting U.S. interests in the Middle East more difficult. He has shown himself to be reckless in his prosecution of the war in Yemen and willful in his dispute with Qatar. Even if he did not sanction Khashoggi’s murder, it’s clear he was aware that the journalist would be kidnapped and brought back to the Kingdom.\n\nThat too is bad judgment that should raise doubts about the Crown Prince’s reliability and effectiveness as an ally. The risk is that Mr. Trump’s public reduction of the relationship to crass interests is that the Crown Prince will feel he can do anything and suffer no diminution of U.S. support. We hope Secretary of State Mike Pompeo and National Security Adviser John Bolton are delivering a much tougher message in private.\n\nLike any President, Mr. Trump also needs domestic allies in pursuit of a foreign policy that sometimes requires hard choices. Instead, Mr. Trump’s statement isolates him from his natural supporters on Mideast policy, such as Senator Lindsey Graham or Senator-elect Mitt Romney, who both separated themselves Tuesday from the President’s position.\n\nThe reality is that few members of Congress will align themselves with a statement bereft of asserting America’s abhorrence for the murder of political opponents. Without political or public support, Mr. Trump diminishes the odds that his Middle East strategy will succeed."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Trade Canary", "description": "The 2018 decline in the rate of growth in trade volume is a warning to the White House.", "url": "https://www.wsj.com/articles/the-trade-canary-1542758721", "urlToImage": "https://images.wsj.net/im-38181/social", "publishedAt": "2018-11-21T01:27:32Z", "content": "With another 2% or so decline on Tuesday, U.S. stock indices have given up their gains for the year. The rout that started in tech stocks has moved to oil shares amid worries about global demand, as well as to retail stocks, which suggests concern about wheth… [+1819 chars]", "fulltext": "With another 2% or so decline on Tuesday, U.S. stock indices have given up their gains for the year. The rout that started in tech stocks has moved to oil shares amid worries about global demand, as well as to retail stocks, which suggests concern about whether consumers will continue their pace of spending as asset prices fall.\n\nIt’s a legitimate worry. The job market has been strong, and small business confidence remains high, but those tend to be lagging indicators. With the world economy showing strains, the chances of a significant U.S. growth slowdown can no longer be ruled out. We’d note that our contributor Donald Luskin, the financial adviser and long-time growth optimist, has put himself on recession watch.\n\nPotomac Watch Podcast\n\nAnother reason to worry is the nearby chart, which tracks the quarterly change in world trade volume from 2015 through mid-2018. Note the sharp decline in the rate of growth in global trade in the first half of 2018.\n\nTrade flows aren’t a perfect proxy for GDP, but trade in an expanding economy tends to increase at a faster pace than overall growth. The average annual increase from 1987-2007 was 7.1%. Trade volume naturally fell during the recession but rebounded to 12% growth in 2010. But it stagnated at 3% from 2012-2014, and then went below 2% in 2015 when the economy barely escaped another recession.\n\nTrade flows revived along with growth in 2017, but they fell again this year as Donald Trump unveiled his global tariff assault after tax reform passed. The World Trade Organization hasn’t yet reported third quarter trade data, but a fair guess would be continuing doldrums, as global growth has slowed and the threat of more tariffs hangs over supply chains, investment decisions and confidence.\n\nWe hope someone at the White House is listening to this trade canary. Mr. Trump is expected to meet Chinese President Xi Jinping later this month at the G-20 meeting, and the world will be watching to see if they strike a trade truce. The chances of a deal have seemed slim, but the logic of a truce grows stronger as the stock market falls further."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Reviving Due Process on Campus", "description": "DeVos restores the right to cross-examination. Democrats are outraged.", "url": "https://www.wsj.com/articles/reviving-due-process-on-campus-1542758809", "urlToImage": "https://images.wsj.net/im-38199/social", "publishedAt": "2018-11-21T01:27:21Z", "content": "For those awaiting a restoration of rational discourse in American politics, well, youll have to keep waiting. No other conclusion is possible after seeing the reaction to Education Secretary Betsy DeVoss long-awaited regulatory proposals last week on handlin… [+3237 chars]", "fulltext": "For those awaiting a restoration of rational discourse in American politics, well, you’ll have to keep waiting. No other conclusion is possible after seeing the reaction to Education Secretary Betsy DeVos’s long-awaited regulatory proposals last week on handling accusations of sexual abuse on campus.\n\nFrom California Democrat Maxine Waters: “Betsy DeVos, you won’t get away with what you are doing. We are organizing to put an end to your destruction of civil rights protections for students.”\n\nFormer Vice President Joe Biden said on Facebook that the proposal “would return us to the days when schools swept rape and assault under the rug and survivors were shamed into silence.”\n\nThe centerpiece of the proposed regulations is—hold your fire—restoring the right of cross-examination, one of the oldest and most hallowed elements of due process.\n\nThe Obama Department of Education, responding to legitimate concerns about sexual abuse on campus, issued guidelines that went overboard, casting away many basic protections for the accused. The result has subjected victims and the accused to a system of campus justice often controlled by amateurs and political activists.\n\nFor more than four decades the Department of Education has set Title IX policy by issuing “guidance,” which circumvents the normal rule-making process. The Obama-era sexual abuse guidance was essentially an administrative diktat. The public had no chance to comment, and universities, which understood federal funding was at risk, opted to dilute standard legal protections for accused students.\n\nSecretary DeVos has instead followed normal rule-making to create a balance between protecting victims and the rights of the accused. The proposals include “the right of every survivor to be taken seriously and the right of every person accused to know that guilt is not predetermined.” Both the alleged victim and the accused would be able to inspect and review all evidence.\n\nAll Title IX hearings would include cross-examination, which could occur in-person or by live stream, with campus adjudicators allowed to observe the demeanor of witnesses as they assess credibility. The statements of anyone who refuses cross-examination could not be considered in the final determination. Title IX judges would be required to consider both inculpatory and exculpatory evidence.\n\nThe proposed rule acknowledges how schools’ “treatment of both complainant and respondent could constitute discrimination on the basis of sex.” Both the alleged victim and the accused would enjoy the same opportunities for appeal, and, if both parties agreed, administrators could offer informal resolution processes like mediation.\n\nOne troubling aspect remains. Universities could still use a weaker “preponderance of evidence” as the standard of proof, similar to civil cases, rather than a higher “clear and convincing evidence” standard. Ms. DeVos mitigates this somewhat by barring universities from using this lower standard for only sexual assault or harassment if they rely on a higher standard for comparable disciplinary cases.\n\nThis is an attempt at compromise, but Mrs. DeVos will get no credit from the Democratic Party’s identity-politics police. Their standard now is essentially that the accused must prove his innocence no matter the lack of evidence against him, as we learned during the Senate’s Brett Kavanaugh crucible.\n\nThe proposed protections are nonetheless progress, and would go a long way to restore basic norms of fairness and justice to campus courts."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tony Perrottet", "title": "A Weirdly Fascinating Cold-War Tour of Havana", "description": "For travelers hooked on Cold War intrigue, following the trail in the Cuban capital is bizarrely pleasant—from moody museums to a Soviet-themed boîte.", "url": "https://www.wsj.com/articles/a-weirdly-fascinating-cold-war-tour-of-havana-1542744003", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL127_CUBA_SOC_20181120142922.jpg", "publishedAt": "2018-11-21T01:13:13Z", "content": "NOT A BAD VIEW for a bunker, said a young American traveler named Andria as we peered through a grim, concrete gun-slot at the blue waters of the Straits of Florida. The underground chamber, Fidel Castros headquarters during the Cuban Missile Crisis of 1962, … [+8159 chars]", "fulltext": "NOT A BAD VIEW for a bunker,” said a young American traveler named Andria as we peered through a grim, concrete gun-slot at the blue waters of the Straits of Florida. The underground chamber, Fidel Castro’s headquarters during the Cuban Missile Crisis of 1962, was dug beneath the gardens of the Hotel Nacional. The grande dame of Havana hotels, the property occupies the most commanding headland in the city. To either side of our million-dollar view stretched the arc of the Malecón, Havana’s waterfront boulevard, poetically crumbling beneath a wash of sea spray.\n\nThe hotel was a seductive spot to start exploring the residue of the Cold War, memories of which are fresher in Havana than in the rest of the world. I had just finished researching a book about the guerrilla uprising of the late 1950s, when Fidel, Che and their barbudos, “bearded ones,” forced the dictator Fulgencio Batista to flee on New Year’s Day in 1959, nearly 60 years ago. Now I wanted to understand the aftermath, when the idealism of the revolution descended into near-Armageddon with the Soviets and decades of U.S.-Cuban enmity.\n\nA hotel guide leads through the Cuban Missile Crisis-era trenches in front of Havana’s Hotel Nacional. Photo: ROSE MARIE CROMWELL FOR THE WALL STREET JOURNAL\n\nThe bunker and its unlikely setting were my first indication that it was going to be bizarrely pleasant to follow the Cold War trail in Havana. The Hotel Nacional’s elegant outdoor bar, patrolled by emerald peacocks, evoked the romantic 1950s. It’s easy to imagine Ava Gardner and Errol Flynn just finishing their frozen daiquiris while American mob boss Meyer Lansky huddled over a card game by the potted palms. And yet, at the end of the manicured lawn, steps lead abruptly down into the austere post-revolutionary world, with reinforced trenches and gun emplacements. The hotel seems in no hurry to pave over the relics of the Cold War heyday. As he led us through Fidel’s subterranean command post, the bunker’s elderly attendant, Eduardo, a retired hotel bellboy who works for tips, pointed out the olive-drab military binoculars on a tripod pointing due north. “That way, Miami Beach!” he rejoiced.\n\nTo most of us, the Missile Crisis—which pushed the world the closest it has ever come to nuclear war—is ancient history. Not in Havana. The clammy gray walls of the bunker are still hung with military maps and aerial photos of Soviet missile silos faded from decades of salt air. Tickled to meet two Yanqui travelers, Eduardo opened a rusty grille and led us into a maze of dark tunnels, where flickering lightbulbs revealed old Cuban uniforms and a shards of the American U-2 spy plane shot down during the standoff. The tunnels extend for 800 yards under the strategic hotel, Eduardo said proudly, to shelter the Cuban volunteers who intended to fight to the death against a U.S. Marine assault.\n\n“ ‘Flickering lightbulbs revealed shards of an American U-2 spy plane.’ ”\n\nTo get a broader view of the Cold War saga, I headed for the Museum of the Revolution on the edge of the colonial Old Town. It’s hard to miss, now occupying the dictator Batista’s old Presidential Palace, a fairy-tale Neo-Classical confection with stained glass by Tiffany and a reception room based on the Hall of Mirrors in Versailles. Outdoors, the most renowned display is the Granma, the yacht Fidel and his 81 followers used to crash-land on the Cuban coast in 1956 and start their shoestring rebellion. Their against-all-odds success in 1959 bathed the guerrillas in a romantic aura—U.S. newsmen compared Fidel to Robin Hood and Simon Bolívar—but the artifacts scattered around the Granma show the violent fallout. Among them: the surface-to-air missiles from the CIA-backed Bay of Pigs invasion of 1961, and at the museum’s entrance, the tank Fidel commanded to repel the landing.\n\nAfter the Bay of Pigs, Cuba’s course was set as an outpost of the Eastern Bloc in the Caribbean. Vestiges of the Communist influence, when Moscow subsidized Cuba’s sugar industry and propped up the economy, remain on Havana’s horizons, including monolithic Bucharest-style apartment blocks, entirely unsuited for the tropical climate, and the brutalist former U.S.S.R. Embassy, designed to look like the hilt of a sword plunged into the earth. Wandering the alleys of Old Havana, I could still find faded graffiti with Bolshevik stars, hammers and sickles that nobody has bothered to erase. The good times, of course, did not last. The Soviet collapse in 1989 soon turned off aid like a tap, but official hostility with the U.S. did not ease, trapping Cuba in growing isolation.\n\nChip off the Old Eastern Bloc The remnants of the Cold War in Havana The office of the former Cuban president Fulgencio Batista at Havana’s Presidential Palace, now the Museum of the Revolution. ROSE MARIE CROMWELL FOR THE WALL STREET JOURNAL 1 of 16 • • • • • 1 of 16 Show Caption The office of the former Cuban president Fulgencio Batista at Havana’s Presidential Palace, now the Museum of the Revolution. ROSE MARIE CROMWELL FOR THE WALL STREET JOURNAL\n\nTo witness the freshest example of anti-Americanism, I hopped a taxi to another government-run museum called the Memorial de la Denuncia, the Denouncement Memorial. Even that made an oddly charming excursion: It was housed in a finely restored mansion in the leafy, upscale neighborhood of Miramar. The museum opened last year on Aug. 13, which would have been Fidel’s 91st birthday (he died in late 2016, age 90). Perhaps coincidentally, perhaps not, U.S.-Cuban relations were then sliding into a 21st century low after mysterious accusations of “sonic attacks” on U.S. diplomats in Havana; soon after, President Trump slowed the Obama-era thaw of 2015-16.\n\nA wall sculpture in the Denouncement Memorial, a new museum in Havana, Cuba. Photo: ROSE MARIE CROMWELL FOR THE WALL STREET JOURNAL\n\nInside the museum’s “CIA Room,” interactive computers recount decades worth of covert U.S. operations alongside panels filled with dense historical documents. Inscribed on one wall was “637”—the number of attempts on Fidel’s life according to the Cuban government. Elsewhere, a projector showed gory silent footage of the 1960 La Coubre disaster, when two explosions destroyed a French freighter in Havana Harbor, killing some 100 dock workers and rescuers. (Fidel charged that the U.S. was behind the disaster, although its cause remains a mystery.) One glass case held rusty ammunition, another displayed bloodstained shirts like conceptual art objects. Two walls were covered with sculpted faces of ghostly, anonymous men—spies and counterintelligence agents, the attendant explained. (Nobody at the museum seemingly took any of the CIA plots personally: As everywhere in Havana, the staff were delighted to meet a New Yorker.)\n\nIn the Memorial’s boxy library, containing its “Marxist-Leninist Collection,” I encountered a librarian in her 20s with nose piercings, dyed pink hair and a jumpsuit with a guerrilla motif. When I asked her how many visitors she’d had that day, she looked at me as if it were an absurd question: “None!” She, like other young Cubans, seemed to have forgotten old scores and was trying to move on. After all, the revolutionary dream has long faded. In 2011, the first halting steps to dismantling the Socialist system began, though the U.S. trade embargo imposed in the early 1960s remains largely in place.\n\nOn my last night I went to Nazdarovie, a Russian restaurant whose name means “To Your Health!” Located up a narrow staircase off the Malecón, its walls were covered with ironic Soviet posters, and the menu offered borscht, dumplings and blinis. The restaurant’s outdoor balcony has one of the best sunset vistas in the city, so I ordered a vodka shot with caviar and took a table. As the sun bathed the Gulf of Florida in golden light, I raised a glass to Cuba’s future, hoping that the island nation would maybe—one day—untangle from its past. The view, I thought, was even better than from Fidel’s bunker.\n\nBLINI SPOT The interior at Havana’s Russian Nazdarovie restaurant. Photo: ROSE MARIE CROMWELL FOR THE WALL STREET JOURNAL\n\nTHE LOWDOWN / On Havana’s Cold War Trail\n\nTouring There: Exhibits at the Memorial of Denunciation. in the upscale Miramar neighborhood, are in Spanish-only, but many (such as silent films) are fairly self-explanatory and the staff are very helpful(312 Calle 14; cubadenuncia.cu).Almost all visitors to Havana take in the Museum of the Revolution, housed in the former Presidential Palace. It’s fun to see dolls used by Cuban women to smuggle weapons and Che’s leather jacket, but the museum offers almost no explanation, and visitors can leave none the wiser. Refugio No 1. The bunker and trenches at the Hotel Nacional are open daily roughly 9 a.m. to 5 p.m.; ask the staff to show you around. Former hotel employees, they have basic English and work for tips (hotelnacionaldecuba.com)\n\nEating There: Nazdarovie restaurant is a must-see for sunset vodka cocktails and fine, if rather heavy, Russian dishes (Malecón 25, nazdarovie-havana.com)."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Kostov", "title": "Ghosn's Arrest Rocks Auto Empire", "description": "As Carlos Ghosn remained in detention in Japan for alleged financial misconduct, members of the globe-spanning automotive partnership he leads moved to make sense of his arrest and fill the void left by his absence.", "url": "https://www.wsj.com/articles/carlos-ghosns-arrest-rocks-auto-empire-1542760594", "urlToImage": "https://images.wsj.net/im-38214/social", "publishedAt": "2018-11-21T01:09:55Z", "content": "As auto-making executive Carlos Ghosn spent a second day in detention in Japan for alleged financial misconduct, members of the globe-spanning partnership he leads moved to make sense of his arrest and fill the void left by his absence. Japanese prosecutors a… [+6543 chars]", "fulltext": "As auto-making executive Carlos Ghosn spent a second day in detention in Japan for alleged financial misconduct, members of the globe-spanning partnership he leads moved to make sense of his arrest and fill the void left by his absence.\n\nJapanese prosecutors are focusing on stock-related pay at Nissan Motor Co. NSANY -0.88% , whose chairman is Mr. Ghosn, and whether it was properly disclosed in financial filings, according to a person familiar with the matter. Nissan, meanwhile, informed the board of Renault SA, where Mr. Ghosn serves as both chairman and chief executive, that it had evidence of potential wrongdoing at a Dutch-based joint venture between the two auto makers, according to people familiar with the matter.\n\nLate Tuesday, Renault said it had named a deputy CEO and interim chairman to temporarily take over Mr. Ghosn’s responsibilities at the French auto maker. Renault said it was seeking evidence from Nissan of the financial misconduct it and Japanese prosecutors allege against Mr. Ghosn.\n\nThe 64-year-old businessman was arrested in Japan earlier this week after Nissan told authorities that an internal probe found that the executive’s income allegedly had been underreported in the company’s financial statements.\n\nRepresentatives and family members of Mr. Ghosn weren’t available to comment.\n\nNissan shares fell nearly 5.5% on Tuesday, their first day of trading since news of Mr. Ghosn’s arrest. Renault shares have shed almost 10% in the two trading sessions following the arrest.\n\nMr. Ghosn, who forged the alliance as a top Renault executive and later as leader of both auto makers, is credited with turning it into a successful partnership, a rarity in the auto industry. He recently stepped down as chief executive of Nissan; in addition to his roles at Nissan and Renault, he is chairman of Mitsubishi Motors Corp. , another alliance member. He is also chairman and chief executive of the Dutch venture, which serves as a corporate bridge for the nearly two-decade operational alliance—and is now part of Nissan’s internal probe.\n\nMr. Ghosn’s role has been a source of growing tension as executives at Nissan and Renault look toward the future, including the long-speculated possibility of a full-blown merger. The Wall Street Journal reported in May that executives on both sides were informally exploring such a combination. Nissan’s senior Japanese leadership has strongly opposed the idea. Mr. Ghosn has publicly said a merger isn’t the best option, though people familiar with the matter told the Journal that privately he was more open to a deal.\n\nOn Monday, Nissan Chief Executive Hiroto Saikawa sent a message about the findings regarding the Dutch entity to Renault’s lead independent director, Philippe Lagayette, the people familiar with the matter said. It wasn’t clear exactly what Nissan communicated about its findings.\n\nThat entity, Renault-Nissan BV, jointly owned by Renault and Nissan, doesn’t make cars, but instead is intended to coordinate the broad partnership between the two companies. Its board consists of executives from both companies, according to Dutch corporate filings.\n\nThe unit owns subsidiaries responsible for such activities as joint purchasing and information-technology services.\n\nIts expenses, which totaled more than €150 million ($171 million) in 2016, include management fees for executives, services provided to alliance partners and payments to outside consultants, according to the Dutch filings.\n\nGreg Kelly, a Nissan director who was arrested in Japan along with Mr. Ghosn, is also lead director of a separate financial-holding company based in the Netherlands, according to Dutch corporate filings. The company was formed as a subsidiary of another Nissan unit in 2010, according to filings. It was intended for investing in startup companies but was largely dormant for years, said one person familiar with the matter.\n\nAfter arresting Mr. Ghosn on Monday, Japanese prosecutors said that he was suspected of understating his income, resulting in Nissan’s issuing inaccurate financial reports in the five fiscal years ending March 2015.\n\nProsecutors said they believed Mr. Ghosn received just shy of ¥10 billion ($89 million) in income over those years, but the income reported by Nissan to the Tokyo Stock Exchange totaled about ¥5 billion.\n\nDuring those years, Nissan reported that several of its executives received share-appreciation rights, a form of compensation similar to stock options that rewards executives when the company stock price rises above a certain level. However, Nissan reports showed Mr. Ghosn didn’t receive any share-appreciation rights.\n\nProsecutors believe that Mr. Ghosn, in fact, did receive such income and that Nissan failed to report it, according to the person briefed on the investigation. Such a move, if borne out, would account for a chunk of the income prosecutors allege wasn’t reported.\n\nEven if those suspicions prove accurate, it remains unclear how the income came to be underreported in Nissan’s financial filings, or why accountants didn’t flag the discrepancy. Nissan has said a whistleblower triggered its internal probe, and that it shared its findings with the authorities.\n\nNissan also accused Mr. Ghosn of improperly filing expenses and using company assets for his private use. The alleged improprieties occurred over many years, Nissan said.\n\nMr. Ghosn, who holds French citizenship, hasn’t been formally charged with any crime. But if he is treated like a typical Japanese detainee, the auto executive is likely to spend the next few weeks in a small cell in Tokyo and undergo daily interrogation by prosecutors without a lawyer present.\n\nProsecutors must decide this week whether to hold him for up to an additional 20 days. Such a request is typically granted. During that period, the suspect isn’t entitled to bail.\n\nAfter a meeting late Tuesday, Renault’s board said it had appointed the firm’s No. 2 executive, Thierry Bolloré, to serve as deputy CEO on a temporary basis and Philippe Lagayette, Renault’s lead independent director, to act as interim chairman.\n\nBy deputizing Mr. Bolloré, Renault’s board empowered him to wield Mr. Ghosn’s voting rights on the board of Renault-Nissan BV, according to people familiar with the matter. That move is crucial, the people said, because it preserves the balance of power that Renault and Nissan share in the joint venture.\n\nIn a memo posted to the company’s intranet late Monday, Mr. Bolloré, who is currently chief operating officer, expressed his “full support” for his boss, but also said the company’s “governance bodies are playing their full role in defending Groupe Renault’s corporate interest.”\n\n—Sam Schechner in Paris and Phred Dvorak in Tokyo contributed to this article.\n\nWrite to Nick Kostov at Nick.Kostov@wsj.com and Peter Landers at peter.landers@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "Gap Looking to Close Hundreds of Weaker Stores", "description": "Gap Inc. said it is exploring whether to close hundreds of underperforming stores at its namesake brand, after the unit reported a 7% decline in quarterly comparable sales.", "url": "https://www.wsj.com/articles/gap-looking-to-close-hundreds-of-weaker-stores-1542758345", "urlToImage": "https://images.wsj.net/im-38217/social", "publishedAt": "2018-11-21T01:02:47Z", "content": "Gap Inc. GPS -3.07% said it is exploring whether to close hundreds of underperforming stores at its namesake brand, after the unit reported a 7% decline in quarterly comparable sales. The long-suffering brand still has about 800 stores in North America and CE… [+1215 chars]", "fulltext": "There are about 800 Gap stores in North America, but the retailer’s CEO says the company is considering closing hundreds of them that ‘don’t fit the future vision.'\n\nThere are about 800 Gap stores in North America, but the retailer’s CEO says the company is considering closing hundreds of them that ‘don’t fit the future vision.' Photo: Mark Kauzlarich/Bloomberg News\n\nGap Inc. GPS 0.74% said it is exploring whether to close hundreds of underperforming stores at its namesake brand, after the unit reported a 7% decline in quarterly comparable sales.\n\nThe long-suffering brand still has about 800 stores in North America and CEO Art Peck said Tuesday he was reviewing some flagship locations as well as “hundreds of other stores” based of profits, traffic trends or other factors."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Bostwick", "title": "Craft Beer Breakthrough: Brisk New Bubblies for the Holiday Table", "description": "Truly novel beer styles don’t come around every day. Hence the giddy buzz surrounding subtle, scintillating brut IPA. Here are 6 especially festive pours worth seeking out.", "url": "https://www.wsj.com/articles/craft-beer-breakthrough-brisk-new-bubblies-for-the-holiday-table-1542737542", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL111_HALFFU_SOC_20181120130909.jpg", "publishedAt": "2018-11-21T00:56:13Z", "content": "IN THE WORLD of craft beer, bold, bitter and rich styles have, historically, been the trophy brewsthe ones beer geeks brag about and present with a flourish at holiday gatherings. Yet when brewers themselves celebrate, theyll often crack open something light,… [+4885 chars]", "fulltext": "IN THE WORLD of craft beer, bold, bitter and rich styles have, historically, been the trophy brews—the ones beer geeks brag about and present with a flourish at holiday gatherings. Yet when brewers themselves celebrate, they’ll often crack open something light, clean and dry—and beer drinkers are catching on. Refinement is trending and with it, the brut IPA.\n\nThis style of beer tastes and even looks like Champagne—dry, crystal clear, highly carbonated—but also bursts with the tropical flavors of new and exotic hops strains...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "House Democrats to Investigate Ivanka Trump's Email Use", "description": "The House Oversight Committee will probe Ivanka Trump’s use of a private email account to conduct official government business, the panel’s senior Democrat and likely next chairman said Tuesday.", "url": "https://www.wsj.com/articles/house-democrats-to-investigate-ivanka-trumps-email-use-1542743519", "urlToImage": "https://images.wsj.net/im-38123/social", "publishedAt": "2018-11-21T00:54:22Z", "content": "WASHINGTONThe House Oversight Committee will conduct an investigation into Ivanka Trumps use of a private email account to conduct official government business, the panels senior Democrat and likely next chairman said Tuesday. The statement from Elijah Cummin… [+3262 chars]", "fulltext": "WASHINGTON—The House Oversight Committee will conduct an investigation into Ivanka Trump’s use of a private email account to conduct official government business, the panel’s senior Democrat and likely next chairman said Tuesday.\n\nThe statement from Elijah Cummings of Maryland came after a liberal ethics research group published copies of emails that Ms. Trump, President Trump’s daughter and a senior White House adviser, exchanged with officials at the Small Business Administration in 2017.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Eisen", "title": "'I Can Be the Bank': Individual Investors Buy Busted Mortgages", "description": "A decade after the housing crisis, a new breed of risk-taker is investing in nonperforming loans and pushing borrowers to start paying on them again. For homeowners who hadn’t heard from a lender for years, it can come as a shock.", "url": "https://www.wsj.com/articles/a-decade-after-the-housing-crisis-small-investors-try-to-bring-busted-mortgages-back-to-life-1542734455", "urlToImage": "https://images.wsj.net/im-37844/social", "publishedAt": "2018-11-21T00:53:59Z", "content": "Sándor Lau, once a filmmaker, found his calling on YouTube when he came across instructional videos about how to buy seemingly worthless home loans. Mr. Lau, of Portland, Ore., started accumulating mortgages, some of them delinquent for many years, dating bac… [+10640 chars]", "fulltext": "Sándor Lau, once a filmmaker, found his calling on YouTube when he came across instructional videos about how to buy seemingly worthless home loans.\n\nMr. Lau, of Portland, Ore., started accumulating mortgages, some of them delinquent for many years, dating back to the housing bubble. He owns more than 100 now, he said, with millions of dollars in payments owed to him. His full-time job is trying to collect.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Federal Reserve Not Likely Swayed by Market Declines", "description": "Officials at the Fed have indicated in recent days that they plan to proceed with a December rate hike, despite the downturn in stock prices.", "url": "https://www.wsj.com/articles/federal-reserve-not-likely-swayed-by-recent-stock-market-declines-1542747329", "urlToImage": "https://images.wsj.net/im-38148/social", "publishedAt": "2018-11-21T00:47:26Z", "content": "Market turbulence is leading some investors to call on the Federal Reserve to halt its campaign of interest rate increases, but the selloff in stocks and corporate bonds that accelerated Tuesday is unlikely to stop the central bank from raising rates when it … [+7334 chars]", "fulltext": "President Trump has put the Federal Reserve at the middle of the latest drop in the markets, saying the \"Fed has gone crazy.\" WSJ global economics editor Jon Hilsenrath explores three reasons why the Fed is raising interest rates. Photo: Getty Images.\n\nMarket turbulence is leading some investors to call on the Federal Reserve to halt its campaign of interest rate increases, but the selloff in stocks and corporate bonds that accelerated Tuesday is unlikely to stop the central bank from raising rates when it meets again next month.\n\nFed officials have signaled in recent days they plan to proceed with another quarter percentage point increase in their benchmark short-term interest rate when they meet Dec. 19, marking their fourth rate increase this year. The market pullback..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "How to Read Trump's Statement on Khashoggi Killing", "description": "In a statement Tuesday, President Trump signaled that he plans to stand beside Saudi Arabia after the death of journalist Jamal Khashoggi. But as WSJ's Gerald F. Seib explains, it won't be that simple. Photo: Getty", "url": "http://www.wsj.com/video/how-to-read-trump-statement-on-khashoggi-killing/F409BF35-CF61-40B2-AC38-B70010294BD2.html", "urlToImage": "http://m.wsj.net/video/20181120/112018seib1/112018seib1_1280x720.jpg", "publishedAt": "2018-11-21T00:44:52Z", "content": "Carlos Ghosn: Legacy of Nissan and Renault Savior Takes a U-Turn 11/19/2018 Auto executive, Carlos Ghosn, was the ar­chi­tect of an alliance between Nissan, Renault and Mitsubishi, a rare suc­cess story of auto mak­ers work­ing to­gether. WSJ reporters analyz… [+93 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bob Davis", "title": "US Trade Representative Criticizes 'Unfair' Practices by China - Wall Street Journal", "description": "Wall Street Journal US Trade Representative Criticizes 'Unfair' Practices by China Wall Street Journal WASHINGTON—Less than two weeks ahead of a China-U. S. summit, the U.S. Trade Representative accused Beijing of failing to change economic policies that thre…", "url": "https://www.wsj.com/articles/u-s-trade-representative-criticizes-unfair-practices-by-china-1542760794", "urlToImage": "https://images.wsj.net/im-38222/social", "publishedAt": "2018-11-21T00:42:25Z", "content": "WASHINGTONLess than two weeks ahead of a China-U. S. summit, the U.S. Trade Representative accused Beijing of failing to change economic policies that threaten U.S. industry. The trade representatives office Tuesday released a 50-page report on Chinese trade … [+2902 chars]", "fulltext": "WASHINGTON—Less than two weeks ahead of a China-U.S. summit, the U.S. Trade Representative accused Beijing of failing to change economic policies that threaten U.S. industry.\n\n“China has not fundamentally altered its unfair, unreasonable and market-distorting practices,” U.S. Trade Representative Robert Lighthizer said in a news release.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason L. Riley", "title": "Take a Step Back on the First Step Act", "description": "The bill does some good things but also makes it easier for activist judges to release violent criminals.", "url": "https://www.wsj.com/articles/take-a-step-back-on-the-first-step-act-1542758427", "urlToImage": "https://images.wsj.net/im-38223/social", "publishedAt": "2018-11-21T00:39:16Z", "content": "What is the main purpose of incarceration? Is it to punish people who break the law? Keep society safe? Rehabilitate offenders? Deter criminal behavior? Congresss latest stab at federal criminal-justice reform, officially known as the First Step Act, brings t… [+4484 chars]", "fulltext": "What is the main purpose of incarceration? Is it to punish people who break the law? Keep society safe? Rehabilitate offenders? Deter criminal behavior?\n\nCongress’s latest stab at federal criminal-justice reform, officially known as the First Step Act, brings those questions to mind. Or at least it should. But proponents stress that the legislation, a version of which passed the House in May and is now under consideration in the Senate, has “bipartisan” support. That’s true, but it tells us nothing useful about the measure’s..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Putin's Man at Interpol", "description": "The global police agency has become a weapon for dictators.", "url": "https://www.wsj.com/articles/putins-man-at-interpol-1542758929", "urlToImage": "https://images.wsj.net/im-38043/social", "publishedAt": "2018-11-21T00:19:46Z", "content": "Interpol once helped to enforce legal norms against criminal rackets. These days the global police agency has too often become a weapon that dictators use against political critics. On Wednesday in Dubai delegates from Interpolthe International Criminal Polic… [+2851 chars]", "fulltext": "Interpol once helped to enforce legal norms against criminal rackets. These days the global police agency has too often become a weapon that dictators use against political critics. On Wednesday in Dubai delegates from Interpol—the International Criminal Police Organization—are expected to ratify this descent by choosing an agent of Vladimir Putin as its new president.\n\nThe man is Alexander Prokopchuk, a Russian police general who has worked at the Kremlin’s Interior Ministry and is now chief of Interpol’s National Central Bureau in Russia. This makes him one of Mr. Putin’s enforcers, and putting him in charge of Interpol would give him new authority to do the bidding of dictators around the world.\n\nInterpol is an international association that helps nations track down criminals and terrorists who are beyond their borders. It issues “red notices” so culprits can be arrested and detained overseas pending extradition. In recent years authoritarian nations have manipulated red notices and “diffusions” (a lower form of alert) to harass businessmen, journalists and others who criticize their regimes.\n\nNo one has done this more than Mr. Putin. Even as delegates from the 194 Interpol nations were preparing to vote for a new president, Russian prosecutors this week announced new charges against Bill Browder. Mr. Browder is the American-born businessman who has earned Mr. Putin’s wrath for urging the U.S. Congress to pass the Magnitsky Act.\n\nThat law allows the U.S. to sanction human-rights offenders overseas by freezing their financial assets and banning them from travel to the U.S. It is named for Russian tax accountant Sergei Magnitsky, an associate of Mr. Browder who died in prison in 2009 after finding evidence of tax fraud by Russian officials. Interpol has issued red notices and diffusions for Mr. Browder, and Russian prosecutors now claim he is part of a “transnational criminal group” and probably killed Mr. Magnitsky himself.\n\nTurkish President Recep Tayyip Erdogan used Interpol in August to issue a red notice against Dogan Akhanli, a German writer of Turkish origin and a critic of Mr. Erdogan. Spanish authorities detained Mr. Akhanli until a Spanish court ordered his conditional release, prompting German Chancellor Angela Merkel to warn Turkey not to “misuse” Interpol.\n\nThere’s a vacancy at the top of Interpol because its former president is Meng Hongwei, a former Chinese public-security official who went missing in September while visiting China. Beijing has since accused him of bribery. Mr. Meng’s wife says the charges are untrue and politically motivated, but his fate shows the folly of putting someone answerable to an authoritarian regime in charge of a law-enforcement agency.\n\nInterpol notices aren’t international arrest warrants, so each nation can decide which to act on or ignore. But Mr. Prokopchuk’s ascension raises the question of whether the world’s democracies should work with Interpol at all. On Monday a bipartisan group of U.S. Senators issued a joint statement saying that electing Mr. Prokopchuk would be “putting a fox in charge of a henhouse.” That’s unfair to foxes."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Pass the Cronyberry Sauce", "description": "Millions of pounds of fruit will be destroyed to prop up prices.", "url": "https://www.wsj.com/articles/pass-the-cronyberry-sauce-1542759031", "urlToImage": "https://images.wsj.net/im-38205/social", "publishedAt": "2018-11-21T00:19:12Z", "content": "As you dip into the Thanksgiving cranberry sauce, heres a tart story that may make you want to drain the bog. This fall the U.S. Agriculture Department gave cranberry growers its approval to dump a quarter of their 2018 crop. Tons of fruit and juicein the bal… [+2335 chars]", "fulltext": "As you dip into the Thanksgiving cranberry sauce, here’s a tart story that may make you want to drain the bog. This fall the U.S. Agriculture Department gave cranberry growers its approval to dump a quarter of their 2018 crop. Tons of fruit and juice—in the ballpark of 100 million pounds—will be turned into compost, used as animal feed, donated or otherwise discarded.\n\nThe goal is to prop up prices. Cranberries are in surplus, with millions of pounds already in storage. President Trump’s trade war hasn’t helped. About a third of production usually goes overseas. But in June the European Union put a 25% tariff on U.S. cranberry-juice concentrate in retaliation for U.S. steel tariffs. A month later, China bumped its tariff on dried cranberries to 40% from 15%. Mexico and Canada also added duties.\n\nAs a negotiating strategy against Mr. Trump, this makes sense: The top cranberry-producing state is Wisconsin, which voted for Mr. Trump and elected Speaker Paul Ryan.\n\nThe root of the problem is flat demand and rising supply, which has pushed prices to break-even or below. Normally in such a situation, losses would induce some growers to find another line of work. Instead the Cranberry Marketing Committee, which represents the industry, asked the USDA for what is termed “volume regulation.” In most businesses, colluding to restrict supply is illegal, but farmers enjoy carve-outs to antitrust law.\n\nLast season the USDA blocked 15% of cranberries from being sold. At the same time, the industry suggested a 25% diversion for this year. The theory was that acting early, before the 2018 season began, would at least give farmers a chance to cut production. But Washington, ever helpful, didn’t provide its go-ahead until this September, by which point the harvest was nearly on. Now fruit and juice—along with hard work—will be going down the drain.\n\nThe USDA rule caps growers’ production based on their historical output, with some exemptions. Small cranberry processors aren’t covered, and neither are those that don’t have inventory left over from last year. The trouble is that this reduces everyone’s incentive to downsize in hopes that cranberry prices eventually get popping again. So the glut may go on, while the industry tries to juice demand with overseas trade missions and creative recipes. “Cranzy Chicken Taco,” anyone?\n\nAmong the many economic perversities of agricultural policy, this is merely a vignette. Still, America is growing 100 million pounds of cranberries and then throwing them away to raise prices per government order. Wouldn’t it be better—and easier—to let the market work?"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Frosch", "title": "A Blue Wave Wiped Out Republicans in the Largest County in Texas", "description": "Energized Democrats couldn’t beat Sen. Ted Cruz, but in the most populous county in Texas, home to Houston, nearly every Republican was unseated on Nov. 6, including 59 judges and the top executive.", "url": "https://www.wsj.com/articles/how-a-blue-wave-wiped-out-republicans-in-the-largest-county-in-texas-1542709801", "urlToImage": "https://images.wsj.net/im-37550/social", "publishedAt": "2018-11-21T00:13:43Z", "content": "HOUSTONAn energized Democratic electorate wasnt enough to defeat Texas Sen. Ted Cruz this month, but in the states most populous county, it created a blue landslide. Nearly every Republican in Harris County, home to Houston, was unseated on Nov. 6, including … [+4197 chars]", "fulltext": "HOUSTON—An energized Democratic electorate wasn’t enough to defeat Texas Sen. Ted Cruz this month, but in the state’s most populous county, it created a blue landslide.\n\nNearly every Republican in Harris County, home to Houston, was unseated on Nov. 6, including 59 judges and the top executive, Ed Emmett, a moderate who won in 2014 with 83% of the vote.\n\nMr...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John Steele Gordon", "title": "A Short History of American Immigration", "description": "Coming to the U.S. always took courage and tolerance for risk, traits that are still part of the country’s DNA.", "url": "https://www.wsj.com/articles/a-short-history-of-american-immigration-1542758403", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY113_Gordon_SOC_20181119130042.jpg", "publishedAt": "2018-11-21T00:00:05Z", "content": "If Americans are famous for our get-up-and-go, it is because we all have ancestors who got up and came. Whether sailing into the Chesapeake Bay in the early 17th century, waiting in line at Ellis Island in the early 20th, or crossing the South Texas border in… [+5157 chars]", "fulltext": "If Americans are famous for our get-up-and-go, it is because we all have ancestors who got up and came. Whether sailing into the Chesapeake Bay in the early 17th century, waiting in line at Ellis Island in the early 20th, or crossing the South Texas border in the early 21st, immigrants to the U.S. have had to bid farewell to the familiar and enter a strange land with strange customs and, often, a strange language. That took—and still takes—courage and tolerance for risk, traits that are very much part of the American gene pool.\n\nSometimes the risk was to one’s life. About 25% of immigrants to Virginia in the 1620s died within a year. In the late 19th century, about 1 in 7 didn’t survive the trans-Atlantic voyage. Crossing the border illegally remains dangerous.\n\nThe first wave of immigration to the U.S. came between 1620, when the Mayflower arrived in Plymouth, Mass., and 1642, when the English Civil War began. About 25,000 Puritans, seeking to worship God in their own way, traveled to New England during those decades. The war brought the Puritan migration to a close, but other religious and ethnic groups, such as the Quakers and Huguenots, took up the slack in the late 17th century.\n\nThe Dutch came to New Amsterdam in the early 1600s to trade fur, tolerating all religions. New York has been America’s most commercially minded and religiously pluralistic city ever since.\n\nThe next wave of migration began in the mid-18th century, when Scots-Irish from Ulster began to immigrate in numbers. Many arrived in Philadelphia and made their way westward and then down the Appalachians, populating the Southern upcountry. Their descendants have formed the backbone of a number of populist movements, from Andrew Jackson to Donald Trump.\n\nThe American Revolution changed immigration patterns in two ways. First, German immigration increased markedly when many of the Hessian mercenaries Great Britain had hired to help put down the colonial rebellion decided to stay. Some deserted; others returned to Germany only long enough to collect their families and return. Second, Britain, which had transported between 50,000 and 120,000 criminals to the American colonies, could no longer do so. As a result it founded Australia in 1788.\n\nAfricans first appeared in Virginia in 1617 as indentured servants. But soon they were arriving as slaves, surviving an ordeal utterly beyond modern imagination and passing that strength down the generations.\n\nColonial immigration had been unrestricted. The first restriction of any kind came in 1808, when the federal government outlawed the slave trade. While this reduced that odious commerce, it continued illegally until the Civil War. Altogether about a million Africans were brought to the U.S. against their will.\n\nThe first mass migration after independence began in the 1840s when the Irish potato famine drove about one million Irish to the New World, many to New York and Boston. This in turn sparked the first major opposition to immigration. Until then, the U.S. had been an overwhelmingly Protestant country. Now Catholics were flooding in, many willing to work for extremely low wages. An anti-immigrant political party, remembered as the Know Nothings, did well enough in the 1850s to elect a speaker of the House.\n\nImmigration largely ceased during the Civil War, but in the late 19th century one of history’s greatest migrations began. People from Southern and Eastern Europe poured in, often at the rate of more than a million a year. As with the Irish, this wave encountered major political resistance.\n\nChinese immigration to the West Coast was increasingly restricted until 1882, when the Chinese Exclusion Act banned it altogether. After World War I, the U.S. passed its first comprehensive immigration restrictions. A 1921 law installing country-specific quotas greatly restricted immigration from Southern and Eastern Europe but left Western Europe inflows largely unchanged. Immigration from Latin America, however, was not restricted.\n\nThe Great Depression reversed the flow. For the first time more people emigrated from the U.S. than immigrated to it. Immigration was a mere 23,000 in 1933. But the return of prosperity brought renewed immigration—including of seasonal workers from Mexico. In 1954 the federal government began, with the cooperation of the Mexican government, a highly effective program to deport illegal Mexican workers. More than a million were deported in the first year of “Operation Wetback.”\n\nIn 1965, amid the civil rights revolution, the national origin quotas were abolished. This resulted in greatly increased immigration from non-European countries, once again changing the character of the American population. With the advent of cheap air travel, the nature of illegal immigration changed. Today many illegal immigrants are people who came into the country legally but overstayed their visas. Modern opposition to immigration is for the most part not to immigration per se, nor to particular ethnic groups, as it was in the past, but to the perception that illegal immigration has undermined the rule of law.\n\nAmerica’s prosperity, freedom and entrepreneurial spirit will always be a magnet for the ambitious and talented. It will remain one of the country’s greatest strengths. But that doesn’t mean the U.S. shouldn’t decide who gets to come in.\n\nMr. Gordon is author of “An Empire of Wealth: The Epic History of American Economic Power.”"}]