[{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "Soros Philanthropy President Calls for US Lawmakers to Review Facebook - Wall Street Journal", "description": "Wall Street Journal Soros Philanthropy President Calls for US Lawmakers to Review Facebook Wall Street Journal The president of George Soros's philanthropy called for oversight of Facebook Inc. FB 1.80% by U.S. lawmakers after the social media company confirm…", "url": "https://www.wsj.com/articles/soros-philanthropy-president-calls-for-u-s-lawmakers-to-review-facebook-1542929287", "urlToImage": "https://images.wsj.net/im-38502/social", "publishedAt": "2018-11-22T23:28:00Z", "content": "The president of George Soross philanthropy called for oversight of Facebook Inc. FB 1.80% by U.S. lawmakers after the social media company confirmed it hired a controversial public relations outfit to research the billionaire financier. Facebooks departing p… [+4160 chars]", "fulltext": "What exactly is Facebook? It depends on when you asked Mark Zuckerberg. To see how Facebook became an election-influencing player, we dug into the archives and looked at the company's changing view of itself. Photo Illustration: Heather Seidel/The Wall Street Journal; Photos: Associated Press\n\nThe president of George Soros’s philanthropy called for oversight of Facebook Inc. by U.S. lawmakers after the social media company confirmed it hired a controversial public relations outfit to research the billionaire financier.\n\nFacebook’s departing policy and communications chief, Elliot Schrage, this week took responsibility for the hiring of Definers Public Affairs, a consulting firm and opposition-research firm that Facebook tasked with scrutinizing detractors. “I knew and approved of the decision to hire Definers and..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "petethomas", "title": "Washington Urges Its Allies to Shun Huawei", "description": "The U.S. government has launched an outreach campaign to foreign allies to persuade wireless and internet providers there to shun telecom equipment from China’s Huawei Technologies Co., people familiar with the situation say.", "url": "https://www.wsj.com/articles/washington-asks-allies-to-drop-huawei-1542924205", "urlToImage": "https://images.wsj.net/im-38494/social", "publishedAt": "2018-11-22T23:25:36Z", "content": "The U.S. government has initiated an extraordinary outreach campaign to foreign allies, trying to persuade wireless and internet providers in these countries to avoid telecommunications equipment from Chinas Huawei Technologies Co., according to people famili… [+8763 chars]", "fulltext": "The U.S. government has initiated an extraordinary outreach campaign to foreign allies, trying to persuade wireless and internet providers in these countries to avoid telecommunications equipment from China’s Huawei Technologies Co., according to people familiar with the situation.\n\nAmerican officials have briefed their government counterparts and telecom executives in friendly countries where Huawei equipment is already in wide use, including Germany, Italy and Japan, about what they see as cybersecurity risks, these people said. The U.S. is also considering increasing financial aid for telecommunications development in countries that shun Chinese-made equipment, some of these people say.\n\nOne U.S. concern centers on the use of Chinese telecom equipment in countries that host American military bases, according to people familiar with the matter. The Defense Department has its own satellites and telecom network for especially sensitive communications, but most traffic at many military installations travels through commercial networks.\n\nThe international effort extends the battle lines of a U.S. campaign to keep Huawei electronics out of the U.S. Some officials see the initiative as part of a broader technological Cold War between U.S.-led allies and China for control of a world that is increasingly digitally connected—and thus increasingly vulnerable to surveillance and malfeasance. They fear the rise of technological giants that could benefit authoritarian governments, including irritants or outright foes of the U.S.\n\nThe initiative also coincides with rising tensions between Washington and Beijing on other fronts this year as the Trump administration moves to counter what some U.S. officials say they see as years of unbridled Chinese aggression. Washington has placed tariffs on some imports from China, drawing retaliation from Beijing. The U.S. has also tightened up foreign-investment rules targeting Chinese deal making.\n\nOfficials familiar with the current effort say concerns about telecom-network vulnerabilities predate the Trump era and reflect longstanding national-security worries.\n\nThe overseas push comes as wireless and internet providers around the world prepare to buy new hardware for 5G, the coming generation of mobile technology. 5G promises superfast connections that enable self-driving cars and the “Internet of Things,” in which factories and such everyday objects as heart monitors and sneakers are internet-connected.\n\nU.S. officials say they worry about the prospect of Chinese telecom-equipment makers spying on or disabling connections to an exponentially growing universe of things, including components of manufacturing plants.\n\n“We engage with countries around the world about our concerns regarding cyberthreats in telecommunications infrastructure,” a U.S. official said. “As they’re looking to move to 5G, we remind them of those concerns. There are additional complexities to 5G networks that make them more vulnerable to cyberattacks.”\n\nThe briefings are aimed at dissuading governments and telecom executives from using Huawei network components in both government and commercially operated networks. A core focus of the briefings is Beijing’s ability to force Chinese corporations to comply with government requests from government authorities, a U.S. official said.\n\nSome major carriers say Huawei’s broad offering of components, lower costs and high quality make it a difficult provider to do without. Photo: Michael Hanson for The Wall Street Journal\n\nThe talking points also emphasize how wireless and internet networks in a few years could be more susceptible to cyberattacks or espionage, people familiar with the briefings said. Today’s cellular-tower equipment, for instance, is largely isolated from the “core” systems that transfer much of a network’s voice and data traffic. But in the 5G networks telecom carriers are preparing to install, cellular-tower hardware will take over some tasks from the core—and that hardware could potentially be used to disrupt the core via cyberattacks. For that reason, U.S. officials worry that Huawei or ZTE cellular-tower equipment could compromise swaths of a telecom network.\n\nHuawei is the world’s No. 2 smartphone maker behind Samsung Electronics Co. It is the global leader for telecom equipment, such as the hardware that goes into cellular towers, internet networks and other infrastructure that enables modern communication.\n\nThe company has been all but shut out of that market in the U.S. after a 2012 congressional report labeled it a national-security threat. American officials say the company could be compelled by Beijing to use its knowledge of its components to snoop on or disrupt telecommunications networks.\n\nHuawei has long said it is an employee-owned company and isn’t beholden to any government, and has never used its equipment to spy on or sabotage other countries. It said its equipment is as safe as that of Western competitors, such as Finland’s Nokia Corp. and Sweden’s Ericsson , because all manufacturers share common supply lines.\n\nIn a statement Friday, Huawei said it has its customers’ trust and was “surprised by the behaviors of the U.S. government” detailed in this article. “If a government’s behavior extends beyond its jurisdiction, such activity should not be encouraged,” it said.\n\nThe Trump administration and Congress this year initiated a multipronged push to tighten up restrictions on Huawei and other Chinese telecom-equipment manufacturers, including ZTE Corp. The Federal Communications Commission, for instance, moved to restrict federal subsidies to some carriers if they buy Chinese gear.\n\nEven without U.S. business, Huawei dominates the world’s telecom-equipment market. Last year, the company held a 22% share globally, according to research firm IHS Markit Ltd. Nokia had 13%, Ericsson had 11% and ZTE was in fourth at 10%.\n\nSome other members of the “Five Eyes,” a five-member intelligence pact among English-speaking countries that includes the U.S., have also publicly challenged Huawei. The Australian government in August banned Huawei and ZTE from its 5G networks. In October, U.K. authorities said they were reviewing the makeup of its telecom-equipment market, a move industry leaders said was clearly aimed at Huawei.\n\nStill, there is a big hitch to U.S. efforts to curb Huawei overseas: The company is already popular among carriers in allied countries, including some of America’s closest military partners. Some major carriers in these places say Huawei offers the most products and often customizes them to fit a carrier’s needs. They also cite lower costs and high quality.\n\n“There is only one true 5G supplier right now, and that is Huawei,” said Neil McRae, chief network architect for large British carrier BT Group PLC, at a Huawei event in London earlier this week. “The others need to catch up.”\n\nIn an effort to narrow that advantage in some countries, Washington is considering ways to increase funding from various U.S. government sources to subsidize the purchase and use of non-Chinese equipment, according to people familiar with the matter. Countries buying Chinese telecommunications equipment would be ineligible for such subsidies.\n\nIn the past year, U.S. officials, including representatives from the National Security Council and Commerce, Defense and State departments, worked together to produce briefing notes about why they believe Chinese telecom equipment poses national-security risks, people familiar with the matter said. One U.S. government official said they focused on Huawei but also included ZTE, a Chinese rival with a much smaller business outside China.\n\nA ZTE representative declined to comment on the U.S. effort.\n\nWashington has circulated the notes to national-security officials as well as to embassies, with the idea that they can deliver the message to foreign officials and telecom executives, some of the people said.\n\nA spokesman for the Commerce Department said it would “remain vigilant against any threat to U.S. national security.” Spokesmen for the National Security Council and the State Department declined to comment. The Defense Department didn’t return a request for comment.\n\nU.S. officials have briefed counterparts in Germany, which has signaled a new wariness toward Huawei, according to people familiar with the matter. Huawei this month opened a lab in Germany similar to one it already operates in Britain, where Huawei products are inspected for security flaws. The U.K. government said in July it found shortcomings in the process.\n\nGermany’s Federal Office for Information Security declined to comment.\n\nAmerican officials have also briefed Japanese officials about Huawei, people familiar with the matter said. A Japanese government official said “we share various information with the U.S.,” but declined to comment on specifics. Japanese officials in August said they were studying restrictions on Huawei.\n\nIn Italy, U.S. officials met with executives of one of the country’s major telecom carriers to explain the risk of using Huawei and ZTE equipment, according to a company board member. He said his carrier was aware of the risks but planned to keep using Huawei.\n\n“We cannot ignore Huawei because they are a leading telecom-equipment provider world-wide, and that’s a very tough call,” he said.\n\n—Giovanni Legorano in Rome, Mayumi Negishi in Tokyo, Dan Strumpf in Hong Kong and Sara Germano in Berlin contributed to this article.\n\nWrite to Stu Woo at Stu.Woo@wsj.com and Kate O’Keeffe at kathryn.okeeffe@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Putin Loses One", "description": "Interpol rejects the Russian-backed candidate for president.", "url": "https://www.wsj.com/articles/putin-loses-one-1542868805", "urlToImage": "https://images.wsj.net/im-38013/social", "publishedAt": "2018-11-22T21:58:06Z", "content": "Sometimes even Vladimir Putin doesnt get his way. Fortunately thats what happened Wednesday in Dubai, when delegates to an Interpol general assembly bypassed the Russian candidate for president in favor of South Korean Kim Jong-yang. What made this election f… [+1330 chars]", "fulltext": "Alexander Prokopchuk in 2016. Photo: VALERY SHARIFULIN/TASS/GETTY IMAGES\n\nSometimes even Vladimir Putin doesn’t get his way. Fortunately that’s what happened Wednesday in Dubai, when delegates to an Interpol general assembly bypassed the Russian candidate for president in favor of South Korean Kim Jong-yang.\n\nWhat made this election for president of the International Criminal Police Organization so critical is that in the last few years authoritarian nations have been manipulating the system to go after political opponents. Russia has been among the worst. If Alexander Prokopchuk—a Russian police general who hails from Mr. Putin’s Interior Ministry—had been elected as Russia had wanted, it would have killed any hope for reform."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alain Enthoven", "title": "A Better Choice for Employee Health Care", "description": "Most self-insurance plans let bills grow unrestrained, but new models encourage providers to seek savings.", "url": "https://www.wsj.com/articles/a-better-choice-for-employee-health-care-1542922699", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL169_Enthov_SOC_20181120153557.jpg", "publishedAt": "2018-11-22T21:38:21Z", "content": "Employer-sponsored health insurance is tossed about as a catchall term, but plans are structured in vastly different ways. Sixty percent of employer-insured Americans are covered though self-insurance arrangements, meaning their employer bears the risk of the… [+5627 chars]", "fulltext": "‘Employer-sponsored health insurance” is tossed about as a catchall term, but plans are structured in vastly different ways. Sixty percent of employer-insured Americans are covered though self-insurance arrangements, meaning their employer bears the risk of their health-care costs. An insurance company merely processes the claims, paying for care from the employer’s bank account.\n\nEmployers have good reason to prefer self-insurance. Most don’t think politicians should decide what benefits they cover for their employees, and self-insurance plans are exempt from the state regulations that constrain insurer-provided options, such as rules mandating coverage for freezing eggs. With insurer-provided coverage, employers would have to cope with as many sets of regulations as the number of states in which they operate. And unlike self-insurance, insurer-provided coverage is subject to state taxes, adding to its cost.\n\nThe downside is that most self-insurance plans cover care through open-ended fee-for-service payments, meaning they have no capped budget within which doctors and hospitals agree to deliver all necessary care. Attaching payments to each test and treatment gives doctors an incentive to resolve all doubts about a patient’s condition by providing more and more costly services, whether or not they are necessary or beneficial. Therefore they have little reason to hold down prices or innovate to reduce the cost of care.\n\nA better alternative to fee-for-service is “prepaid group practice.” Under PGP plans, employers pay hospital networks fixed, periodic payments agreed to in advance. This means doctors can’t run up employers’ bills. PGPs also can be structured to reward prevention of diseases and injuries. Within that model, doctors prosper by keeping their patients well, or by managing chronic conditions so costs are kept low—not by offering expensive, unnecessary services. Some of the nation’s largest PGPs are operated by Kaiser Permanente, which covers nearly 12 million members in eight states and the District of Columbia.\n\nThe National Academies found in 2012 that about 30% of U.S. health-care spending is wasted, providing no benefit to patients. The PGP model provides an incentive to reduce or eliminate waste. The RAND Health Insurance Experiment from 1974-82 estimated that Group Health Cooperative, a PGP now part of Kaiser Permanente, provided high-quality care to randomly assigned patients for 28% less than the cost of fee-for-service care in the same community. They accomplished this mainly by focusing less on intensive hospital care and more on outpatient care, preventing patients from reaching the point where costly hospital treatments were necessary.\n\nSo why haven’t PGPs taken over more of U.S. employer-provided health care? One reason is that PGPs typically build their own facilities and recruit their own doctors to train them in their more economical style of care, all of which takes time and capital. Another reason is that they bear the risk of the cost of care, meaning state laws define them as insurance companies rather than providers of self-insurance. As part of a future health-care reform, Congress could exempt PGP benefits from regulation by the states, allowing employers to negotiate over coverage details.\n\nPrice competition among plans is another simple way to encourage savings. Some employers—including my own, Stanford University—offer multiple options in which the employer pays only the price of the low-cost plan, and employees who choose more costly plans must pay the full difference. But many employers shy away from such competition, because workers accustomed to having their plans fully covered see it as a “takeaway.” Most companies therefore offer a single traditional health-insurance plan.\n\nA few employers do offer employees competing choices, and they have reaped the benefits. Operating since 1960, the Federal Employees Health Benefits Program offers hundreds of choices, though less in any one location. Employers contribute a fixed dollar amount set at 72% of the average premium, giving employees a reason to be cost conscious in their choices.\n\nThe health-benefits division of the California Public Employees’ Retirement System offers 15 plans. The University of California offers six choices and typically pays for the lowest-price plan serving each campus, again encouraging savings. Similar systems have been adopted from Stanford to the state of Wisconsin.\n\nIn competitive coverage models the employer contributes a fixed-dollar amount, aligning the incentives of providers with the interests of consumers and producing better care at a lower cost. Consumers benefit from making economical choices, and providers are rewarded with more customers for delivering good value. Employers paying for the low-price plan save money they would have spent on a more expensive single option.\n\nSome very large employers like Boeing , with big concentrations of workers across a few locations, have created health-care systems of their own that blend self-insurance and competition. But most smaller employers lack the size and expertise to do this.\n\nAnother model has emerged over the past decade: the accountable care organization. In an ACO, doctors, hospitals and coverage providers strike a voluntary agreement to share responsibility for quality and cost. The ACO can be seen as a step on the path to a PGP, shifting some of the risk from insurers or employers to providers, and giving the providers an incentive to control costs.\n\nThis year more than 10.5 million Americans are beneficiaries of ACOs. Understanding the limitations of typical self-insurance, businesses should continue to explore emerging models of care, which have the potential to expand choice, increase quality and find savings for their employees.\n\nMr. Enthoven is a professor emeritus in the Graduate School of Business at Stanford University."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David B. Rivkin", "title": "Another IRS Free-Speech Scandal", "description": "The tax agency tries to suppress advocacy for the legalization of marijuana.", "url": "https://www.wsj.com/articles/another-irs-free-speech-scandal-1542918151", "urlToImage": "https://images.wsj.net/im-37943/social", "publishedAt": "2018-11-22T20:22:32Z", "content": "The Internal Revenue Service infamously targeted dissenters during President Obamas re-election campaign. Now the IRS is at it again. Earlier this year it issued a rule suppressing huge swaths of First Amendment protected speech. The regulation appears design… [+4807 chars]", "fulltext": "The Internal Revenue Service infamously targeted dissenters during President Obama’s re-election campaign. Now the IRS is at it again. Earlier this year it issued a rule suppressing huge swaths of First Amendment protected speech. The regulation appears designed to hamper the marijuana industry, which is still illegal under federal law although many states have enacted decriminalization measures. But it goes far beyond that.\n\nThe innocuously named Revenue Procedure 2018-5 contains a well-hidden provision enabling the Service to withhold tax-exempt status from organizations seeking to improve “business conditions . . . relating to an activity involving controlled substances (within the meaning of Schedule I and II of the Controlled Substances Act) which is prohibited by federal law.” That means that to obtain tax-exempt status under any provision of the Internal Revenue Code’s Section 501—whether as a charity, social-welfare advocacy group or other type of nonprofit—an organization may not advocate for altering the legal regime applicable to any Schedule I or II substance.\n\nMarijuana is a Schedule I substance, meaning the Food and Drug Administration has found it has “no currently accepted medical use and a high potential for abuse.” Schedule II drugs include such widely prescribed medications as Adderall, Vyvanse, codeine and oxycodone. The IRS can deny tax-exempt status to any organization that seeks to improve the “business conditions” of a currently prohibited activity involving these medications. That could include simply advocating for a change in the law or regulation forbidding the possession, sale or use of marijuana or other Schedule I substances. It would also encompass advocacy for relaxing the regulatory regime currently governing the production, distribution or prescription of Schedule II medications.\n\nThe rule does not apply to all speech dealing with the listed substances, only that involving an “improvement” in “business conditions,” such as legalization or deregulation. Efforts to maintain restrictions or impose additional ones are fine by the IRS. This is constitutionally pernicious viewpoint discrimination. As the Supreme Court stated in Rosenberger v. University of Virginia (1995): “When the government targets not subject matter, but particular views taken by speakers on a subject, the violation of the First Amendment is all the more blatant.”\n\nDefenders of the IRS may argue that tax-exempt status is a privilege, not a right. But the court has held that the government cannot require recipients of governmental largess to relinquish constitutional rights in return—particularly free-speech rights.\n\nThe IRS may point to Bob Jones University v. U.S. (1983), in which the high court upheld the denial of tax-exempt status to a private school with racially discriminatory practices that were “contrary to settled public policy.” But public policy on drugs, especially marijuana, is far from settled. A majority of states have enacted legalization measures contrary to federal law; Michigan, Missouri and Utah all did so this month. And Congress has already defunded Justice Department prosecutions of medical cannabis businesses that are legal under state law.\n\nMore important, Bob Jones involved not advocacy but action—discriminatory policies that constrained the university’s students. The case would likely have come out differently if the schools complied with public policy while arguing that it should change.\n\nAlthough no constitutional right is absolute, governmental policies that burden First Amendment rights are strictly scrutinized by the courts and will be upheld only if based upon a compelling governmental interest.\n\nThe framers of the Bill of Rights had experienced the full brunt of British antisedition laws, which were used to punish political advocacy. They were determined that this never happen again. Banning or even burdening the freedom to advocate for changing governmental policies, no matter how unpopular or odious the message may be, violates not only the First Amendment but the idea of government by the people. Impeding such advocacy cannot have any legitimate governmental purpose, much less a compelling one.\n\nAccordingly, while government has been able to justify limiting activities or conduct even when it has an expressive or religious component, the Supreme Court has sanctioned limits on the content of speech only in extreme circumstances. In Holder v. Humanitarian Law Project (2010), for instance, the justices upheld a ban on policy advocacy undertaken under the direction of, or in coordination with, certain terrorist groups. This narrow prohibition was constitutional only because the coordinated speech amounted to a “material support” to terrorist groups. The same speech, if conducted independently, would have been fully protected.\n\nHere, by contrast, the IRS seeks to control independent policy advocacy. That’s something the federal government may not do. Yet it’s the second time this decade for the IRS.\n\nMessrs. Rivkin and Meyer practice appellate and constitutional law in Washington."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Russell Moore", "title": "Stop the Tax on Houses of Worship", "description": "A levy on nonprofit groups also could hit churches, mosques and synagogues.", "url": "https://www.wsj.com/articles/stop-the-tax-on-houses-of-worship-1542918092", "urlToImage": "https://images.wsj.net/im-37959/social", "publishedAt": "2018-11-22T20:21:34Z", "content": "Across the country, children will gather together this weekend for Sunday school. Some of them, no doubt, will hear about tax collectors. They might even sing about Zacchaeus, the wee little man who Jesus welcomed once he repented of fleecing his constituents… [+3725 chars]", "fulltext": "Across the country, children will gather together this weekend for Sunday school. Some of them, no doubt, will hear about tax collectors. They might even sing about Zacchaeus, the “wee little man” who Jesus welcomed once he repented of fleecing his constituents. Yet the children likely won’t know that a tax collector is, once again, on the prowl. And that their Sunday schools and churches are targeted.\n\nA little-noticed provision in the Tax Cuts and Jobs Act of 2017 now looms over faith communities in America, raising serious questions about religious freedom and the First Amendment. While this provision is a relatively small piece of the overall package, the effect of the policy it created will be felt by the faithful around the country.\n\nThis change is a new policy to tax nonprofit organizations—including houses of worship, like the Southern Baptist churches I serve—for the cost of parking and transit benefits provided to employees. This effectively creates an income tax on churches. As Michael Martin of the Evangelical Council for Financial Accountability has noted, that has never happened in U.S. history.\n\nThe imposition of a tax burden on churches, religious schools and other charities is a shocking change in the federal government’s orientation toward these organizations of goodwill. The new tax requires institutions to file federal Form 990-T and possibly pay taxes every year—regardless of whether they engage in any unrelated business activity. In addition to the new federal requirements, many nonprofits will then face the requirement to file state returns and possibly pay state income tax.\n\nFurther, in the name of taxing parking lots, the new regulations created a new tax liability. In turn, this creates new operating costs for proper accounting and regulatory compliance at every nonprofit organization. For many nonprofits, these operations costs could exceed the amount of money actually collected by the Internal Revenue Service.\n\nThis new tax would extract $1.7 billion from the charities over 10 years. Whatever purpose Section 512(a)(7) was intended to serve, it simply cannot justify taking this $1.7 billion toll on churches and charities. Ultimately, this isn’t a levy on the organizations. It is a tax on the people and vulnerable communities they serve.\n\nBeyond the practical downsides, Congress should also consider first principles. Taxing houses of worship is deeply un-American—no matter how large or small the tax burden. The proper separation of the state from the church is at the heart of the American project. As the Founders understood, the power to tax is the power to destroy. Tax laws don’t exist to give special privileges for religious organizations. They are meant to recognize that, unlike in other places and at other times, the state here doesn’t regulate, or subsidize, the worship of God.\n\nThis summer Rep. Mark Walker introduced H.R. 6460, the LIFT for Charities Act, which would repeal Section 512(a)(7) from the code. James Lankford of Oklahoma introduced a Senate version of the bill in August. The two pieces of legislation move the conversation closer to a sensible change in course from the current detrimental path of taxing nonprofits. By striking this new section of the code, the LIFT Act would eliminate this new tax burden and operational impediment on churches and nonprofits.\n\nThis sizable shift in the treatment of charitable organizations by the federal government may well have been unanticipated but the negative effects are as clear as they are unacceptable. This provision in the tax-reform legislation has pushed religious communities into uncharted waters, and it ought to be repealed. Congress can take up and pass the Walker and Lankford bills during the lame-duck session.\n\nSunday school children can tell the tax collector: Jesus loves you. He’s happy to have you at church. But he doesn’t work for you.\n\nMr. Moore is president of the Ethics and Religious Liberty Commission of the Southern Baptist Convention."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael Saltsman", "title": "A $15 Minimum Wage Goes National", "description": "Nancy Pelosi wants to boost the wage floor far higher than the historical average.", "url": "https://www.wsj.com/articles/a-15-minimum-wage-goes-national-1542918020", "urlToImage": "https://images.wsj.net/im-38096/social", "publishedAt": "2018-11-22T20:20:22Z", "content": "The Fight for $15 minimum-wage movement has fought its way to the top of Democrats 2019 agenda. Rep. Bobby Scott, a Virginia Democrat expected to chair the House Education and Workforce Committee next year, promised a minimum-wage bill would be one of the fir… [+3450 chars]", "fulltext": "The “Fight for $15” minimum-wage movement has fought its way to the top of Democrats’ 2019 agenda. Rep. Bobby Scott, a Virginia Democrat expected to chair the House Education and Workforce Committee next year, promised a minimum-wage bill would “be one of the first we consider.” Nancy Pelosi boasted last year that a $15 minimum wage would pass “in the first 100 hours” of a Democrat-controlled Congress.\n\nDo Republicans have the spine to fight against a $15 minimum wage? Don’t be so sure. Two of the last three minimum-wage increases were signed by GOP presidents. Seven Republican senators represent states that currently or will soon have minimum wages of $11 or higher, so raising the federal minimum by a few dollars wouldn’t materially affect their constituents. If these Republicans want to avoid a fight, Mrs. Pelosi’s 100 hours may not be necessary.\n\nFor the past five years, Democrats have been radicalizing on the minimum-wage issue. In his 2013 State of the Union address, Barack Obama identified a $9 federal minimum wage as the ideal; by the following year, Democrats had rallied around $10.10. In 2015, Rep. Scott’s Raise the Wage Act proposed a $12 minimum wage. In 2017, 23 Senate Democrats led by Sen. Bernie Sanders introduced their own Raise the Wage Act, embracing the $15 figure popularized by the Service Employees International Union.\n\nHistorically, the federal minimum-wage standard has been more modest. Established by the 1938 Fair Labor Standards Act, the first federal minimum was $0.25 an hour, or $4.20 in 2015 dollars. It began primarily as a skilled minimum wage, applied to industries such as mining, manufacturing and transportation. As it expanded to include jobs in the service industry, the minimum wage in effect became a wage floor for unskilled labor.\n\nAdjusted for inflation, again in 2015 dollars, the federal minimum wage has been as high as $10.90 an hour, in 1968, and as low as $3.93, in 1948. But the average federal minimum wage over its 80-year history in the U.S. has been $7.40 an hour, with a median of $7.33, both just slightly higher than the current federal standard of $7.25.\n\nToday, less than 3% of the hourly workforce earns the minimum wage. By contrast, a forthcoming analysis from Miami and Trinity University economists shows that a $15 minimum wage would cover 44% of the hourly workforce in 2020. An estimated 2.3 million jobs would be at risk of elimination, while skilled employees who already earn $15 an hour could find their efforts devalued.\n\nIn an unguarded moment in 2014, SEIU organizer Kendall Fells acknowledged that the labor union plucked the $15 number out of thin air: “Ten dollars was too low and $20 was too high, so we landed at $15.” Not surprisingly, the handful of locales that have implemented this arbitrary standard have found it to be extremely disruptive. A 2017 analysis of more than a dozen cities in the San Francisco Bay Area from researchers at Harvard and Mathematica Policy Research found each $1 increase in the minimum wage was associated with a 14% increase in closures for median-rated restaurants.\n\nDemocrats claim the federal minimum wage and the people who earn it have been “stuck” since 2009. In fact, Bureau of Labor Statistics data show the number and percentage of people earning the minimum has dropped every year since 2010. Today, thanks to a tight labor market and tax reform, thousands of employers, including Amazon, Target , McDonald’s and Walmart , have voluntarily raised their base pay as high as $15 an hour—without the government mandate labor groups swore was necessary.\n\nMr. Saltsman is managing director at the Employment Policies Institute, which receives support from businesses, foundations and individuals."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Parsing the Gender Pay Gap", "description": "A new study suggests choices, not sexism, explain wage disparities.", "url": "https://www.wsj.com/articles/parsing-the-gender-pay-gap-1542917969", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL504_3gap_SOC_20181121170500.jpg", "publishedAt": "2018-11-22T20:19:31Z", "content": "Progressives claim that the pay difference between men and women is caused by sexism that government must redress. But a new study offers compelling evidence that the choices and priorities of women account for much of the disparity. The study examined data f… [+3210 chars]", "fulltext": "Progressives claim that the pay difference between men and women is caused by sexism that government must redress. But a new study offers compelling evidence that the choices and priorities of women account for much of the disparity.\n\nThe study examined data from the Massachusetts Bay Transportation Authority because it is a union shop with uniform hourly wages in which men and women adhere to the same rules and enjoy the same benefits. Workers are promoted based on seniority, not performance. Male and female workers of the same seniority have the same options for scheduling, routes, vacation and overtime. Under such rigid work rules, even a sexist boss or manager would have little ability to give men preferential treatment.\n\nPotomac Watch Podcast\n\nYet even at the Transportation Authority, female train and bus operators earned less than men. To explain why, Harvard economists Valentin Bolotnyy and Natalia Emanuel looked at time cards and scheduling from 2011 to 2017, also factoring in sex, age, date of hire, tenure, and whether an employee was married or had dependents.\n\nThey found that male train and bus operators worked about 83% more overtime hours than their female colleagues and were twice as likely to accept an overtime shift on short notice. About twice as many women as men never took overtime. The agency pays time and a half for overtime, so these choices have a significant effect on earnings.\n\nMale bus and train operators also took 48% fewer unpaid hours off under the Family Medical Leave Act each year. Female employees were disproportionately willing to take less preferable routes if it meant working fewer nights, weekends and holidays.\n\nParenting amplified the difference in priorities for male and female employees. More than childless colleagues, fathers wanted the extra cash from overtime, and mothers more time off. These choices were more pronounced among single parents. Unmarried mothers took 59% fewer last-minute overtime hours than did unmarried fathers.\n\nMr. Bolotnyy and Ms. Emanuel conclude that “women, especially single women with children, value both time and the ability to avoid unplanned work much more than men.” The study doesn’t explore whether those decisions are motivated by personal preference or necessity, but even in a highly equitable workplace like the Massachusetts agency “these differences in choices” are “at the core of the gender earnings gap we observe,” they write.\n\nThe study also looked at two policy changes that unintentionally narrowed the pay gap—and found they made life tougher for female employees. In 2016 the Transportation Authority made it more difficult to take unpaid time off under the Family Medical Leave Act. The next year it redefined overtime from “any time in excess of 8 hours worked in a day” to “any time worked in excess of 40 hours in a week,” which made it harder for workers to game the system by working fewer hours but making the pay up with overtime.\n\nAs women took less unpaid time off and men earned less overtime, the pay gap narrowed from 89 cents on the dollar in 2015 to 92 cents in 2017. But all employees had less flexibility over work schedules. Even as their relative pay rose, some women began taking unexcused time off instead, which put them at risk of suspension or even termination.\n\nThe study ratifies the common-sense observation that men and women often have different priorities, and the best way to accommodate them is through the marketplace, not the untender mercies of government."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A 'Military Option' for Sick Venezuelans", "description": "The USNS Comfort sets sail with aid for people fleeing a failed state.", "url": "https://www.wsj.com/articles/a-military-option-for-sick-venezuelans-1542917917", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL476_2comfo_SOC_20181121143426.jpg", "publishedAt": "2018-11-22T20:18:39Z", "content": "The U.S. Navy is sending a 900-foot ship to within about 50 miles of Venezuela, but this isnt a typical show of strength. The USNS Comfort is a floating hospital, equipped with surgical rooms, a CT scanner and 5,000 units of blood. Its mission is to provide f… [+2061 chars]", "fulltext": "The U.S. Navy is sending a 900-foot ship to within about 50 miles of Venezuela, but this isn’t a typical show of strength. The USNS Comfort is a floating hospital, equipped with surgical rooms, a CT scanner and 5,000 units of blood. Its mission is to provide free care, including to Venezuelan refugees fleeing their collapsing socialist homeland.\n\nThe Comfort is midway through an 11-week trip to South and Central America. This week the ship was in Turbo, Colombia, where it docked Nov. 14. On Saturday it is scheduled to arrive in Riohacha, Colombia, about an hour’s drive from the Venezuelan border. So far the staff has treated roughly 16,000 patients. An 11-year-old who underwent surgery in Turbo had been born with seven fingers on his left hand. Another young boy in Colombia, given glasses, reportedly exclaimed that he could now see “the brave soldiers outside.”\n\nThe United Nations estimates that Venezuelan refugees and migrants now number three million, with a million in Colombia. The border between the two countries runs 1,400 miles. Other nations in the region say Venezuela’s health crisis is spreading, with Brazil reporting thousands of cases of measles traced to infected refugees.\n\nPresident Nicolás Maduro has denied that anything is amiss. “Venezuela is the victim of world media attacks designed to construct a supposed humanitarian crisis so as to justify a military intervention,” he told the United Nations General Assembly in September. Yet diseases that used to be controlled, like malaria and tuberculosis, are turning epidemic.\n\nSince treatment by the USNS Comfort is based on need, the Navy says it doesn’t track how many refugees are among its patients. Still, this exercise of American soft power hasn’t gone unnoticed. In September, after the Comfort’s mission was announced, a Chinese hospital ship put into La Guaira, Venezuela, near the capital of Caracas, with much local fanfare.\n\nThe ship was greeted by Venezuela’s defense minister, Vladimir Padrino. “This is how you undertake diplomacy in the world,” Mr. Padrino said, “with concrete actions of cooperation and not stoking the false voices of those who beat the drum of war.” The Associated Press story adds that Venezuelan officials “saw the Comfort’s deployment as a threat.” Imagine that—feeling threatened by the arrival of an American hospital."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Clock Ticks on Trump Intel Picks Stalled by Republicans", "description": "Two of President Trump’s picks for top national security posts are being held up by Senate Republicans over issues unrelated to their qualifications, with the nominations set to expire this year.", "url": "https://www.wsj.com/articles/clock-ticks-on-trump-intel-picks-stalled-by-republicans-1542916278", "urlToImage": "https://images.wsj.net/im-38376/social", "publishedAt": "2018-11-22T19:51:20Z", "content": "WASHINGTONTwo of President Trumps picks for top national security posts are being held up by Senate Republicans over issues unrelated to their qualifications, with the nominations set to expire this year and the current session of Congress winding to a close.… [+4478 chars]", "fulltext": "WASHINGTON—Two of President Trump’s picks for top national security posts are being held up by Senate Republicans over issues unrelated to their qualifications, with the nominations set to expire this year and the current session of Congress winding to a close.\n\nThe disputes have prolonged uncertainty about high-profile positions at the Office of the Director of National Intelligence, which is responsible for coordinating intelligence and law-enforcement agencies that have jurisdiction over national security issues.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sean McLain", "title": "Nissan board fires Chairman Carlos Ghosn over financial misdeeds, including money funneled to sister", "description": "Nissan Motor Co.’s board voted unanimously to oust Chairman Carlos Ghosn from his post, and allegations emerged that Ghosn used company money to buy personal residences and enrich his sister.", "url": "https://www.wsj.com/articles/nissan-board-to-vote-on-driving-out-carlos-ghosn-1542871910?mod=hp_lead_pos1", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY739_ghosn__ZG_20181119062523.jpg", "publishedAt": "2018-11-22T19:22:27Z", "content": "Nissan Motor Co.s board voted unanimously to oust Chairman Carlos Ghosn from his post, and allegations emerged that Ghosn used company money to buy personal residences and enrich his sister. A person familiar with Nissans investigation into Ghosn said the com… [+1143 chars]", "fulltext": "YOKOHAMA, Japan— Nissan Motor Co.’s NSANY -0.88% board voted unanimously on Thursday to oust Chairman Carlos Ghosn from his post, and allegations emerged that Mr. Ghosn used company money to buy personal residences and enrich his sister.\n\nA person familiar with Nissan’s investigation into Mr. Ghosn said the auto maker found he used a subsidiary in the Netherlands to spend some $18 million buying and renovating personal homes, including a condominium in Rio de Janeiro and a house in Beirut. Mr. Ghosn was born in Brazil and grew up in Lebanon.\n\nIn addition, this person said, Mr. Ghosn used the Netherlands subsidiary to make multiple payments to his older sister for consulting. In one instance, she received a $60,000 commission for advising on the housing in Rio de Janeiro, but Nissan found no evidence the sister actually performed such work, the person said. Mr. Ghosn’s sister couldn’t be reached for comment.\n\nMr. Ghosn was arrested Monday by Japanese prosecutors on suspicion of conspiring to lower his reported compensation on Nissan’s securities filings by around $44 million over a five-year period. Japanese legal and accounting specialists said it was unusual for an executive to be arrested for an error in financial filings, suggesting that bigger accusations might be in store.\n\nMr. Ghosn, who hasn’t been charged with any crime, remains in custody and couldn’t be reached for comment. Public broadcaster NHK said former prosecutor Motonari Otsuru, now in private practice, is representing the 64-year-old businessman. The lawyer’s office declined to comment.\n\nNissan shares an alliance with Mitsubishi Motors Corp., where Mr. Ghosn serves as chairman, and France’s Renault SA, where he is chairman and chief executive. Nissan is under pressure from Renault and the French government, which holds a stake in Renault, to justify the ouster of Mr. Ghosn from the Japanese auto maker he helped revive in the 2000s.\n\n“We don’t have any evidence at this point justifying the accusations brought against Carlos Ghosn,” Bruno Le Maire, France’s minister of economy and finance, said on Wednesday.\n\nMr. Ghosn’s family believed that his residences in Rio de Janeiro, Beirut and other locations were corporate housing, and that their purchase went through the normal channels for approval at Nissan, said a person familiar with the Ghosn family.\n\nIn a letter to Renault’s board that was reviewed by The Wall Street Journal, Nissan’s board said it couldn’t share information because it might be perceived as interfering with the separate probe by Tokyo prosecutors. Nissan Chief Executive Hiroto Saikawa has said that if people knew what he knows about Mr. Ghosn’s actions, they would support the company’s moves.\n\nA Renault spokesman declined to comment.\n\nA Nissan statement after the board meeting Thursday cited three areas of misconduct by Mr. Ghosn: incorrectly reporting his compensation over many years, using a company investment fund for personal purposes and inappropriately filing expenses. It alleged that Greg Kelly, a longtime lieutenant to Mr. Ghosn, was the “mastermind of this matter.”\n\nMr. Kelly was stripped of his title of representative director. He is also in custody and couldn’t be reached for comment. It isn’t known whether he has a lawyer.\n\nThe person familiar with Nissan’s investigation said it had extensive documentation of Mr. Ghosn’s activities. In one email, Mr. Ghosn allegedly urged a Nissan employee to move faster in transferring money from a Nissan unit in the Netherlands, called Zi-A Capital BV, so that his house in Beirut could move ahead with renovations, this person said.\n\nZi-A Capital was founded in 2010 with around $51 million in capital to finance technology startups, according to company filings and a person familiar with the matter. Mr. Kelly is Zi-A Capital’s lead director.\n\nA Tokyo court on Wednesday approved the detention of Mr. Ghosn for 10 further days. On Thursday, a Journal reporter who visited the jail was told by an official there that Messrs. Ghosn and Kelly were prohibited from receiving visitors.\n\n—Nick Kostov and Megumi Fujikawa contributed to this article.\n\nWrite to Sean McLain at sean.mclain@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Bird", "title": "Global Selloff Tests Changed Credit Market", "description": "Corporate bonds have taken a beating in November, adding to an already difficult year for a market that thrived in an era of ultra-easy money.", "url": "https://www.wsj.com/articles/global-selloff-tests-changed-credit-market-1542897312", "urlToImage": "https://images.wsj.net/im-38448/social", "publishedAt": "2018-11-22T18:53:13Z", "content": "Corporate bonds have taken a beating in November, adding to an already difficult year for a market that thrived in an era of ultra-easy money. Prices have tumbled, sending yields, which move in the opposite direction, to multiyear highs. Yields on dollar bond… [+276 chars]", "fulltext": "Corporate bonds have taken a beating in November, adding to an already difficult year for a market that thrived in an era of ultra-easy money.\n\nPrices have tumbled, sending yields, which move in the opposite direction, to multiyear highs. Yields on dollar bonds issued by Asian corporations reached their highest levels in nearly seven years this week, averaging about 5.67%. U.S. corporate bond yields hit an eight-and-a-half-year peak of 4.38%. And even in Europe, where benchmark interest rates for the eurozone are still negative,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ghassan Adnan", "title": "Kurdish, Iraqi Leaders Meet in Sign of Improving Ties", "description": "Relations between Kurdish leaders and Iraq’s new government are warming, a rapprochement between two U.S. allies that could help stabilize the country.", "url": "https://www.wsj.com/articles/kurdish-iraqi-leaders-meet-in-sign-of-improving-ties-1542909227", "urlToImage": "https://images.wsj.net/im-38469/social", "publishedAt": "2018-11-22T18:21:46Z", "content": "BAGHDADRelations between Kurdish leaders and Iraqs new government are warming, a rapprochement between two U.S. allies that could help stabilize the country as it tackles challenges in the wake of the war against Islamic State. On Thursday, Masoud Barzani, th… [+3362 chars]", "fulltext": "BAGHDAD—Relations between Kurdish leaders and Iraq’s new government are warming, a rapprochement between two U.S. allies that could help stabilize the country as it tackles challenges in the wake of the war against Islamic State.\n\nOn Thursday, Masoud Barzani, the former president of Iraq’s semiautonomous Kurdish region, met here with Iraq’s Prime Minister Adel Abdul-Mahdi, the latest sign that the Kurds and Iraqis are overcoming deep friction after being on the brink of civil war just a year ago.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "New York State Senator Jose Peralta Dies Suddenly at 47 - Wall Street Journal", "description": "Wall Street Journal New York State Senator Jose Peralta Dies Suddenly at 47 Wall Street Journal Jose Peralta, who represented parts of Queens in the New York state Senate and was the first Dominican-American state senator, has died. He was 47. Mr. Peralta die…", "url": "https://www.wsj.com/articles/new-york-state-senator-jose-peralta-dies-suddenly-at-47-1542908251", "urlToImage": "https://images.wsj.net/im-38478/social", "publishedAt": "2018-11-22T17:38:27Z", "content": "Jose Peralta, who represented parts of Queens in the New York state Senate and was the first Dominican-American state senator, has died. He was 47. Mr. Peralta died Wednesday evening at Elmhurst Hospital, according to his spokesman. As tributes poured in, det… [+1072 chars]", "fulltext": "Jose Peralta, who represented parts of Queens in the New York state Senate and was the first Dominican-American state senator, has died. He was 47.\n\nMr. Peralta died Wednesday evening at Elmhurst Hospital, according to his spokesman. As tributes poured in, details of Mr. Peralta’s death weren’t immediately available Thursday.\n\nNew York Gov...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alex Leary", "title": "Trump Holiday Call to US Troops Turns Political - Wall Street Journal", "description": "Wall Street Journal Trump Holiday Call to US Troops Turns Political Wall Street Journal WASHINGTON—President Trump spoke Thanksgiving morning with members of the military, offering gratitude in a conference call in which he also continued a spat with Chief Ju…", "url": "https://www.wsj.com/articles/trump-holiday-call-to-u-s-troops-turns-political-1542907267", "urlToImage": "https://images.wsj.net/im-38477/social", "publishedAt": "2018-11-22T17:21:54Z", "content": "WASHINGTONPresident Trump spoke Thanksgiving morning with members of the military, offering gratitude in a conference call in which he also continued a spat with Chief Justice John Roberts over court rulings unfavorable to administration policies. Mr. Trump s… [+2301 chars]", "fulltext": "WASHINGTON—President Trump mixed Thanksgiving cheer with politics on Thursday, offering gratitude in calls to members of the military while continuing his feud with the judiciary and talking up border security.\n\n“It’s a terrible thing when judges take over your protective services, when they tell you how to protect the border. It’s a disgrace,” he complained on the call with service members and officers representing five service branches.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Kazer", "title": "Tension With China Casts Shadow on Taiwan Election", "description": "Taiwan’s fraught relationship with China is looming over the island’s elections on Saturday, in which voters will fill a host of local offices and consider referendums on same-sex marriage, energy policy and other issues.", "url": "https://www.wsj.com/articles/tension-with-china-casts-shadow-on-taiwan-election-1542889804", "urlToImage": "https://images.wsj.net/im-38325/social", "publishedAt": "2018-11-22T17:03:07Z", "content": "TAIPEIVoters in Taiwan will fill a host of local offices and consider referendums on same-sex marriage, energy policy and other issues on Saturday. Looming over the elections: the democratic islands fraught relationship with China. The poll is being seen by m… [+4655 chars]", "fulltext": "TAIPEI—Voters in Taiwan will fill a host of local offices and consider referendums on same-sex marriage, energy policy and other issues on Saturday. Looming over the elections: the democratic island’s fraught relationship with China.\n\nThe poll is being seen by many voters and political watchers as a midterm report card on President Tsai Ing-wen, who has held Beijing at arm’s length. She has tried to reduce Taiwan’s economic dependence on China and refused to accommodate Beijing, which claims Taiwan as its territory and wants..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Margot Patrick", "title": "What the Draft Brexit Agreement Means for Finance - Wall Street Journal", "description": "Wall Street Journal What the Draft Brexit Agreement Means for Finance Wall Street Journal The future of U.K.-EU financial sector ties became clearer Thursday with a draft agreement that outlined in (a little) more detail the future of financial supervision fo…", "url": "https://www.wsj.com/articles/what-the-draft-brexit-agreement-means-for-finance-1542905240", "urlToImage": "https://images.wsj.net/im-38471/social", "publishedAt": "2018-11-22T16:48:24Z", "content": "The future of U.K.-EU financial sector ties became clearer Thursday with a draft agreement that outlined in (a little) more detail the future of financial supervision following Brexit. The two sides agreed market access will be determined by assessments of eq… [+2953 chars]", "fulltext": "The future of U.K.-EU financial sector ties became clearer Thursday with a draft agreement that outlined in slightly more detail the future of financial supervision following Brexit.\n\nThe two sides agreed market access will be based on “equivalence,” a system that determines whether regulatory and enforcement standards are aligned. But there’s no one definition of how Europe determines or applies it, and there’s little reason to expect London will retain full access to the EU’s financial system.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Wolfe", "title": "Deepak Chopra's Path to Enlightenment Runs Through an App...", "description": "The wellness guru believes that technology, like his new meditation program for Alexa, can expedite the journey to health and self-awareness.", "url": "https://www.wsj.com/articles/deepak-chopras-path-to-enlightenment-runs-through-an-app-1542895200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL138_chopra_TOP_20181120150300.jpg", "publishedAt": "2018-11-22T16:40:37Z", "content": "Health guru Deepak Chopra is sitting in his wellness-infused apartment, breathing in purified air, drinking filtered water and hearing nary a peep through his soundproofed windows overlooking a busy New York City street. After offering me a piece of a honey-s… [+5642 chars]", "fulltext": "Health guru Deepak Chopra is sitting in his wellness-infused apartment, breathing in purified air, drinking filtered water and hearing nary a peep through his soundproofed windows overlooking a busy New York City street. After offering me a piece of a honey-sweetened organic 70% cacao bar, he shouts, “Alexa! Give me my flash!”\n\nFrom across the room, his Amazon Alexa device says, “Deepak, as of now here’s your daily reflection.” It continues in Mr. Chopra’s voice saying, “Topic: Creating a joyful energetic body.” Mr. Chopra suddenly shouts, “OK stop!” Alexa doesn’t listen, so Mr. Chopra stands up and walks toward it. “Alexa, stop!” he exclaims. “I never listen to my own voice, ever,” he says. “It makes me too self-conscious.”\n\nBut Mr. Chopra, 72, is not too bashful to broadcast his daily meditations to potentially millions of Alexa users. His new Alexa meditation program, a daily “flash” of a short message of reflective advice that launched this month, is the latest way that the best-selling author, professor and doctor is peddling his view of the future. The self-fashioned wellness guru, who has written or co-written 86 books, including “Perfect Health” (1990), “The Seven Spiritual Laws of Success” (1994) and “Grow Younger, Live Longer” (2001), believes that consumer technology and artificial intelligence can play an important role in personal health care.\n\nHe dismisses critics who consider his prescriptions, which include meditation, yoga and Ayurvedic medicine, as New Age eccentricity. “What was ‘woo woo’ is now mainstream,” he says. “I have a professorship at the University of California San Diego School of Medicine after all these years.” He notes that his for-profit Chopra Center, which provides education in Mr. Chopra’s wellness principles, has published research attesting to the benefits of lifestyle changes in treating chronic diseases.\n\nIn recent years, technology and social media have comprised a greater portion of Mr. Chopra’s repertoire. Two years ago, he launched his own wellness app called Jiyo, which helps users monitor their daily habits. He broadcasts Facebook and Instagram videos and posts every morning, using a camera on his dining room table.\n\nLong a believer in self-awareness as a path to spiritual enlightenment, he says that technology can expedite the journey. Lately, Mr. Chopra has been looking into the ways that health apps and virtual reality technology can not only help people track sleep, exercise and nutrition but also help treat conditions such as anorexia and depression. Watching oneself in virtual reality as a healthy person could “possibly rewire neural networks,” he says. “You can see yourself as a healthy person or you can see yourself as ideal weight.” He grants that none of these techniques work so far, but he thinks that they will “by the next generation.”\n\nMr. Chopra says that his experience as a doctor in seeing the benefits of lifestyle changes and alternative treatments fueled his own embrace of them. Photo: Sally Montana Photography for The Wall Street Journal\n\nBorn in New Delhi, India, to a cardiologist father and homemaker mother, Mr. Chopra initially trained as a practitioner in traditional medicine. He went to medical school in New Delhi and moved to the U.S. in 1970 to take a job at a hospital in New Jersey. He worked at several hospitals in Boston and obtained his board certifications in internal medicine and endocrinology and metabolism. By 1980, he was chief of staff at the now-closed New England Memorial Hospital in Stoneham, Mass.\n\nAs an endocrinologist, he studied the emotional effects of dopamine, serotonin and other neurotransmitters. Back then, he says, his research connecting those chemicals with psychology was controversial, as was his belief in the efficacy of lifestyle and alternative treatments. “Thirty years ago we were suggesting these were molecules of emotion, and now that’s accepted,” he says.\n\nIn the mid-1980s, he left the hospital to branch out on his own, first running a meditation center and later co-founding the Chopra Center in 1996. He says that his experience as a doctor in seeing the benefits of lifestyle changes and alternative treatments fueled his own embrace of them. “You recognize you have two patients and they have the same illness…but they have different outcomes,” he says. “This person lives and this person dies, so for me that was the opening.” He started writing books, hosting workshops and hiring researchers and employees to spread his gospel.\n\nToday, he picks up his iPhone to show the many apps that he uses to track his own health. He calls selfies “wellfies” and thinks that someday soon our devices will be able to diagnose our health issues just by looking at an image of our face and hearing the tone of our voice.\n\nHe lives in New York and San Diego, spending much of his time with his wife, two children and three grandchildren. He says that he spends most of his time thinking, practicing yoga for one hour a day and meditating for two hours. “These days I meditate on my death, because we all have to die,” he says, but he’s “in very good health” with what he says is a “biological age” in his 40s.\n\nHis next book, “Metahuman,” which will be published next year, explores Mr. Chopra’s belief that we are living in virtual reality, merely creating our experiences in our minds. “There’s no such thing as the real reality,” he says. “The universe is a human construct.” He considers the body purely a perceptual experience too.\n\nBaffled, I ask if there’s no reality, why people are motivated to write books or make money. “Money is a construct,” he says. “Now it’s been going on for thousands of years so it’s our collective virtual reality.” He quotes the Austrian-British philosopher Ludwig Wittgenstein: “We are asleep. Our life is a dream. But we wake up sometimes, just enough to know that we are dreaming.”\n\nI ask: If our lives are just a form of virtual reality, then what’s the point of all the exercises in self-awareness, sleep tracking and yoga that he recommends? He smiles and says, “So when you’re in the dream, you upgrade the dream.”\n\nWrite to Alexandra Wolfe at alexandra.wolfe@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Renault, Nissan and Mitsubishi: Was Carlos Ghosn Too Powerful?", "description": "The dramatic arrest of celebrity-CEO Carlos Ghosn is rocking the automotive industry. After he was accused in Japan of underreporting his pay, Nissan offered one explanation: The man had too much power. Photo composite: Sharon Shi", "url": "http://www.wsj.com/video/renault-nissan-and-mitsubishi-was-carlos-ghosn-too-powerful/09F30F3F-3A24-498C-B3A6-DD37F06D4034.html", "urlToImage": "http://m.wsj.net/video/20181122/112118ghosn2/112118ghosn2_1280x720.jpg", "publishedAt": "2018-11-22T16:02:09Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "9:57\n\nFacial Recognition Tech Aims to Identify Good and Evil\n\nFacial recognition is going mainstream. The technology is increasingly used by law-enforcement agencies and in schools, casinos and retail stores, spurring privacy concerns. In this episode of Moving Upstream, WSJ’s Jason Bellini tests out the technology at an elementary school in Seattle and visits a company that claims its algorithm can identify potential terrorists by their facial features alone."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph De Avila", "title": "New Jersey's Murphy Faces Ticking Clock on Top Legislative Items", "description": "Time is running out for New Jersey Gov. Phil Murphy to pass two of his priorities before the year ends: raising the minimum wage and legalizing recreational marijuana in the state.", "url": "https://www.wsj.com/articles/new-jersey-governor-faces-ticking-clock-on-top-legislative-items-1542902400", "urlToImage": "https://images.wsj.net/im-38262/social", "publishedAt": "2018-11-22T16:00:02Z", "content": "Time is running out for New Jersey Gov. Phil Murphy to pass two of his priorities before the year ends: raising the minimum wage and legalizing recreational marijuana in the state. The Democrat campaigned on both issues and hoped the Democratic-controlled Leg… [+4592 chars]", "fulltext": "Time is running out for New Jersey Gov. Phil Murphy to pass two of his priorities before the year ends: raising the minimum wage and legalizing recreational marijuana in the state.\n\nThe Democrat campaigned on both issues and hoped the Democratic-controlled Legislature would take swift action when he took office at the beginning of the year. Former Gov. Chris Christie, a Republican, vetoed a 2016 bill that would have raised the minimum wage to $15 an hour, and he fiercely opposed legalizing marijuana.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joe Queenan", "title": "We Can All Be Thankful America Doesn't Have Putin", "description": "Be happy that the Pilgrims didn’t land in Broward County.", "url": "https://www.wsj.com/articles/we-can-all-be-thankful-america-doesnt-have-putin-1542898800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL413_QUEENA_SOC_20181121104303.jpg", "publishedAt": "2018-11-22T15:50:18Z", "content": "Thanksgiving is the holiday that puts us in contact with our Pilgrim roots, while reminding us that we are all guests on a continent that used to belong to somebody else. That said, Thanksgiving was a much easier holiday to celebrate back in olden days. The P… [+3757 chars]", "fulltext": "Thanksgiving is the holiday that puts us in contact with our Pilgrim roots, while reminding us that we are all guests on a continent that used to belong to somebody else.\n\nThat said, Thanksgiving was a much easier holiday to celebrate back in olden days. The Pilgrims didn’t have to travel enormous distances to see their loved ones; they lived right down the street. Nor did their Native American liaison Squanto and his preposterously accommodating brethren ever need to fly out of LaGuardia.\n\nMoreover, Thanksgiving can be fraught with bitter family tension. With politics now banned from the agenda at many family gatherings, the question is: What are the things that all of us— left or right, black or white, young or old, smart or really, really, dumb—can agree to celebrate at this momentous November banquet? What are the things we can all be grateful for? Well, mostly all.\n\nHere are a few ideas:\n\nWe don’t have Putin. Okay, okay, you may not like the phalanx of poltroons and second-story men we have running this country. But our guys don’t get rid of the opposition by sticking plutonium in their teacups. This is not something to be taken lightly. Every day you spend in a country that doesn’t have Vladimir Putin in it is a great day. Especially if you like tea.\n\n“ Yeah, our kids are whiny and annoying. But compared to adults, they’re a laugh a minute. ”\n\nVery few of us have to root for the Lions. As the result of a publicity stunt cooked up in days of yore, the Detroit Lions always play a football game right around lunchtime on Thanksgiving Day. Nobody cares. The Lions, who last won a championship when Richard Nixon was riding shotgun with Dwight D. Eisenhower, are usually appalling, as they are this year. If you live in or around Detroit, you are probably honor-bound to watch this game. Everyone else in the United States can sleep late.\n\nWe don’t have Brexit. We don’t even know what Brexit is. Neither do the Brits.\n\nTwenty-four hour diners. Take that, Estonia. Take that Burkina Faso. Take that, France.\n\nOur kids. Yeah, they’re whiny. Yeah, they’re entitled. Yeah, they’re annoying. But compared to adults, they’re a laugh a minute. If you’ve got kids, even first-class jerks, be grateful for every second you get to spend with them. Well, maybe not if they insist on watching the Lions game because they’ve got Matt Stafford on their Fantasy Football squad.\n\nBaseball season is finally over. Thank you, Higher Power. Thank you.\n\nThere is only one film about Robin Hood this year. As if that’s not reassuring enough, there are no plans to make a biopic about REO Speedwagon or Weezer. Another positive: All plans to bring back Claire Foy as an abused, implausibly undersized, butt-kicking Swedish mega-hacker have now been put on hold.\n\nThe Canadians have got our back. Through thick and thin, come hell or high water, our patient, refreshingly sane neighbors to the north still like us. We mock them, we accuse them of practicing dairy industry gangsterism, we ridicule their daft national sport, but these guys never take it personally. The numbers don’t lie: The Canadians are the best neighbors in the history of the world. Take that, Belgium. Take that, Liechtenstein. Take that, Nepal.\n\nDivas. Beyonce. Bette Midler.Lady Gaga. Streisand. Without our irrepressible divas we’d be stuck with a bunch of preening clowns in megalithic ten-gallon hats who grew up in Dayton, Ohio. As anyone who saw Mamma Mia 2 will tell you, without Cher, life itself would not be worth living.\n\nThere are many other great things about living in this country that we should never take for granted. Musicals. Lipitor. Anything else? Sure. Social Security. The Rockies. Tony Bennett. Cranberry sauce. Samuel L. Jackson. Overnight free-shipping everywhere. Complimentary salad bar. The certainty that Tom Brady can’t play forever, and neither can Steph Curry.\n\nOh yeah, one other thing to be happy about: Most of us don’t live in Broward County. If the Pilgrims had landed there, they’d still be counting the votes on the Mayflower Compact."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ann M. Simmons", "title": "Head of Russia's GRU Spy Agency Dies After Illness - Wall Street Journal", "description": "Wall Street Journal Head of Russia's GRU Spy Agency Dies After Illness Wall Street Journal MOSCOW—The head of the GRU, the Russian spy agency that Western officials hold responsible for a raft of nefarious activities, including meddling in the 2016 U.S. presi…", "url": "https://www.wsj.com/articles/head-of-russias-gru-intelligence-agency-dies-after-illness-1542900639", "urlToImage": "https://images.wsj.net/im-38466/social", "publishedAt": "2018-11-22T15:33:50Z", "content": "MOSCOWThe head of the GRU, the Russian spy agency that Western officials hold responsible for a raft of nefarious activities, including meddling in the 2016 U.S. presidential elections, died earlier this week, the countrys Ministry of Defense said Thursday. I… [+3495 chars]", "fulltext": "MOSCOW—The head of the GRU, the Russian spy agency that Western officials hold responsible for a raft of nefarious activities, including meddling in the 2016 U.S. presidential elections, died earlier this week, the country’s Ministry of Defense said Thursday.\n\nIgor Korobov, 62 years old, had headed the military intelligence agency since 2016 and died after a “a serious and prolonged illness,” according to a statement issued by the Russian Defense Ministry. The agency praised him as being “a true son of Russia” and “a patriot..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Beaton", "title": "The School That Really Owns Ohio State-Michigan - Wall Street Journal", "description": "Wall Street Journal The School That Really Owns Ohio State-Michigan Wall Street Journal Michigan-Ohio State is such an important football game that it's the game called The Game. It needs no further explanation. The one and only thing Michigan and Ohio State …", "url": "https://www.wsj.com/articles/the-school-that-really-owns-ohio-state-michigan-1542899865", "urlToImage": "https://images.wsj.net/im-38143/social", "publishedAt": "2018-11-22T15:18:27Z", "content": "Michigan-Ohio State is such an important football game that its the game called The Game. It needs no further explanation. The one and only thing Michigan and Ohio State fans can agree on is that this is the greatest rivalry in all of sports and anybody who b… [+4795 chars]", "fulltext": "Michigan-Ohio State is such an important football game that it’s the game called The Game. It needs no further explanation. The one and only thing Michigan and Ohio State fans can agree on is that this is the greatest rivalry in all of sports and anybody who believes otherwise is a bitter Michigan State fan.\n\nThe Game has often decided the Big Ten Conference champion, and this year’s winner will play Northwestern next week in that title matchup. But this Saturday’s edition at Ohio Stadium has weightier-than-usual stakes: No...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Marc Myers", "title": "Todd Rundgren Recalls the Breakup Behind 'Hello It's Me'", "description": "A high-school girlfriend inspired the song that climbed onto the charts in 1973. Thirty years later, they talked again.", "url": "https://www.wsj.com/articles/todd-rundgren-recalls-the-breakup-behind-hello-its-me-1542898800", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL132_ANATOM_SOC_20181120144319.jpg", "publishedAt": "2018-11-22T15:00:03Z", "content": "Todd Rundgren wrote his first song, Hello Its Me, in 1967, one year after a painful high-school breakup. The song was first recorded in 1968 as a slow ballad by Nazz, a band Mr. Rundgren co-founded. In late 1971, while recording the solo album Something/Anyth… [+6986 chars]", "fulltext": "Todd Rundgren wrote his first song, “Hello It’s Me,” in 1967, one year after a painful high-school breakup.\n\nThe song was first recorded in 1968 as a slow ballad by Nazz, a band Mr. Rundgren co-founded. In late 1971, while recording the solo album “Something/Anything?” he updated the song with a bouncier arrangement. It climbed to No. 5 on Billboard’s pop chart in 1973 and became his biggest-selling solo hit, remaining on the chart for 20 weeks.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Takashi Mochizuki", "title": "Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales - Wall Street Journal", "description": "Wall Street Journal Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales Wall Street Journal TOKYO—Less than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore …", "url": "https://www.wsj.com/articles/not-so-big-in-japan-apple-cuts-price-of-iphone-xr-to-boost-sales-1542896625", "urlToImage": "https://images.wsj.net/im-38460/social", "publishedAt": "2018-11-22T14:23:00Z", "content": "TOKYOLess than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore up sales of its least-expensive new smartphone, people familiar with the matter said. The de facto discount… [+3930 chars]", "fulltext": "The new $750 iPhone XR is so much like the $1,000 iPhone XS that it's hard to see why you'd pay more. WSJ's Joanna Stern reviews the key differences.\n\nTOKYO—Less than a month after releasing the iPhone XR, Apple Inc. is moving to offer subsidies to mobile-network operators in Japan to shore up sales of its least-expensive new smartphone, people familiar with the matter said.\n\nThe de facto discount of the handset in Japan, coupled with deep cuts in global production plans for the XR, are a sign of limited enthusiasm among consumers for the model, which has fewer features than Apple’s other two new releases and costs more than still-popular older models like the iPhone 8.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: EU, U.K. Reach Accord on Plan for Future Relationship", "description": "To subscribe to the newsletter, please sign up here MUST READS EU, U.K. Agree on Text for Post-Brexit Relationship: European Union and U.K. negotiators have reached an agreement on a political declaration outlining the future ties between the EU and U.K., a d…", "url": "https://blogs.wsj.com/moneybeat/2018/11/22/eu-u-k-reach-accord-on-plan-for-future-relationship-newsletter-draft/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-22T14:19:11Z", "content": "Nov 22, 2018 9:19 am ET To subscribe to the newsletter, please sign up here MUST READS EU, U.K. Agree on Text for Post-Brexit Relationship: European Union and U.K. negotiators have reached an agreement on a political declaration outlining the future ties betw… [+123 chars]", "fulltext": "To subscribe to the newsletter, please sign up here MUST READS EU, U.K. Agree on Text for Post-Brexit Relationship: European Union and U.K. negotiators have reached an agreement on a political declaration outlining the future ties between the EU and U.K., a document British Prime Minister Theresa May hopes to use to rally domestic support for the Brexit […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Reid J. Epstein", "title": "Nonvoters in Midterms More Likely to Be Younger and Less Wealthy Than Those Who Voted", "description": "American voters this month turned out in historic numbers for a midterm election, but there were tens of millions who opted not to cast their ballots, and new data casts some light on who they are.", "url": "https://www.wsj.com/articles/nonvoters-in-midterms-more-likely-to-be-younger-and-less-wealthy-than-those-who-voted-1542891600", "urlToImage": "https://images.wsj.net/im-38368/social", "publishedAt": "2018-11-22T13:48:26Z", "content": "WASHINGTONAmerican voters this month turned out in historic numbers for a midterm election, but there were tens of millions who opted not to cast their ballots, and new data casts some light on who they are. Nonvoters are far more likely to be younger, less e… [+4781 chars]", "fulltext": "WASHINGTON—American voters this month turned out in historic numbers for a midterm election, but there were tens of millions who opted not to cast their ballots, and new data casts some light on who they are.\n\nNonvoters are far more likely to be younger, less educated, less wealthy, less partisan and black or Hispanic than the country’s voters as a whole, according to an analysis of more than 23,000 interviews of nonvoters conducted on and before Election Day by AP VoteCast, a poll conducted by the NORC at the University of..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brian Costa", "title": "Sorry Buckeyes, Ohio Mayor Fumbles and Michigan Wins—Key to the City - Wall Street Journal", "description": "Wall Street Journal Sorry Buckeyes, Ohio Mayor Fumbles and Michigan Wins—Key to the City Wall Street Journal Wade Kapszukiewicz was four months into his first term as mayor of Toledo, Ohio, earlier this year when he descended into controversy over a profoundl…", "url": "https://www.wsj.com/articles/sorry-buckeyes-ohio-mayor-fumbles-and-michigan-winskey-to-the-city-1542893401", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL086_TOLEDO_SOC_20181120121706.jpg", "publishedAt": "2018-11-22T13:33:54Z", "content": "Wade Kapszukiewicz was four months into his first term as mayor of Toledo, Ohio, earlier this year when he descended into controversy over a profoundly divisive issue: Did he give a useless glass key to the wrong college football coach? Mr. Kapszukiewicz in M… [+5162 chars]", "fulltext": "Wade Kapszukiewicz was four months into his first term as mayor of Toledo, Ohio, earlier this year when he descended into controversy over a profoundly divisive issue: Did he give a useless glass key to the wrong college football coach?\n\nMr. Kapszukiewicz in May awarded the key to the city to the Toledo-born coach of the Michigan Wolverines, Jim Harbaugh, a seemingly harmless gesture made when Mr. Harbaugh was in town for a charity event. Except that another Toledo native, Urban Meyer, is the coach of Ohio State, Michigan’s archrival.\n\nDespite leading the Buckeyes to a national championship in 2015, Mr. Meyer has yet to receive the ceremonial key. As the teams head to their annual clash on Saturday, the glass trinket represents Mr. Harbaugh’s lone triumph over Mr. Meyer, whose team has beaten Michigan all three times since Mr. Harbaugh became the Wolverines’ coach.\n\n“It was like, ‘Look at this SOB, I can’t believe this, I’m voting against him!’” Mr. Kapszukiewicz said, describing the reaction of Ohio State fans on social media.\n\nMaking matters worse, officials from the University of Toledo grumbled that if any football coach should receive a key to the city, it should be theirs.\n\n“My emotions exude disappointment,” one University of Toledo trustee wrote in a scolding letter to the mayor. Giving Mr. Harbaugh the key “was a confusing gesture that embarrassed many people across the community.”\n\nMichigan coach Jim Harbaugh, left, and Ohio State coach Urban Meyer following a game last November, which the Buckeyes won, 31-20. Photo: Tony Ding/Associated Press\n\nMr. Kapszukiewicz has been trying to navigate the politics of football fandom ever since. Following a peace summit with University of Toledo leaders, the school flag hangs from the front of his house.\n\nIn a bid to mollify Ohio State fans, he has also taken the rare step of publicly mocking the coach he honored. When presenting another key to Ohio congresswoman Marcy Kaptur in July, Mr. Kapszukiewicz cracked, “I normally only give this to mediocre college football coaches.”\n\nIn an interview, Mr. Kapszukiewicz said the key presentation came at the request of a local group that provides legal services to the poor. Mr. Harbaugh’s appearance at the group’s spring dinner function helped raise more than $100,000.\n\n“This really wasn’t about performance on the football field,” he said. “If it were, Jim Harbaugh wouldn’t get one.” He proceeded to recite a list of previous coaching jobs in which Mr. Harbaugh failed to win a championship, most recently with the San Francisco 49ers and Stanford, though he had winning records at both.\n\nMr. Kapszukiewicz, 47 years old, has a graduate degree from Michigan but said he roots for Ohio State.\n\nMr. Harbaugh, whose team is 10-1 this year and a national playoff contender, didn’t respond to requests for comment through a spokesman. Mr. Meyer, whose team is also 10-1 this year, didn’t respond to a request for comment.\n\nToledo, just south of the Michigan line, has been at the heart of the Ohio State-Michigan “border war” since it was an actual border war. The city was the subject of a territorial dispute in the early 1800s, with both states claiming it fell inside their federally approved boundaries.\n\nThe argument escalated into the Toledo War in 1835, which turned bloody when a Michigan sheriff ventured into a Toledo tavern to arrest an Ohio partisan named Two Stickney. Mr. Stickney stabbed the sheriff with a penknife, causing a minor wound.\n\nOhio won the dispute in 1836. Sixty-one years later, the states found a new outlet for violent confrontation: college football.\n\nOhio State’s Terry McLaurin leapt for a pass above Michigan defender David Long last November. Photo: Gregory Shamus/Getty Images\n\nToledo’s loyalties remain so split that a suburban store—the Buckeye Wolverine Shop—sells the clothing of both schools. Ohio State and Michigan items are displayed on opposite sides of the store. Families with split allegiances reunite at the checkout line, but are often reluctant to combine purchases.\n\n“They want them bagged separately so they don’t touch,” said Chris Mason, one of the store’s owners.\n\nMessrs. Harbaugh and Meyer were not merely both born at the epicenter of the rivalry. They were born at the same Toledo hospital, just seven months apart in 1963 and 1964. Mr. Meyer grew up in Ashtabula, on the other side of Ohio. Mr. Harbaugh attended high school in Ann Arbor, Mich., near the University of Michigan, where he later played quarterback.\n\nStill, Mr. Harbaugh—who has expressed a desire to recruit more players from Ohio—regaled a crowd of hundreds at the legal aid group’s dinner in May with his childhood memories.\n\n“I rode my bike to school every day. It was great,” he said, according to the Toledo Blade. He wore the cap of the local minor-league baseball team, the Toledo Mud Hens.\n\nMr. Kapszukiewicz presented him with a frame displaying the key, the first he had handed out as mayor.\n\nThe key itself, which signifies Toledo’s history as a glass-manufacturing hub, has caused political faux pas before. While running for vice president in 1952, Richard Nixon thanked the city for awarding him “this beautiful plastic key,” leaving local officials aghast.\n\nThe Harbaugh kerfuffle caught Mr. Kapszukiewicz by surprise. He was only vaguely aware of his unilateral power to award the keys when one was requested for the Michigan coach. His staff discovered a stash of around a dozen of them left over from the previous administration.\n\nThere are still more to be handed out, Mr. Kapszukiewicz said, should any other prominent Toledo natives return to raise money for charity.\n\n“If Urban Meyer wants to come to Toledo to do that,” he said, “I have a key right here for him, too.”\n\nCorrections & Amplifications\n\nThe last name of Ohio congresswoman Marcy Kaptur was incorrectly given as Kaptor in an earlier version of this article. (Nov. 23, 2018)\n\nWrite to Brian Costa at brian.costa@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "China Inks Energy Deal With the Philippines—Energy Journal", "description": "Good morning. I’m Neanda Salvaterra, with the energy mix today. China inked a preliminary deal with Philippines to explore for oil and gas in the South China Sea. The deal comes as the U.S. looks to compete with China for trade partners globally. Next door, I…", "url": "https://blogs.wsj.com/moneybeat/2018/11/22/energy-journal-china-inks-energy-deal-with-the-philippines-newsletter-draft/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CD563_OILDEM_P_20181024115301.jpg", "publishedAt": "2018-11-22T13:26:53Z", "content": "Good morning. Im Neanda Salvaterra, with the energy mix today. China inked a preliminary deal with Philippines to explore for oil and gas in the South China Sea. The deal comes as the U.S. looks to compete with China for trade partners globally. Next door, In… [+5037 chars]", "fulltext": "Good morning. I’m Neanda Salvaterra, with the energy mix today. China inked a preliminary deal with Philippines to explore for oil and gas in the South China Sea. The deal comes as the U.S. looks to compete with China for trade partners globally. Next door, Indian households are increasingly turning up the AC to cool […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "UK Takes a Step Toward a Smooth Brexit, but Domestic Opposition Remains - Wall Street Journal", "description": "Wall Street Journal UK Takes a Step Toward a Smooth Brexit, but Domestic Opposition Remains Wall Street Journal European Union and U.K. negotiators agreed on the outlines of future U.K.-EU ties, a document British Prime Minister Theresa May hopes to use to ra…", "url": "https://www.wsj.com/articles/eu-u-k-agree-on-text-for-post-brexit-relationship-1542885081", "urlToImage": "https://images.wsj.net/im-38464/social", "publishedAt": "2018-11-22T13:05:00Z", "content": "European Union and U.K. negotiators agreed on the outlines of future U.K.-EU ties, a document British Prime Minister Theresa May hopes to use to rally much-needed domestic support for her Brexit deal. The agreement, announced by European Council President Don… [+4578 chars]", "fulltext": "European Union and U.K. negotiators agreed on an outline of future U.K.-EU ties, taking Britain a step closer to an orderly departure from the bloc with a document British Prime Minister Theresa May hopes to use to rally domestic support for her Brexit deal.\n\nThe draft, which leaves open a range of future economic arrangements, comes about a week after the EU and U.K. reached a so-called withdrawal agreement, a legally binding document that spells out critical terms for Britain’s planned exit from the bloc next March.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert Lee Hotz", "title": "Headed to Mars: A Big Experiment in Tiny Satellites - Wall Street Journal", "description": "Wall Street Journal Headed to Mars: A Big Experiment in Tiny Satellites Wall Street Journal PASADENA, Calif.—Rapidly approaching Mars are the two smallest and cheapest spacecraft to ever cross between the planets, in the vanguard of what U.S. and European sat…", "url": "https://www.wsj.com/articles/headed-to-mars-a-big-experiment-in-tiny-satellites-1542891601", "urlToImage": "https://images.wsj.net/im-38281/social", "publishedAt": "2018-11-22T13:03:06Z", "content": "PASADENA, Calif.Rapidly approaching Mars are the two smallest and cheapest spacecraft to ever cross between the planets, in the vanguard of what U.S. and European satellite designers hope one day will be swarms of tiny probes prowling the solar system. The tw… [+7078 chars]", "fulltext": "PASADENA, Calif.—Rapidly approaching Mars are the two smallest and cheapest spacecraft to ever cross between the planets, in the vanguard of what U.S. and European satellite designers hope one day will be swarms of tiny probes prowling the solar system.\n\nThe two 30-pound spacecraft are cruising alongside NASA’s newest Mars lander—an $828 million robotic probe called InSight that NASA engineers hope to land safely on the Red Planet on Nov. 26. While InSight makes its fiery descent, the tiny twin craft will hang back in orbit..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "SEARS, TOYS 'R' US Downfall Gives Lift to Retail Survivors...", "description": "Downfall of Sears, Toys ‘R’ Us Gives Lift to Retail’s Survivors As millions of Americans flock to stores on Thanksgiving evening and Black Friday, some will be making fewer stops after the drumbeat of retail closings this year. Gone are hundreds of Toys “R” U…", "url": "https://www.wsj.com/articles/downfall-of-sears-toys-r-us-gives-lift-to-retails-survivors-1542906000", "urlToImage": "https://images.wsj.net/im-38420/social", "publishedAt": "2018-11-22T12:16:53Z", "content": "As millions of Americans flock to stores on Thanksgiving evening and Black Friday, some will be making fewer stops after the drumbeat of retail closings this year. Gone are hundreds of Toys R Us, Sears and Bon-Ton department stores. The disruption is deliveri… [+5450 chars]", "fulltext": "As millions of Americans flock to stores on Thanksgiving evening and Black Friday, some will be making fewer stops after the drumbeat of retail closings this year. Gone are hundreds of Toys “R” Us, Sears and Bon-Ton department stores.\n\nThe disruption is delivering a silver lining to surviving chains, which are picking up business from displaced shoppers hunting for new places to find deals on toys, washing machines and clothes.\n\n“The shakeout in the retail space has been ongoing for many years,” Best Buy Co. Chief Executive Hubert Joly said this week. “We see an increasing difference between the winners and losers.”\n\nU.S. retailers have announced the closure of 5,468 stores this year through Nov. 16, according to Coresight Research. That compares with 6,765 closures during the same period in 2017, when familiar names like RadioShack and The Limited disappeared from American cities.\n\nRetailers from department-store chain Macy’s Inc. to electronics specialist Best Buy Co. all pointed to the closing of competitors as one reason for the lift in their recent quarterly sales—and an opportunity to capture new spending this holiday season.\n\nTo capture market share as Sears and others retreat, Best Buy said it has been expanding its appliances and improving its ability to deliver such products to homes. This year Best Buy also sent out toy catalogs and boosted its assortment of Barbies and Lego sets to win over shoppers that used to visit Toys “R” Us for holiday gifts. The big-box toy chain liquidated its U.S. business earlier this year, closing 881 stores.\n\n“Whenever I go Black Friday shopping Toys ’R’ Us was at the top of my list,” said Maxine Dalada, 31, a technology consultant in Sacramento, Calif.\n\n“My kids and I talked about it,” said the mother of two boys. “I had to say ‘Listen, we don’t have a store like that anymore.’ It’s going to have to be Walmart or Target.”\n\nMacy’s said its Midwestern stores are getting a sales lift from the failure of Bon-Ton Stores , a regional chain that filed for bankruptcy and closed all its locations earlier this year. Macy’s CEO Jeff Gennette said the company is targeting Bon-Ton shoppers with its marketing and hiring former Bon-Ton store managers and sales associates.\n\n“We believe approximately one-third of our store base is being favorably affected by department-store-competitor store closings,” Bruce Besanko, the finance chief of Kohl’s Corp. , told analysts on Tuesday when the company reported rising sales.\n\nEven J.C. Penney Co. , which has been struggling with losses and falling sales, said it was picking up business from the demise of Babies “R” Us, which was part of Toys “R” Us. In a direct challenge to Sears, J.C. Penney reintroduced appliances two years ago, after exiting the category in 1983.\n\nAre You a Retail Worker? The WSJ wants to hear from people who work in retail and how their jobs have changed. Tell us here.\n\nWhile the shift to online shopping has had an effect, so have long-simmering competitive factors. Department stores, for instance, have been losing ground to fast-fashion retailers and discount chains for three decades. And even before the rise of Amazon.com Inc., a heavily indebted Toys “R” Us was struggling to hold its ground against Walmart Inc. and Target Corp.\n\nDespite the thousands of store closures in recent years, there are still too many brick-and-mortar stores in America, according to some retail executives, landlords and analysts. The U.S. has 23.6 square feet of retail space per capita, compared with 2.7 square feet for Europe, according to the International Council of Shopping Centers.\n\nGap Inc. CEO Art Peck said he is looking at whether to close hundreds of Gap stores in locations that don’t generate enough profits or foot traffic. He said some had deteriorated to the point where they were hurting the brand’s image.\n\n“It’s my strong belief that we’ve kicked the can down the road on this,” Mr. Peck told investors on Tuesday, “and offered a deteriorating customer experience, and it does have a negative effect on the health of the brand.”\n\nSears Holdings Corp. , which has closed hundreds of Sears and Kmarts in recent years, is liquidating about 200 more this holiday season after the long-struggling department store chain filed for bankruptcy protection in October. Earlier this year, Best Buy closed all 250 of its mobile-phone stores in the U.S., saying the smartphone market had matured and the smaller formats were more expensive to operate than its big boxes.\n\nEven as some chains have shut stores, others have opened them. So the net loss of capacity has been much less. According to Coresight, U.S. chains have announced 3,060 store openings so far this year in addition to 3,408 openings in 2017.\n\nDollar General Corp. has plans to open 900 stores this fiscal year. Other retailers that are expanding include Dollar Tree Stores Inc., supermarket chain Aldi, teen-retailer Five Below Inc., and Ulta Beauty Inc.\n\n“It’s about having an equilibrium between closures and openings, and we are starting to see that gap close a bit,” said Michael Brown, a partner in consulting firm A.T. Kearney’s consumer products and retail practice.\n\nNot all retailers will benefit from the demise of competitors. Some experts are predicting a shakeout among chains adding toys to their lineup such as sporting-goods retailers and grocery stores.\n\n“Consumers need to think of the retailer as an expert in the category for the share gains to be sustainable,” said Rod Sides, the leader of Deloitte LLP’s retail consulting practice. “It’s likely some of the chains jumping into toys this year won’t be there next year.”\n\n—Inti Pacheco contributed to this article.\n\nWrite to Suzanne Kapner at Suzanne.Kapner@wsj.com and Khadeeja Safdar at khadeeja.safdar@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Abrams", "title": "American's Fatal Missionary Trip Was a 'Misplaced Adventure,' Police Say - Wall Street Journal", "description": "Wall Street Journal American's Fatal Missionary Trip Was a 'Misplaced Adventure,' Police Say Wall Street Journal The tribe that allegedly killed an American missionary on a remote Indian island has a long history of violent resistance to outsiders. Police bel…", "url": "https://www.wsj.com/articles/americans-fatal-missionary-trip-was-a-misplaced-adventure-police-say-1542887776", "urlToImage": "https://images.wsj.net/im-38453/social", "publishedAt": "2018-11-22T11:56:00Z", "content": "The tribe that allegedly killed an American missionary on a remote Indian island has a long history of violent resistance to outsiders. Police believe John Allen Chau died last week on North Sentinel Island, in Indias Andaman and Nicobar archipelago. The isol… [+2983 chars]", "fulltext": "As American missionary John Allen Chau sat aboard a boat near a remote Indian Ocean island known for its violent and isolated inhabitants, he wrote a message to his mother and father he made clear might be his last.\n\n“You guys might think I’m crazy in all this but I think it’s worth it to declare Jesus to these people,” he wrote Friday. “Please do not be angry at them or at God if I get killed—rather please live your lives in obedience to whatever He has called you to and I’ll see you again.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Takashi Mochizuki", "title": "Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales - Wall Street Journal", "description": "Wall Street Journal Not So Big in Japan: Apple Cuts Price of iPhone XR to Boost Sales Wall Street Journal TOKYO—Less than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore …", "url": "https://www.wsj.com/articles/not-so-big-in-japan-apple-cuts-price-of-iphone-xr-to-boost-sales-1542878065", "urlToImage": "https://images.wsj.net/im-38444/social", "publishedAt": "2018-11-22T09:14:00Z", "content": "TOKYOLess than a month after releasing the iPhone XR, Apple Inc. AAPL -0.11% is moving to offer subsidies to mobile-network operators in Japan to shore up sales of its least expensive new smartphone, people familiar with the matter said. The de facto discount… [+3884 chars]", "fulltext": "The new $750 iPhone XR is so much like the $1,000 iPhone XS that it's hard to see why you'd pay more. WSJ's Joanna Stern reviews the key differences.\n\nTOKYO—Less than a month after releasing the iPhone XR, Apple Inc. is moving to offer subsidies to mobile-network operators in Japan to shore up sales of its least-expensive new smartphone, people familiar with the matter said.\n\nThe de facto discount of the handset in Japan, coupled with deep cuts in global production plans for the XR, are a sign of limited enthusiasm among consumers for the model, which has fewer features than Apple’s other two new releases and costs more than still-popular older models like the iPhone 8.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andy Pasztor", "title": "Regulators Seek Clarity on Boeing 737 Safety Systems After Lion Air Crash", "description": "U.S. regulators are pressing for clarity on automated flight-control systems in Boeing’s latest 737 models, as they seek to address inconsistencies in how airlines have informed pilots about one of the features.", "url": "https://www.wsj.com/articles/regulators-push-for-clarity-on-boeing-737-safety-systems-after-lion-air-crash-1542854965", "urlToImage": "https://images.wsj.net/im-38429/social", "publishedAt": "2018-11-22T04:30:45Z", "content": "U.S. regulators are pressing for clarity on automated flight-control systems in Boeing Co.s BA -0.12% latest 737 models in the wake of last months Lion Air crash, according to people familiar with matter, as they seek to address inconsistencies in how airline… [+7740 chars]", "fulltext": "U.S. regulators are pressing for clarity on automated flight-control systems in Boeing Co.’s BA -1.58% latest 737 models in the wake of last month’s Lion Air crash, according to people familiar with matter, as they seek to address inconsistencies in how airlines have informed pilots about one of the features.\n\nThe Indonesian-led probe of the Lion Air crash—in which 189 people were killed after the jet plunged into the Java Sea at a steep angle and high speed—has revealed that the U.S. airlines describe certain features differently in their pilot manuals for Boeing’s family of 737 MAX aircraft. A number of veteran aviators, government safety officials and independent experts said the differences have sparked confusion within the aviation community.\n\nSome of the questions regulators, safety experts and pilots have addressed to Boeing and the airlines relate to a system that has been a focus of investigators since early in the probe. That system automatically pushes down the nose of an aircraft that is approaching an aerodynamic stall, a condition that occurs when a plane is flying dangerously slow with its nose too high, threatening a loss of lift.\n\nThe system that helps prevent Boeing’s new 737 Max 8 plane from stalling is potentially linked to the fatal Lion Air jet crash in Indonesia. WSJ’s Robert Wall explains what we know about the safety feature. Image: Getty\n\nSince the accident, some pilot-union leaders and others have publicly criticized Boeing for failing to highlight the operating principles, and potential hazards, of that system, known by the acronym MCAS.\n\nBoeing Chief Executive Dennis Muilenburg has denied the company intentionally withheld information about the stall-prevention feature and said Boeing had described its relevant function in its manual. A spokesman added Boeing has discussed MCAS functions with more than 60 operators at several conferences around the world since 2016. The company has said it is working to fully understand what happened in the Lion Air crash.\n\nThe second automated feature, which hasn’t previously been reported as part of the overall crash review, is intended to prevent cockpit crews from mistakenly further pulling up the nose of an aircraft that is already in a stall. That system, called elevator feel shift or EFS, is described differently in aircraft manuals used at Southwest Airlines , American Airlines and United Airlines, according to pilots, other safety experts and documents reviewed by The Wall Street Journal.\n\nBoeing Chief Executive Dennis Muilenburg has denied the company intentionally withheld information about the MCAS antistall feature. Photo: Richard Drew/Associated Press\n\nEFS uses hydraulic pressure to make it harder for pilots to pull back on the control yoke for a plane that is in a stall, as such a maneuver could make the problem worse. Descriptions of the amount of manual force required to overcome EFS commands and raise the nose under some conditions vary from manual to manual for older and newer 737 models. So does the language describing the EFS’s hydraulic forces.\n\nIndonesian investigators have tentatively concluded the nose-down command function became activated on Lion Flight 610 before it plunged into the sea. It isn’t clear whether the EFS function also became activated before the fatal dive.\n\nA spokesman for the Federal Aviation Administration, which is participating in the overall crash probe, declined to comment on the investigation’s status or functions of the automated systems. He said the agency “may take further actions depending on the results of the investigation.”\n\nAirline manuals are based on technical information and checklists provided by manufacturers such as Boeing but can be tailored for individual carriers. Federal regulators ultimately sign off on the contents.\n\nA Boeing spokesman didn’t have any comment on specifics of the systems, how they are described in manuals or the latest focus of the crash probe. He said the company remains confident in the 737 MAX’s safety.\n\nBoeing officials have so far refrained from publicly addressing questions or concerns raised privately by pilots and FAA officials about the EFS system. The Chicago-based plane maker also faces escalating criticism from some pilots and agency managers who say Boeing was too slow in providing important details.\n\nThese people question whether pilots may be confused about the exact circumstances when each automated system could kick in, and how the two may interact during certain types of emergencies.\n\nBoeing has faced criticism for not saying more publicly, including from a Wall Street analyst weighing the potential damage to the company’s brand.\n\nData Error The Boeing 737 Max 8 features a new stall-prevention system that may have contributed to crash of Lion Air flight 610. Erroneous information sent from data probes to the plane's flight control system may have triggered a sharp descent. If the sensor reading shows the nose of the plane is rising too far, the automatic stall-prevention kicks in, pushing the nose down. But on the Lion Air flight, the faulty data may have activated the system even though the nose wasn't rising. Pilots would have had to quickly switch off the system to recover. Sources: Federal Aviation Administration; Indonesian crash investigators\n\n“There is too much silence coming from the company right now,” CFRA Research stock analyst Jim Corridore said in an interview. “We all need to hear more from the company about why we shouldn’t be worried.”\n\nGordon Bethune, a former Boeing executive who oversaw development of an earlier 737 model and was later CEO of Continental Airlines, said the plane maker is likely being cautious in the interest of accuracy. Pilots should generally know about all the systems on aircraft they fly, he said, adding the situation appeared to involve “a failure of communication.”\n\nBut he said Boeing officials acted in good faith and didn’t mean to keep pilots in the dark. “They didn’t intentionally do it,” he said.\n\nWith the company under heightened scrutiny, Boeing officials canceled a Tuesday conference call with airline officials meant to respond queries about the 737 MAX’s automated features.\n\nA Boeing spokesman said the company was in close contact with customers and regulators, and was instead planning a series of sessions in different time zones with 737 operators to accommodate more attendees and questions.\n\nFlip the Switch Pulling back on the yoke won't stop a stall-prevention system in Boeing's new 737 MAX planes from pushing the nose down if it is getting bad sensor data. But turning off the system will. In Boeing's older 737 models, a common practice of pulling back on the control column (yoke) will stop cockpit systems from automatically pushing down the plane's nose. In Boeing's new 737 Max models, pulling back the yoke won't work if its stall- prevention system is getting faulty data from sensors. But an existing procedure works for both: pilots flip switches to keep the plane from pushing the nose down. Windshield Throttle quadrant Yoke Yoke Cutoff\n\nSouthwest, United and American are the only three U.S. carriers that operate the particularly fuel-efficient 737 MAX models, which are a small portion of the global fleet of thousands of workhorse twin-engine 737 jetliners.\n\nA Southwest spokeswoman said “pilots are aware of and trained on stall identification and associated aircraft systems, including EFS.”\n\nA spokesman for United Continental Holdings Inc. said that the 737 MAX is safe and that pilots are properly trained to fly it. An American Airlines Group Inc. spokesman said work with the FAA and Boeing is ongoing, and “we will continue to keep pilots informed of any updates.”\n\nIndonesian investigators are expected to release a preliminary report in coming days. Boeing is expected to announce a software fix to the MCAS system before the end of the year, according to government and industry officials.\n\nDifferences in flight manuals also occur overseas. At least one European 737 MAX operator said it was briefed on the MCAS system before delivery of the plane. In regulatory documents, Brazilian authorities identified MCAS as a system that differs on the 737 MAX from earlier versions, but Canadian authorities didn’t break it out separately.\n\n—Robert Wall in London contributed to this article.\n\nWrite to Andy Pasztor at andy.pasztor@wsj.com and Andrew Tangel at Andrew.Tangel@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Chief Justice Rebuts Trump's Attacks on Judges, and President Tweets Back", "description": "President Trump and Chief Justice John Roberts engaged in an extraordinary debate over the independence of federal courts, issuing dueling statements that publicly exposed the judiciary’s long-simmering distress with Mr. Trump’s attacks on the legal system.", "url": "https://www.wsj.com/articles/chief-justice-roberts-rebuts-trumps-attacks-on-judges-1542827385", "urlToImage": "https://images.wsj.net/im-38355/social", "publishedAt": "2018-11-22T03:28:13Z", "content": "WASHINGTONPresident Trump and Chief Justice John Roberts engaged in an extraordinary debate Wednesday over the independence of federal courts, issuing dueling statements that publicly exposed the judiciarys long simmering distress with Mr. Trumps attacks on t… [+5010 chars]", "fulltext": "WASHINGTON—President Trump and Chief Justice John Roberts engaged in an extraordinary debate Wednesday over the independence of federal courts, issuing dueling statements that publicly exposed the judiciary’s long simmering distress with Mr. Trump’s attacks on the legal system.\n\nFor years, Chief Justice Roberts remained silent as Mr. Trump goaded the judiciary with tweets on individual judges and cast aspersions that political agendas rather than legal reasoning had prompted courts to rule against him.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Becky Yerak", "title": "Bankrupt iHEARTMEDIA Wants to Pay Top Brass Up to $33 Million in Bonuses...", "description": "Bankrupt iHEARTMEDIA Wants to Pay Top Brass Up to $33 Million in Bonuses... (Third column, 6th story, link ) Advertise here", "url": "https://www.wsj.com/articles/bankrupt-iheartmedia-wants-to-pay-top-brass-up-to-33-million-in-bonuses-1542826300", "urlToImage": "https://images.wsj.net/im-38353/social", "publishedAt": "2018-11-22T03:07:37Z", "content": "iHeartMedia Inc., a radio-station operator that filed for bankruptcy in March, is seeking a judges approval for a bonus plan that could pay its top executives as much as $33 million next year. In papers filed Tuesday in U.S. Bankruptcy Court in Houston, iHear… [+2662 chars]", "fulltext": "iHeartMedia Inc., a radio-station operator that filed for bankruptcy in March, is seeking a judge’s approval for a bonus plan that could pay its top executives as much as $33 million next year.\n\nIn papers filed Tuesday in U.S. Bankruptcy Court in Houston, iHeart lawyers said the bonuses — earmarked for 11 executives — are needed to motivate its top managers.\n\nWithout..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bill Spindle", "title": "Can India Afford to Cool Down?", "description": "The world’s fastest-growing market for air conditioners sparks a search for power-saving strategies that could help all developing countries.", "url": "https://www.wsj.com/articles/can-india-afford-to-cool-down-1542820862", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL300_acindi_TOP_20181120174517.jpg", "publishedAt": "2018-11-22T03:04:33Z", "content": "A few years ago, officials in Indias capital of New Delhi started noticing an unfamiliar spike in electricity usage on hot weekday afternoons and then again around 11 pm. The reason: Families like Prerna and Nikhil Gulati. The couple received their first air … [+7392 chars]", "fulltext": "A few years ago, officials in India’s capital of New Delhi started noticing an unfamiliar spike in electricity usage on hot weekday afternoons and then again around 11 pm.\n\nThe reason: Families like Prerna and Nikhil Gulati. The couple received their first air conditioner as a wedding gift from 29-year-old Prerna’s parents a few years back.\n\nThey flip it on when her husband’s niece stops in after school, and at night when they go to bed. “We had never used an AC,” she says. “Our electricity bill has gone up, but it’s worth it if we can sleep.”\n\nFor the Gulatis, an air conditioner fulfilled a common middle-class aspiration. But the growing use of air conditioning among India’s 1.3 billion people is among its biggest energy problems. Demand also is rising across other developing countries, where climates tend to be hot and incomes and populations are growing. That puts India at the epicenter of a global conundrum: How to accommodate the escalating needs for electricity without setting off an unsustainable tidal wave of energy use?\n\nA cadre of Indian bureaucrats is pursuing one of the most promising responses: more-efficient air conditioners. Energy efficiency is the unsexy side of the world’s energy debate. It gets little attention compared to efforts to install solar and wind farms. It is particularly critical in the developing world, where most of the energy growth over the next generation will take place. Developing countries, which consumed less than half the world’s energy in 2000, now account for 58%, according to the Paris-based International Energy Agency. By the year 2040 they will account for 67%, the IEA projects.\n\nIn these countries—especially populous nations such as India and Indonesia—most of the homes, offices and public buildings where energy will be consumed in 2030 have yet to be built. With an emphasis on energy efficiency, there are huge savings to be had not only in future energy consumption, but also in greenhouse gas emissions and the amount of energy generation and transmission infrastructure that needs to be built.\n\n“ Electricity consumption from air conditioning in India is expected to multiply 30 times from 2010 to 2030 if it isn’t made more efficient. ”\n\nA lot of the growth, and therefore potential savings, is in air conditioning. The 900 million residential air conditioners in the world today are expected to rise to between 2.5 billion and 3.7 billion room units by 2050. If little is done to improve efficiency, air conditioning will account for 40% of global growth in energy consumed in buildings by 2050—an amount of energy equivalent to all the electricity used today in the U.S. and Germany combined, according to the IEA. “Business as usual is really, really scary,” says Iain Campbell, a longtime executive with air conditioner manufacturers who is now a senior fellow at the Rocky Mountain Institute.\n\nIndia is already the world’s fastest growing market for air conditioners. By 2050, the IEA projects it will be the largest. There’s likely to be no stopping Indians from buying air conditioners; as China’s middle class emerged between 1992 and 2007, homes with air conditioning in many urban areas went from approximately zero to nearly 100%. What could change is the amount of energy those air conditioners use, if more efficient versions become the norm.\n\nAnnual electricity consumption from air conditioning in India is expected to multiply 30 times from just eight terawatt hours in 2010 to 239 terawatt hours by 2030 without more intensive efforts to improve their efficiency, according to a study by the Lawrence Berkeley National Laboratory. That would equal about one-seventh of India’s total annual energy load today, but the real threat is peak-time usage. Air conditioners would take up half of India’s expected peak capacity at that point if they don’t become more efficient. Increasing the efficiency—and thus the annual load and the peak demand—by 40% would avoid the need to build the equivalent of more than 100 new coal-fired power plants of 500 megawatts each, according to the study.\n\nAs part of India’s effort to convert the country to power-saving LED bulbs, U.S.-born Meera Vashisht distributed free bulbs in New Delhi in July 2016. The bulbs were bought with funds raised in the U.S. Photo: AFP/Getty Images\n\nFor precedent, India had surprising energy-savings success with another electricity-guzzling fixture of modern life: the light bulb. In lighting, by promoting use of high-efficiency bulbs through bulk purchasing, Indian energy officials pushed manufacturers to drive down bulb prices by more than 90%. In turn, the availability of cheaper bulbs in that large a market helped encourage a global switch to more energy-lean LED bulbs.\n\nThe light-bulb effort began five years ago when a former tax department official named Saurabh Kumar went to work for an arm of the Indian government called Energy Efficiency Services Ltd. He convinced the tiny state of Puducherry to order 600,000 high-efficiency, long-lasting bulbs with a plan to sell them to consumers for 10 rupees (about 14 cents) upfront and 10 more rupees each month for 10 years added to their electricity bill. EESL fronted the bulk purchase, to be paid back over the decade life of the program. Then in October 2014, the Indian state of Andhra Pradesh was devastated by a cyclone, and every streetlight in its largest city, Visakhapatnam, needed replacing. EESL installed 90,000 new high-efficiency street lights in just weeks, and soon Andhra Pradesh and other states were ordering tens of millions more of the bulbs. The price, once 500 rupees, dropped to as little as 38 rupees per bulb through the EESL’s programs. In the private market, bulb prices dropped almost as much.\n\nTo date, about one billion high-efficiency light bulbs have been sold in India —close to one for every person—accounting for 12% of the global demand for LED bulbs, according to Mr. Kumar. The Indian government pegs its savings on electricity for light bulbs at 41 terawatt hours per year, or the equivalent of what 4 million homes in the U.S. use.\n\nPushing this many bulbs into the market that fast once seemed as daunting as the colossal challenge of air conditioning seems today. EESL, which has grown from just a dozen employees to 1,200, is aiming to achieve the same virtuous cycle. But air conditioners are much bigger purchases than a light bulb; the highest-efficiency models hover between 31,000 and 35,000 rupees.\n\nIn 2016, EESL started a pilot program approaching banks, which use air conditioners to keep their ATMs from overheating, using the same bulk-purchase strategy paid back from electricity savings. Then the agency began replacing 50,000 air conditioners in 6,000 government buildings. Now EESL is working with companies such as Mahindra Automotive, which has ordered 1,100 of the super-high efficiency air conditioners to replace aging units in its offices. The company expects a 15%-30% energy savings over the next 18 months, according to Vijay Kalra, CEO of the company. “We want to do it as fast as possible,” he said.\n\nIt remains to be seen whether EESL can drive down the price of super-efficient air conditioners as far as it did with high-efficiency lighting. Unlike with light bulbs, ACs are considered a luxury item for the rich, one governments are wary of being seen as directly subsidizing. EESL is looking into arranging financing plans and getting manufacturers to build units designed specifically to raise efficiency in India’s unusually high humidity. Still, companies and consumers are increasingly receptive to the idea that efficiency can lead to savings, in part because they saw the success of the light bulbs. “Before this,” says EESL head Mr. Kumar, “energy efficiency was a foreign idea for them.”\n\n—Vibhuti Agarwal contributed to this article\n\nWrite to Bill Spindle at bill.spindle@wsj.com and Russell Gold at russell.gold@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vieira", "title": "Canada Unveils Tax Incentives", "description": "Canada revealed billions in economic measures aimed at jump-starting lackluster business spending and countering the risk of lost investment to the U.S.", "url": "https://www.wsj.com/articles/canada-unveils-tax-incentives-to-offset-trump-effect-1542837471", "urlToImage": "https://images.wsj.net/im-38407/social", "publishedAt": "2018-11-22T02:41:11Z", "content": "OTTAWACanada on Wednesday unveiled billions in economic measures aimed at jump-starting lackluster business spending and countering the risk of lost investment to the U.S. stemming from the Trump administrations tax reform. The initiatives, contained in the L… [+4356 chars]", "fulltext": "OTTAWA—Canada on Wednesday unveiled billions in economic measures aimed at jump-starting lackluster business spending and countering the risk of lost investment to the U.S. stemming from the Trump administration’s tax reform.\n\nThe initiatives, contained in the Liberal government’s fall economic update, mark an effort to address repeated warnings from Canadian corporate leaders that the U.S. corporate tax-rate cuts and related incentives put in place last January threaten to put Canada at a distinct competitive disadvantage..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Hookway", "title": "Thailand Probes Boat Sinking, With Billions of Chinese Tourist Dollars at Stake", "description": "Thai accident investigators have begun a painstaking examination of a pleasure boat that sank in July, killing 47 Chinese tourists, with the goal of winning back the confidence of one of the single biggest contributors to Thailand’s economy.", "url": "https://www.wsj.com/articles/thailand-probes-boat-sinking-with-billions-of-chinese-tourist-dollars-at-stake-1542793831", "urlToImage": "https://images.wsj.net/im-38244/social", "publishedAt": "2018-11-22T02:40:56Z", "content": "BANGKOKThai accident investigators have begun a painstaking examination of a pleasure boat that sank in July, killing 47 Chinese tourists, with the goal of winning back the confidence of one of the single biggest contributors to Thailands economy. Visitors fr… [+3452 chars]", "fulltext": "BANGKOK—Thai accident investigators have begun a painstaking examination of a pleasure boat that sank in July, killing 47 Chinese tourists, with the goal of winning back the confidence of one of the single biggest contributors to Thailand’s economy.\n\nVisitors from China make up nearly a third of the 35 million people who visit Thailand each year. Their spending has helped prop up an economy that has lagged behind its neighbors since a military junta seized power in 2014.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Spencer Jakab", "title": "The Case for Buying GE (Yes, Really)", "description": "General Electric has frustrated bottom-pickers for the past year, but a rational approach suggests it could either be worth a whole lot more—or possibly nothing at all.", "url": "https://www.wsj.com/articles/the-case-for-buying-ge-yes-really-1542797042", "urlToImage": "https://si.wsj.net/public/resources/images/OG-CA118_201811_G_20181120172138.gif", "publishedAt": "2018-11-22T02:16:03Z", "content": "General Electric, once the worlds most valuable company, might be worthless. But what if this is precisely the time to buy? The last time GE shares got this low was at the depth of the financial crisis when there was a real chance that its huge financial arm,… [+4331 chars]", "fulltext": "General Electric, once the world’s most valuable company, might be worthless.\n\nBut what if this is precisely the time to buy? The last time GE shares got this low was at the depth of the financial crisis when there was a real chance that its huge financial arm, GE Capital, would bring down the whole enterprise. Investors willing to take that risk could at one point snap up its valuable industrial operations for free.\n\nIndustrial companies don’t implode the way financial firms do. So, despite the 40% selloff in the past month, the chances of catastrophe at the largely industrial GE are much less likely.\n\nThe odds of a bankruptcy recently topped 15% if credit-default-swap prices were to be believed. On the other hand, GE’s industrial operations are now a mixed bag—booming aviation and health care units, a listed oil-and-gas unit trading near multiyear lows and a horror show in its largest unit, power.\n\nIt is little wonder that optimists who saw the glass as at least 85% full have been burned by abortive rallies. Just seven weeks ago, there was a 21% gain in six trading sessions topping out at $13.61 a share on optimism over Chief Executive Larry Culp’s appointment. GE shares closed Friday at $7.57.\n\nBuying GE because you think its shares are destined to return to that last, or any other recent high, is a mistake. This is called anchoring and it is one of the psychological foibles that part fools from their money. The rational approach is to value GE as a going concern, acknowledging that there is at least a small chance of losing everything. If you like your odds, then buy it.\n\nIt is never easy to pull the trigger on a beaten-up stock. GE requires even more fortitude. Government investigations into its accounting, a massive write-down in its power division and the possibility it will have to pour more cash into its discontinued long-term-care insurance operation are just the known unknowns. While its debt isn’t rated junk, it trades like it is—hence the elevated price of credit default swaps.\n\nImagination at Work Sum-of-the parts valuation of GE based on peer groups, dollars a share Power $6.59 a share Aviation 4.68 Healthcare 4.39 Baker Hughes 3.35 Renewables 1.38 Transportation 1.13 Lighting 0.19 Finance less debt -3.15 Net industrial debt -4.64 Other* -2.07 Tuesday share price: $11.84 Sum of the parts $7.65\n\nNew York University finance professor Aswath Damodaran, who literally wrote the book on valuation, recently used two different approaches that rely on each of GE’s division’s past operating income and the multiples of close peers to arrive at per-share values of $11.84 or $10.92 a share. It was an exercise not without frustration.\n\n“I have always described my vision of hell as having to value GE over and over and over again, for eternity,” he wrote.\n\nBuying GE based only on its past accounting earnings, now under investigation, could have fairly hellish results if it turns out they were overstated. An alternative to Mr. Damodaran’s approach is to focus on cash, which is harder to fudge. GE’s free-cash-flow margin since 2000, a period encompassing two deep recessions, has averaged 11.2%. Plug in actual analyst cash-flow forecasts for the next two years and apply the historical margin to GE’s revenue from 2021 onward, assuming sales just grow in line with the economy. Discount those cash flows and subtract liabilities such as GE’s pension deficit, net debt and a further $15 billion contribution to long-term-care insurance produces a value per share of $19.42. GE fetched as much a little over a year ago.\n\nBut that is still optimistic. One reason is that before the last recession, high-margin businesses like entertainment and finance combined for nearly half of GE’s revenue. Last year, that was just 7%. Meanwhile, GE management can’t pin down when its biggest division, power, will turn around. Finally, a long-term cash-flow valuation is pretty useless for a company that goes bust in the short term.\n\nThere is no easy way to account for all of that except to build in a margin of safety. One approach would be to assign equal odds to the company going bankrupt or earning its historical free-cash-flow margin—15% each—and placing 70% odds on it earning just three-quarters of its historical free-cash-flow margin. On a probability-weighted basis, the stock should be worth $10.90 or 42% more than it is today.\n\nValuation is as much art as science. Faulty assumptions in a financial model, as analysts say, equals “garbage in, garbage out.” Even so, there is reason to believe that there is treasure to be found in this corporate dumpster fire.\n\nWrite to Spencer Jakab at spencer.jakab@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bojan Pancevski", "title": "U.S. Weighs Inviting German Auto CEOs to White House to Press for More U.S. Production", "description": "The Trump administration is considering inviting the CEOs of Germany’s three largest car makers to the White House amid growing impatience in Washington at the slow pace of trade talks with the EU.", "url": "https://www.wsj.com/articles/u-s-weighs-inviting-german-auto-ceos-to-white-house-to-press-for-more-u-s-based-production-1542825899", "urlToImage": "https://images.wsj.net/im-38350/social", "publishedAt": "2018-11-22T00:45:52Z", "content": "BERLINThe Trump administration is considering inviting the CEOs of Germanys three largest car makers to the White House amid growing impatience in Washington at the slow pace of talks with the European Union on forging a trans-Atlantic trade deal, according t… [+3194 chars]", "fulltext": "BERLIN—The Trump administration is considering inviting the CEOs of Germany’s three largest car makers to the White House amid growing impatience in Washington at the slow pace of talks with the European Union on forging a trans-Atlantic trade deal, according to people familiar with the discussions.\n\nThe chief executives of Volkswagen AG, BMW AG and Daimler AG could meet with Chief White House economic adviser Lawrence Kudlow, Commerce Secretary Wilbur Ross, and Trade Representative Robert Lighthizer within days, according..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Kitchen", "title": "Passwords Aren't Enough. The Key to Online Security Is a Key.", "description": "These physical devices by Yubico and Google are helping guard you against online hackers. Just don’t lose them.", "url": "https://www.wsj.com/articles/passwords-arent-enough-the-key-to-online-security-is-a-key-1542834498", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL223_PASSWO_SOC_20181120163115.jpg", "publishedAt": "2018-11-22T00:42:18Z", "content": "NO MATTER how much alphanumeric complexity you add to passwords, chances are theyre still not strong enough. Dont worry, mine are even weaker. Against all advice, Im only willing to deliver the bare minimum asked of me when it comes to mixing numbers, letters… [+2368 chars]", "fulltext": "NO MATTER how much alphanumeric complexity you add to passwords, chances are they’re still not strong enough. Don’t worry, mine are even weaker. Against all advice, I’m only willing to deliver the bare minimum asked of me when it comes to mixing numbers, letters and symbols. I stupidly use the same passwords for multiples sites, I rarely change them (unless forced to), and I hide them in very obvious places.\n\nAny grade-school computer nerd could hack me on most platforms were it not for an extra layer of security: my YubiKey..."}]