[{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Pat Toomey", "title": "Let's Vote on the New Nafta in the Current Congress", "description": "If the president adds some free-trade features to the implementing legislation, I could support USMCA.", "url": "https://www.wsj.com/articles/lets-vote-on-the-new-nafta-in-the-current-congress-1542758375", "urlToImage": "https://images.wsj.net/im-38187/social", "publishedAt": "2018-11-20T23:59:37Z", "content": "For free traders like me, the recently negotiated United States-Mexico-Canada Agreement, or USMCA, is a mixed bag of trade-enhancing and trade-restricting changes to the current North American Free Trade Agreement. My support for the new deal in the coming we… [+3666 chars]", "fulltext": "For free traders like me, the recently negotiated United States-Mexico-Canada Agreement, or USMCA, is a mixed bag of trade-enhancing and trade-restricting changes to the current North American Free Trade Agreement. My support for the new deal in the coming weeks, and perhaps that of many of my Republican colleagues, will depend on the steps the president takes to strengthen it.\n\nOn the positive side, the USMCA enhances the current Nafta with a new section covering digital trade, broader intellectual property-rights protections, and a ban on localized data storage requirements. The benefits of these improvements are unfortunately more than offset by the USMCA’s trade-limiting provisions. These include its expiration 16 years after it enters into force, continued use of Section 232 tariffs, severely limited investor dispute settlement protections, arbitrary wage requirements on auto and auto parts production, and numerous quotas on autos, steel, and aluminum, among other things.\n\nTo ratify the USMCA, President Trump faces a choice: make further trade-restricting concessions and hope they secure passage in a House of Representatives controlled by Democrats next year, or make protrade modifications in the implementing legislation and enact the USMCA under a Republican-controlled Congress before the end of this year. I urge him to choose the latter.\n\nEntrusting House Democrats with passing the USMCA is a dicey proposition, at best. Many of the newly elected Democrats ran on opposition to all things Trump, and the next House speaker will not prioritize passage of President Trump’s signature trade achievement. In addition, liberal constituencies are already panning USMCA. Environmental organizations are actively opposed. Labor unions are withholding support despite significant courtship from the U.S. Trade Representative. And key House Democrats are demanding changes that would undermine trade among the three countries—and may even require reopening negotiations.\n\nThe new Democratic majority in the House also might indefinitely stall passage of USMCA, goading the president into responding with the “nuclear option”—a unilateral withdrawal from the existing Nafta. This would be disastrous for the American economy, and would kick off a constitutional battle between the branches over trade power.\n\nTo avoid this quagmire, President Trump should work with congressional Republicans to incorporate additional free-trade features in the USMCA’s implementing legislation so that it can be passed before the next Congress is sworn in on Jan. 3, 2019. These improvements wouldn’t require reopening negotiations with Mexico and Canada. To preserve this option, the president, under Trade Promotion Authority rules, must submit the final text of the trade agreement to Congress before the end of this month. By doing this, the president would preserve the fast-track procedures of TPA, including a straight-up, simple majority vote requirement in the Senate. This procedural step does not commit President Trump to a strict timeline for passage of the USMCA. Rather it leaves open the option for congressional consideration this year or next.\n\nConsidering the USMCA before the end of this year would require a process more expedited than some of my colleagues would prefer. However, it may be the president’s best shot at securing a vote on USMCA, and preserving the North American trading relationship. That is why I, and 11 of my Republican colleagues, sent a letter to President Trump late Tuesday, asking him to keep open the option of passing this agreement in this Congress.\n\nIf President Trump chooses to pursue a USMCA vote in Congress this year, I will engage in a good-faith effort to work with his administration on implementing legislation that corrects the flaws listed above and that could pass Congress with the votes of free traders like me.\n\nMr. Toomey, a Republican, is a U.S. senator from Pennsylvania."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Romer", "title": "Government Can Do More to Support Science and Innovation", "description": "Focus on infrastructure, information sharing, and separating scientific advisors from regulators.", "url": "https://www.wsj.com/articles/government-can-do-more-to-support-science-and-innovation-1542758326", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK557_romer_SOC_20181118125130.jpg", "publishedAt": "2018-11-20T23:58:48Z", "content": "The U.S. government is divided and so are the people. But perhaps we can all agree that the economic growth of the 20th century, driven by robust markets and technological innovation, was good for everyone. The government can do more than most policy makers r… [+4313 chars]", "fulltext": "The U.S. government is divided and so are the people. But perhaps we can all agree that the economic growth of the 20th century, driven by robust markets and technological innovation, was good for everyone. The government can do more than most policy makers realize to sustain this long-term, broadly shared growth through investment in science.\n\nI have three recommendations for the 116th Congress to support the sciences and foster innovation:\n\nFirst, government needs to take a more active role in creating scientific infrastructure. The U.S. has done it in the past, showing that investments in science today can result in critical economic infrastructure tomorrow. For example, the Defense Advanced Research Projects Agency laid the foundation for the internet, which now powers the modern economy. Now this infrastructure needs to be maintained and improved to facilitate new innovations.\n\nCongress can help without any additional spending by letting recipients of research grants use those funds to support open-source projects, which make their blueprints publicly available. Recipients can already use grant funds to buy commercial software; freeing them up to help open-source initiatives would even the playing field.\n\nTake Python, the open-source programming language that has become the language of choice for software developers in the fields of artificial intelligence and data science. Programmers have used Python to power innovation in everything from the detection of gravity waves (resulting in last year’s Nobel Prize in Physics) to reducing the cost of developing new drugs. Letting researchers allocate even a fraction of their federal grant funding to support open-source projects like Python would encourage the development and maintenance of scientific infrastructure open to everyone.\n\nSecond, Congress should look for opportunities to extend scientific transparency to the private sector. It could draw on the principles that guided the design of our patent system; the law protects a private right to charge for the use of a discovery, but mandates public disclosure of its details so others can learn from it.\n\nTo see how this could work, consider hydraulic fracturing, or fracking, for oil and gas. Regulators in North Dakota forced firms to disclose how much water and sand they used to frack each well and how much oil it produced. This let a different firm drilling a well nearby select a better mixture for its well. Over time, the entire industry optimized the mix used in various geological conditions and substantially reduced costs.\n\nCongress could apply this insight to industries accumulating vast quantities of data about daily life. At an artificial-intelligence conference in September, an Uber representative suggested that anyone looking to do cutting-edge research on autonomous-vehicles would have to come work for the ride-sharing company in order to access Uber’s massive—and proprietary—dataset of vehicle trips. Opening access to that data would speed up innovation and spur growth.\n\nThird, Congress can protect the independence of the federal government’s scientific advisers, who must be uncompromising in their pursuit of the facts. The key is to set them apart from regulators, who rely on facts but must compromise to balance competing interests when they write regulations.\n\nThe National Transportation Safety Board is a model for this. After a transportation accident, the NTSB’s only job is to establish what happened. It can make recommendations, but has no power to implement them. Flight-safety regulations are the Federal Aviation Administration’s responsibility. This layer of separation protects both scientists and regulators.\n\nThe same model should be applied to other areas, such as diagnosing the cause of a financial crisis. After the last crisis, the Financial Crisis Inquiry Commission was not able to reach consensus about the facts of what happened because some members jumped ahead to possible regulatory changes. Keep the two separate: Congress should create fact-finding authorities that are independent from all regulatory agencies. This would give regulators and firms the facts they need to evaluate any changes to existing regulations.\n\nBy focusing on science, the 116th Congress can help create growth and prosperity. As a citizen, I remain optimistic. As a scientist, I’m convinced that the U.S. can repeat what it did so well in the last century: foster innovation that benefits all Americans.\n\nMr. Romer, a co-recipient of the 2018 Nobel Prize in Economics, is a University Professor at New York University."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William A. Galston", "title": "Work: The New Political Breakthrough", "description": "Left and right are coalescing around policies to boost wages and reduce idleness.", "url": "https://www.wsj.com/articles/work-the-new-political-breakthrough-1542757818", "urlToImage": "https://images.wsj.net/im-38024/social", "publishedAt": "2018-11-20T23:53:08Z", "content": "Americans can argue endlessly about the meaning of the midterm elections, but one thing is clear: Most of us are worried about the divisions in our country and are eager to begin healing them. According to a recent survey conducted by More in Common, these di… [+4454 chars]", "fulltext": "Americans can argue endlessly about the meaning of the midterm elections, but one thing is clear: Most of us are worried about the divisions in our country and are eager to begin healing them. According to a recent survey conducted by More in Common, these divisions have energized the far-left and far-right, but have left most Americans exhausted and anxious. Eighty-seven percent believe the country is more divided than at any point in their lifetime, 86% fear these divisions will lead to increased violence, and 89% say they want both parties to find areas of convergence and compromise.\n\nThough there is no reason to expect much from a divided Congress, a few issues seem ripe for bipartisan action. For example, policy makers can narrow the gap between thriving metropolitan areas and small-town and rural regions by boosting the fundamentals of growth—capital, skills, communication, transportation—in left-behind areas, as my colleagues and I at the Brookings Institution proposed in a paper last week.\n\nAnother, even more ambitious goal would be restoring the centrality of work in American society. This ideal frames two important recent books: one from the center-right, Oren Cass’s “The Once and Future Worker,” and the other from the center-left, Isabel Sawhill’s “The Forgotten Americans.”\n\nThe bipartisan case for action goes something like this: For most people, work is an important source of structure and meaning. There are many different kinds of work, in the home and in civil society as well as in offices and factories, and all deserve respect. But today Americans’ core concern must be paid employment, which honors the principle of reciprocity. Workers do the best they can in their jobs and are compensated by the market, with wages sometimes supplemented by public support.\n\nAlthough unemployment is at a near-record low, the share of Americans participating in the workforce is well below the high reached at the end of the 20th century. The decline of work among men with less than a four-year degree has been especially pronounced. The consequences have not been pretty: dissolving marriages, unstructured lives, rising rates of depression, substance abuse and suicide.\n\nWe can argue endlessly about whether changes in the economy triggered changes in the culture or vice versa. But whatever may have been the case three decades ago, we have reached a point at which it no longer matters. In too many areas, cultural and economic decline have combined to create a tangle of dysfunction.\n\nPolicy makers should view the problem from the starting point of today, and resolve to take action on every front. America must restore the norm of gainful employment for all who are mentally and physically able and are not working in the home. The private and public sectors must share responsibility for equipping every American, college-bound or not, with marketable 21st-century skills. Congress and state legislatures should restructure public benefit programs to encourage work and ensure that workers earn a living wage. Finally, the nation must enact public policies that sustain the labor market through downturns, making it possible for every able worker to find a job.\n\nOpportunity for all who seize it, work for all who can do it, cooperation by every sector in this endeavor: these are the building blocks of a social compact that a wide spectrum of the American people can endorse.\n\nSome will reject this program. Backers of a universal basic income believe that the link between work and income should be broken, while advocates of an unregulated private market claim the invisible hand will produce all the jobs and compensation workers need and deserve.\n\nOther critics go even further. Writing from a Christian perspective, Jonathan Malesic argues that there is a mismatch between our moral expectations and the reality of modern work. The characteristic activities of today’s workplace inculcate more vice than virtue, he alleges, and tear down character rather than building it. “We believe the false promise that work confers dignity, character, and purpose,” he says in a recent essay. As a result, “Our commitment to the work ethic, meant to help us live the good life, is actually keeping us from doing so.”\n\nMr. Malesic anticipates, and looks forward to, a time when automation will end work as we know it, freeing workers to develop and live out individually crafted, noneconomic forms of meritorious life. But most people need to find meaning within structures they do not create. Until there is a clear alternative for more than a few unusual individuals at the margins, it would be dangerous to undermine the moral centrality of work, a principle that can help reunite our divided society."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Holman W. Jenkins, Jr.", "title": "The Scapegoating of Facebook - Wall Street Journal", "description": "Wall Street Journal The Scapegoating of Facebook Wall Street Journal There's a reason important media companies are headed by craggy old veterans who know how to navigate political and cultural cross currents. That said, let's have a moment of realism about M…", "url": "https://www.wsj.com/articles/the-scapegoating-of-facebook-1542757846", "urlToImage": "https://images.wsj.net/im-38076/social", "publishedAt": "2018-11-20T23:51:48Z", "content": "Theres a reason important media companies are headed by craggy old veterans who know how to navigate political and cultural cross currents. That said, lets have a moment of realism about Mark Zuckerberg and Sheryl Sandberg, whose feet of clay have become the … [+4667 chars]", "fulltext": "There’s a reason important media companies are headed by craggy old veterans who know how to navigate political and cultural cross currents.\n\nThat said, let’s have a moment of realism about Mark Zuckerberg and Sheryl Sandberg, whose feet of clay have become the media narrative of the nanosecond.\n\nThe New York Times provides, over the course of 5,000 words, a handful of anecdotes and claims about what somebody said at a meeting. Now many seem convinced they have comprehensive insight into Facebook ’s special iniquity as it failed to solve the dilemma of an open platform on which Russians and others are able to post content that many find objectionable.\n\nThey don’t. The Times gives us a sliver of a window that, at best, may be accurate but is incomplete.\n\nThe Washington Post offers a piece of similar length examining a single producer and single consumer of fake news. Lo, the producer is a liberal who enjoys baiting conservatives (and making money from it) with made-up stories shared on Facebook, such as one claiming Chelsea Clinton and Michelle Obama flipped Donald Trump the finger at the White House during the national anthem.\n\nThe consumer is an elderly woman who invests no more effort in these stories than it takes to click “like” or “share.” She is a lifelong Republican, we’re told, but the Post doesn’t even tell us if she voted.\n\nSo what is the net effect? Probably nil.\n\nA voice against the howling has been a group at Harvard’s Berkman Klein Center for Internet & Society, whose work we’ve pointed to before. Now they have a book based on actual evidence of millions of news stories and how they were shared on social media. What drove the election decision was not Russian trolls or fake news on social media but a pas de deux of the mainstream center-left media and conservative upstarts like Fox and Breitbart.\n\nSome choice bits:\n\nWhat happened in 2016, they write, “cannot be laid at the feet of Facebook, Russia, or new technology.”\n\n“One of the starkest findings of our work was the extent to which non-horserace coverage in mainstream media followed the agenda of the right-wing media and the Trump campaign. . . . Trump got more coverage, and, however negative, the stories still covered his core substantive issues—immigration, jobs, and trade.”\n\n“Critically, if the biggest win for Russian information operations is to disorient American political communications, then overstating the impact of those efforts actually helps consolidate their success. . . . [I]t is important not to confuse the high degree to which Russian operations are observable with the extent to which they actually made a difference to politically active beliefs, attitudes, and behaviors on America.”\n\nDuh.\n\nLet’s roll back the tape. It was evident to this columnist Russian trolls were favoring Donald Trump as early as mid-2015, but it didn’t then and doesn’t now seem like a big deal. The internet is a welter of dubious information and fake claims by people pretending to be somebody they aren’t. On the internet, nobody knows you’re a dog.\n\nFacebook, it’s true, brought this behavior to many more people than were accustomed to patronizing, say, 4chan. So let’s ban all new things—or perhaps grow up about the dilemma of open platforms and the First Amendment.\n\nWhen it comes to the Russians, the Berkman book also shows why this column makes a habit of dumping on any simplistic analysis that assumes pro-Trump Russian messages increased the Trump vote. As the prior administration’s intelligence chiefs made clear, Russia wanted its meddling to be seen. The real message was, “We’re screwing with you, America.” So how many votes did Mr. Trump lose during the campaign because of a torrent of partisan and media innuendo about his alleged Putin ties? The net effect of the Kremlin’s noisy activities is what matters.\n\nIf we’re being honest with ourselves, the overwhelming effect of Russian meddling was to make Russian meddling a club that U.S. elites could use on each other in pursuit of ambition. Somebody might well be deserving of blame for this, but it’s not Mark Zuckerberg or Sheryl Sandberg.\n\nFacebook is an especially inapt scapegoat for the besetting uncertainties of our age. The U.S. electorate is described as “polarized.” Closely divided, with a large number of voters shifting back and forth, would be a better description. But what divides us is harder to put a finger on—or maybe it’s truer to say anything would be apt to divide us given the problems of the post-war Western model: overflowing debt plus insufficient productivity to keep living standards universally rising, to afford promised pensions and health care, to give the next generation a better life.\n\nPolitics is fully capable of making things worse, as we might find out thanks to Donald Trump’s trade warfare or the neo-socialist infatuations of the Democrats. But it’s also to politics that we must turn for solutions. That means changing the subject from the search for scapegoats."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Mattox", "title": "'School Choice Moms' Tipped the Florida Governor's Race", "description": "DeSantis owes his win to unexpected support from minority women.", "url": "https://www.wsj.com/articles/school-choice-moms-tipped-the-governors-florida-race-1542757880", "urlToImage": "https://images.wsj.net/im-37868/social", "publishedAt": "2018-11-20T23:51:21Z", "content": "Believe it or not, Republican Ron DeSantis owes his victory in the Florida gubernatorial election to about 100,000 African-American women who unexpectedly chose him over the black Democratic candidate, Andrew Gillum. Of the roughly 650,000 black women who vot… [+2708 chars]", "fulltext": "Believe it or not, Republican Ron DeSantis owes his victory in the Florida gubernatorial election to about 100,000 African-American women who unexpectedly chose him over the black Democratic candidate, Andrew Gillum.\n\nOf the roughly 650,000 black women who voted in Florida, 18% chose Mr. DeSantis, according to CNN’s exit poll of 3,108 voters. This exceeded their support for GOP U.S. Senate candidate Rick Scott (9%), Mr. DeSantis’s performance among black men (8%) and the GOP’s national average among black women (7%).\n\nTo be sure, 18% of the black female vote in Florida is equal to less than 2% of the total electorate. But in an election decided by fewer than 40,000 votes, these 100,000 black women proved decisive. Their apparent ticket splitting helps to explain why the Florida governor’s race wasn’t as close as the Florida Senate race, though Mr. Gillum was widely expected to carry Democrat Sen. Bill Nelson to victory on his coattails.\n\nWhat explains Mr. DeSantis’ surprising support from African-American women? Two words: school choice.\n\nMore than 100,000 low-income students in Florida participate in the Step Up For Students program, which grants tax-credit funded scholarships to attend private schools. Even more students are currently enrolled in the state’s 650 charter schools.\n\nMost Step Up students are minorities whose mothers are registered Democrats. Yet many of these “school-choice moms” vote for gubernatorial candidates committed to protecting their ability to choose where their child goes to school.\n\nFour years ago, Gov. Scott narrowly won re-election thanks to a spike in support from school-choice moms. In 2016 more than 10,000 scholarship recipients joined Martin Luther King III in Tallahassee to protest a lawsuit filed by the teachers union in America’s largest-ever school choice rally.\n\nRegrettably, Mr. Gillum’s campaign chose to ignore signs that many minority voters view school choice as ‘’the civil rights issue of our time,” to quote Condoleezza Rice. Mr. Gillum figured his charm and potential to become the state’s first black governor would win over African-American voters.\n\nBut many school-choice moms were not convinced. A social-media campaign by the Florida Federation for Children reminded voters of Mr. Gillum’s strong opposition to school choice. The issue also helped solidify Mr. DeSantis’s support among Latinos at an impressive 44%.\n\nThe unexpected outcome of the Florida governor’s race should encourage Republicans nationwide to pitch their education agenda to minority voters. It should also prompt Democrats to rethink their blind allegiance to teachers unions.\n\nMost of all, Florida’s surprising outcome ought to encourage every American—especially in these hyperpolarized times—to support policies that bring together strange bedfellows to solve serious problems.\n\nMr. Mattox is director of the Marshall Center for Educational Options at the James Madison Institute. He served on the Tallahassee Civil Rights Landmark Committee."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "One Thing Investors Don't Need to Worry About", "description": "Markets fluctuate, but tax incentives always matter.", "url": "https://www.wsj.com/articles/one-thing-investors-dont-need-to-worry-about-1542756981", "urlToImage": "https://images.wsj.net/im-38191/social", "publishedAt": "2018-11-20T23:36:23Z", "content": "Tuesday was another down day in the markets amid concerns about global growth, U.S. interest rates and President Donald Trumps trade dispute with China. But investors suffering high market anxiety fortunately do not need to wonder whether tax competitiveness … [+5583 chars]", "fulltext": "A trader on the floor of the New York Stock Exchange on Tuesday.\n\nA trader on the floor of the New York Stock Exchange on Tuesday. Photo: Drew Angerer/Getty Images\n\nTuesday was another down day in the markets amid concerns about global growth, U.S. interest rates and President Donald Trump’s trade dispute with China. But investors suffering high market anxiety fortunately do not need to wonder whether tax competitiveness will help the U.S. in the long run.\n\nThe Journal’s Corrie Driebusch reports on Tuesday’s rout:\n\nMounting concerns about the pace of growth spurred fresh declines in stocks around the world Tuesday, wiping out yearly gains for the S&P 500 and Dow Jones Industrial Average...\n\nThe latest bout of selling left investors grappling anew with concerns that the nearly 10-year bull market could be running out of steam, even as ongoing growth in U.S. jobs, manufacturing, and corporate earnings signal to many that a recession isn’t imminent...\n\nAnalysts say there is little evidence to support an impending recession. Earnings are growing at a solid clip, manufacturing production grew at a solid pace for the fifth consecutive month in October, and the U.S. economy’s growth, while slowing, is still powering ahead at a faster pace than it notched for much of the long-running U.S. expansion since the financial crisis.\n\nYet analysts at big institutions like Goldman Sachs and JP Morgan also see very slow growth ahead, perhaps because they have bought into the “sugar high” theory that the Trump tax cuts provide only a temporary stimulus before the U.S. returns to its sluggish new normal destiny.\n\nWhite House Council of Economic Advisers Chairman Kevin Hassett, on a recent trip to London, takes on this theory in an interview with the Economist magazine. Mr. Hassett emphasizes the impact of the United States cutting its federal corporate income tax to the new competitive 21% rate from the old 35% levy, which was among the highest in the industrialized world:\n\nI think that we should start by defining sugar high. And I think a sugar high would be maybe a consumption burst that was driven by something like the government mailing checks to people, or the Cash for Clunkers programme in the previous recession, where we bought a bunch of used cars and then people went out and bought new cars. What’s happening now is that we’ve cut the cost of capital. So we’ve made it cheaper to invest in the US.\n\nHe adds that investment and economic growth have picked up just as the White House predicted, and that the economy will continue to benefit as firms are able to increase output thanks to the new machines bought with the increased investment. He reminds readers that “when we came out with our 3% [GDP growth] forecast for this year people said the forecast is ludicrous. It was driven basically on hard science that we’ve documented extensively in the Economic Report of the president. And we now see it in the data.”\n\nBut can it last? Just a wee bit west of the Economist’s London offices lies perhaps the world’s foremost example of the power of competitive corporate tax rates. For decades Ireland has enjoyed one of the lowest rates in the world. And the latest readings suggest that the country continues to outshine its higher-taxed neighbors.\n\nTwo weeks ago Irish public broadcaster RTE reported:\n\nThe European Commission has revised upwards its growth predictions for Ireland for this year and next year as it cut the overall growth forecasts for the euro zone.\n\nGDP growth for Ireland is now forecast to reach 7.8% in 2018 and 4.5% in 2019, the Commission said in its latest quarterly economic forecast.\n\nThe Commission had predicted growth of 5.6% for this year and 4% for 2019 in its summer economic forecast.\n\nEven before this upward revision, the EC was expecting the Emerald Isle to record the fastest growth in the European Union this year. The Celtic tiger is roaring especially loudly when compared to the quiet economies nearby. RTE continues:\n\nUnder the forecasts, the euro zone will grow 2.1% this year after a 2.4% expansion in 2017.\n\nThe slowdown will continue next year when growth is expected at 1.9%, slightly below the previous estimate of 2%.\n\nKieran Donoghue of IDA Ireland, the country’s public-private agency tasked with encouraging foreign investment in the country, tells this column that the Irish government “remains totally committed” to the country’s 12.5% corporate tax rate. But he also notes with concern that Ireland no longer boasts the most competitive rate in the region. Hungary has recently and boldly gone to a corporate income tax rate of just 9%.\n\nAnd take a wild guess what’s starting to happen there. Earlier this month the Budapest Business Journal reported: “In its biannual forecast released on Thursday, the European Commission raised its projection for Hungaryʼs GDP growth this year to 4.3% (up from 4.0% forecast in the spring), and to 3.4% for 2019 (up from 3.2%), state news agency MTI reported.”\n\nThe U.S. has its challenges, and a globally competitive tax system will be helping us meet them for years to come.\n\n***\n\nIn Other News\n\nFriends to All\n\n“California wildfires: Town hosting displaced victims for Thanksgiving feast,” NBC News, November 19\n\nFriends of Farrakhan\n\n“A Record Number of Women Were Just Elected, but the Women’s March Is Imploding,” Daily Beast, Nov. 19\n\nAnnals of Government Infrastructure Programs\n\n“Audit cites flaws in costly California’s high-speed rail project,” Associated Press, Nov. 16\n\nBreaking News from 536 A.D.\n\n“Worst year in history puts our problems in the shade,” The Times, Nov. 18\n\nCurls Gone Wild\n\n“‘They were breaking brooms’ -- Curling team kicked out of tournament for drunkenness,” CNN, Nov. 20\n\n***\n\nFollow James Freeman on Twitter.\n\nSubscribe to the Best of the Web email with one click.\n\nTo suggest items, please email best@wsj.com.\n\n(Teresa Vozzo helps compile Best of the Web. Thanks to Irene DeBlasio, Kathy Sperlak, Miguel Rakiewicz and Tony Lima.)\n\n***\n\nMr. Freeman is the co-author of “Borrowed Time,” now available from HarperBusiness."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Melissa Korn", "title": "Ex-Michigan State President Charged With Felonies in Nassar Case", "description": "Prosecutors charged former Michigan State University President Lou Anna K. Simon with lying to officers in connection with the Larry Nassar sex-abuse scandal, the latest twist in the yearslong university saga.", "url": "https://www.wsj.com/articles/ex-michigan-state-president-charged-with-felony-in-nassar-case-1542750466", "urlToImage": "https://images.wsj.net/im-38165/social", "publishedAt": "2018-11-20T23:29:35Z", "content": "Prosecutors charged former Michigan State University President Lou Anna K. Simon with lying to officers in connection with the Larry Nassar sex-abuse scandal, the latest twist in the yearslong university saga. Dr. Simon is set to be arraigned on Monday on two… [+2598 chars]", "fulltext": "Prosecutors charged former Michigan State University President Lou Anna K. Simon with lying to officers in connection with the Larry Nassar sex-abuse scandal, the latest twist in the yearslong university saga.\n\nDr. Simon is set to be arraigned on Monday on two felony counts and two misdemeanor counts, the Michigan state attorney general’s office said Tuesday. She is accused of “knowingly and willfully” making false or misleading statements to officers after being told state police were conducting a criminal investigation.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nat Ives", "title": "Airbnb, Walmart Are Among Latest Brands to Tangle With Politics", "description": "Airbnb is facing a backlash over its decision to remove listings located in Israeli settlements in the West Bank, while Walmart said it is dropping its support for the re-election campaign of Sen. Cindy Hyde-Smith over her reference to a “public hanging.”", "url": "https://www.wsj.com/articles/airbnb-walmart-are-among-latest-brands-to-tangle-with-politics-1542753280", "urlToImage": "https://images.wsj.net/im-38183/social", "publishedAt": "2018-11-20T23:26:05Z", "content": "Airbnb Inc. is facing a backlash over its decision to remove listings located in Israeli settlements in the West Bank, while Walmart Inc. said it is dropping its support for the re-election campaign of Sen. Cindy Hyde-Smith (R., Miss.) over her reference to a… [+2721 chars]", "fulltext": "Airbnb Inc. is facing a backlash over its decision to remove listings located in Israeli settlements in the West Bank, while Walmart Inc. said it is dropping its support for the re-election campaign of Sen. Cindy Hyde-Smith (R., Miss.) over her reference to a “public hanging.”\n\nThe controversies rooted on opposite sides of the globe again show how entangled brands have become in politics, taking public stands on issues they once avoided or handled quietly to avoid alienating consumers.\n\n“We know that people will disagree with this decision and appreciate their perspective,” Airbnb said in a blog post announcing its decision on Monday. “This is a controversial issue.”\n\nThe company was right about that; Amnesty International expressed approval but said Airbnb should do more, while others such as the Simon Wiesenthal Center, a group dedicated to fighting anti-Semitism, called for a boycott. “This is double standard anti-Semitism pure and simple,” the Center said in a statement. “Nowhere else on the planet has Airbnb stopped making its service available in disputed territories, except Judea and Samaria,” it said, referring to the West Bank.\n\nNewsletter Sign-up\n\nIn addition to calling Israel “a special place” with over 22,000 Airbnb hosts, the company responded by saying it will apply its new framework for evaluating “listings in occupied territories” elsewhere, naming Western Sahara as another example.\n\nRelate Mississippi Senator Faces New Questions After Photo Emerges\n\nMarketers need to prepare for political glare, partly by anticipating what kinds of issues might come up, said Richard Edelman, president and chief executive of public relations giant Edelman.\n\n“Are you in a state or a district where issues like trade are going to hit you?” he said by way of example, referring to the dispute between President Trump and Harley-Davidson last summer amid a trade battle with the European Union. The president endorsed a boycott of the company after it said it would move some production overseas to offset new EU tariffs.\n\nMarketers also need to be able to move quickly if the spotlight lands on them unexpectedly. “The aspect of rapid response there is essential,” Mr. Edelman said. “You don’t have days to make decisions. But the most important point is CEO and CMO have to be absolutely together on this.”\n\nSen. Cindy Hyde-Smith, ( R-Miss.), faces a runoff election on Nov. 27 in a non-partisan race. Photo: Sarah Warnock/Associated Press\n\nIn Mississippi, marketers have come under pressure for supporting Ms. Hyde-Smith after she thanked a supporter by saying she would be in the “front row” if he invited her to a “public hanging.”\n\nSoon after Boston Scientific and Union Pacific were identified in social media as donors to Ms. Hyde-Smith’s runoff campaign on Monday, the companies said they had or would ask for their money back. Walmart, another donor that was named, answered on Tuesday.\n\n“Sen. Hyde-Smith’s recent comments clearly do not reflect the values of our company and associates,” Walmart said in a Twitter post responding to the “Will & Grace” star Debra Messing. “As a result, we are withdrawing our support and requesting a refund of all campaign donations.”\n\nWrite to Nat Ives at nat.ives@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Greg Ip", "title": "Amidst Roaring Economy, Markets Sound Alarms", "description": "The U.S. economy is firing on all cylinders while growth abroad slows. Markets are signaling increased concerns as JPMorgan economists chart a rise in the likelihood of a recession starting within the next 12 months.", "url": "https://www.wsj.com/articles/amidst-roaring-economy-troubled-markets-sound-alarms-1542752552", "urlToImage": "https://images.wsj.net/im-38182/social", "publishedAt": "2018-11-20T23:24:00Z", "content": "By most measures the U.S. economy is in excellent health. Yet stocks are sinking, yields on corporate bonds are rising and commodity prices are tumblingall typical precursors of a slowdown or recession. The dichotomy is rooted in two unusual features of the w… [+5657 chars]", "fulltext": "Is a bear market on the horizon? WSJ markets reporter Riva Gold analyzes the trends that came before the dot-com bubble burst and the financial crisis hit.\n\nBy most measures the U.S. economy is in excellent health. Yet stocks are sinking, yields on corporate bonds are rising and commodity prices are tumbling—all typical precursors of a slowdown or recession.\n\nThe dichotomy is rooted in two unusual features of the world today. First, while the U.S. is surfing a wave of fiscal stimulus, growth in the rest of the world is slowing. That’s undercutting prospects for companies that do business abroad. Second, the Federal Reserve is steadily withdrawing the unprecedented monetary stimulus..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ben Kesling", "title": "Apple in Talks to Give Veterans Access to Electronic Medical Records - Wall Street Journal", "description": "Wall Street Journal Apple in Talks to Give Veterans Access to Electronic Medical Records Wall Street Journal Apple Inc. AAPL -4.78% is in discussions with the Department of Veterans Affairs to provide portable electronic health records to military veterans, a…", "url": "https://www.wsj.com/articles/apple-in-talks-to-give-veterans-access-to-electronic-medical-records-1542755703", "urlToImage": "https://images.wsj.net/im-38195/social", "publishedAt": "2018-11-20T23:20:35Z", "content": "Apple Inc. AAPL -4.78% is in discussions with the Department of Veterans Affairs to provide portable electronic health records to military veterans, a partnership that would simplify patients hospital visits and allow the technology giant to tap millions of n… [+2756 chars]", "fulltext": "Apple Inc. is in discussions with the Department of Veterans Affairs to provide portable electronic health records to military veterans, a partnership that would simplify patients’ hospital visits and allow the technology giant to tap millions of new customers, according to people familiar with the effort and emails reviewed by The Wall Street Journal.\n\nUnder the plans being discussed, Apple would create special software tools allowing the VA’s estimated nine million veterans currently enrolled in the system to transfer their..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared Malsin", "title": "Libyan Authorities Forcibly Remove Migrants from Cargo Ship, U.N. Says", "description": "Authorities removed dozens of migrants from a cargo ship that rescued them at sea, ending a standoff that highlighted Europe’s backing for Libya’s controversial efforts to curb people smuggling.", "url": "https://www.wsj.com/articles/libyan-authorities-forcibly-remove-migrants-from-cargo-ship-u-n-says-1542738634", "urlToImage": "https://images.wsj.net/im-38086/social", "publishedAt": "2018-11-20T22:47:38Z", "content": "CAIROLibyan authorities removed dozens of migrants by force from a cargo ship that rescued them at sea, the United Nations said, ending a standoff that highlighted Europes backing for the countrys controversial efforts to curb people smuggling. The migrantsin… [+2288 chars]", "fulltext": "CAIRO—Libyan authorities removed dozens of migrants by force from a cargo ship that rescued them at sea, the United Nations said, ending a standoff that highlighted Europe’s backing for the country’s controversial efforts to curb people smuggling.\n\nThe migrants—including people from South Sudan, Somalia, Pakistan and Ethiopia—had been picked up by the cargo ship while adrift in the Mediterranean Sea and brought to the coastal Libyan city of Misrata, east of Tripoli, on Nov. 10.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Keach Hagey", "title": "WSJ: Megyn Nears NBC Exit With $69M Entirety!", "description": "Megyn Kelly is nearing a deal with Comcast Corp.’s NBC News to walk away with the full value left on her three-year, $69 million contract with the network, according to people familiar with the matter.", "url": "https://www.wsj.com/articles/megyn-kelly-nears-deal-to-leave-nbc-news-with-entirety-of-69-million-contract-1542751002", "urlToImage": "https://images.wsj.net/im-38171/social", "publishedAt": "2018-11-20T22:37:37Z", "content": "Megyn Kelly is nearing a deal with Comcast Corp.s CMCSA -3.72% NBC News to walk away with the full value left on her three-year, $69 million contract with the network, according to people familiar with the matter. A deal could come as early as next week, one … [+450 chars]", "fulltext": "Megyn Kelly is likely to walk away with more than $30 million, people familiar with the matter said.\n\nMegyn Kelly is likely to walk away with more than $30 million, people familiar with the matter said. Photo: Nathan Congleton/Associated Press\n\nMegyn Kelly is expected to walk away from Comcast Corp.’s NBC News with more than $30 million—the full value left on the three-year, $69 million contract with the network, according to people familiar with the matter.\n\nThe TV anchor’s exit deal with NBC News could come as early as next week, one of the people said, more than a month after she came under fire for questioning on-air why using “blackface” for a Halloween costume was necessarily racist or insensitive. Her show, “Megyn Kelly Today,” was canceled days later.\n\nThe issues that the two sides are haggling over are largely “nonfinancial,” the person said, including noncompete and nondisclosure clauses. Ms. Kelly’s contract with NBC went into effect in the middle of last year, meaning she has a little more than half of her contract left."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alison Sider", "title": "FAA Sides With United in Newark Airport-Fee Dispute", "description": "United Continental Holdings has won a victory in a yearslong battle with the Port Authority of New York and New Jersey over what the airline said were exorbitant fees at Newark Liberty International Airport.", "url": "https://www.wsj.com/articles/faa-sides-with-united-in-newark-airport-fee-dispute-1542752859", "urlToImage": "https://images.wsj.net/im-38151/social", "publishedAt": "2018-11-20T22:27:41Z", "content": "United Continental Holdings Inc. has won a victory in a yearslong battle with the Port Authority of New York and New Jersey over what the airline said were exorbitant fees at Newark Liberty International Airport. The top aviation regulator this week said the … [+3740 chars]", "fulltext": "United Continental Holdings Inc. has won a victory in a yearslong battle with the Port Authority of New York and New Jersey over what the airline said were exorbitant fees at Newark Liberty International Airport.\n\nThe top aviation regulator this week said the Port Authority wasn’t transparent in setting flight fees and had poor record-keeping and accounting practices. The Federal Aviation Administration also said in its ruling Monday that the authority, a bistate agency controlled by the governors of New York and New Jersey,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Justin Lahart", "title": "The Big Profit Squeeze", "description": "Investors will be the losers as companies with rising costs struggle between raising prices and watching their profit margins shrink.", "url": "https://www.wsj.com/articles/apples-lesson-on-prices-1542715203", "urlToImage": "https://images.wsj.net/im-37962/social", "publishedAt": "2018-11-20T22:17:32Z", "content": "As companies grapple with higher costs for everything from labor to goods to transportation, they face a difficult choice: Try passing them on to customers, or leave prices where they are and see profit margins shrink. Neither of those things are good for inv… [+2679 chars]", "fulltext": "As companies grapple with higher costs for everything from labor to goods to transportation, they face a difficult choice: Try passing them on to customers, or leave prices where they are and see profit margins shrink. Neither of those things are good for investors.\n\nThe latest batch of earnings reports show that retailers are choosing to eat higher costs. TJX and Ross Stores ROST -1.56% on Tuesday both said that rising freight and wages were cutting into profits. Target reported that its gross margin slipped in the third quarter, while on its earnings call executives repeated their mantra of ensuring that the company “is priced right daily.”\n\nNot surprisingly, all those retailers’ shares fell sharply. More surprisingly, even Apple AAPL -2.54% is suffering from the same issue.\n\nDemand for Apple’s new iPhones has been lower than expected, leading it to slash production orders. Among the explanations, which include a maturing smartphone market and heightened competition, an important one is price. Apple’s new crop of iPhones cost $749 to $1,099, versus $649 to $769 in 2016—enough of a difference for people to hang on to their current phone a little longer or switch to a less expensive alternative.\n\nHome builders can relate. A combination of high prices and rising interest rates has been cutting into new home sales, and on Monday the National Association of Home Builders reported its measure of builder sentiment tumbled this month. The broad S&P index of home-building stocks has fallen by a third so far this year.\n\nApple’s experience is worrisome for most businesses because the effort to switch from the company’s operating system is greater than it is to another brand of bleach or to private-label cornflakes.\n\nSo far, Apple appears to be among the minority of companies trying to get consumers to pay significantly more. When it reported results last week, Walmart said that gross profit margins at its U.S. stores edged lower in part as a result of “price investments,” the company’s euphemism for price cuts. Last week’s inflation report from the Labor Department showed little effect on prices from the most recently imposed tariffs. For companies that don’t compete against Walmart, there is Amazon.com , where profit margins have always been thin.\n\nYears of low inflation have ground down Americans’ inflation expectations, making them less willing to accept price increases. Consumers surveyed by the University of Michigan now say they expect inflation to average 2.6% over the next five years. That is higher than the actual pace of inflation now, since people always overestimate inflation, but lower than the 3.1% they expected before the last recession hit.\n\nThe tight jobs market and another wave of tariffs mean companies will be under rising pressure to raise prices. But companies that assume their customers will agree to pay more risk seeing those customers go away.\n\nWrite to Justin Lahart at justin.lahart@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "The Wall Street Journal: Trump submits written answers to Mueller’s questions", "description": "Lawyers for President Donald Trump said they have submitted written responses to questions posed by special counsel Robert Mueller about possible collusion with Russia during the 2016 presidential election.", "url": "https://www.wsj.com/articles/trump-lawyers-submit-written-responses-to-muellers-questions-1542750815", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY871_18trum_ZG_20181120171407.jpg", "publishedAt": "2018-11-20T22:15:21Z", "content": "WASHINGTON Lawyers for President Donald Trump said they have submitted written responses to questions posed by special counsel Robert Mueller about possible collusion with Russia during the 2016 presidential election. Jay Sekulow, a lawyer for the president, … [+1150 chars]", "fulltext": "President Trump, at a post-midterm news conference, responded to questions regarding the Mueller investigation into Russian interference in the 2016 elections, saying \"I could have ended it anytime I wanted.\" Photo: AP\n\nWASHINGTON—Lawyers for President Trump said they have submitted written responses to questions posed by special counsel Robert Mueller about possible collusion with Russia during the 2016 presidential election.\n\nJay Sekulow, a lawyer for the president, said the questions were on “Russia-related topics” of the Mueller investigation. Rudy Giuliani, another lawyer for Mr. Trump, in a statement called for the probe to end.\n\n“It..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Vigna", "title": "Crypto Markets Take Steep Dive", "description": "The price of bitcoin dropped 9% on Tuesday, a day after it fell below $5,000 for the first time since October 2017. The cryptocurrency is down 78% from its all-time high of $19,800 in December.", "url": "https://www.wsj.com/articles/bearish-on-bitcoin-crypto-markets-take-steep-dive-1542720141", "urlToImage": "https://images.wsj.net/im-37974/social", "publishedAt": "2018-11-20T22:12:24Z", "content": "Bitcoin is going from bad to worse. A selloff that started last week picked up speed Tuesday, sending the price of the digital currency sliding. The latest plunge leaves bitcoin about 78% from its all-time high of roughly $19,800 in December. On Monday, the p… [+3639 chars]", "fulltext": "In an original WSJ documentary, markets reporter Steven Russolillo ventures to Japan and Hong Kong to explore the universe of cryptocurrencies. His mission: create WSJCoin, a virtual token for the newspaper industry. Image: Crystal Tai. Video: Clément Bürge\n\nBitcoin is going from bad to worse.\n\nA selloff that started last week picked up speed Tuesday, sending the price of the digital currency sliding. The latest plunge leaves bitcoin about 78% from its all-time high of roughly $19,800 in December. On Monday, the price fell below $5,000 for the first time since October 2017.\n\nBitcoin fell about..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "Commission Mulls Raises for Cuomo and New York Lawmakers", "description": "Salaries for New York state lawmakers and officials, last set 20 years ago, may be increased next month.", "url": "https://www.wsj.com/articles/commission-mulls-raises-for-cuomo-and-new-york-lawmakers-1542751359", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CL232_NYCOMP_SOC_20181120163955.jpg", "publishedAt": "2018-11-20T22:02:40Z", "content": "Anthony Annucci has run New Yorks prison system since 2013, longer than the states commissioners for transportation, health or motor vehicles. But Mr. Annucci, for nearly six years, has been acting commissioner of the states Department of Corrections and Comm… [+3724 chars]", "fulltext": "Anthony Annucci has run New York’s prison system since 2013, longer than the state’s commissioners for transportation, health or motor vehicles.\n\nBut Mr. Annucci, for nearly six years, has been “acting commissioner” of the state’s Department of Corrections and Community Supervision. The commissioner’s salary is set in state law, so taking the full title would require a 30% pay cut for Mr. Annucci, who is now paid $195,443 a year. He’s one of several “acting” state agency leaders who are certainly not temporary, but holding..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Samuel Rubenfeld", "title": "US Puts Sanctions on Oil Network It Says Supports Syria's Assad - Wall Street Journal", "description": "Wall Street Journal US Puts Sanctions on Oil Network It Says Supports Syria's Assad Wall Street Journal The U.S. Treasury Department said Tuesday it put sanctions on an international network that allegedly provides oil to the Syrian government and funds milit…", "url": "https://www.wsj.com/articles/u-s-puts-sanctions-on-oil-network-it-says-supports-syrias-assad-1542750951", "urlToImage": "https://images.wsj.net/im-38173/social", "publishedAt": "2018-11-20T21:57:39Z", "content": "The U.S. Treasury Department said Tuesday it put sanctions on an international network that allegedly provides oil to the Syrian government and funds militant groups Hezbollah and Hamas. Providing oil to the Syrian government violates U.S. sanctions, as does … [+3142 chars]", "fulltext": "The U.S. Treasury Department said Tuesday it put sanctions on an international network that allegedly provides oil to the Syrian government and funds militant groups Hezbollah and Hamas.\n\nProviding oil to the Syrian government violates U.S. sanctions, as does providing funding to militant groups listed as terror organizations by the U.S. government. Tuesday’s sanctions are the latest example of the U.S. pressure campaign against Iran since President Trump exited from the 2015 nuclear deal. The U.S. on Nov. 5 fully restored the sanctions lifted as part of the agreement.\n\nThe complex oil scheme allegedly involves a Syrian national, Mohammad Alchwiki, and his Russia-based company Global Vision Group, which the Treasury said worked with Iranian central-bank officials, a subsidiary of the Russian Energy Ministry and others to move the oil.\n\nIran and Russia have used the scheme to bolster the Syrian government led by President Bashar al-Assad, and to generate funds for “Iranian malign activity,” Treasury Secretary Steven Mnuchin said. “The U.S. is committed to imposing a financial toll on Iran, Russia and others for their efforts to solidify [Mr.] Assad’s authoritarian rule, as well as disrupt the Iranian regime’s funding of terrorist organizations,” he said.\n\nNewsletter Sign-up\n\nRussia has emerged as a beneficiary of the reimposed sanctions on Iran.\n\nGlobal Vision Group uses an array of mechanisms designed to obfuscate its activities to coordinate with National Iranian Oil Co. to remit payment for oil being shipped to Syria, the Treasury alleged.\n\nThe Moscow-based company works with Russian state-owned Promsyrioimport, a subsidiary of Russia’s Ministry of Energy, to facilitate the shipments of Iranian oil to Syria, the Treasury said. The U.S. also put the subsidiary and its first deputy director, Andrey Dogaev, on its sanctions list.\n\nThe Kremlin’s press office didn’t immediately respond to a message seeking comment. Contact information couldn’t be located for Mr. Alchwiki or his company.\n\nTo help Syria pay for the oil, Iran sends funds to Russia through Mr. Alchwiki and Global Vision Group, the Treasury alleged. The Iranian central bank makes the payments to a bank using a firm called Tadbir Kish Medical & Pharmaceutical Co., the Treasury said, alleging that the company has been used for illicit transfers despite the reference to humanitarian goods in the company’s same. Tadbir Kish couldn’t be reached.\n\nMr. Alchwiki also acts as a conduit for the transfer of hundreds of millions of U.S. dollar bank notes to Hezbollah and Hamas, the Treasury said, alleging that he works with the Syrian central bank to coordinate the transfers with a Hezbollah official under U.S. sanctions.\n\nAlongside Tuesday’s sanctions announcement, the Treasury issued an advisory to the maritime community about the risks of shipping oil to the Syrian government, saying insurers, shippers, financial institutions, vessel owners, managers and operators all have sanctions exposure.\n\nThe advisory listed examples of tactics used to obfuscate the shipment of crude to Syria, as well as some ways to mitigate the risk, and a list of vessels that delivered oil to Syria since 2016.\n\n“Those who facilitate the financial transfers, logistics, or insurance associated with these or other petroleum shipments are at risk of being targeted by the U.S. for sanctions,” the advisory said.\n\nWrite to Samuel Rubenfeld at samuel.rubenfeld@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jesse Newman", "title": "Regulators Urge Consumers to Avoid Romaine Lettuce as They Probe E. Coli Outbreak - Wall Street Journal", "description": "Wall Street Journal Regulators Urge Consumers to Avoid Romaine Lettuce as They Probe E. Coli Outbreak Wall Street Journal U.S. officials warned consumers Tuesday not to eat romaine lettuce as they investigate a new, multistate E. coli outbreak, the second epi…", "url": "https://www.wsj.com/articles/regulators-urge-consumers-to-avoid-romaine-lettuce-as-they-probe-e-coli-outbreak-1542748403", "urlToImage": "https://images.wsj.net/im-38139/social", "publishedAt": "2018-11-20T21:49:31Z", "content": "U.S. officials warned consumers Tuesday not to eat romaine lettuce as they investigate a new, multistate E. coli outbreak, the second episode this year linked to the leafy salad green. The Centers for Disease Control and Prevention and U.S. Food and Drug Admi… [+3072 chars]", "fulltext": "U.S. officials warned consumers Tuesday not to eat romaine lettuce as they investigate a new, multistate E. coli outbreak, the second episode this year linked to the leafy salad green.\n\nThe Centers for Disease Control and Prevention and U.S. Food and Drug Administration also advised restaurants and retailers not to serve or sell the lettuce until more is known.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dana Mattioli , Michael Siconolfi , Dana Cimilluca", "title": "The Wall Street Journal: Walgreens, Humana may take stakes in each other, expand partnership", "description": "Drugstore owner Walgreens Boots Alliance Inc. and health insurer Humana Inc. are in preliminary discussions to take equity stakes in each other, according to people familiar with the matter, as health-industry players scramble for tie-ups that will help them …", "url": "https://www.wsj.com/articles/walgreens-humana-are-in-preliminary-talks-to-take-stakes-in-each-other-1542746915", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GL528_Walgre_MG_20180626065108.jpg", "publishedAt": "2018-11-20T21:48:28Z", "content": "Drugstore owner Walgreens Boots Alliance Inc. and health insurer Humana Inc. are in preliminary discussions to take equity stakes in each other, according to people familiar with the matter, as health-industry players scramble for tie-ups that will help them … [+1482 chars]", "fulltext": "Drugstore owner Walgreens Boots Alliance Inc. WBA 1.32% and health insurer Humana Inc. HUM 0.27% are in preliminary discussions to take equity stakes in each other, according to people familiar with the matter, as health-industry players scramble for tie-ups that will help them compete in a rapidly evolving environment.\n\nThe companies, which already have a partnership focused on serving seniors from two Walgreens locations, are having wide-ranging talks that also include the possibility of expanding that venture, the people said. Details of the talks couldn’t be learned and there’s no guarantee there will be any new deal between the companies.\n\nDrugstore owners and other health providers are looking for ways to diversify, bulk up and insulate themselves against external threats, including from Amazon.com Inc.\n\nThe latest talks come nearly a year after Walgreens rival CVS Health Corp. announced a $69 billion deal to buy insurer Aetna Inc. The proposed acquisition is aimed at securing new avenues for growth for the pharmacy company and capturing more of what consumers spend on health care.\n\nFor Walgreens, a closer connection with Humana could replicate expected benefits of the CVS-Aetna deal at a much lower cost than a takeover, especially given the strong performance of Humana stock in recent years. Humana’s market value currently stands at about $42 billion, while Walgreens’ is $78 billion. Cross shareholdings could increase incentives for the companies to work together and make their partnership work.\n\nWalgreens, based in Deerfield, Ill., has more than 18,500 stores in 11 countries, including those from equity-method investments. Its brands include Walgreens and Duane Reade in the U.S. and Boots abroad. Walgreens earlier this year bought more than 1,900 stores from Rite Aid Corp. for more than $4 billion. It is one of the world’s largest purchasers of prescription drugs and also has a big wholesale business, which distributes drugs and other health-care products to pharmacies, doctors and hospitals in several countries, mainly in Europe.\n\nHumana, based in Louisville, Ky., had $53.8 billion in revenue last year and is the second-biggest provider of the private Medicare plans known as Medicare Advantage. Medicare is viewed as a growth engine in the insurance industry as baby boomers age into the program.\n\nIn June, the companies announced that a Humana unit would operate primary care clinics focused on older people in two Walgreens stores in the Kansas City, Mo., area.\n\nSeniors are heavy users of pharmacies and a focus for Humana because of its Medicare business. The partnership is part of a broader effort by Humana to move further into the business of providing direct care to its Medicare Advantage members. The company has become a major player in home-care and hospice services, and it also has a growing primary-care footprint, including its Partners in Primary Care clinics.\n\nAt the time of the announcement, the two companies said they “could possibly look to expand their collaboration into other markets over time.” Ultimately, the partnership could expand nationwide, one of the people said.\n\nThe budding Walgreens-Humana partnership represents more of a back-to-basics course for the pharmacy giant. Walgreens had bet big and lost on a new-age arrangement with Theranos Inc., hosting the Silicon Valley startup’s blood-testing operations in some of its stores without fully vetting the technology. The relationship was a disaster and ended in litigation, with Theranos later shuttering its operations and settling civil-fraud charges with the Securities and Exchange Commission.\n\nThe Humana pact isn’t the only old-school arrangement Walgreens has undertaken recently. Last month, Walgreens said it would expand its collaboration with LabCorp , a well-established diagnostics company, with the companies opening at least 600 LabCorp patient-service centers at Walgreens stores over the next four years.\n\nWalgreens tried earlier this year to buy AmerisourceBergen Corp. , a drug distributor it owns a big stake in, but the companies failed to reach a deal.\n\nIndeed, deal making among the various health-care providers has proved difficult to consummate in recent years. In 2015, Aetna signed a $34 billion deal to buy Humana, but the proposed takeover and a similar one fell apart in the face of antitrust challenges. Earlier this year, Walmart Inc. held preliminary talks to buy or strike another deal with Humana, but those talks have cooled, according to people familiar with the matter.\n\n—Anna Wilde Mathews contributed to this article.\n\nWrite to Dana Mattioli at dana.mattioli@wsj.com, Michael Siconolfi at michael.siconolfi@wsj.com and Dana Cimilluca at dana.cimilluca@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "The Wall Street Journal: Shifting U.S. troops on border reflects ‘reallocation,’ not drawdown, Pentagon says", "description": "Some of the thousands of U.S. troops ordered to the Mexican border last month could begin returning to their home bases in coming days as military officials rotate units to address shifting requirements, officials said Tuesday.", "url": "https://www.wsj.com/articles/u-s-to-shift-some-troops-but-border-mission-will-last-until-dec-15-1542747189", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX875_border_ZG_20181105201959.jpg", "publishedAt": "2018-11-20T21:38:05Z", "content": "WASHINGTON Some of the thousands of U.S. troops ordered to the Mexican border last month could begin returning to their home bases in coming days as military officials rotate units to address shifting requirements, officials said Tuesday. The changes would no… [+777 chars]", "fulltext": "WASHINGTON—Some of the thousands of U.S. troops ordered to the Mexican border last month could begin returning to their home bases in coming days as military officials rotate units to address shifting requirements, officials said Tuesday.\n\nThe changes would not reflect a move by the Pentagon to wind down the deployment, which is scheduled to last until Dec. 15, officials said.\n\n“It’s..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Goldfarb , Andy Pasztor", "title": "The Wall Street Journal: SpaceX raises $250 million in high-yield loan sale", "description": "Elon Musk’s SpaceX raised $250 million from its first-ever high-yield loan sale, shrinking the size of the loan by $500 million after the company encountered a mixed reception from investors and worsening credit-market conditions.", "url": "https://www.wsj.com/articles/spacex-launches-first-loan-1542748292", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GA141_space__ZG_20171213130400.jpg", "publishedAt": "2018-11-20T21:28:20Z", "content": "Elon Musks SpaceX raised $250 million from its first-ever high-yield loan sale, shrinking the size of the loan by $500 million after the company encountered a mixed reception from investors and worsening credit-market conditions. The loan, facilitated by Bank… [+821 chars]", "fulltext": "Elon Musk’s SpaceX raised $250 million from its first-ever high-yield loan sale, shrinking the size of the loan by $500 million after the company encountered a mixed reception from investors and worsening credit-market conditions.\n\nThe loan, facilitated by Bank of America Corp. and slated to fund general corporate purposes, opens a new avenue for fundraising for SpaceX as it looks to pay for massive projects demanding many billions of dollars over the next few years.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ken Thomas", "title": "Mississippi Senator Faces New Questions on Race After Photo Emerges - Wall Street Journal", "description": "Wall Street Journal Mississippi Senator Faces New Questions on Race After Photo Emerges Wall Street Journal JACKSON, Miss.—Sen. Cindy Hyde-Smith faced fresh questions Tuesday about her views of Mississippi's struggles with racial tensions after the emergence …", "url": "https://www.wsj.com/articles/hyde-smith-faces-new-questions-on-race-after-photo-emerges-1542747281", "urlToImage": "https://images.wsj.net/im-38150/social", "publishedAt": "2018-11-20T21:24:00Z", "content": "JACKSON, Miss.Sen. Cindy Hyde-Smith faced fresh questions Tuesday about her views of Mississippis struggles with racial tensions after the emergence of a four-year-old Facebook photo showing her wearing a Confederate soldiers hat and holding a rifle. The phot… [+2626 chars]", "fulltext": "JACKSON, Miss.—Sen. Cindy Hyde-Smith faced fresh questions Tuesday about her views of Mississippi’s struggles with racial tensions after the emergence of a four-year-old Facebook photo showing her wearing a Confederate soldier’s hat and holding a rifle.\n\nThe photograph, posted by Ms. Hyde-Smith after a 2014 appearance at the Jefferson Davis Home and Presidential Library, surfaced hours before the Republican senator faces off against Democrat Mike Espy in a televised debate ahead of the Nov. 27 runoff election. Mrs. Hyde-Smith..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Donato Paolo Mancini", "title": "'Extremely Weak': A Pro-Brexit Bastion Takes Dim View of May's Deal", "description": "In June 2016, nearly 70% of voters in the post-industrial town of Stoke-on-Trent wanted Britain out of the EU. Today many of them say the divorce deal Prime Minister Theresa May struck betrays the referendum’s outcome.", "url": "https://www.wsj.com/articles/extremely-weak-a-pro-brexit-bastion-takes-dim-view-of-mays-deal-1542715203", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK801_BREXST_TOP_20181119142547.jpg", "publishedAt": "2018-11-20T20:29:28Z", "content": "STOKE-ON-TRENT, EnglandIn June 2016, nearly 70% of residents in this town in the English Midlands voted for the U.K. to end its membership in the European Union, making their post-industrial town a bastion of anti-EU sentiment. So-called Leavers dreamed of a … [+5827 chars]", "fulltext": "The U.K. is set to leave the European Union in March 2019. But despite more than two years of negotiations, they still can't agree on the terms of their separation. The WSJ explains the key sticking points ahead of a set of crucial negotiations. Image: Reuters\n\nSTOKE-ON-TRENT, England—In June 2016, nearly 70% of residents in this town in the English Midlands voted for the U.K. to end its membership in the European Union, making their post-industrial town a bastion of anti-EU sentiment.\n\nSo-called Leavers dreamed of a bright new day for Britain. Brexit would help curtail the flow of new arrivals from elsewhere in Europe, they felt, and liberate the country from a Brussels bureaucracy they viewed as obtuse and meddling. The government would be free to strike new trade deals that would..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Emre Peker", "title": "EU to Step Up Review of Foreign Investments", "description": "The European Union agreed to establish a framework for screening foreign investments in an attempt to safeguard strategic assets following a Chinese buying spree, though questions remain about the rules’ effectiveness.", "url": "https://www.wsj.com/articles/eu-to-step-up-review-of-foreign-investments-1542742945", "urlToImage": "https://images.wsj.net/im-38105/social", "publishedAt": "2018-11-20T20:25:42Z", "content": "BRUSSELSThe European Union agreed on Tuesday to establish a framework for screening foreign investments in an attempt to safeguard strategic EU assets following a Chinese buying spree, though questions remain about the rules effectiveness. In development for … [+4547 chars]", "fulltext": "BRUSSELS—The European Union agreed on Tuesday to establish a framework for screening foreign investments in an attempt to safeguard strategic EU assets following a Chinese buying spree, though questions remain about the rules’ effectiveness.\n\nIn development for more than a year, the measures are intended to bolster the EU’s capacity to protect industries important to security and public order.\n\nEU..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Drew Hinshaw", "title": "Hungary's Orban, Tilting East, Welcomes Fugitive Autocrat", "description": "Hungary granted asylum this week to the Russia-leaning ex-leader of Macedonia, in a sign of the country’s eastward tilt and the challenge the European Union and the U.S. face in trying to keep Prime Minister Viktor Orban in their orbit.", "url": "https://www.wsj.com/articles/hungarys-orban-welcomes-fugitive-autocrat-as-he-tilts-away-from-west-1542743265", "urlToImage": "https://images.wsj.net/im-37576/social", "publishedAt": "2018-11-20T20:24:14Z", "content": "Hungary granted asylum this week to the Russia-leaning ex-leader of Macedonia, in a sign of the countrys eastward tilt and the challenge the European Union and the U.S. face in trying to keep Prime Minister Viktor Orban in their orbit. Former Macedonian Premi… [+5697 chars]", "fulltext": "Hungary granted asylum this week to the Russia-leaning ex-leader of Macedonia, in a sign of the country’s eastward tilt and the challenge the European Union and the U.S. face in trying to keep Prime Minister Viktor Orban in their orbit.\n\nFormer Macedonian Premier Nikola Gruevski, who led his country for a decade until 2016, had slipped into Albania on foot, police said, before a Hungarian diplomatic car whisked him a safe distance from Macedonia and a two-year prison sentence that was scheduled to begin last week.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Smith", "title": "FedEx to Add 1,000 Electric Vehicles to Parcel Fleet", "description": "FedEx is adding 1,000 electric delivery vans to its fleet, a move aimed at tamping down emissions in parcel delivery operations as regulators push to rein in pollution from commercial vehicles.", "url": "https://www.wsj.com/articles/fedex-to-add-1-000-electric-vehicles-to-parcel-fleet-1542736194", "urlToImage": "https://images.wsj.net/im-27961/social", "publishedAt": "2018-11-20T19:53:19Z", "content": "FedEx Corp. is adding 1,000 electric delivery vans to its fleet, a move aimed at tamping down emissions in parcel delivery operations as regulators push to rein in pollution from commercial vehicles. The company said Tuesday it is buying 100 of the vans from … [+2382 chars]", "fulltext": "FedEx Corp. is adding 1,000 electric delivery vans to its fleet, a move aimed at tamping down emissions in parcel delivery operations as regulators push to rein in pollution from commercial vehicles.\n\nThe company said Tuesday it is buying 100 of the vans from Chanje Energy Inc., a subsidiary of FDG Electric Vehicles Ltd., which manufactures the vehicles in Hangzhou, China. FedEx will lease the other 900 vans from Ryder System Inc., which also will provide support services for all the vehicles, the companies said Tuesday.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Anne Kadet", "title": "Checking Out New York's Online Grocery Stores", "description": "There is a battle afoot in the city between online grocery services competing to offer same-day delivery.", "url": "https://www.wsj.com/articles/checking-out-new-yorks-online-grocery-stores-and-all-their-trimmings-1542726000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK670_NYMETR_SOC_20181119114038.jpg", "publishedAt": "2018-11-20T19:50:48Z", "content": "All seems relatively peaceful on the streets of New York these days. But in truth, there is a battle afootbetween online grocery services competing to offer same-day delivery. Theyre fighting for space in your pantry. They want to deliver your Thanksgiving tu… [+5154 chars]", "fulltext": "All seems relatively peaceful on the streets of New York these days. But in truth, there is a battle afoot—between online grocery services competing to offer same-day delivery. They’re fighting for space in your pantry. They want to deliver your Thanksgiving turkey.\n\nNew York’s busy families have long relied on traditional online grocery delivery services like FreshDirect and Amazon Fresh for big shipments, typically scheduled a day in advance.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Margherita Stancati", "title": "Saudi Arabia Accused of Torturing Women Activists in Widening Crackdown on Dissent - Wall Street Journal", "description": "Wall Street Journal Saudi Arabia Accused of Torturing Women Activists in Widening Crackdown on Dissent Wall Street Journal Saudi security officers have tortured jailed women's-rights activists as part of a government campaign to squelch criticism of Crown Pri…", "url": "https://www.wsj.com/articles/saudi-arabia-accused-of-torturing-women-activists-in-widening-crackdown-on-dissent-1542743107", "urlToImage": "https://images.wsj.net/im-38117/social", "publishedAt": "2018-11-20T19:45:24Z", "content": "Saudi security officers have tortured jailed womens-rights activists as part of a government campaign to squelch criticism of Crown Prince Mohammed bin Salman that began before last months killing of dissident journalist Jamal Khashoggi, according to people f… [+9269 chars]", "fulltext": "Saudi Arabia released details about how government critic Jamal Khashoggi was killed inside its consulate in Istanbul. Turkey says there are still many unanswered questions. Photo: AP\n\nSaudi security officers have tortured jailed women’s-rights activists as part of a government campaign to squelch criticism of Crown Prince Mohammed bin Salman that began before last month’s killing of dissident journalist Jamal Khashoggi, according to people familiar with the situation.\n\nAt least eight of the 18 women’s-rights activists detained by Saudi authorities this year have been tortured, including at least four who were subjected to electric shocks and lashings, according to two advisers to the Saudi royal family,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rebecca Ballhaus", "title": "Trump Stands With Saudi Arabia, Plays Down Crown Prince's Alleged Role in Journalist's Killing - Wall Street Journal", "description": "Wall Street Journal Trump Stands With Saudi Arabia, Plays Down Crown Prince's Alleged Role in Journalist's Killing Wall Street Journal WASHINGTON—President Trump said he intended to remain a “steadfast partner” of Saudi Arabia and expressed skepticism of the …", "url": "https://www.wsj.com/articles/trump-we-may-never-know-facts-of-khashoggis-murder-1542736675", "urlToImage": "https://images.wsj.net/im-38095/social", "publishedAt": "2018-11-20T18:25:08Z", "content": "WASHINGTONPresident Trump said he intended to remain a steadfast partner of Saudi Arabia and expressed skepticism of the CIAs reported determination that the Saudi crown prince ordered the killing of a dissident journalist last monthsuggesting the U.S. wont i… [+5336 chars]", "fulltext": "WASHINGTON—President Trump on Tuesday sought to extinguish questions about the future of U.S. relations with Saudi Arabia, pledging to remain a “steadfast partner” of the kingdom and dismissing U.S. intelligence conclusions that the Saudi crown prince had ordered the killing of a dissident journalist last month.\n\nIn a White House statement that the president appeared to have penned himself, Mr. Trump suggested the U.S. wouldn’t impose further punishment on Saudi Arabia over the killing and said it was unknowable whether Crown..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "Campaign to Oust U.K. Prime Minister Theresa May Fizzles---for Now", "description": "A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her some respite ahead of the next leg of negotiations.", "url": "https://www.wsj.com/articles/campaign-to-oust-u-k-prime-minister-theresa-may-fizzlesfor-now-1542719388", "urlToImage": "https://images.wsj.net/im-38025/social", "publishedAt": "2018-11-20T18:16:49Z", "content": "A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her some respite ahead of the next leg of negotiations over the U.K.s ex… [+4062 chars]", "fulltext": "A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her some respite ahead of the next leg of negotiations over the U.K.’s exit from the European Union.\n\nSince Mrs. May presented her Brexit deal last week, a cluster of anti-EU lawmakers have intensified a drive to see her removed from office in a bid to derail a plan they strongly oppose. The lawmakers need Tory lawmakers to send 48 letters..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Christine Lennon", "title": "What to Wear to Work---When You Work at Home", "description": "Working remotely—long the territory of slobby creatives—has become newly social thanks to co-working spaces and teleconferencing. Here’s how to upgrade your look without sacrificing comfort.", "url": "https://www.wsj.com/articles/what-to-wear-to-workwhen-you-work-at-home-1542733926", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK928_HOMEWE_SOC_20181119174413.jpg", "publishedAt": "2018-11-20T17:13:47Z", "content": "I WAS STANDING in my closet, struggling to choose an outfit that would allow me to magically transition from freelance writing at home to a work lunch and still be suitable for my afternoon shift as unpaid chauffeur for my kids. The effort almost made me nost… [+5714 chars]", "fulltext": "I WAS STANDING in my closet, struggling to choose an outfit that would allow me to magically transition from freelance writing at home to a work lunch and still be suitable for my afternoon shift as unpaid chauffeur for my kids. The effort almost made me nostalgic for my years spent chained to a desk as a magazine editor. Sure, my colleagues could be brutally condescending, the pay wasn’t great and the pressure to dress on-trend was relentless, but at least I knew what to expect: aching feet from stomping around Manhattan in heels, mountains of shopping debt and clear-cut boundaries between work and play, with wardrobes for both.\n\nIt’s been 17 years since I’ve regularly reported to an office, and since then many of the rules about how we work, and how we dress for it, have changed. Last year, a report from research group Global Workplace Analytics and FlexJobs noted that the number of people who describe themselves as “telecommuters” has increased 115% since 2005, which translates into roughly 3.7 million of us who work outside of a traditional office more than half the time. Here in Los Angeles, my work appointments bleed into my personal time as I drive around town, so I need outfits that function for both. To stay focused and on task for the professional parts, I often err on the dressy side.\n\nTHE NEW WFH WARDROBE / For Networking At a Coffee Shop Photo: F. Martin Ramin/The Wall Street Journal, Styling by Anne Cardenas Pair a cozy sweater with on-trend pants, and that agent at the next table might actually ask about your screenplay. Sweater, $125, cosstores.com; Pants, $325, apc-us.com; Loafers, $645, tods.com; Bag, $3,100, Prada, 212-334-8888\n\nThis philosophy also applies, at times, to toiling at home. When I have a Skype interview, I reach for a pair of gold statement earrings, a Kosas lipstick and a fashion-y blouse from Isabel Marant or Dries Van Noten. No one needs to know that I’m barefoot in my ripped Levi’s from the waist down. If a deadline’s looming and I need the buzz of human activity to jump-start my brain, I’ll throw on my wide-legged, one-step-above-jeans Jesse Kamm pants and a quilted jacket and join the hordes of other professional nomads looking for Wi-Fi and an empty chair in a cafe. There’s no strict uniform for this disjointed calendar of commitments and environments. Working from home these days, where we are often required to network both in person and online via smartphone, requires a flexible strategy. Vanished are the days when working from home meant being invisible.\n\nThe founders and designers of Sydney, Australia-based Bassike, Deborah Sams and Mary Lou Ryan, addressed these challenges when they created their line of tailored-yet-casual pieces in 2006. “We were thinking about everybody’s lives, how we’re all juggling, and wanted to create wearable, practical clothes that are easy to launder and care for,” said Ms. Sams. She and Ms. Ryan are eager to provide solutions for our new, collective work-from-everywhere lifestyle. For example: A shirt dress that you can wear over leggings.\n\nTHE NEW WFH WARDROBE / For a Stressful Skype Session Photo: F. Martin Ramin/The Wall Street Journal, Styling by Anne Cardenas Focus on the waist up with this strikingly collared shirt and elegant earring combo. Shirt, $138, shopdoen.com; Earrings, $4,160, tenthousandthingsny.com\n\nWhile a flexible schedule can be liberating, some freelancers set self-imposed rules. “I went to a prep school with a dress code,” said Andrea Arria-Devoe, 43, a contributor to lifestyle website Goop, a documentary film producer and an advisory board member for the Plastic Pollution coalition. “So it’s been ingrained in me that dressing nicely makes you sit up a little straighter in your chair.” Her new uniform involves dressed-up separates—polished jackets and pants—that are elevated enough for her packed schedule of meetings. She depends on pieces from independent New York designers like Caron Callahan, often wearing the same outfit a couple of days in a row (more environmentally sustainable and definitely a freelancer-only luxury).\n\n“ ‘Vanished are the days when working from home meant being invisible.’ ”\n\nKatharine Zaleski, who works at home as president and co-founder of Manhattan-based PowerToFly, an organization that provides companies with the services to meet diversity hiring goals, said that the primary criterion her clothing has to meet is whether it works for her morning school drop-offs via scooter. After that, she might add a nice jacket for a virtual conference, but her professional wardrobe is now completely on her own terms: “Back when I worked in an office full time,” said Ms. Zaleski, 37, “I got stomach aches when I had to wear a restrictive suit or dress all day long.”\n\nLeaving behind the sense of sartorial dread that accompanies zipping up “professional” suits and dresses is one of the perks of a flexible job. When Nilou Ghodsi, the founder and owner of the Los Angeles store and online boutique Heist, transitioned from a career in finance in 2002, she also left behind a closet full of Theory suits. Now Ms. Ghodsi, 49, wears the same types of pieces she sells at her store to a clientele heavy on women who work erratic schedules in creative fields: colorful scarves, cashmere sweaters, flattering pants and interesting jackets.\n\nTHE NEW WFH WARDROBE / For a Last-Minute Client Meeting Photo: F. Martin Ramin/The Wall Street Journal, Styling by Anne Cardenas Buckle down at home in this smooth bodysuit, then throw on a fab coat on your way out. Coat, $2,990, Carolina Herrera, 212-249-6559; Shirt, $225, frame-store.com; Bodysuit, $188, livetheprocess.com; Rosetta Getty Slingbacks, $690, net-a-porter.com\n\nWhen days are unpredictable, creating structure can be the secret to success. Podcast producer Jenelle Pifer, 31, starts her at-home work days by “commuting” around the block, taking a 20-minute walk around her Brooklyn neighborhood to signal the start to her day. Although she appreciates the freedom to wear sweatpants if she feels like it, Ms. Pifer generally dresses much as she did when she worked at an office. “Working from home makes you appreciate that there’s no better person to dress for than yourself,” she said."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Salvaging Risky Mortgages", "description": "A scrappy breed of independent investor is cashing in on the trade in defaulted mortgages, often on homes purchased in the lead-up to the housing crisis a decade ago. Photo: Erica Berenstein/The Wall Street Journal", "url": "http://www.wsj.com/video/salvaging-risky-mortgages/3D13C023-A99F-4CCC-9F52-80C93E545310.html", "urlToImage": "http://m.wsj.net/video/20181120/111918reperform1/111918reperform1_1280x720.jpg", "publishedAt": "2018-11-20T16:59:02Z", "content": "In the Elevator With AT&amp;T CEO Randall Stephenson 11/19/2018 WSJ's Joanna Stern \"bumps into\" the CEO and chairman of AT&amp;T in the WSJ elevator and gets the lowdown on 5G, the robocall overload, the changes at the Boy Scouts and the White House vs. CNN. … [+51 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ehsanullah Amiri", "title": "Bomber Kills Dozens at Afghanistan Religious Meeting - Wall Street Journal", "description": "Wall Street Journal Bomber Kills Dozens at Afghanistan Religious Meeting Wall Street Journal KABUL—A suicide bomber struck a meeting of religious scholars in Kabul on Tuesday, killing at least 43 people and wounding 83 others, authorities said, in one of the …", "url": "https://www.wsj.com/articles/bomber-kills-dozens-at-afghanistan-religious-meeting-1542732071", "urlToImage": "https://images.wsj.net/im-38032/social", "publishedAt": "2018-11-20T16:42:02Z", "content": "KABULA suicide bomber struck a meeting of religious scholars in Kabul on Tuesday, killing at least 43 people and wounding 83 others, authorities said, in one of the deadliest attacks to hit the Afghan capital in months. The mostly Sunni Muslim scholars were g… [+2961 chars]", "fulltext": "KABUL—A suicide bomber struck a meeting of religious scholars in Kabul on Tuesday, killing at least 55 people and wounding 94 others, authorities said, in one of the deadliest attacks to hit the Afghan capital in months.\n\nThe mostly Sunni Muslim scholars were gathered at a large wedding hall near Kabul’s international airport to recite passages of the Quran in honor of the Prophet Muhammad’s birthday when the attacker waded into the middle of the room and blew himself up, an Interior Ministry official said.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Mackintosh", "title": "If GE Debt Gets Junked, Markets Have Reason to Shudder", "description": "Holders of GE bonds are preparing for one of the world’s biggest borrowers to be downgraded to junk. To get a sense of what that might do to the markets, take a look back to the turmoil caused by the 2005 downgrades of General Motors and Ford—but worry that t…", "url": "https://www.wsj.com/articles/if-ge-debt-gets-junked-markets-have-reason-to-shudder-if-ge-debt-gets-junked-markets-have-reason-to-shudder-1542713581", "urlToImage": "https://images.wsj.net/im-38000/social", "publishedAt": "2018-11-20T15:32:06Z", "content": "Holders of General Electric GE -2.42% bonds are preparing for one of the worlds biggest borrowers to be downgraded to junk. To get a sense of what that might do to the markets, take a look back to the turmoil caused by the 2005 downgrades of General Motors an… [+4495 chars]", "fulltext": "Holders of General Electric bonds are preparing for one of the world’s biggest borrowers to be downgraded to junk. To get a sense of what that might do to the markets, take a look back to the turmoil caused by the 2005 downgrades of General Motors and Ford—but worry that this time it might be worse because so many companies have been on a debt binge.\n\nBack in 2005 it was easier for the overall market to shrug off the troubles in credit, because corporate debt—excluding the banks—was under control, with the boom in borrowing..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kamran Bokhari", "title": "The Kremlin's Interpol Power Play - Wall Street Journal", "description": "Wall Street Journal The Kremlin's Interpol Power Play Wall Street Journal A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organization's general assembly in Dubai. Maj. Gen. Alexander Prokopch…", "url": "https://www.wsj.com/articles/the-kremlins-interpol-power-play-1542727683", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK934_BOKHAR_SOC_20181119175814.jpg", "publishedAt": "2018-11-20T15:28:00Z", "content": "A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organizations general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has already coordinated the abuse of Interpol extradition requests, know… [+4334 chars]", "fulltext": "A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organization’s general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has already coordinated the abuse of Interpol extradition requests, known as “red notices,” to pursue Mr. Putin’s enemies, including prominent American businessmen and environmental activists.\n\nChina’s arrest and detention of Meng Hongwei, the previous president who disappeared mysteriously earlier this month, has provided an opening for Mr. Putin to pursue his meddlesome agenda. But if the Kremlin tramples on the agency’s neutrality, how will the West respond? How will the civilized nations of the world—the ones that recognize and respect the rule of law—protect their citizens from the wrath of Mr. Putin’s new global police force when it is headed by a loyal general?\n\nGen. Prokopchuk’s allegiances are clear. He was appointed to Russia’s Interior Ministry in 2003, not too long after Mr. Putin ascended to the presidency. He became a key surrogate in the Putinization of the Russian state. Since 2011, when he was appointed head of Russia’s Interpol Bureau, he has been indispensable in Mr. Putin’s manipulation and abuse of what is supposed to be a neutral, apolitical international organization.\n\nPart of the problem lies in how Interpol’s red-notice system works. The process for applying for one of these international arrest warrants is notoriously fickle, requiring a member state simply to submit a form. There is almost no oversight. Interpol rarely investigates the validity of these warrants. The organization acknowledges that approximately 97% of notice requests are not reviewed in depth.\n\nIn 2008 an American citizen residing in Copenhagen was detained as a result of an Interpol red notice and held for almost two months in a maximum-security prison. Ilya Katsnelson was never charged, as investigators determined that it was his involvement with a Putin nemesis—Russian dissident Mikhail Khordorkhovsky—that provoked the warrant. U.S. investor and Putin critic Bill Browder experienced something similar in Madrid, where he was arrested in his hotel room by Spanish police who declared the cause of arrest to be “Interpol—Russia.”\n\nMr. Putin’s weaponization of Interpol is most apparent in the European Union’s frontier Baltic and Balkan states. Interpol issued a red notice for Estonian politician and intelligence chief Eerik-Niles Kross on the eve of the 2013 elections in the tiny Baltic country of 1.3 million. Mr. Kross’s IRL party was poised to make sizable gains against Estonia’s Russia-aligned party.\n\nMost worryingly, Russia is using Interpol as the sharp end of a stick to expand its influence in the Balkans. Mr. Putin is keen to secure Russian control of EU energy supplies through Kremlin proxies Rosneft and Gazprom . Under Gen. Prokopchuk’s watchful eye, Interpol has used red notices to shift geopolitical currents and attack Europe’s energy security.\n\nSince 2009, when Hungarian energy company MOL beat Russian competitors to an investment in INA, Croatia’s largest energy company, Russia has supported Croatia’s attempts to renege on that agreement. A powerful Russian energy presence in central Europe would have huge ramifications for the region and the EU. Perhaps not coincidentally, the MOL chairman Zsolt Hernádi had an Interpol red notice issued against him on bribery charges this week, despite already being exonerated of those very same charges by the United Nations’ most senior trade-arbitration court in 2017.\n\nAll of this comes at a critical time for the region. Gazprom chairman Alexei Miller visited Croatia in 2014 to try to scare off potential competition in what Russia considers to be its Central European backyard. From energy deals to electoral campaigns, the abuse of Interpol’s red-notice system has real geopolitical consequences. And if Mr. Putin can capture and control benign international institutions to execute silent economic coups in an attempt to destabilize Europe, perhaps it is time for the West to rethink its engagement with these organizations. Allowing Mr. Putin’s aggression to go unchecked could lead to permanent strategic losses for the liberal order.\n\nOf Interpol’s 192 members, 14 democracies account for 74% of the body’s funding. Unless they use that financial leverage to change the body’s archaic processes at this year’s summit in Dubai, a much bigger price will be paid by Europe and the Western world.\n\nMr. Bokhari is a Washington-based national security and foreign policy specialist with the University of Ottawa’s Professional Development Institute."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "A.J. Baime", "title": "The De Tomaso Pantera: An Italian-American Love Affair", "description": "The first time Scott Black saw one of these exotic cars, at age 16, he knew he’d have to own one.", "url": "https://www.wsj.com/articles/the-de-tomaso-pantera-an-italian-american-love-affair-1542726889", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK456_MYRIDE_SOC_20181116155948.jpg", "publishedAt": "2018-11-20T15:23:41Z", "content": "Scott Black, 54, owner of TimePiece Public Relations &amp; Digital Marketing in Carrollton, Texas, on his 1972 De Tomaso Pantera, as told to A.J. Baime. When I was 16, I had this beat-up car, and one day I got a flat. I made it to a service station and when I… [+2385 chars]", "fulltext": "Scott Black’s 1972 De Tomaso Pantera, photographed in Carrollton, Texas. The Pantera was launched in model-year 1971, as a partnership between Ford Motor Co. and the Italian firm De Tomaso.\n\nScott Black’s 1972 De Tomaso Pantera, photographed in Carrollton, Texas. The Pantera was launched in model-year 1971, as a partnership between Ford Motor Co. and the Italian firm De Tomaso. Photo: Trevor Paulhus for The Wall Street Journal\n\nScott Black, 54, owner of TimePiece Public Relations & Digital Marketing in Carrollton, Texas, on his 1972 De Tomaso Pantera, as told to A.J. Baime.\n\nWhen I was 16, I had this beat-up car, and one day I got a flat. I made it to a service station and when I went into the garage, there was this Pantera sitting there being serviced. I nearly had a heart attack. I was living in Joplin, Mo., and seeing a car like that in the Ozarks was like seeing a UFO. I vowed that someday I would own a Pantera.\n\nFast forward to the mid-1980s. You know that kind of dream when you wake up and you can’t tell what is real and what is not? I had a dream that I was driving a red Pantera. It was so real I woke up with my hands in steering-wheel position. I was living in Las Vegas, I had very little money, and I was about to get married. But I decided it was time.\n\nScott Black, owner of a public-relations company in Carrollton, Texas, bought his first De Tomaso Pantera nearly 30 years ago. The 1972 model here is his second. Trevor Paulhus for The Wall Street Journal 1 of 13 • • • • • 1 of 13 Show Caption Scott Black, owner of a public-relations company in Carrollton, Texas, bought his first De Tomaso Pantera nearly 30 years ago. The 1972 model here is his second. Trevor Paulhus for The Wall Street Journal\n\nI bought my first Pantera in 1989, and I have been an owner ever since—for nearly 30 years. The one pictured here is my second. I bought it in 1996 from a man I knew named Keith Verges. He was an extremely sharp businessman but he gave me an unbelievable deal—$35K.\n\nWhat is a Pantera? For a lot of people my age, it was the car that inspired you to be car-crazy. It was also an international car. Ford Motor Co. partnered with an Italian firm called De Tomaso, and launched the Pantera in model-year 1971. The body was designed by an American named Tom Tjaarda. The engine was a 351-cubic inch Ford V-8 (American), the transaxle was by ZF (German), and the tires were Michelin (French).\n\nFord sold Panteras in the U.S. through Lincoln-Mercury dealers. Unfortunately De Tomaso was not the best at quality control, and the 1970s oil crisis didn’t help matters. Ford discontinued the car in the U.S. around the end of 1974.\n\nToday, Pantera owners are a different breed. Unlike some owners of old cars, who treat them like “garage queens,” Pantera owners are known to drive these cars—to drag-race them, road-race them, just have fun with them. It is an Italian exotic that is reasonably priced, and there is a great community around them.\n\nOne of the Pantera clubs puts out a guide with the contacts of owners. So no matter where you drive your Pantera, you can find someone to help you out in a jam or to throw you a party.\n\n—Contact A.J. Baime at Facebook.com/ajbaime."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yuka Hayashi", "title": "Maxine Waters Rises as Banking Industry's Overseer", "description": "The California lawmaker, a critic of big banks and President Trump, says she is ready to compromise as House Financial Services Committee chairman next year.", "url": "https://www.wsj.com/articles/partisan-or-deal-maker-maxine-waters-rises-as-banking-industrys-overseer-1542717000", "urlToImage": "https://images.wsj.net/im-37970/social", "publishedAt": "2018-11-20T15:13:05Z", "content": "WASHINGTONRep. Maxine Waters (D., Calif.) has demanded records of President Trumps financial dealings and pilloried financial companies accused of abusing consumers. She has also cut deals with Republican lawmakers. The primary approach she brings to her expe… [+6210 chars]", "fulltext": "WASHINGTON—Rep. Maxine Waters (D., Calif.) has demanded records of President Trump’s financial dealings and pilloried financial companies accused of abusing consumers. She has also cut deals with Republican lawmakers.\n\nThe primary approach she brings to her expected role as House Financial Services Committee chairman next year—as a partisan or deal maker—will help determine the future of policies affecting the housing market, credit reporting, financial technology and more.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Capital Journal: Pelosi Works to Quell Dissent; Democrats Alter the 2020 Picture; ‘Made in America’ Crackdown", "description": "News and analysis from WSJ's Washington bureau.", "url": "https://blogs.wsj.com/washwire/2018/11/20/capital-journal-pelosi-works-to-quell-dissent-democrats-alter-the-2020-picture-made-in-america-crackdown/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CH136_midter_P_20181106073009.jpg", "publishedAt": "2018-11-20T15:06:24Z", "content": "Trump's Day: President Trump pardons the National Thanksgiving Turkey before heading to Florida, where he is expected to spend the holiday. Stocks: Global markets followed U.S. stocks downward. Futures point to lower openings for the S&amp;P 500, Dow industri… [+5261 chars]", "fulltext": "This is the web version of the WSJ’s Capital Journal newsletter. You can sign up for daily delivery here. What We’re Watching Trump’s Day: President Trump pardons the National Thanksgiving Turkey before heading to Florida, where he is expected to spend the holiday. Stocks: Global markets followed U.S. stocks downward. Futures point to lower openings […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: Campaign to Oust Theresa May Fizzles—for Now", "description": "To subscribe to the newsletter, please sign up here MUST READS Campaign to Oust U.K. Prime Minister Theresa May Fizzles—for Now: A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit…", "url": "https://blogs.wsj.com/moneybeat/2018/11/20/campaign-to-oust-theresa-may-fizzles-for-now/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-20T15:02:53Z", "content": "Campaign to Oust U.K. Prime Minister Theresa May Fizzlesfor Now : A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her so… [+92 chars]", "fulltext": "To subscribe to the newsletter, please sign up here MUST READS Campaign to Oust U.K. Prime Minister Theresa May Fizzles—for Now: A campaign to oust British Prime Minister Theresa May from office has stalled, as rebel Conservative lawmakers opposing her Brexit plan struggled to mount a leadership contest, affording her some respite ahead of the next leg […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jean Eaglesham, Coulter Jones", "title": "The Wall Street Journal: Doing a background check on your financial adviser is getting tougher", "description": "Brokers can request that complaints against them be removed from the BrokerCheck website.", "url": "https://www.wsj.com/articles/finra-arbitrators-let-thousands-of-brokers-purge-infraction-records-1542459600", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY832_fbiage_ZG_20181120095516.jpg", "publishedAt": "2018-11-20T15:01:46Z", "content": "Thousands of brokers have scrubbed their records clean of complaints by customers and employers, allowing them to hide information from potential investors, according to a new study. These brokers were more likely than other ones to receive additional complai… [+1004 chars]", "fulltext": "Thousands of brokers have scrubbed their records clean of complaints by customers and employers, allowing them to hide information from potential investors, according to a new study.\n\nThese brokers were more likely than other ones to receive additional complaints or other allegations of misconduct after their records were cleaned, according to the academic paper, which analyzed public regulatory records from 2007 to 2016.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lisa Beilfuss", "title": "The Wall Street Journal: Some Merrill brokers say compensation plan urges them to create more customer debt", "description": "Some brokers at Merrill Lynch are pushing back against a compensation plan they claim rewards them for increasing debt their clients take on and in some cases can punish them for reducing it.", "url": "https://www.wsj.com/articles/some-merrill-brokers-say-pay-plan-urges-more-customer-debt/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GX787_bofa_m_ZG_20181103100250.jpg", "publishedAt": "2018-11-20T14:54:57Z", "content": "Some brokers at Merrill Lynch are pushing back against a compensation plan they claim rewards them for increasing debt their clients take on and in some cases can punish them for reducing it. Some of the 15,000 financial advisers at Merrill BAC, -2.41% have c… [+1286 chars]", "fulltext": "bad url"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Barnes & Noble Trims Losses Despite Weaker Sales", "description": "Barnes & Noble posted a narrower than expected loss of $27.4 million in the latest quarter as the struggling bookseller worked to lower expenses and turn around its store operations.", "url": "https://www.wsj.com/articles/barnes-noble-trims-losses-despite-weaker-sales-1542724155", "urlToImage": "https://images.wsj.net/im-38022/social", "publishedAt": "2018-11-20T14:41:40Z", "content": "Barnes &amp; Noble Inc. BKS -4.14% narrowed its losses in the latest quarter as the struggling bookseller worked to lower expenses and turn around its store operations. The nations largest bookstore chain reported a second-quarter loss of $27.4 million, or 38… [+2045 chars]", "fulltext": "Barnes & Noble Inc. BKS -3.89% narrowed its losses in the latest quarter as the struggling bookseller worked to lower expenses and turn around its store operations.\n\nThe nation’s largest bookstore chain reported a second-quarter loss of $27.4 million, or 38 cents a share, compared with a year-earlier loss of $30.1 million, or 41 cents a share. Analysts had expected a loss of 41 cents a share.\n\nComparable sales for Barnes & Noble fell 1.4% from a year earlier, as analysts polled by FactSet expected a 1.8% decline. Total sales fell 2.5% to $771.2 million.\n\nSelling and administration expenses fell 10%.\n\nShares in Barnes & Noble fell 3.9% to $6.50 on Tuesday.\n\nBarnes & Noble’s operations have been pressured by the continuing migration of retail shopping online. In September the company said it was evaluating a possible sale and had received interest from multiple parties, including from its Executive Chairman Leonard Riggio.\n\nThe bookseller is also dealing with a lawsuit filed by its former chief executive, Demos Parneros, who was fired in July without severance for allegedly violating company policies.\n\nIn late August, Mr. Parneros filed a lawsuit in Manhattan federal court against Barnes & Noble, claiming he was fired “without warning or justification.”\n\nRelated Video The retail industry is undergoing another major shift -- to e-commerce. How did we get here? Photo: Associated Press\n\nMr. Parneros said in the lawsuit his firing came after a deal to sell the company fell through in early June. The Wall Street Journal reported that the potential buyer in question was U.K. bookseller WH Smith PLC, citing people familiar with the matter.\n\nBarnes & Noble fired back, claiming in a filing that Mr. Parneros had intended to sabotage a potential sale by engaging in a “shocking monologue portraying the company in an extremely and unduly negative light.”\n\nThe latest results also come as the retailer is gearing up for the holiday shopping season.\n\n“While we cannot predict the outcome of the holiday, we are putting our full effort behind our holiday plans, including launching a new ad campaign,” Mr. Riggio said in prepared remarks. “We expect this to lead to continued sales improvement during the holiday period.”\n\nWrite to Kimberly Chin at kimberly.chin@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lucette Lagnado", "title": "New Ideas to Fight the Flu - Wall Street Journal", "description": "Wall Street Journal New Ideas to Fight the Flu Wall Street Journal A new drug to relieve flu symptoms was recently approved by the Food and Drug Administration, the first in nearly 20 years, the agency said. Xofluza is supposed to shorten the flu's duration b…", "url": "https://www.wsj.com/articles/new-ideas-to-fight-the-flu-1542723951", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK794_FLU112_SOC_20181119141003.jpg", "publishedAt": "2018-11-20T14:28:12Z", "content": "Researchers spooked by the recent brutal flu season and fearful of a pandemi c are looking for something more effective than a seasonal shot to prevent the virus. Ideas include germ-killing lamps and a turbo-charged universal vaccine that would be effective f… [+6199 chars]", "fulltext": "Dr. David Brenner, in his Irvington, N.Y., lab this month, worked on a lamp that sheds a type of ultraviolet light that kills the flu virus but he says is safe for people.\n\nDr. David Brenner, in his Irvington, N.Y., lab this month, worked on a lamp that sheds a type of ultraviolet light that kills the flu virus but he says is safe for people. Photo: Annie Tritt for The Wall Street Journal\n\nResearchers spooked by the recent brutal flu season and fearful of a pandemic are looking for something more effective than a seasonal shot to prevent the virus. Ideas include germ-killing lamps and a turbo-charged “universal vaccine” that would be effective for years and would fight all strains of flu, not just a few.\n\nNYC Health + Hospitals, the nation’s largest public health system, recently convened experts to brainstorm how to handle a flu pandemic, in which millions would be stricken.\n\n“It is not a matter of if it will happen, it is a matter of when it will happen,” Syra Madad, senior director of the system’s Special Pathogens Program, told the gathering of more than 100 hospital and government officials and researchers. “We have all the ingredients for a pandemic,” she said, recalling the 1918 flu that killed 50 million people across the world.\n\nSince then, there have been major advances in science and infection control. But there are also more lethal bugs floating around in an incredibly mobile society, Dr. Madad said. In the 2017-2018 flu season, nearly 80,000 Americans died and more than 900,000 were hospitalized. Experts advise getting the seasonal shot; this week, they couldn’t predict this flu season’s severity or how effective the flu shot will be.\n\nOne weapon unavailable in 1918 is the flu shot, which Dr. Madad and other experts say is still a must, no matter its shortcomings.\n\nA new drug to relieve flu symptoms was recently approved by the Food and Drug Administration, the first in nearly 20 years, the agency said. Xofluza is supposed to shorten the flu’s duration by a day or more and requires only one dose.\n\nBut preventing flu is the goal, and most experts agree that more effective vaccines are urgently needed. Typically, the seasonal shot has an effectiveness rate between 40% and 60%, according to the Centers for Disease Control and Prevention. In the most recent season, it reduced a person’s likelihood of getting sick with the flu by 40%. Getting the vaccine significantly reduces hospitalization among adults and children, says Dan Jernigan, director of CDC’s influenza division.\n\nEvery year, flu vaccines are planned months in advance. Predicting which strains the vaccine should cover “is a guessing game,” said Jeffrey Shaman, an associate professor at Columbia’s Mailman School of Public Health.\n\nAnthony Fauci, director of the National Institute for Allergy and Infectious Diseases, is spearheading the federal effort for a universal vaccine. A leader during the AIDS epidemic, he sees that fight as a template for taking on the flu. He hopes to replicate the “passion” that went into AIDS research, with “young as well as experienced investigators from different fields” mobilized to seek a cure.\n\nAnthony Fauci, director of the National Institute of Allergy and Infectious Diseases, testified before Congress in March about the recent flu season. Dr. Fauci is challenging researchers to work together on a universal vaccine against flu. Photo: Toya Jordan Sarno/Bloomberg News\n\nDr. Fauci aims to assemble a dream team of scientists with different areas of expertise—such as virology, immunology and drug development—to work together on a universal vaccine. For seven years, his project, the Collaborative Influenza Vaccine Innovation Centers, will dole out $30 million a year in grants. The deadline for proposals is Nov. 29. Dr. Fauci said he welcomes researchers who aren’t flu experts to join the effort.\n\n\n\nAmong those researching a different tack is David Brenner, a professor of radiation biophysics at Columbia’s Vagelos College of Physicians & Surgeons. Dr. Brenner wants to fight the spread of flu with a form of ultraviolet light that can destroy germs but is safe for humans.\n\n“Our approach is let us try and kill the virus before they get to you,” Dr. Brenner said. He sees his lamps as a supplement to a vaccine, not a substitute for one.\n\nDavid Brenner, at microscope, and Manuela Buonanno, right, and David Welch study human skin tissue to see if it is damaged by exposure to a type of ultraviolet light that kills the flu virus. Photo: Annie Tritt for The Wall Street Journal\n\nHospitals already zap equipment with ultraviolet light to sanitize it, but the lamps are off-limits to people, because of health hazards. Dr. Brenner’s lamps emit “far UVC” light—a wavelength he said is safe for humans. These would be beamed “anywhere people congregate,” he said, such as doctors’ offices or airplanes.\n\nMost experts said a long-term and more effective universal vaccine should be the priority.\n\n“I am a firm believer that the best solution is an appropriate vaccine,” said Adolfo Garcia-Sastre, a professor of medicine and infectious diseases at the Icahn School of Medicine at Mount Sinai, noting that smallpox was eradicated by vaccine.\n\n“The ultimate dream is the universal [vaccine], but even one that works better” than the seasonal flu shot would be welcome, Dr. Garcia-Sastre said.\n\nA universal vaccine is ‘the ultimate dream,’ said Adolfo Garcia-Sastre, right, at work with Guojun Wang. Photo: Monika Graff\n\nHe and his colleagues teamed up with other scientists, including some from the pharmaceuticals industry, and are seeking funding from Dr. Fauci’s effort to research a vaccine they say works differently from the seasonal shot. The flu virus is covered in proteins shaped like mushrooms, said Florian Krammer, one of the Sinai researchers and a professor of microbiology. The seasonal vaccine targets the mushroom’s “cap” to produce antibodies that fight back, Dr. Krammer said, but this cap changes, prompting the need to change the vaccine constantly.\n\nThe Sinai team’s vaccine focuses on the “stalk” of the virus, which doesn’t change, so a person would need, ideally, no more than two or three shots during his lifetime. A trial of the shot’s safety and immune response is under way on about 65 patients.\n\nDr. Fauci’s agency already is funding research into other universal vaccines, such as one by BiondVax Pharmaceuticals , an Israeli company. The vaccine, known as M-001, was designed to keep the “vast majority of flu strains” at bay, BiondVax said, and is being tested in the U.S.\n\nA universal vaccine is probably years off, experts warned, and likely to be reached through incremental stages.\n\nRobert Atmar at Baylor College of Medicine in Houston, the principal investigator of the M-001 trial, said more studies are needed. A universal vaccine, he said, “is a high bar to attain.”\n\nPREVENTING A PANDEMIC\n\nAs flu season begins, researchers are working on ways to manage the virus, now and in the future.\n\nFOR NOW\n\nSeasonal flu shot: Still the best bet for avoiding the flu, it helps reduce dangers of hospitalization and death if you do get sick.\n\nXofluza: A new drug that recently received FDA approval. Like Tamiflu, it promises to shorten the misery of the flu by a day or more but requires only one dose.\n\nFOR LATER\n\nUVC lamps: A Columbia University researcher proposes using a special ultraviolet light to kill airborne flu germs.\n\nUniversal vaccine: The holy grail if achievable: a vaccine needed just once or twice in a lifetime that would protect against all strains of the flu."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Vranica", "title": "Nielsen Holdings Names IBM's David Kenny as CEO", "description": "Nielsen Holdings appointed David Kenny as CEO, as the ratings and data giant reviews its strategic options amid activist pressure to either sell or spin off parts of its assets.", "url": "https://www.wsj.com/articles/nielsen-holdings-to-name-ibms-david-kenny-as-ceo-1542715320", "urlToImage": "https://images.wsj.net/im-37961/social", "publishedAt": "2018-11-20T14:24:33Z", "content": "Nielsen Holdings NLSN -1.54% PLC appointed David Kenny as chief executive as the ratings and data giant continues to review its strategic options amid activist pressure to either sell or spin off parts of its assets. Mr. Kenny comes from International Busines… [+2659 chars]", "fulltext": "﻿ NLSN -0.32%\n\nNielsen Holdings NLSN -0.32% PLC appointed David Kenny as chief executive as the ratings and data giant continues to review its strategic options amid activist pressure to either sell or spin off parts of its assets.\n\nMr. Kenny comes from International Business Machines Corp., where he served as senior vice president of cognitive solutions. The 57-year-old will join Nielsen on Dec. 3, succeeding veteran Mitch Barns, who has been at the helm since 2014 and said in July that he would retire at the end of the year.\n\nA longtime ad and technology executive, Mr. Kenny joins Nielsen at a critical juncture. The company began a full strategic review of its business in September, amid pressure to sell itself from activist investor Elliott Management Corp., which took an 8.4% stake in company earlier this year.\n\nThe New York-based research company, which has a market capitalization of $9.1 billion, has come under pressure over the past few years because of changes in consumers’ media habits, which include the rise of video consumption on mobile devices.\n\nNielsen’s business includes media and television ratings operations, which is dubbed its “watch” segment, and its “buy” division, which tracks purchases of groceries and other consumer products. The buy segment has been a weak spot, hampered by the changing retail environment and challenges that consumer-product companies face from new consumer tastes and shopping habits. Nielsen’s stock has declined about 30% over the past year.\n\n“There has never been a more important time for measurement and analytics around media and to have a trusted intermediary,” Mr. Kenny said in an interview. There is also a “great need for advertisers to better understand where they are spending their money and what is working and what is not.”\n\nNielsen Executive Chairman James Attwood said Mr. Kenny was chosen for his understanding of advertisers and his experience in artificial intelligence, big data and cloud technologies. Mr. Kenny has strong relationships with brands and media and technology companies, which he honed during his many years as a top executive at advertising giant Publicis Groupe SA .\n\nMr. Kenny also has connections to many private-equity companies, which may come in handy because such firms have expressed interest in Nielsen.\n\n“Right now, I work for the public shareholders; if the best way to serve them is to go private, I don’t have any issues with that,” Mr. Kenny said. “I am very comfortable in either world.”\n\nNielsen was taken private in 2006 by several buyout firms and went public again in 2011.\n\nMr. Kenny said he would work to speed up the pace of the strategic review. “I have done this before, and I know the players,” he added.\n\nBefore IBM , Mr. Kenny was CEO of the Weather Co., a weather-forecasting and information-technology company. Mr. Kenny sold the digital and data assets of Weather Co. to IBM in 2015.\n\nWrite to Suzanne Vranica at suzanne.vranica@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "Rising Sales Give Retailers Hope Ahead of Holidays", "description": "A parade of U.S. retail chains reported rising sales in the latest quarter, another sign of healthy consumer spending heading into the critical holiday shopping season.", "url": "https://www.wsj.com/articles/rising-sales-give-retailers-hope-ahead-of-black-friday-1542718608", "urlToImage": "https://images.wsj.net/im-38010/social", "publishedAt": "2018-11-20T14:23:00Z", "content": "A parade of U.S. retail chains on Tuesday reported rising sales in the latest quarter, another sign of healthy consumer spending heading into the critical holiday shopping season. But investors were unimpressed, dumping shares of Target Corp. TGT -10.73%, Koh… [+5006 chars]", "fulltext": "A parade of U.S. retail chains on Tuesday reported rising sales in the latest quarter, another sign of healthy consumer spending heading into the critical holiday shopping season.\n\nInvestors were unimpressed, dumping shares of Target Corp. TGT -2.76% , Kohl’s Corp. KSS -3.73% and others that released their quarterly results. The selloff, part of a broader market decline, included retailers such as Amazon.com Inc. and Walmart Inc. that didn’t report on Tuesday.\n\nA tight labor market and increasing wages have buoyed consumer confidence, prompting Americans to purchase more fashion apparel, flat-screen televisions and homewares. But retail profits have been under pressure from online competition as well as higher spending on workers’ wages, shipping costs and recent tariffs on Chinese-made imports.\n\nTarget said more shoppers visited its stores and website, and bought products across all its merchandising categories, particularly toys, beauty products and baby items. The company reported a 5.1% increase in comparable sales in the third quarter from the same period a year earlier, including a 49% increase in digital sales.\n\n“We continue to benefit from a very healthy consumer and macroeconomic backdrop,” Target CEO Brian Cornell said on a conference call Tuesday, adding that the company has captured sales from retailers that are closing stores or liquidating.\n\nHowever, profit margins declined in the latest quarter as Target spent more on its supply chain and wages. The company has made investments heading into the holidays, including several delivery and pickup options, new products and lower prices.\n\nRelated Video The retail industry is undergoing another major shift -- to e-commerce. How did we get here? Photo: Associated Press\n\nTarget shares, which had rallied for most of the year, tumbled 10.5% to $69.03.\n\nMr. Cornell said Target wouldn’t provide 2019 financial guidance, but said he was optimistic about the company’s ability to boost profits next year. “We’re poised to benefit from far greater scale across all of our initiatives,” he said.\n\nSome analysts said a decline in operating profit is necessary to support Target’s growth. “Some on Wall Street may lament the dip, but the truth is you cannot reinvent a retailer on the cheap,” Neil Saunders, managing director of GlobalData Retail, wrote in a note Tuesday.\n\nBest Buy Co. BBY 0.74% , which has been reporting strong demand for electronics in recent quarters, said comparable sales increased 4.3% in the third quarter for its domestic stores and website. It was the sixth straight quarter of comparable growth above 4%.\n\nThe company’s profit margin, however, slipped on supply chain and other spending. CEO Hubert Joly said the sales growth reflects the company’s efforts to add services as well as the favorable economic environment. “Because of the investments we’ve made, we are competitive in the marketplace,” he said on a conference call.\n\nBest Buy cited strong demand in the quarter for smartphones, videogames, home appliances and wearable gadgets. The gains were partly offset by declines in tablet computers, it said.\n\nMeanwhile, Kohl’s reported a 2.5% increase in comparable sales for the latest quarter, citing demand for apparel. The department-store chain’s margins increased slightly from a year earlier, but sales growth was slower than recent quarters.\n\nKohl’s CEO Michelle Gass told analysts on a conference call that she felt good about the health of consumers. “There’s certainly no reason to believe that will change as we head into the holidays,” she said.\n\nBoth Target and Best Buy reported higher quarterly profits than a year ago, but much of the gains came from lower tax rates following the U.S. federal overhaul. Operating profits declined in the latest quarter from a year ago. Without a lower tax rate, Kohl’s profits would have missed analysts’ expectations.\n\nThe results failed to reassure investors, who have been unloading shares of many retailers following the latest batch of earnings reports after driving up the stock prices earlier in the year.\n\nShares of Kohl’s fell 9.2%, while Best Buy bucked the trend, gaining 2.1%. TJX Cos. fell 4.4% after the parent of TJMaxx and HomeGoods said earnings were hurt by a pension settlement charge.\n\nTJX, which reported strong sales and profit growth in the latest quarter, was also hurt by higher freight costs, a problem facing many retailers. Kohl’s warned that higher shipping costs in the holiday quarter would be a drag on margins.\n\nTuesday’s results follow strong sales reports from the country’s biggest retailer Walmart, department-store chain Macy’s Inc. and the internet giant Amazon.com, which are all competing for American wallets. Shares of Walmart fell 2.7% and Macy’s fell 3.4% Tuesday, while Amazon shed 1.1%.\n\nNot all chains are riding the tide of rising consumer spending. Wedding gown retailer David’s Bridal filed Monday for bankruptcy protection, cutting $400 million in debt while it restructures operations.\n\nMall-stalwart L Brands Inc., the parent of Victoria’s Secret, said Monday it was halving its annual dividend after posting another quarter of falling sales at its flagship lingerie brand. Shares of L Brands dropped 17.7% Tuesday, the largest percentage drop since December 2008.\n\nComparable sales at the Gap brand fell 7% in the third quarter, compared with a 1% increase last year. That metric at its parent company, Gap Inc., was flat, helped by a 4% increase at Old Navy, its biggest division by sales. The company also lowered its profit guidance for the year.\n\nOn a conference call Tuesday, Gap Inc. CEO Art Peck said he might close hundreds of underperforming Gap stores. “These stores are a drag on the health and a drag on the performance of the brand,” he said.\n\nSome retailers are benefiting from the struggles of others. Following the collapse of Toys “R” Us and store closings at Sears Holdings Corp. , retailers including Best Buy and Target have pursued their business and picked up market share.\n\nSome chains are still struggling with strategic and operational challenges. Lowe’s Co LOW -0.63% s. said Tuesday it plans to exit from its Mexico retail operations and shed two U.S. home-improvement businesses, after it reported slower same-store sales gains than rival Home Depot Inc. and a 27% decline in profit from a year ago.\n\nCorrections & Amplifications\n\nTJX Cos. lowered its fiscal year GAAP earnings to reflect a pension settlement charge. Excluding the charge and other expenses, the retailer said it raised its adjusted profit goals on a split-adjusted basis. An earlier version incorrectly said TJX slashed its profit goals amid higher inventory and expenses. (Nov. 20, 2018)\n\nWrite to Khadeeja Safdar at khadeeja.safdar@wsj.com and Suzanne Kapner at Suzanne.Kapner@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy W. Martin", "title": "Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras - Wall Street Journal", "description": "Wall Street Journal Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras Wall Street Journal SEOUL— Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation…", "url": "https://www.wsj.com/articles/samsungs-top-secret-galaxy-s-phone-is-a-5g-monster-with-six-cameras-1542723747", "urlToImage": "https://images.wsj.net/im-38006/social", "publishedAt": "2018-11-20T14:22:00Z", "content": "SEOUL Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation 5G network speeds, bigger screens and more cameras, according to people familiar with the matter. As with riv… [+4896 chars]", "fulltext": "SEOUL—Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation 5G network speeds, bigger screens and more cameras, according to people familiar with the matter.\n\nAs with rival Apple Inc.’s 10th anniversary iPhone offerings last year, Samsung’s 10-year reboot of its premium smartphone lineup is seeking to dazzle consumers with more ambition than in years past, these people said, part of a bid by the South Korean technology giant to reverse..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Annie Gasparro", "title": "Campbell Shows Signs of Improving Sales Ahead of Shareholder Vote", "description": "Campbell Soup said its plan to refocus on its namesake business helped slow declines in its U.S. soup sales, as it looks to rally investor support amid pressure from an activist investor.", "url": "https://www.wsj.com/articles/revenue-rises-at-campbell-but-profit-weakens-1542720149", "urlToImage": "https://images.wsj.net/im-38020/social", "publishedAt": "2018-11-20T14:21:13Z", "content": "Campbell Soup Co. CPB 5.96% said its plan to refocus on its namesake business helped slow declines in its U.S. soup sales, as it looks to rally investor support amid pressure from an activist investor. The results come as Campbell heads into the final stretch… [+2250 chars]", "fulltext": "Campbell Soup Co. CPB 2.56% said its plan to refocus on its namesake business is helping decelerate declines in its U.S. soup sales, though a return to growth won’t happen until next year at the earliest.\n\nThe company is trying to rally support from investors as it heads toward resolution of a public battle with activist investor Daniel Loeb’s Third Point LLC over board seats and strategic direction.\n\nIn the latest quarter, Campbell’s revenue on a comparable basis fell 3%, including a 6% drop in U.S. soup sales. That marks an improvement from the past year, when the soup business suffered double-digit declines.\n\nCampbell shares rose 5.5% Tuesday as net sales of $2.7 billion and adjusted earnings of 79 cents a share for the fiscal first quarter ended Oct. 28 beat analysts’ expectations, according to FactSet.\n\n“The full year will still be difficult, but it looks like we are getting some traction,” said Interim Chief Executive Keith McLoughlin in an interview. He said ramped-up marketing and store displays for its soups are curbing sales declines, though the company continues to face competitive pressure.\n\nCampbell has been pressed to show that its plan to turn around its soup business and expand its newly acquired snacks business is putting the company on a path to higher returns. Investors will decide next week in a shareholder vote whether to support the current board and management or the activist investor.\n\nLike other food makers, Campbell has broadened its reach into faster-growing areas to make up for lackluster demand for grocery-store staples such as canned soup.\n\nCampbell acquired Snyder’s-Lance pretzels and nuts earlier this year for $6.1 billion including debt, but critics say has left the company overleveraged. In August, Campbell said it planned to sell its struggling fresh-food business and international cookie brands to help pay off that debt.\n\nCampbell says its new strategy—following the resignation of prior CEO Denise Morrison—is helping to simplify and focus its business. “We are going back to the basics. ... we had strayed away from the core Campbell’s brand,” Mr. McLoughlin said.\n\nThe company said sales of Goldfish crackers and V8 juices also rose in the latest quarter.\n\nNet income fell 29% to $194 billion, or 64 cents a share, while adjusted gross margin—a key metric of profitability—shrank to 31.6% from 36.5% a year earlier.\n\nThe canned-soup maker wrestled with higher prices for aluminum and steel, and for trucking, which has roiled the food industry this year. Mr. McLoughlin said Campbell cut costs elsewhere, but it didn’t raise prices on its soup because it wanted to close the gap between its prices and those of competitors.\n\nThird Point, and its allies including Campbell heir George Strawbridge Jr., say more drastic measures, such as a split of the company into separate soups and snacks business, are necessary.\n\nThird Point has nominated five candidates for Campbell’s board, and influential proxy adviser Institutional Shareholder Services Inc. recommended shareholders vote for them. The activist and the company could agree to a settlement before the Nov. 29 vote, but they each have said previous talks failed.\n\nWrite to Annie Gasparro at annie.gasparro@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "Bain, KKR Set Up Toys 'R' Us Severance Fund", "description": "The two private-equity firms that owned the retailer before its bankruptcy have each put up $10 million to pay the thousands of workers who were left without jobs.", "url": "https://www.wsj.com/articles/bain-kkr-establish-severance-fund-for-toys-r-us-workers-1542722401", "urlToImage": "https://images.wsj.net/im-37976/social", "publishedAt": "2018-11-20T14:12:10Z", "content": "The private-equity firms that owned Toys R Us Inc. before its collapse into bankruptcy have rolled out a severance fund for the thousands of workers left jobless as a result of the retailers liquidation in the U.S. KKR KKR -2.70% &amp; Co. and Bain Capital ea… [+3928 chars]", "fulltext": "The private-equity firms that owned Toys “R” Us Inc. before its collapse into bankruptcy have rolled out a severance fund for the thousands of workers left jobless as a result of the retailer’s liquidation in the U.S.\n\nKKR KKR 1.93% & Co. and Bain Capital each pitched in $10 million to create the TRU Financial Assistance Fund in order to allocate and distribute funds to former employees.\n\nThe severance fund, which was earlier reported by The Wall Street Journal, is an unusual move by the private-equity firms. The fund isn’t required under bankruptcy law and has no ties to the chapter 11 process itself.\n\nSoon after Toys “R” Us announced it was shuttering its U.S. business in March, employees banded together to fight for severance payments and initially took aim at the company’s private-equity backers.\n\nKKR, Bain and real-estate investment trust Vornado Realty Trust VNO -0.42% acquired Toys “R” Us in a 2005 leveraged buyout for $6.6 billion, which included $5.3 billion in debt. When the retailer sought bankruptcy protection more than a year ago, much of its debt load stemmed from the buyout.\n\nThe unemployed Toys “R” Us workers trekked to Washington, D.C., protested in New York and lobbied in front of the firms’ investors. Nineteen members of Congress sent a letter to the firms, questioning their role in the retailer’s troubles. In September, the firms and the ex-Toys “R” Us employees agreed to the terms of a deal.\n\nBain and KKR have appointed Kenneth Feinberg and Camille Biros as the independent administrators of the fund, meaning they will be responsible for the payouts to employees. Mr. Feinberg and Ms. Biros have most recently served as the fund administrators for various Roman Catholic dioceses resolving claims of sexual abuse by clergy. They’ve also been part of the administration of programs created to compensate the victims of Sept. 11, 2001, attacks, the Deepwater Horizon oil spill and defective GM ignition switches.\n\nApart from providing initial financing and input concerning the fund’s terms and conditions, KKR and Bain aren’t playing a role in the administration and distribution.\n\nAs part of the fund, the eligibility and payment amounts will be based on four factors. Ex-employees must have worked at the retailer for at least one year, they can’t have more than $110,000 or less than $5,000 in annual income, and they must have met the termination and employment guidelines in the Toys “R” Us plan.\n\nThe criteria were determined by information including historic earnings, hours worked, tenure, company termination and employment policies, and input from former employees.\n\nThe eligibility parameters are a part of a draft protocol, and interested parties will have two weeks for comment.\n\nThe claims process is expected to happen on Dec. 15, and distributions will be made shortly after. The aim is to complete the payouts by April 30, 2019.\n\n“This is a historic moment for us; we were able to overcome the odds,” said Giovanna De La Rosa of Chula Vista, Calif., who worked for Toys “R” Us for 20 years. “But the work isn’t over. We’re going to continue to hold the creditors accountable for what they did.”\n\nThe former Toys “R” Us employees are now focusing on the hedge funds that were behind the decision to pull the plug on the retailer. Last month the workers protested in front of the New York offices of Solus Alternative Asset Management and Angelo Gordon & Co. The funds, along with others, have denied playing a role in the liquidation and have said they won’t contribute to the severance fund.\n\nMs. De La Rosa, a single mother, recently traveled to the San Francisco Retirement System, an investor in Solus’ fund, to tell her story and push the pension fund to rethink its investment.\n\nThe same funds are also the owners of the retailer’s brand name, and have revived the company under the banner Geoffrey’s Toy Box, which will be featured in Kroger supermarkets as a pop-up store for the holidays.\n\nRecently, Sen. Elizabeth Warren (D., Mass.) sent a letter to the firms, questioning why they pressed to liquidate the retailer amid viable options to reorganize it, and urged them to contribute to a fund for the employees.\n\nWrite to Lillian Rizzo at Lillian.Rizzo@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ann M. Simmons", "title": "Russian Is Nominated to Lead Interpol, Alarming Western Officials - Wall Street Journal", "description": "Wall Street Journal Russian Is Nominated to Lead Interpol, Alarming Western Officials Wall Street Journal MOSCOW—Interpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its …", "url": "https://www.wsj.com/articles/russian-is-nominated-to-lead-interpol-alarming-western-officials-1542723109", "urlToImage": "https://images.wsj.net/im-38013/social", "publishedAt": "2018-11-20T14:11:00Z", "content": "MOSCOWInterpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its next president, amid allegations that Moscow has used the international police agency to go after political… [+3538 chars]", "fulltext": "MOSCOW—An international firestorm erupted over the possibility that a Russian official could become the new president of global police agency Interpol, as Moscow denounced a demand by U.S. senators that the Trump administration block the candidacy of a Kremlin-backed nominee.\n\nInterpol confirmed Tuesday that Maj. Gen. Alexander Prokopchuk a veteran Russian Interior Ministry official, had been nominated for president, amid allegations that Moscow has used the international police agency to go after political foes.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jake Maxwell Watts", "title": "China's Xi Woos Philippines as Rivalry With US in Asia Deepens - Wall Street Journal", "description": "Wall Street Journal China's Xi Woos Philippines as Rivalry With US in Asia Deepens Wall Street Journal MANILA, Philippines—President Xi Jinping paid the first visit by a Chinese leader to the Philippines in 13 years on Tuesday, promising investment and cooper…", "url": "https://www.wsj.com/articles/chinas-xi-woos-philippines-as-rivalry-with-u-s-in-asia-deepens-1542722679", "urlToImage": "https://images.wsj.net/im-38026/social", "publishedAt": "2018-11-20T14:04:00Z", "content": "MANILA, PhilippinesPresident Xi Jinping paid the first visit by a Chinese leader to the Philippines in 13 years on Tuesday, promising investment and cooperation to a key U.S. ally fresh after clashing with Washington at a summit of world leaders over competin… [+4518 chars]", "fulltext": "MANILA, Philippines—President Xi Jinping paid the first visit by a Chinese leader to the Philippines in 13 years on Tuesday, promising investment and cooperation to a key U.S. ally fresh after clashing with Washington at a summit of world leaders over competing visions for trade, security and investment.\n\nMr. Xi pledged greater aid and investment and signed dozens of agreements partially aimed at unblocking billions of dollars for infrastructure projects backed by President Rodrigo Duterte, who has steered the U.S. treaty ally..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachael Levy, Julie Steinberg", "title": "The Wall Street Journal: John Paulson buying stake in asset manager from HNA", "description": "John Paulson’s hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group Co.", "url": "https://www.wsj.com/articles/paulson-agrees-to-buy-stake-in-asset-manager-from-hna/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY813_Paulso_ZG_20181120084943.jpg", "publishedAt": "2018-11-20T13:58:32Z", "content": "John Paulsons hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group Co. Paulson &amp; Co. plans to buy most of the ordinary shares of BrightSphere Investment Group PLC BSIG, +0.31% held by a unit of HNA, the New … [+1104 chars]", "fulltext": "bad url"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "U.S. Housing Starts Increased in October", "description": "U.S. housing starts rose last month on a bounceback in multifamily building, but underlying figures signal weakness in the construction pipeline.", "url": "https://www.wsj.com/articles/u-s-housing-starts-increased-in-october-1542720845", "urlToImage": "https://images.wsj.net/im-37828/social", "publishedAt": "2018-11-20T13:43:40Z", "content": "U.S. housing starts rose last month on a bounceback in multifamily building, but underlying figures signal weakness in the construction pipeline. Housing starts climbed 1.5% in October from the prior month to a seasonally adjusted annual rate of 1.228 million… [+2049 chars]", "fulltext": "U.S. housing starts rose last month on a bounceback in multifamily building, but underlying figures signal weakness in the construction pipeline.\n\nHousing starts climbed 1.5% in October from the prior month to a seasonally adjusted annual rate of 1.228 million, the Commerce Department said Tuesday. The growth was due to a rebound in construction of buildings with two or more units. Starts fell in October for single-family construction.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Heidi Vogt", "title": "U.S. Manufacturers Push FTC to Crack Down on False 'Made in America' Labels", "description": "Manufacturers of U.S.-made products, hoping to capitalize on President Trump’s aggressive stance on China, are calling for tougher action against companies that make bogus “Made in the USA” claims.", "url": "https://www.wsj.com/articles/u-s-manufacturers-push-ftc-to-crack-down-on-false-made-in-america-labels-1542709800", "urlToImage": "https://images.wsj.net/im-37895/social", "publishedAt": "2018-11-20T13:32:56Z", "content": "WASHINGTONManufacturers of U.S.-made products, hoping to capitalize on President Trumps aggressive stance on China, are calling for tougher action against companies that make bogus Made in the USA claims. The Alliance for American Manufacturing wants the Fede… [+5988 chars]", "fulltext": "WASHINGTON—Manufacturers of U.S.-made products, hoping to capitalize on President Trump’s aggressive stance on China, are calling for tougher action against companies that make bogus “Made in the USA” claims.\n\nThe Alliance for American Manufacturing wants the Federal Trade Commission to get companies to pay restitution, or at least admit fault, the first time they falsely label products as American-made. The FTC’s longstanding policy has been to only seek money after a second violation.\n\n“You have the president talking about Made in America and manufacturing on a regular basis,” AAM President Scott Paul said. “It seemed like the right time to encourage the FTC to be more earnest about its enforcement.”\n\nIn three major cases in September, the FTC ruled against three companies—a maker of military-themed backpacks, a hockey puck manufacturer and an online mattress retailer—that falsely represented products as made in America. All three companies were ordered to stop marketing these products as made in the U.S., but none was fined or forced to admit fault.\n\nThe agency has issued 135 warning letters and brought 10 lawsuits against companies for fraudulent Made in the USA labeling since 2010. Only one company has been fined for a second violation. Connecticut-based Stanley Works , now Stanley Black & Decker Inc., was fined $205,000 in 2006.\n\nNewsletter Sign-up\n\nFraudulently labeled products have been a longstanding irritant for U.S. manufacturers, who see a “Made in America” label as a competitive advantage and a source of pride.\n\nMany of the falsely labeled products are made in China, and American manufacturers now see a chance to leverage Mr. Trump’s sympathies as Washington and Beijing remain locked in a bitter trade dispute. Similar strategies have successfully been employed recently by other industries to address long-held grievances about competition from China with the Trump administration.\n\nFTC commissioners are appointed by the president, but the agency operates independently, and Mr. Trump cannot direct the FTC to change policies.\n\nIn their September rulings about the three cases, FTC commissioners said they were reviewing whether to seek “new or infrequently applied remedies” over fraudulent “Made in America” labels. It didn’t explain exactly what those would be but said they could involve “monetary relief or notice to consumers.”\n\nA tougher approach to first-time offenders could have a significant impact, said Michael Taylor, a partner at King & Spalding who represents U.S. manufacturers in a range of trade-related regulatory and customs issues.\n\n“You have some people who very clearly know what they’re doing and don’t feel like they’re going to get whacked if they get caught the first time,” Mr. Taylor said.\n\nThe push for more aggressive tactics is also gaining supporters on Capitol Hill. In October, Democratic Sens. Sherrod Brown, of Ohio, Tammy Baldwin, of Wisconsin, and Christopher Murphy, of Connecticut, sent a letter to the FTC chairman calling for an end to “no-fault, no-money” settlements.\n\nUnder FTC policy, products must be made with nearly all American-made parts to be labeled “Made in the USA” or “Made in America,” or to use American flags on their packaging, but the commission’s enforcement options are limited.\n\nThe FTC can pursue refunds for customers for first-time offenses, but it is prevented by law from seeking outright fines for a first violation, said James Kohm, director of the agency’s enforcement division in the Bureau of Consumer Protection.\n\nMr. Kohm said the agency usually avoids the refund process because it can require intense effort for relatively small payments: “It’s extremely difficult, and it would take a lot of resources.” When the FTC sought refunds to consumers for a superglue-like product in 2016, it resulted in $220,000 in payments.\n\nCompanies that pay the extra expense to make their products in the U.S. say the label gives them an advantage with consumers.\n\n“We hear from our retailers. Some of them say ‘We’re getting more requests for things that are made in America. We get people who come in and say it’s a tie breaker,’ ” said Wyatt Bassett, chief executive of Vaughan-Bassett Furniture, which makes all of its furniture out of American lumber in a factory in Virginia.\n\nA 2015 survey by Consumer Reports found that 80% of Americans say they would rather buy American-made products, and more than 60% say they would be willing to pay 10% more for U.S.-made items.\n\nWhether consumers’ enthusiasm for U.S.-made products translates into a significant sales advantage for U.S. companies is a point of debate.\n\n“I’ve never seen any evidence that this has a big effect on what people purchase,” said Mary Lovely, a Syracuse University professor who studies international economics and China’s development. Consumers seem to want lower prices more than American-made products, she said.\n\n“With household incomes in general not rising very quickly over the past 15 to 20 years, consumers have tried to make their budgets go further,” she said.\n\nBut the continued production of fraudulently labeled products suggests there are manufacturers who believe it still helps.\n\nMs. Lovely noted that the rules around Made in America labeling can be confusing, and companies can violate them without realizing it.\n\n“There are rules, and companies—even if they’re trying to abide by them—may find them complicated, so issuing a cease and desist, it might not be unreasonable,” she said.\n\nIn the September ruling, FTC Commissioner Rohit Chopra argued in a dissenting opinion that the three companies should have been forced to pay.\n\n“In cases involving egregious and undisputed Made-in-USA fraud, I believe there should be a strong presumption against simple cease-and-desist orders,” Mr. Chopra wrote. He said the commission should require more painful remedies such as a payments equal to their ill-gotten gains, consumer refunds or admissions of wrongdoing.\n\n“Every firm needs to understand that products labeled ‘Made in USA’ should be made in the USA, and that fake branding will come with real consequences,” Mr. Chopra wrote.\n\nThe prevailing commissioners explained their decision by saying that the relatively small number of second violations shows that the current system has served as a deterrent.\n\nWrite to Heidi Vogt at heidi.vogt@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Josh Barbanel", "title": "Amazon Employees Join Long Island City Condo Rush", "description": "Condo sales in Long Island City are suddenly soaring, thanks to Amazon’s decision to open a headquarters in the Queens, N.Y., neighborhood.", "url": "https://www.wsj.com/articles/amazon-employees-join-the-rush-to-buy-long-island-city-condos-1542709801", "urlToImage": "https://images.wsj.net/im-37927/social", "publishedAt": "2018-11-20T12:44:30Z", "content": "Condo sales in Long Island City are suddenly soaring, thanks to Amazon.com Inc.s decision to open a headquarters in the Queens, N.Y., neighborhood. One local brokerage firm reported it sold nearly 150 units over four days last week, about 15 times its usual v… [+4957 chars]", "fulltext": "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nCondo sales in Long Island City are suddenly soaring, thanks to Amazon.com Inc.’s decision to open a headquarters in the Queens, N.Y., neighborhood. One local brokerage firm reported it sold nearly 150 units over four days last week, about 15 times its usual volume.\n\nJoining the rush were at least three Amazon employees who recently bought homes in Long Island City, according to real-estate brokers. Two of them signed contracts at the Galerie, a new 11-story condo building with a pool and interior courtyard, said Brendan Aguayo,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Neanda Salvaterra", "title": "Energy Journal: Oil’s Decline Causes More Pain", "description": "Good morning. I’m Neanda Salvaterra, bringing you today’s energy mix. Saudi Arabia’s state-oil firm has given up on plans to raise funds through a debt issuance as several factors including the falling price of oil created stumbling blocks for the project. Tu…", "url": "https://blogs.wsj.com/moneybeat/2018/11/20/energy-journal-oils-decline-causes-more-pain/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CK388_1121ex_P_20181116140552.jpg", "publishedAt": "2018-11-20T12:43:45Z", "content": "Good morning. Im Neanda Salvaterra, bringing you todays energy mix. Saudi Arabias state-oil firm has given up on plans to raise funds through a debt issuance as several factors including the falling price of oil created stumbling blocks for the project. Tumbl… [+5304 chars]", "fulltext": "Good morning. I’m Neanda Salvaterra, bringing you today’s energy mix. Saudi Arabia’s state-oil firm has given up on plans to raise funds through a debt issuance as several factors including the falling price of oil created stumbling blocks for the project. Tumbling crude prices are also the source of much drama on Wall Street as […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Keiko Morris", "title": "Amazon Primed to Boost Property Prices in HQ2 Cities", "description": "The online retailer’s plan to divide its second headquarters between Queens, N.Y., and Crystal City, Va., means the average office-rental rate in both locations could more than double in 10 years, one firm predicted.", "url": "https://www.wsj.com/articles/amazon-primed-to-boost-property-prices-in-winning-hq2-cities-1542715200", "urlToImage": "https://images.wsj.net/im-37954/social", "publishedAt": "2018-11-20T12:42:18Z", "content": "The Amazon effect of easy online shopping has been derided for upending bricks-and-mortar businesses everywhere. But in Queens, N.Y., and Northern Virginia, investors say the phrase now heralds a budding real-estate boom. The giant retailers decision to split… [+4915 chars]", "fulltext": "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nThe “Amazon effect” of easy online shopping has been derided for upending bricks-and-mortar businesses everywhere. But in Queens, N.Y., and Northern Virginia, investors say the phrase now heralds a budding real-estate boom.\n\nThe giant retailer’s decision to split its second headquarters between Long Island City, across the river from Midtown Manhattan, and Crystal City, Va., could turbocharge property values, some analysts say. Real-estate-services firm Colliers International is predicting the average office-rental rate in..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kimberly Chin", "title": "Lowe's to Exit Mexico Retail Business, Shed Two Lower-Performing Operations - Wall Street Journal", "description": "Wall Street Journal Lowe's to Exit Mexico Retail Business, Shed Two Lower-Performing Operations Wall Street Journal In its latest quarter, Lowe's said sales rose 3.8% from a year earlier to $17.42 billion, while analysts polled by Refinitiv had expected $17.3…", "url": "https://www.wsj.com/articles/lowes-to-exit-mexico-retail-business-shed-two-lower-performing-operations-1542717464", "urlToImage": "https://images.wsj.net/im-38023/social", "publishedAt": "2018-11-20T12:37:00Z", "content": "Lowes Cos. plans to exit its retail businesses in Mexico and shed two of its lower-performing home-improvement businesses in a bid to refocus its core operations and help it compete with rival Home Depot Inc. Lowes has more than 2,240 stores throughout North … [+2319 chars]", "fulltext": "Lowe’s Co LOW -0.63% s. plans to exit its retail businesses in Mexico and shed two of its lower-performing home-improvement businesses in a bid to refocus its core operations and help it compete with rival Home Depot Inc. HD -0.27%\n\nLowe’s has more than 2,240 stores throughout North America, although Mexico accounts for the smallest chunk of the portfolio. There are currently 13 Lowe’s stores in Mexico. Lowe’s also said Tuesday that it would exit its contracting service, Alacrity Renovation Services, and its Iris Smart Home businesses in the U.S.\n\nChief Executive Marvin Ellison said the company sought to identify in the third quarter underperforming or noncore businesses and stores for divestiture. “We’re really focused on creating a sustainable foundation,” he said on an earnings conference call with analysts. “We made a conscious effort not to chase short-term fixes or short-term results.”\n\nMr. Ellison joined Lowe’s in July to help streamline the company. With just a few months on the job, he had recruited David Denton from CVS Health Corp. CVS 0.12% to serve as Lowe’s finance chief and pushed for changes inside of stores. The chief executive has called for more prominent placement of new products, and increasing the stock of faster-selling items while reducing inventory on lower-performing ones.\n\nLowe’s said sales in stores open at least a year grew slowly in its latest quarter, rising 1.5%, while overall sales rose 3.8% from a year earlier to $17.42 billion. Analysts polled by Refinitiv had expected $17.36 billion.\n\nLast week competitor Home Depot said its quarterly same-store sales rose 5.1%, and a range of retailers including Walmart Inc., Target Corp. and Macy’s Inc. have reported strong sales in recent weeks.\n\nThe slower growth at Lowe’s stemmed largely from supply-chain weakness that led to continued out-of-stock problems, trouble adding new product lines to shelves and assortment challenges, executives said. The company said it is determined to fix those issues.\n\nLowe’s said its profit fell 27% to $629 million, or 78 cents a share. The results included $280 million in pretax charges from closing all of the company’s Orchard Supply Hardware stores, closing some underperforming stores in the U.S. and Canada, impairments on the Mexico business, and an inventory write-down related to exiting its Alacrity and Iris businesses.\n\nExcluding certain items, Lowe’s posted a profit of $1.04 a share. Analysts expected 98 cents a share.\n\nThe company’s shares were off 5.1% early Tuesday afternoon.\n\nLowe’s expects to record pretax charges of $460 million to $580 million in the fourth quarter related to the closures.\n\nFor the full year, Lowe’s reduced its sales-growth target to 4% from a previous forecast of 4.5%. Comparable sales growth is expected to come in at 2.5%, down from the company’s prior target of 3%.\n\nIt also expects per-share earnings between $4.08 and $4.24, down from between $4.50 and $4.60 as previously forecast. On an adjusted basis, the company said it expects earnings of $5.08 to $5.13 a share.\n\n—Sarah Nassauer contributed to this article.\n\nWrite to Kimberly Chin at kimberly.chin@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shan Li", "title": "China's JD.com Suffers Share Drop on Customer Decline, CEO Worries", "description": "Investors sent shares to their lowest point in more than two years, as questions continue to hang over the future of CEO Richard Liu, who is under investigation for suspected rape.", "url": "https://www.wsj.com/articles/chinas-jd-com-suffers-share-drop-on-customer-decline-ceo-worries-1542712984", "urlToImage": "https://images.wsj.net/im-38009/social", "publishedAt": "2018-11-20T12:33:25Z", "content": "BEIJINGA decline in Chinese e-commerce company JD.com Inc.s JD -7.67% active customerscombined with uncertainty about the future of Chief Executive Liu Qiangdongis alarming investors, who sent shares to their lowest point in more than two years. Mondays plung… [+2975 chars]", "fulltext": "BEIJING—A decline in Chinese e-commerce company JD.com Inc.’s active customers—combined with uncertainty about the future of Chief Executive Liu Qiangdong—is alarming investors, who sent shares to their lowest point in more than two years.\n\nMonday’s plunge came after the company said third-quarter net income nearly tripled as it received a large boost from investment gains, but revenue missed expectations. In addition, for the first time since it went public in 2014 the company said active customer accounts fell 2.7% from the..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ann M. Simmons", "title": "Veteran Russian Official Nominated for Interpol Presidency - Wall Street Journal", "description": "Wall Street Journal Veteran Russian Official Nominated for Interpol Presidency Wall Street Journal MOSCOW—Interpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its next pr…", "url": "https://www.wsj.com/articles/veteran-russian-official-nominated-for-interpol-presidency-1542713956", "urlToImage": "https://images.wsj.net/im-38013/social", "publishedAt": "2018-11-20T11:39:00Z", "content": "MOSCOWInterpol confirmed that a veteran Russian Interior Ministry official and a South Korean police commissioner had both been nominated to become its next president, amid allegations that Moscow has used the international police agency to go after political… [+1984 chars]", "fulltext": "MOSCOW—An international firestorm erupted over the possibility that a Russian official could become the new president of global police agency Interpol, as Moscow denounced a demand by U.S. senators that the Trump administration block the candidacy of a Kremlin-backed nominee.\n\nInterpol confirmed Tuesday that Maj. Gen. Alexander Prokopchuk a veteran Russian Interior Ministry official, had been nominated for president, amid allegations that Moscow has used the international police agency to go after political foes.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Timothy W. Martin", "title": "Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras - Wall Street Journal", "description": "Wall Street Journal Samsung's Top-Secret Galaxy S Phone Is a 5G Monster With Six Cameras Wall Street Journal SEOUL— Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation…", "url": "https://www.wsj.com/articles/samsungs-top-secret-galaxy-s-phone-is-a-5g-monster-with-six-cameras-1542713404", "urlToImage": "https://images.wsj.net/im-38006/social", "publishedAt": "2018-11-20T11:33:29Z", "content": "SEOUL Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation 5G network speeds, bigger screens and more cameras, according to people familiar with the matter. As with riv… [+4896 chars]", "fulltext": "SEOUL—Samsung Electronics Co. is planning a major technological upgrade for its 10th anniversary flagship phones next year, including next-generation 5G network speeds, bigger screens and more cameras, according to people familiar with the matter.\n\nAs with rival Apple Inc.’s 10th anniversary iPhone offerings last year, Samsung’s 10-year reboot of its premium smartphone lineup is seeking to dazzle consumers with more ambition than in years past, these people said, part of a bid by the South Korean technology giant to reverse..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Denise Roland", "title": "Boston Scientific Acquires U.K.'s BTG for $4.2 Billion", "description": "U.S. medical devices company Boston Scientific said it agreed to buy British health-care firm BTG for $4.24 billion, bolstering its presence in the growing field of interventional medicine.", "url": "https://www.wsj.com/articles/boston-scientific-acquires-u-k-s-btg-for-4-2-billion-1542713291", "urlToImage": "https://images.wsj.net/im-38011/social", "publishedAt": "2018-11-20T11:28:13Z", "content": "Boston Scientific Corp. BSX -4.96% on Tuesday said it had agreed to buy British health-care firm BTG PLC for £3.3 billion ($4.24 billion), bolstering its presence in the growing field of interventional medicine. The Marlborough, Mass.-based medical devices ma… [+2258 chars]", "fulltext": "Boston Scientific Corp. BSX 0.58% has agreed to buy British health-care firm BTG BTG -0.24% PLC for £3.3 billion ($4.24 billion), bolstering its presence in the growing field of interventional medicine.\n\nInterventional treatments involve introducing tiny devices into the body using minimally invasive surgery to treat disease. BTG’s PneumRx product, for example, is a tiny coil inserted into the lung’s airways to treat emphysema.\n\nBoston Scientific, which is based in Marlborough, Mass., said Tuesday it would pay 840 pence a share in cash for BTG, a 37% premium to the U.K.-listed company’s closing price Monday. BTG’s shares jumped 34% on the news.\n\nThe U.S. medical-device maker said BTG’s interventional portfolio would boost its capabilities in areas such as cancer and pulmonary embolism.\n\nNewsletter Sign-up\n\nHowever, Boston Scientific said it hadn’t yet decided what to do in the long term with BTG’s pharmaceuticals division, which accounts for about a third of total revenue. That business is focused on antidote products; its top-selling product is CroFab, which treats rattlesnake bites.\n\nFor the six months ended Sept. 30, BTG reported sales of $495.7 million, up 12% from the same period last year.\n\nBTG traces its roots to an arm of the British government that was set up in 1948 to make money from publicly funded scientific research. It was privatized in 1992 as a company that mainly made its money from intellectual property licenses, spanning the technology used in magnetic resonance imaging to patents involved in hovercraft manufacturing.\n\nUnder Chief Executive Louise Makin, BTG has pivoted toward health care, building its presence in interventional medicine through a series of acquisitions.\n\nBoston Scientific, which has a market value of nearly $50 billion, has also grown through deals. The company has made more than 20 acquisitions in the past five years—and has also been a takeover target. The Wall Street Journal reported in June that Stryker Corp. had made a takeover approach; It later said it wasn’t in talks with Boston Scientific but didn’t dispute it had made an approach.\n\nBoston Scientific is one of the biggest makers of heart devices such as pacemakers and artery-opening stents, competing with Medtronic PLC and Abbott Laboratories . It develops devices used in diagnosing and treating coronary artery disease, heart monitoring and a broad range of gastrointestinal and pulmonary conditions. The company also makes nonheart devices such as endoscopes, a type of surgical camera.\n\nWrite to Denise Roland at Denise.Roland@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Caring for Parents, Debt-Market Slowdown, Art Auctions", "description": "More Americans are being squeezed by the burden of caring for two generations, the debt-market slowdown troubles investors, and New York's art auctions send mixed signals about the market.", "url": "https://blogs.wsj.com/moneybeat/2018/11/20/wsj-wealth-adviser-briefing-caring-for-parents-debt-market-slowdown-bumble-swiping/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-20T11:00:24Z", "content": "U.S. money managers are taking steps to rein in everything from pay to jobs to travel as they try to sustain margins in the face of heightened competition. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires t… [+2701 chars]", "fulltext": "U.S. money managers are taking steps to rein in everything from pay to jobs to travel as they try to sustain margins in the face of heightened competition. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business and […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The WSJ's Holiday Season Tech Gift Guide", "description": "From a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather S…", "url": "http://www.wsj.com/video/the-wsj-holiday-season-tech-gift-guide/E687E789-01DA-40A1-BF1F-0080FD0E7930.html", "urlToImage": "http://m.wsj.net/video/20181119/111918ptech/111918ptech_1280x720.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "11/20/2018 6:00AM\n\nThe WSJ's Holiday Season Tech Gift Guide"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "The Problems We CAN Solve: A Tech Gift Guide", "description": "From a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ's Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather…", "url": "http://www.wsj.com/video/the-problems-we-can-solve-a-tech-gift-guide/E687E789-01DA-40A1-BF1F-0080FD0E7930.html", "urlToImage": "http://m.wsj.net/video/20181119/111918ptech/111918ptech_1280x720.jpg", "publishedAt": "2018-11-20T11:00:00Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "11/20/2018 6:00AM\n\nThe WSJ's Holiday Season Tech Gift Guide"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "What Do Wyoming and West Virginia Have in Common? Shrinking Labor Forces and Coal", "description": "Many states ranging from Utah to Texas are experiencing rapid labor force gains as the economic expansion hums along. In Wyoming and West Virginia, the situation couldn’t be more different.", "url": "https://blogs.wsj.com/economics/2018/11/20/what-do-wyoming-and-west-virginia-have-in-common-shrinking-labor-forces-and-coal/", "urlToImage": "https://images.wsj.net/im-12991", "publishedAt": "2018-11-20T10:30:40Z", "content": "Many states are experiencing rapid labor-force gains as the economic expansion hums along. In Wyoming and West Virginia, the situation couldnt be more different. Since the recession ended in June 2009, Wyomings labor force has contracted by 5.1%, the biggest … [+3422 chars]", "fulltext": "The collapse of coal has left Wyoming unable to recoup many of the jobs it lost since the 2015 energy downturn.\n\nThe collapse of coal has left Wyoming unable to recoup many of the jobs it lost since the 2015 energy downturn. Photo: Associated Press\n\nMany states are experiencing rapid labor-force gains as the economic expansion hums along. In Wyoming and West Virginia, the situation couldn’t be more different.\n\nSince the recession ended in June 2009, Wyoming’s labor force has contracted by 5.1%, the biggest drop of any state in the nation during this period. West Virginia is next, with a decline of 4.5%, according to Labor Department data. Other states have shed workers, too, including Vermont, Kansas and Ohio.\n\nBy contrast, the nation as a whole has clocked labor-force growth of 5.1% since mid-2009.\n\nWhile natural beauty and other factors such as a low cost of living and business-friendly government are drawing workers into states like Utah and Idaho—which also have resource sectors—Wyoming and West Virginia are suffering setbacks. The underlying reasons for these two states' labor-market declines tie back to their hefty reliance on coal, as well as more structural factors such as below-average attainment of higher education.\n\nThe coal industry has been steadily losing jobs over the past several years as power plants turned to cleaner alternatives like natural gas, a boon to Texas’s labor force, which is the second fastest-growing in this economic expansion.\n\nIn Wyoming and West Virginia, dependence on coal means that during an energy bust, many discouraged workers leave. But unlike states with more diverse economies, these two don’t have enough other sources of employment to hold steady or grow to compensate for the decline in mining and related industries.\n\n“When you have that dependence on just a few commodity industries and you don’t have a high-skilled workforce, that makes it difficult for the state to attract high-wage businesses, high-wage jobs,” said Maria Cosma, an economist at Moody’s Analytics who specializes in Wyoming economics. “If people can’t find good job opportunities at home, they will move elsewhere.”\n\nBoth Wyoming and West Virginia have seen population losses driven by outward migration. Wyoming's population dropped by nearly 6,000 from 2016 to 2017, while West Virginia’s population declined by almost 13,000, a drag on labor-force growth.\n\nCoal is closely linked to many jobs in Wyoming and West Virginia, which means employment across the states’ economies are feeling the hit.\n\nIn West Virginia, manufacturing jobs have suffered: The state's payrolls in this sector are around 47,000, down from 57,000 a decade earlier. In Wyoming, the state and local government sector, reliant on the coal industry for tax revenues, has seen jobs decline sharply in recent years.\n\nWhile the labor-force decline in both Wyoming and West Virginia has moderated over the past year, possibly tied to a pickup in energy prices, a full recovery remains a challenge.\n\nFor one, in the wake of the 2015 energy downturn, many coal companies in Wyoming replaced people with machinery, according to Ms. Cosma.\n\nFurthermore, below-average higher-education attainment in Wyoming and West Virginia means the states struggle to retain highly skilled workers and draw in new ones. West Virginia's labor force also suffers due to a lack of high-wage jobs and high opioid use.\n\nAdding to the challenge of growing these regional labor forces is an aging population.\n\n“If you have someone within 10 years of retirement age who say loses their job as a coal miner, they don’t really have the incentive to get back into the labor force if they’ve saved up enough for retirement,” Ms. Cosma said.\n\nRELATED\n\nWhy West Virginia Metros Are the Nation’s Most Troubled Labor Markets (Aug. 31, 2018)\n\nThese Eight States Still Haven’t Regained All Their Lost Jobs (July 21, 2017)\n\nThe Only State to Lose Jobs Since July Last Year: West Virginia (Aug. 21, 2015)"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "McConnell Controls Fate of Criminal-Justice Overhaul Bill", "description": "With just two more weeks scheduled in the lame-duck Senate’s session, the Republican majority leader will not commit to holding a vote on the measure backed by bipartisan sponsors and President Trump.", "url": "https://www.wsj.com/articles/mcconnell-controls-fate-of-criminal-justice-overhaul-bill-1542709801", "urlToImage": "https://images.wsj.net/im-37971/social", "publishedAt": "2018-11-20T10:30:26Z", "content": "WASHINGTONSenate Majority Leader Mitch McConnell (R., Ky.) has emerged as the final hurdle facing an overhaul of the criminal-justice system that last week picked up bipartisan support, including from President Trump. The Senates deal last week reignited pros… [+4846 chars]", "fulltext": "WASHINGTON—Senate Majority Leader Mitch McConnell (R., Ky.) has emerged as the final hurdle facing an overhaul of the criminal-justice system that last week picked up bipartisan support, including from President Trump.\n\nThe Senate’s deal last week reignited prospects that the bill—which had stalled after passing the House in May—might slip through in the narrow period of the lame-duck Congress. But for that to happen, Mr. McConnell, who has long been skeptical of the bill, will have to agree to bring it to the floor.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "David Hodari", "title": "Global Stocks Drop as Tech Shares Extend Declines", "description": "Stocks around the world slid, extending the latest wave of selling amid pressure on the global technology sector.", "url": "https://www.wsj.com/articles/global-stocks-drop-as-tech-shares-extend-declines-1542704669", "urlToImage": "https://images.wsj.net/im-37998/social", "publishedAt": "2018-11-20T10:26:01Z", "content": "Stocks around the world slid Tuesday, extending the latest wave of selling amid pressure on the global technology sector. In U.S. futures trading, the S&amp;P 500 and the Dow Jones Industrial Average were on course to drop 0.7% and 0.8% respectively, and the … [+3925 chars]", "fulltext": "Mounting concerns about the pace of growth spurred fresh declines in stocks around the world Tuesday, wiping out yearly gains for the S&P 500 and Dow Jones Industrial Average.\n\nWhat started as a selloff in shares of highflying technology companies bled into other corners of the financial markets, as investors drove down prices for everything from shares of retailers and energy companies to oil and bitcoin.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Housing Struggles and Stock Market Troubles", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. U.S. housing starts may rebound a little in October but that won’t signal liftoff for the housing industry. The sector has been a drag on the economy and …", "url": "https://blogs.wsj.com/economics/2018/11/20/real-time-economics-housing-struggles-and-stock-market-troubles/", "urlToImage": "https://images.wsj.net/im-37895", "publishedAt": "2018-11-20T10:07:58Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. U.S. housing starts may rebound a little in October but that won't signal liftoff for the housing industry. The sector has been a drag on the economy and i… [+8081 chars]", "fulltext": "Manufacturers of U.S.-made products are asking the Trump administration to crack down on products falsely labeled \"Made in the USA.\"\n\nManufacturers of U.S.-made products are asking the Trump administration to crack down on products falsely labeled \"Made in the USA.\" Photo: arnd wiegmann/Reuters\n\nThis is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here.\n\nU.S. housing starts may rebound a little in October but that won't signal liftoff for the housing industry. The sector has been a drag on the economy and is likely to stay that way. Commerce releases the latest numbers at 8:30 a.m. ET.\n\nGood morning. Jeff Sparshott here to take you through the day's top economic news. We'll also look at fake \"Made in the U.S.A.\" labels, why states shouldn't depend on coal's comeback, Brexit, and how Apple and cable TV are coping with weaker-than-expected demand. Share your thoughts by responding to this email.\n\nWHAT'S WRONG WITH THE HOUSING MARKET?\n\nThe housing industry has been a drag on the overall economy in five of the last six quarters. That doesn't seem likely to change much. Builder sentiment fell sharply this month amid worries about affordability. Prices have been climbing faster than incomes for years, in part because there aren't enough homes on the market to meet demand. Now with a new tax law that that reduces incentives for homeownership and the Federal Reserve raising interest rates, ownership is even more of a stretch.\n\nWorst-case scenario: The housing market helps drive furniture sales, building-materials purchases and construction employment. If it falters further, it could become an even bigger drag on the economy. But this isn't 2005 or 2006, when housing accounted for as much as 6.7% of gross domestic product, households were severely overstretched with mortgage debt and the market flamed out. Housing is less than 4% of GDP now, mortgage-debt-to-income is well below its 2007 peak and the rest of the economy appears solid. Strong job creation, rising incomes and steady household formation should keep housing from anything like a free fall.\n\nWHAT TO WATCH TODAY\n\nU.S. housing starts for October, out at 8:30 a.m. ET, are expected to rise to an annual pace of 1.23 million from 1.201 million a month earlier. Permits are expected to rise to 1.27 million from 1.241 million.\n\nKeep an eye on markets, where volatility is the new normal. The Nasdaq Composite Index closed near a seven-month low and tech-giant Alphabet slipped into bear-market territory Monday. On Tuesday, stocks around the world followed the U.S. selloff.\n\nTOP STORIES\n\nBORN IN THE U.S.A.\n\nManufacturers of U.S.-made products, hoping to capitalize on President Trump’s aggressive stance on China, are calling for tougher action against companies that make bogus “Made in the USA” claims. The Alliance for American Manufacturing wants the Federal Trade Commission to get companies to pay restitution, or at least admit fault, the first time they falsely label products as American-made. The FTC’s longstanding policy has been to only seek money after a second violation, Heidi Vogt reports.\n\nFraudulently labeled products have been a longstanding irritant for U.S. manufacturers, who see a “Made in America” label as a competitive advantage and a source of pride. Many of the falsely labeled products are made in China, and American manufacturers now see a chance to leverage Mr. Trump’s sympathies as Washington and Beijing remain locked in a bitter trade dispute.\n\nTHE COAL INDUSTRY ISN'T BACK\n\nMany states are experiencing rapid labor-force gains as the economic expansion hums along. In Wyoming and West Virginia, the situation couldn’t be more different. Since the recession ended in June 2009, Wyoming’s labor force has contracted by 5.1%, the biggest drop of any state in the nation. West Virginia is next at 4.5%, Sarah Chaney reports. One big reason: A hefty reliance on coal.\n\n“When you have that dependence on just a few commodity industries and you don’t have a high-skilled workforce, that makes it difficult for the state to attract high-wage businesses, high-wage jobs,” said Maria Cosma, an economist at Moody’s Analytics who specializes in Wyoming economics. “If people can’t find good job opportunities at home, they will move elsewhere.”\n\nSUCCESS IS NOT FINAL, FAILURE IS NOT FATAL\n\nPrime Minister Theresa May has a deal to extract the U.K. from the European Union. Will the British Parliament go for it?\n\nMrs. May’s Conservative Party doesn’t command a majority in the House of Commons and many of her own lawmakers virulently oppose her plans to leave the EU. So Brexit comes down to votes from members of Parliament who don’t support her and never wanted to leave the EU. If lawmakers revolt, Parliament could order Mrs. May to go back and negotiate tweaks for the deal—or even vote for a second Brexit referendum, Max Colchester reports.\n\nSUPPLY OUTSTRIPS DEMAND: IPHONES\n\nLower-than-expected demand for Apple Inc.’s new iPhones and the company’s decision to offer more models have created turmoil along its supply chain and made it harder for Apple to predict the number of components and phones it needs. Apple slashed production orders for all three of the iPhone models it unveiled in September in recent weeks.\n\nForecasts have been especially problematic for the iPhone XR, Apple’s new lower-price model. Around late October, Apple slashed its production plan by up to a third of the approximately 70 million units it had asked some suppliers to assemble between September and February, Yoko Kubota, Takashi Mochizuki and Tripp Mickle report.\n\nSUPPLY OUTSTRIPS DEMAND: CABLE TV\n\nMore than 1 million consumers canceled their cable-TV or satellite subscriptions in the past quarter, one of the largest seasonal drops ever. The pay-TV decline comes as many U.S. households are turning to the internet for entertainment and canceling their traditional subscriptions, a phenomenon called cord-cutting. A growing share of Americans, known as cord-nevers, are forgoing pay-TV altogether, Drew FitzGerald and Benjamin Mullin report.\n\nUnlike Apple, cable providers seem unlikely to voluntarily dial back supply. So if demand is dropping like a stone, will price follow?\n\nQUOTE OF THE DAY\n\n“Gold! Gold! It’s always worth the same or more, never less.”—Venezuela President Nicolás Maduro, in a speech encouraging gold mining to help offset to plummeting oil revenue\n\nTWEET OF THE DAY\n\nPortuguese unemployment is giving all those bitcoin charts a run for their money pic.twitter.com/hXiw45rpkQ — Angel Talavera (@atalaveraEcon) November 19, 2018\n\nWHAT ELSE WE'RE READING\n\nBuild that wall? There's already about 658 miles of fencing along the U.S.-Mexico border, most of it built between 2007 and 2010. \"At a construction cost of approximately $7 per person in the United States, we estimate that the border wall expansion harmed Mexican workers and high-skill U.S. workers, but benefited U.S. low-skill workers, who achieved gains equivalent to an increase in per capita income of $0.36. In contrast, a counterfactual policy which instead reduced trade costs between the United States and Mexico by 25% would have resulted in both greater declines in Mexico to United States migration and substantial welfare gains for all workers,\" Treb Allen, Cauê de Castro Dobbin and Melanie Morten write in a National Bureau of Economic Research working paper.\n\nReally nasty weather could get you a pay raise—possibly because it chases other workers away. \"Violent tornadoes in directly affected counties result in opposing effects on labor supply and labor demand. This is evident from the persistently higher wages per worker and insignificant change in employment two years after the event. These results suggest that the state of the labor market two years after the tornado is better than its pre-tornado state due to persistently higher wages per worker,\" the University of Kentucky's Kara Riesing writes in a job market paper.\n\nUP NEXT: WEDNESDAY\n\nNote: Some U.S. indicators arrive early this week because of the Thanksgiving holiday.\n\nThe OECD's economic outlook report is out at 5 a.m. ET. It's previous report was cautious: \"The expansion may now have peaked.\"\n\nU.S. durable goods orders for October, out at 8:30 a.m. ET, are expected to fall 2.6% from the prior month.\n\nU.S. jobless claims, out at 8:30 a.m. ET, are expected to inch down to 214,000.\n\nU.S. existing-home sales for October, out at 10 a.m. ET, are expected to rise to an annual pace of 5.19 million.\n\nThe University of Michigan consumer sentiment index for November, out at 10 a.m. ET, is expected to register at 98.2, little changed from its preliminary reading.\n\nThe Conference Board's leading economic index for October, out at 10 a.m. ET, is expected to be unchanged.\n\nJapan's consumer-price index for October is out at 6:30 p.m. ET."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sam Schechner", "title": "France Seeks Interim Leadership at Renault After CEO Carlos Ghosn's Arrest - Wall Street Journal", "description": "Wall Street Journal France Seeks Interim Leadership at Renault After CEO Carlos Ghosn's Arrest Wall Street Journal PARIS—The French government is pushing car maker Renault SA RNO -2.71% to appoint interim leadership after Chief Executive Carlos Ghosn was arre…", "url": "https://www.wsj.com/articles/france-seeks-interim-leadership-at-renault-while-ceo-carlos-ghosn-is-under-arrest-1542706039", "urlToImage": "https://images.wsj.net/im-37995/social", "publishedAt": "2018-11-20T09:33:20Z", "content": "French Finance Minister Bruno Le Maire said Tuesday he plans to ask Renault board members to install interim governance as quickly as possible because Mr. Ghosn, who was arrested Monday after accusations that he underreported his pay, is unable to carry out h… [+2999 chars]", "fulltext": "PARIS— Renault SA RNO 2.28% appointed interim leaders to manage the French auto maker and oversee its share of a globe-spanning alliance with Nissan Motor Co. NSANY -0.88% after the arrest of Chief Executive Carlos Ghosn in Japan.\n\nAfter a meeting late Tuesday, Renault’s board said it had appointed Thierry Bolloré, the company’s No. 2 executive, to serve as deputy CEO on a temporary basis. Philippe Lagayette, Renault’s lead independent director, was named as interim chairman, the company said.\n\nRenault is moving to fill a power vacuum that Mr. Ghosn’s arrest created atop the French company and its alliance with Nissan. Japanese prosecutors detained Mr. Ghosn, an auto-industry titan and one of the world’s best-known business executives, after Nissan went to Japanese authorities with details of an internal probe that alleged he incorrectly reported his compensation in filings over many years. The Japanese auto maker said it would seek to oust Mr. Ghosn from his position.\n\nDescribing Mr. Ghosn as “temporarily incapacitated,” Renault’s board said the 64-year-old executive would formally retain his posts as chairman and CEO of the car maker. However, the board said it was delegating all of his powers to Messrs. Bolloré and Lagayette.\n\nBy deputizing Mr. Bolloré, Renault’s board empowered him to wield Mr. Ghosn’s voting rights on the board of Renault-Nissan BV, the Dutch joint venture that manages the auto makers’ alliance, according to people familiar with the matter.\n\nThat move is crucial, the people said, because it preserves the balance of power that Renault and Nissan share in the joint venture. Renault-Nissan BV is jointly funded by Renault and Nissan, with Mr. Ghosn as its CEO and a board made up of executives from both companies, according to Dutch corporate filings.\n\nThe Dutch firm has become a focal point of Nissan’s scrutiny. Nissan informed Renault on Monday that it has evidence of potential wrongdoing at Renault-Nissan BV, according to the people familiar with the matter.\n\nOn Tuesday, Renault’s board said it was requesting that Nissan “provide all information in their possession arising from the internal investigations related to Mr. Ghosn.”\n\nRenault-Nissan BV manages long-term strategy for the partnership and owns subsidiaries responsible for tasks including joint purchasing and information-technology services. Its expenses, which totaled more than €150 million ($170 million) in 2016, include management fees for executives, services provided to alliance partners and payments to outside consultants, according to the Dutch filings.\n\nThe appointment of Messrs. Bolloré and Lagayette came after a request of the French government, which is concerned Mr. Ghosn’s arrest risks weakening the alliance.\n\n“I spoke today on the phone with the Japanese economy minister and we will do everything we can to entrench the alliance,” Economy and Finance Minister Bruno Le Maire told Parliament on Tuesday.\n\nNissan’s growth in recent years has made it the larger of the two companies, selling more cars than its French partner and contributing heavily to Renault’s profit. That has given rise to fears among French unions and government officials that a creeping “Nissanization” is under way.\n\nAs Renault and Nissan have moved toward a unified production system—allowing models from either company to be built at any alliance factory in the world—workers in France have worried that jobs could be easily moved out of the country, where labor costs have historically tended to run high.\n\nThe alliance, which in 2016 added Mitsubishi Motors Corp. as a partner, says it generates savings through joint purchasing of parts and equipment, as well as common engineering of the basics of vehicle design. Its shared functions include human resources.\n\nThe alliance said that in 2017 it generated €5.7 billion in savings for its members, up from €5 billion a year earlier.\n\nAuto executive Carlos Ghosn was the architect of an alliance between Nissan, Renault and Mitsubishi, a rare success story of auto makers working together. WSJ reporters analyze the impact on his legacy after his arrest over financial misconduct. Photo: Getty Images\n\nWrite to Nick Kostov at Nick.Kostov@wsj.com and Sam Schechner at sam.schechner@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rhiannon Hoyle", "title": "Security Officers Storm Papua New Guinea's Parliament", "description": "Disgruntled security officers stormed Papua New Guinea’s parliament building, in what one lawmaker said was an action motivated by anger at unpaid wages from the weekend meeting of world leaders in the impoverished Pacific country.", "url": "https://www.wsj.com/articles/security-officers-storm-papua-new-guineas-parliament-1542697777", "urlToImage": "https://images.wsj.net/im-37990/social", "publishedAt": "2018-11-20T07:31:38Z", "content": "SYDNEYDisgruntled security officers stormed Papua New Guineas parliament building on Tuesday, in what one lawmaker said was an action motivated by anger at unpaid wages from the weekend meeting of world leaders in the impoverished Pacific country. Bryan Krame… [+2353 chars]", "fulltext": "SYDNEY—Disgruntled security officers stormed Papua New Guinea’s parliament building on Tuesday, in what one lawmaker said was an action motivated by anger at unpaid wages from the weekend meeting of world leaders in the impoverished Pacific country.\n\nBryan Kramer, shadow minister for public service, said members of the armed forces, including police officers, attacked the parliament building in Port Moresby, destroying property and assaulting some staff. They then took up positions outside the building, demanding that government..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "美國白宮恢復CNN記者Acosta的白宮記者證 - 華爾街日報", "description": "華爾街日報 美國白宮恢復CNN記者Acosta的白宮記者證 華爾街日報 美國白宮將恢復有線電視新聞網(Cable News Network, 簡稱CNN)記者Jim Acosta的白宮記者證，迴避了一場圍繞新聞自由以及白宮是否有權取消記者個人採訪權的法律戰。 CNN回應稱，將從聯邦法院撤訴。之前，在白宮新聞發布會上與美國總統特朗普(Donald... 「不守新規就再撤」白宮恢復CNN記者採訪證 三立新聞網 (新聞發布) 白宮恢復CNN記者採訪證揚言不守新規就再撤 中央廣播電台 CNN告川普贏了第一回合要回記者採訪…", "url": "https://cn.wsj.com/articles/CT-BGH-20181120103339", "urlToImage": "https://si.wsj.net/public/resources/images/S1-BJ666_ACOSTA_G_20181119092159.jpg", "publishedAt": "2018-11-20T05:54:52Z", "content": "(Cable News Network, CNN)Jim Acosta CNN(Donald Trump)CNNJim AcostaCNN Acosta...", "fulltext": "美國白宮將恢復有線電視新聞網(Cable News Network, 簡稱CNN)記者Jim Acosta的白宮記者證，迴避了一場圍繞新聞自由以及白宮是否有權取消記者個人採訪權的法律戰。\n\nCNN回應稱，將從聯邦法院撤訴。之前，在白宮新聞發布會上與美國總統特朗普(Donald Trump)發生激烈的言辭交鋒後，CNN首席白宮記者Jim Acosta被吊銷了白宮記者證，隨後CNN針對特朗普政府發起了訴訟。\n\n此舉相當於白宮為這場衝突降級。就在上周，即便在聯邦法院做出不利於白宮的裁決後，白宮仍暗示準備繼續捍衛其吊銷Acosta白宮記者證的權利。\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Tracy", "title": "The Wall Street Journal: Fed’s Randal Quarles poised to become head of Financial Stability Board", "description": "A top Federal Reserve official is poised to lead a global body overseeing financial regulations, according to people familiar with the matter, overcoming questions abroad about President Donald Trump’s posture toward international institutions", "url": "https://www.wsj.com/articles/fed-official-quarles-poised-to-lead-financial-stability-board-1542678853", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY797_quarle_ZG_20181119214935.jpg", "publishedAt": "2018-11-20T02:54:50Z", "content": "WASHINGTON A top Federal Reserve official is poised to lead a global body overseeing financial regulations, according to people familiar with the matter, overcoming questions abroad about President Donald Trumps posture toward international institutions. Rand… [+1210 chars]", "fulltext": "WASHINGTON—A top Federal Reserve official is poised to lead a global body overseeing financial regulations, according to people familiar with the matter, overcoming questions abroad about President Trump’s posture toward international institutions.\n\nRandal Quarles, the Fed’s vice chairman for bank supervision, is expected to be named to chair the Financial Stability Board, these people said. The decision won’t be final until it is announced. An FSB spokesman declined to comment but said an announcement would be made before..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "Chinese Approval Keeps Disney-Fox on Track to Close Early", "description": "Chinese regulators have approved Disney’s $71.3 billion plan to acquire major assets of 21st Century Fox, putting the deal on track to close sooner than expected.", "url": "https://www.wsj.com/articles/chinese-approval-keeps-disney-fox-on-track-to-close-early-1542681379", "urlToImage": "https://images.wsj.net/im-37977/social", "publishedAt": "2018-11-20T02:36:21Z", "content": "LOS ANGELESChinese regulators have approved Walt Disney Co.s DIS -0.66% $71.3 billion plan to acquire major assets of 21st Century Fox Inc. a Disney spokesman said, putting the deal on track to close sooner than initially expected. The approval, granted witho… [+1667 chars]", "fulltext": "LOS ANGELES—Chinese regulators have approved Walt Disney Co.’s DIS -0.84% $71.3 billion plan to acquire major assets of 21st Century Fox Inc. a Disney spokesman said, putting the deal on track to close sooner than initially expected.\n\nThe approval, granted without conditions, is a relief to some corners of Wall Street, where analysts had feared Chinese regulators could stall the deal, given the country’s trade tensions with the U.S.\n\nOn an earnings call this month, Disney Chief Executive Robert Iger said the acquisition could close “meaningfully earlier” than the projected mid-2019 date.\n\nThe Fox deal is a core component of Disney’s strategic shift toward direct-to-consumer streaming services to compete directly with Netflix Inc. and pipe its programming directly into the home. In addition to a Disney-branded service set to launch late next year, Disney has created an ESPN-branded service and will become a majority owner of Hulu when the Fox deal closes.\n\nFox’s library of programming, from National Geographic to its FX cable network, will help fill out those services and reduce the number of major Hollywood studios to five, from six.\n\nThe antitrust authority of the European Union approved the deal this month. Some international jurisdictions have yet to weigh in.\n\nAs part of the U.S. Justice Department’s approval of the deal, Disney will need to divest Fox’s regional sports networks. It also lost Fox’s stake in the Sky PLC pay-TV company to rival Comcast Corp. The divestiture and Sky sale are expected to reduce the overall cost of the deal by more than $20 billion.\n\nChina is an important market for Disney. Since its opening in 2016, the $5.5 billion Shanghai Disneyland Resort has helped drive revenue growth in Disney’s theme-parks division, and the country’s moviegoers have flocked to superhero offerings from its Marvel Studios.\n\nThe Wall Street Journal-parent News Corp and 21st Century Fox share common ownership."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachael Levy", "title": "Paulson Agrees to Buy Stake in Asset Manager From HNA", "description": "John Paulson’s hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group.", "url": "https://www.wsj.com/articles/paulson-agrees-to-buy-stake-in-asset-manager-from-hna-1542649867", "urlToImage": "https://images.wsj.net/im-37853/social", "publishedAt": "2018-11-20T02:14:56Z", "content": "John Paulsons hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group Co. Paulson &amp; Co. plans to buy most of the ordinary shares of BrightSphere Investment Group BSIG 0.31% PLC held by a unit of HNA, the New Yo… [+2704 chars]", "fulltext": "John Paulson’s hedge fund agreed to buy a stake in a $238 billion asset manager from Chinese conglomerate HNA Group Co.\n\nPaulson & Co. plans to buy most of the ordinary shares of BrightSphere Investment Group PLC held by a unit of HNA, the New York-listed asset manager said in statement. Once completed, Paulson & Co. is expected to own just less than 25% of the ordinary shares of BrightSphere, which recently had a market capitalization of about $1.36 billion.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shen Hong", "title": "Foreign Investors Invade China's Cozy Treasury Market", "description": "Facing capital outflows and a shrinking trade surplus, China is opening the door wider to foreign institutional investors—but their surging government-bond purchases create risks for both them and Beijing, which has long kept a tight hold on this $2 trillion …", "url": "https://www.wsj.com/articles/foreign-investors-invade-chinas-cozy-treasury-market-1542632404", "urlToImage": "https://images.wsj.net/im-37464/social", "publishedAt": "2018-11-20T01:51:42Z", "content": "SHANGHAIForeign investment in Chinese government bonds is surging, creating risks for both investors and Beijing, which has long kept a tight hold on this $2 trillion market. Borrowing costs in the worlds second-largest economy are determined in part by China… [+4722 chars]", "fulltext": "SHANGHAI—Foreign investment in Chinese government bonds is surging, creating risks for both investors and Beijing, which has long kept a tight hold on this $2 trillion market.\n\nBorrowing costs in the world’s second-largest economy are determined in part by China’s equivalent of the Treasury market. This is dominated by local banks, insurers and brokerages, most state-owned. In the past the central bank has injected short-term funds to prop up the wider market, or quietly told banks to buy or sell—so-called window guidance.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "The Wall Street Journal: Sears seeks big bonuses for top executives", "description": "Sears Holdings Corp. is seeking permission to pay its top executives millions of dollars in bonuses over the next two financial quarters.", "url": "https://www.wsj.com/articles/sears-proposes-bonus-package-for-top-executives-1542648945", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FJ019_Sears__ZG_20170327162123.jpg", "publishedAt": "2018-11-20T01:17:24Z", "content": "Sears Holdings Corp. is seeking permission to pay its top executives millions of dollars in bonuses over the next two financial quarters. The company has pinpointed 18 top executives to share in a total $8.5 million in bonuses, split between the periods endin… [+785 chars]", "fulltext": "Sears Holdings Corp. is seeking permission to pay its top executives millions of dollars in bonuses over the next two financial quarters.\n\nThe company has pinpointed 18 top executives to share in a total $8.5 million in bonuses, split between the periods ending in January 2019 and April 2019, according to court papers filed Thursday\n\nIn addition,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Macron and the Yellow Vests", "description": "A fuel tax increase is eroding his popularity and jeopardizing reform.", "url": "https://www.wsj.com/articles/macron-and-the-yellow-vests-1542674366", "urlToImage": "https://images.wsj.net/im-37963/social", "publishedAt": "2018-11-20T00:39:28Z", "content": "Protests in France are so common its easy to miss the important ones. Make no mistake, the weekends widespread marches against Emmanuel Macrons plan to raise fuel taxes are the most serious political threat since the French president took office in 2017. More… [+2711 chars]", "fulltext": "Protests in France are so common it’s easy to miss the important ones. Make no mistake, the weekend’s widespread marches against Emmanuel Macron’s plan to raise fuel taxes are the most serious political threat since the French president took office in 2017.\n\nMore than 250,000 people are estimated to have turned out against higher fuel costs driven by global oil-price developments and Mr. Macron’s tax increase. Irate motorists blocked roads and highways across the country, and some marches turned violent or nearly so. One elderly woman was killed by a panicked motorist who allegedly accelerated when her car was surrounded. The protesters are calling themselves the Yellow Vests, after the safety apparel they wear.\n\nEvery French president faces protests in the streets over something, and Mr. Macron has stared down a rail strike and marches against his labor reforms. But this unrest is more widespread geographically with more diverse protestors, who are emerging in large numbers from the rural and exurban middle class.\n\nThe protests also are about more than the details of the fuel tax—a bad idea Mr. Macron is pursuing apparently to bolster his green credentials. The president’s popularity has plummeted since the summer amid a string of personnel scandals and political gaffes that emphasized his aloof persona and distracted him from economic reform.\n\nMany of the Yellow Vests probably didn’t vote for Mr. Macron last year, and the fuel-tax plan plays into their worst perceptions of him. A recurring theme in interviews of Yellow Vests is that the city-slicker Mr. Macron and his wealthy pals in Paris don’t understand how important cars are to ordinary folks in areas that lack public transport.\n\nThe worry for the president is that large numbers of voters, including some of his supporters from 2017, may agree that Mr. Macron is losing touch. Polls show broader public sympathy by far for the Yellow Vests—nearly 75% support—than there was for striking railway workers.\n\nThat makes the fuel tax a needless waste of Mr. Macron’s diminishing political capital. Unlike labor reforms or rail overhauls, the fuel tax has nothing to do with Mr. Macron’s economic-growth agenda. It’s not even about boosting revenue. It’s simply about discouraging the French from driving too much for environmental reasons.\n\nExpensive green piety is not why voters embraced Mr. Macron last year, and now the bubbling frustration endangers the economic change the French voted for. Important reforms, including to the pension system, may now need to wait until next summer while Mr. Macron regroups, if new reforms happen at all after these political and policy missteps.\n\nMr. Macron shows no signs of backing down on the fuel tax, and maybe he can brazen out the protests. But with European Parliament elections looming next May, he can’t afford many more policy fumbles. The Yellow Vests are a warning to return to what voters elected him to do—create jobs and make the French economy great again."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Sticking it to Pharma---With Competition", "description": "A record pace of generic drug approvals is reducing prices.", "url": "https://www.wsj.com/articles/sticking-it-to-pharmawith-competition-1542674076", "urlToImage": "https://images.wsj.net/im-37966/social", "publishedAt": "2018-11-20T00:34:38Z", "content": "Did you hear that the Trump Administration has saved Americans $26 billion on prescription drugs? Probably not, and one person who seldom mentions it, oddly enough, is President Trump. A report from his own White House shows how faster approvals at the Food a… [+2192 chars]", "fulltext": "A pharmacy technician grabs a bottle of drugs off a shelve at the central pharmacy of Intermountain Heathcare in Midvale, Utah, Sept. 10. Photo: George Frey/Getty Images\n\nDid you hear that the Trump Administration has saved Americans $26 billion on prescription drugs? Probably not, and one person who seldom mentions it, oddly enough, is President Trump. A report from his own White House shows how faster approvals at the Food and Drug Administration are lowering prices.\n\nThe FDA has over 20 months of the Trump Administration approved an astounding 1,617 generic drugs, which are identical to branded versions but sold at commodity prices after patents expire. That works out to 81 a month on average—an 17% increase over the preceding 20 months. The Council of Economic Advisers in October tried to tally the savings from new entrants: $26 billion."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "Democracy Succeeds in Georgia - Wall Street Journal", "description": "Charlotte Observer Democracy Succeeds in Georgia Wall Street Journal Republican Brian Kemp was declared Georgia's Governor-elect over the weekend, yet Democrats are now trying to rob him of legitimacy by accusing him of stealing the election. Democrats hope t…", "url": "https://www.wsj.com/articles/democracy-succeeds-in-georgia-1542673925", "urlToImage": "https://images.wsj.net/im-37967/social", "publishedAt": "2018-11-20T00:33:13Z", "content": "Republican Brian Kemp was declared Georgias Governor-elect over the weekend, yet Democrats are now trying to rob him of legitimacy by accusing him of stealing the election. Democrats hope to benefit politically by undermining faith in American democracy. At t… [+3698 chars]", "fulltext": "Republican Brian Kemp was declared Georgia’s Governor-elect over the weekend, yet Democrats are now trying to rob him of legitimacy by accusing him of stealing the election. Democrats hope to benefit politically by undermining faith in American democracy.\n\nAt the last tally on Sunday, Mr. Kemp led Democrat Stacey Abrams by about 55,000 votes or 1.4 percentage points. She finally acknowledged Mr. Kemp’s victory on Friday, though her non-concession concession makes Hillary Clinton and Donald Trump sound like gracious losers.\n\n“This is not a speech of concession, because concession means to acknowledge an action is right, true or proper,” she said. As secretary of state for eight years, Mr. Kemp presided over “systemic disenfranchisement, disinvestment and incompetence,” she declared.\n\nLeading her long list of grievances worthy of Festivus on “Seinfeld”, she has accused Mr. Kemp of “purging” some 53,000 voters—most of whom were minorities—from the rolls. Georgia’s “exact match” law enacted by the GOP Legislature last year requires information on voter registration applications to mirror the information on file at the Georgia Department of Driver Services and federal Social Security Administration. The law was intended to prevent groups from sloppily filling out applications for individuals, as Ms. Abrams’s New Georgia Project appears to have done.\n\nYet voters whose applications are flagged have 26 months to clear up discrepancies. They may also vote if they present a valid photo ID, as is required of all voters under Georgia law. Voters whose IDs don’t match the names on registration forms may still cast provisional ballots. In other words, nothing stopped legitimately registered voters from casting ballots—except perhaps the Democratic warnings that they may be deemed ineligible.\n\nDemocrats also howl that Mr. Kemp has cancelled some 1.4 million voter registrations since 2012. Mr. Kemp’s alleged offense: Complying with federal and state law. Under Georgia law, registered voters who haven’t voted in three years are sent notices to confirm their residency. If they don’t respond or vote in the following two general elections, they are removed from the rolls.\n\nGeorgia is merely implementing the federal 1993 National Voter Registration Act, which requires states to “conduct a general program that makes a reasonable effort to remove the names” of voters who are ineligible “by reason of” death or change in residence. In 2002 Congress added that “registrants who have not responded to a notice” and “have not voted in two consecutive general elections for Federal office shall be removed.” Georgia’s registration procedures are similar to those in Ohio, which the Supreme Court upheld in June.\n\nIf Mr. Kemp was trying to suppress voters, he did a lousy job. Georgia’s voter rolls have swelled by more than 20% since 2010 amid an expansion in online registration. Voter turnout this year was up 16.4 percentage points over 2014 levels, which is even greater than the 12.6-point increase nationwide. Early voting also doubled since 2014.\n\nBy all evidence Ms. Abrams benefitted tremendously from this surge in turnout. She received 90% more votes in Atlanta’s Fulton County (45% black) than the Democratic candidate in 2014 and 62% more in neighboring DeKalb County (55% black). No Democrat running for Governor or U.S. Senate has come closer to victory in nearly two decades in the conservative state. Democrats also flipped one House seat near Atlanta and another possible House pickup is too close to call.\n\nMs. Abrams said she plans to bring “a major federal lawsuit against the state of Georgia for gross mismanagement of this election,” and she calls her defeat proof that “democracy failed.” No doubt she hopes that inflaming the politics of racial resentment will help stoke minority and liberal turnout during her next campaign, which could come as soon as 2020 against GOP Senator David Perdue. But the price will be an even more cynical and polarized electorate."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Germano", "title": "Former College Basketball Player Sues Adidas Over Payments", "description": "Fallout from a federal probe of alleged corruption in college basketball entered a new chapter as a former University of Louisville player sued Adidas, alleging the sports-clothing maker violated racketeering laws by paying families of high-profile recruits.", "url": "https://www.wsj.com/articles/former-college-basketball-player-sues-adidas-over-payments-1542654128", "urlToImage": "https://images.wsj.net/im-37867/social", "publishedAt": "2018-11-20T00:24:06Z", "content": "Fallout from a federal probe into alleged corruption in college basketball entered a new chapter Monday as a former University of Louisville player sued Adidas America Inc. on allegations that the sports-clothing maker violated federal racketeering laws by pa… [+3344 chars]", "fulltext": "Fallout from a federal probe into alleged corruption in college basketball entered a new chapter Monday as a former University of Louisville player sued Adidas America Inc. on allegations that the sports-clothing maker violated federal racketeering laws by paying families of high-profile recruits.\n\nThe player, former high school basketball star Brian Bowen Jr., alleges that the U.S. arm of German shoe company Adidas AG ADDYY -1.32% , its executives and consultants broke the law in their efforts to influence the families of top high school basketball players and encourage them to attend Adidas-sponsored universities.\n\nHis lawsuit follows the convictions of an Adidas executive, an Adidas consultant and a sports agent on federal criminal fraud charges last month related to payments they made to families of prominent players, including to the father of Mr. Bowen Jr.\n\nUnlike the criminal case, which argued that the universities were the victims of the Adidas executive’s activities, Mr. Bowen Jr.’s civil racketeering suit posits a new argument in the debate regarding college basketball and amateurism rules: that Adidas caused “foreseeable economic injury” to the player by allegedly arranging payments to the player’s family and thus invalidating his eligibility to play in college.\n\n“Because of this criminal scheme and through no fault of their own, Brian and other student athletes lost their eligibility to play college basketball at any school, lost their eligibility to receive financial aid necessary to continue their education, and lost the singular opportunity to develop physically and athletically into NBA draft picks at an elite NCAA Division I basketball program,” said Mr. Bowen Jr.’s law firm, the McLeod Law Group, in a statement.\n\nA spokeswoman for Adidas said the company believed the civil-suit allegations had no merit and that the company was committed to ethical and fair business practices.\n\nThe sports-clothing maker wasn’t accused of wrongdoing in the federal criminal probe, but said in a statement after the guilty verdict in the federal case that the company has “strengthened our internal processes and controls and remain committed to ethical and fair business practices.”\n\nMr. Bowen Jr.’s father, Brian Bowen Sr., testified in the criminal trial that he accepted tens of thousands of dollars without his son’s knowledge in exchange for steering him to the University of Louisville, an Adidas-sponsored school. Mr. Bowen Sr. wasn’t charged in the case in exchange for his testimony, and isn’t named as a defendant in the civil case.\n\nAfter losing his eligibility to play at Louisville, as well as any other National Collegiate Athletic Association program, Mr. Bowen Jr. moved to Australia earlier this year to play professional basketball for the Sydney Kings.\n\nAdidas, along with top competitors Nike Inc. and Under Armour Inc., are prolific sponsors of athletic programs at U.S. universities, in hopes of driving demand for their products among young athletes and to position their clothes and shoes in high-profile tournaments in basketball and football, especially.\n\nIn the most prominent college sponsorship agreements, athletic companies enter into contracts with university athletic departments, rather than specific sports or teams.\n\nThrough his lawsuit, filed in U.S. District Court in South Carolina, Mr. Bowen Jr. seeks to prohibit Adidas, its associates and affiliates from “engaging in sponsorship of NCAA Division I men’s basketball programs,” as well as seeking damages, relief, attorney’s fees and other costs for the plaintiff.\n\nWrite to Sara Germano at sara.germano@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Walter Russell Mead", "title": "The Three Stages of Trump's Foreign Policy", "description": "Restraint gave way to disruption. Now it’s time for leadership, strategy and results.", "url": "https://www.wsj.com/articles/the-three-stages-of-trumps-foreign-policy-1542672995", "urlToImage": "https://images.wsj.net/im-37837/social", "publishedAt": "2018-11-20T00:16:37Z", "content": "President Trumps foreign policy has passed through two stagesone restrained and one more turbulent. The third and most decisive is now beginning to take shape. Through most of his first year in office, Mr. Trump moved cautiously on the international stage and… [+4765 chars]", "fulltext": "President Trump’s foreign policy has passed through two stages—one restrained and one more turbulent. The third and most decisive is now beginning to take shape.\n\nThrough most of his first year in office, Mr. Trump moved cautiously on the international stage and tended to defer to mainstream advisers. Starting last spring with the departures of H.R. McMaster and Gary Cohn, Mr. Trump has been taking more radical steps, ramping up tariff wars around the world while jettisoning the North American Free Trade Agreement, the Iran nuclear deal, the Intermediate-range Nuclear Forces Treaty and the Universal Postal Union.\n\nFor Mr. Trump’s critics, this second stage has been catastrophic. American power, they argue, depends on the institutions Mr. Trump is weakening and the allies he is alienating; the president is sawing off the branch on which he sits. His defenders say he is placing American power on a sounder footing, clearing away the deadwood of the past, forcing others to pay their fair share and ensuring the U.S. benefits more from international trade.\n\nThe case against Mr. Trump’s international disruption isn’t as strong as most in the foreign-policy establishment believe. There are certainly dangers in the president’s impulsive approach—some of them grave—but Mr. Trump has one big point in his favor. The liberal-internationalist vision, which holds that the world is a kind of greater European Union, moving inexorably toward its own kind of “ever closer union” via a strengthening network of international institutions, seems to be running out of steam.\n\nAs countries like Turkey, India, China, Brazil and Nigeria develop, they are striving more to strengthen their sovereignty than to pool it. By shifting America’s stance away from the losing defense of legacy liberal internationalism that characterized the John Kerry years, the Trump disruption might, might point the way toward a more sustainable U.S. diplomatic approach.\n\nBut for Mr. Trump to be remembered as something other than a diplomatic wrecking ball, his administration will have to rapidly shift gears. Destruction ceases to be creative when it doesn’t lead to the construction of something better. After the cautious first stage and the dramatic second stage, a third stage of strategy and leadership must follow.\n\nIn the Middle East, the murder of Jamal Khashoggi and the humanitarian catastrophe in Yemen seem to be forcing the administration to review its strategic options. Simply outsourcing U.S. regional policy to Riyadh and Jerusalem won’t do. Washington needs a vision and a policy that both reassures our local allies and disciplines some of their wilder instincts. Walking away from the Iran deal was easy; implementing a new regional strategy will be hard. Like his predecessors, Mr. Trump will be judged not by his intentions but by his results.\n\nThe administration’s China policy has also reached an inflection point. The tariff card has been played. But what is the administration’s vision for the future of an economic relationship that, despite Chinese abuses, has benefited both countries and cannot be ripped apart without profound damage to many U.S. companies and industries? How will the administration balance its interest in building a strong global alliance to counter China and its efforts to extract more favorable trading terms from partners like Germany and Japan? Can the Trump administration develop an approach to China that is bipartisan enough to ensure Democrats don’t scrap it all when they return to power?\n\nUnlike the Soviet Union, China has engaged successfully with the international market system and as a result has many more channels of influence around the world. How will the administration orchestrate a global response? This is a harder task than the Truman administration faced; is the Trump administration up to the job?\n\nIn Europe, President Trump has been blunt about the many shortcomings he sees in existing U.S. relationships with key allies. He hasn’t, however, put forward a compelling vision of the kind of trans-Atlantic relationship he would like to see instead.\n\nIt is the same on trade. We know Mr. Trump prefers bilateral deals to multilateral ones and that he sees reciprocity as the key to fairness. But what would a reformed World Trade Organization look like? How does Mr. Trump want trade disputes to be handled? Can Mr. Trump subject the international economy to an endless series of trade shocks without undermining the domestic prosperity on which his future and that of his party depend?\n\nDonald Trump spent much of his pre-political career as a builder and a developer. President Trump has mostly been in the demolition industry where foreign policy is concerned. That will likely change in the next few months as the unrelenting pressure of world events forces the administration to define and communicate its objectives more clearly. As stage two gives way to stage three, it will become easier to see where this administration wants to take the world—and whether it is having any success."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Joseph Epstein", "title": "Americans Turned to Trump to Roll Back the Progressive Tide", "description": "To understand his appeal, look at the excesses of liberals in recent years. He’s a wall against the wave.", "url": "https://www.wsj.com/articles/americans-turned-to-trump-to-roll-back-the-progressive-tide-1542672973", "urlToImage": "https://images.wsj.net/im-37736/social", "publishedAt": "2018-11-20T00:16:15Z", "content": "At lunch the other day, a friend and strong anti-Trumper wondered aloud what brought all those thousands of people out to Donald Trumps rallies. After all, he said theyre pretty much the same show. Mr. Trump on stage, in his usual bragging mode, attacking the… [+4513 chars]", "fulltext": "At lunch the other day, a friend and strong anti-Trumper wondered aloud what brought all those thousands of people out to Donald Trump’s rallies. “After all,” he said “they’re pretty much the same show.” Mr. Trump on stage, in his usual bragging mode, attacking the press, settling scores with people he feels have betrayed him, while the audience in their red hats applaud uproariously, yelling approval for 90 or so minutes. “What’s the attraction? I don’t get it.”\n\nNot a bad question, really. As I thought it over, it occurred to me that what genuinely excites Mr. Trump’s crowds and draws them to him is their shared antiliberalism. By liberalism I do not mean liberalism of the kind that was at the center of our fathers’ Democratic Party—which supported labor unions, civil liberties, racial integration, involvement in international affairs. I refer to the liberalism now metamorphisized into progressivism, at the heart of the thinking of such Democrats as Elizabeth Warren, Bernie Sanders, Cory Booker, Kamala Harris, Alexandria Ocasio-Cortez and others.\n\nThis is the progressivism that edges into socialism, that is said to attract the young, that promises a newer, kinder America—the progressivism that exalts identity politics and has no argument with political correctness. As one looks upon the people who attend Mr. Trump’s rallies, one sees the faces not of Hillary Clinton’s “deplorables” but of the proletariat out of which Karl Marx’s dictatorship was supposed to derive. Yet these people, despite the progressives’ promises to them of free Medicare, free college tuition, and the rest, want nothing to do with Sens. Warren, Sanders, Booker & Co. Quite the reverse: They loathe them.\n\nThe man who attends a Trump rally turns on his television set and that night’s news leads off with a Black Lives Matter protest in his city. If that city is Chicago, he might recall that this year some 2,619 people have been shot, 475 shot and killed, the preponderance of these being black people shot by black youth gangs. If it is another city, there is a distinct possibility, as fairly often in the past, that the protest will lead to looting of nearby shops. Al Sharpton, nattily turned out, is likely to have flown in for the festivities to remind everyone about the world’s injustice.\n\nOur man changes channels and is greeted by a story of a long and happy lesbian marriage. He reads in the papers that people are fired from jobs for remarks that, under the reign of political correctness, are interpreted as racist, sexist, you name it; that students feel unsafe at Yale; that a year’s tuition, room and board at Dartmouth is $74,000. Doubtless before long he will read a story about an 11-year-old who is suing his parents for not allowing him to transgender himself.\n\nOh God, he thinks, make America great again, make America straight again, make America anything but what it is becoming. What elected Donald Trump, and what sustains him, is not his rather dubious charisma, his ideas, his obvious jolt to the country’s earlier slow economic growth, and no, not even the wretched campaign run by Hillary Clinton. Mr. Trump was chosen as a rebuke to the progressivism that has made life in America seem chaotic, if not a touch mad, and that now threatens to take over the Democratic Party.\n\nA number of highly intelligent Trump supporters I know are perfectly willing to acknowledge the president’s manifold flaws. They voted for him, and probably will again, because he is not Hillary or Barack Obama or Chuck Schumer. In the old Indian proverb, the enemy of their enemy is their friend; more than friend, he, Donald J. Trump, is happily their president.\n\nAfter the midterm elections, Nancy Pelosi announced that she is exultant that more than 60% of the Democratic members of Congress are women, or ethic minorities, or LGBT. Some Democrats threaten to investigate President Trump’s personal finances. Others hold out the promise of impeaching Mr. Trump, Brett Kavanaugh or Matthew Whitaker. So the beat of identity politics, and progressivism generally, goes on.\n\nThe pull to the left of the Democratic Party is Donald Trump’s greatest hope for re-election, while Mr. Trump’s behavior is the greatest force pulling Democrats still further to the left. Tariffs, trade agreements, even immigration policy seem slightly beside the point when, as now, not two different parties but two radically different views of the good life dominate public discourse. And so things go, two ends without a middle. The shame is that most Americans find themselves in that missing middle, helpless without a party, hopeless without a leader. Politics has rarely seemed so dismal.\n\nMr. Epstein is author of “The Ideal of Culture and Other Essays” (Axios Press) and “Charm: The Elusive Enchantment” (Lyons Press)."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Robert C. Pozen", "title": "Make It Easier for Companies to Offer 401(k)s", "description": "Congress should let small employers band together to give employees access to a common retirement plan.", "url": "https://www.wsj.com/articles/make-it-easier-for-companies-to-offer-401-k-s-1542672933", "urlToImage": "https://images.wsj.net/im-37870/social", "publishedAt": "2018-11-20T00:15:50Z", "content": "Just before Labor Day, President Trump issued an executive order directing federal agencies to consider two significant reforms for retirement plans. The first would make it easier for small employers to band together to offer employees access to a common pla… [+4027 chars]", "fulltext": "Just before Labor Day, President Trump issued an executive order directing federal agencies to consider two significant reforms for retirement plans. The first would make it easier for small employers to band together to offer employees access to a common plan. The second would update the mortality tables to reflect longer life-spans, which would slow down the rate of distributions from most retirement plans.\n\nIn October the Labor Department responded by proposing a limited expansion of 401(k) plans for multiple employers—limited because the agency doesn’t have the legal authority to make major changes. Nor is the Treasury legally empowered to make the needed broader changes on plan distributions. Fortunately, both reforms are included in a bill, the Retirement Enhancement and Savings Act, or RESA, which is moving steadily through Congress with broad bipartisan support.\n\nAlmost 60 million private-sector workers don’t have access to any retirement plan at work, according to the Social Security Bulletin. Approximately 75% of those workers are employed by firms with fewer than 100 employees, which do not want to take on the financial and administrative burdens of running a retirement plan. Yet under current rules, unrelated employers are generally not allowed to band together to save money on the plans they offer.\n\nRESA would change that by expressly allowing unrelated employers to sponsor multiple-employer plans. It would also permit qualified financial firms, with fiduciary obligations, to offer a standard plan to groups of small employers.\n\nThe new law also ought to further reduce the retirement-coverage gap by addressing the needs of part-time and seasonal employees. Currently, employers with retirement plans aren’t required to include part-time and seasonal workers, unless they work at least 1,000 hours per year. For this reason, more than four million workers are excluded from their employers’ retirement plans.\n\nRESA could be improved—for instance by requiring employers with plans to help part-time or seasonal workers save for retirement through automatic payroll deductions. This would cost such employers almost nothing, since most already have the ability to send employee contributions to their retirement investment funds electronically.\n\nTo encourage small employers to adopt multiple-employer plans or other retirement plans, RESA would cover their startup expenses. The tax credit for these startup expenses is currently capped at a miserly $500 per year for the first three years. Under RESA, that maximum would increase to $5,000 per year for three years, depending on the number of employees eligible for the plan.\n\nTo offset the budget costs of expanded MEPs, RESA would tighten the tax rules for required minimum distributions. Under current law, when plan participants reach age 70½, they must begin to take annual distributions from their IRAs or other retirement plans at a rate appropriate to their remaining life expectancy as calculated by the Internal Revenue Service. These distributions are taxed as ordinary income to participants (except for Roth IRAs).\n\nIf plan participants die before their plan assets are fully distributed, they can pass them on to named beneficiaries. But beneficiaries can then stretch out the distributions according to their own remaining life expectancy—which, depending on their age, could be another 30 to 50 years. That loophole, which is hard to justify on policy grounds, markedly delays the flow of taxable income from retirement plans.\n\nRESA would partially close the loophole by requiring most beneficiaries to distribute the remaining assets within five years of the plan participant’s death. The bill includes major exceptions for spouses, minor children and disabled beneficiaries, but it’s revenue neutral: the expansion of multiple-employer plans reduces federal tax revenues by $3 billion over the next decade, which is roughly equivalent to the revenue gained from partially closing the required-minimum distribution loophole.\n\nRESA is one of the few bills on Capitol Hill with broad bipartisan support. For an easy legislative victory, the administration should push Congress to adopt it by the end of the year.\n\nMr. Pozen is a senior lecturer at MIT Sloan and former president of Fidelity Investments."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "L Brands Slashes Dividend, Picks Chief for Victoria's Secret Lingerie", "description": "L Brands said it had hired a Tory Burch executive to take over its Victoria’s Secret lingerie business after the chain posted another quarter of declining same-store sales.", "url": "https://www.wsj.com/articles/l-brands-names-john-mehas-as-ceo-of-victorias-secret-lingerie-1542663981", "urlToImage": "https://images.wsj.net/im-37906/social", "publishedAt": "2018-11-20T00:15:18Z", "content": "L Brands Inc., LB -2.07% trying to revamp business at its flagship Victorias Secret chain, on Monday said it is halving its annual dividend and hiring a Tory Burch executive to lead the lingerie division. The retailer, which is on track to report its third co… [+3001 chars]", "fulltext": "L Brands Inc., LB 2.04% trying to revamp business at its flagship Victoria’s Secret chain, on Monday said it is halving its annual dividend and hiring a Tory Burch executive to lead the lingerie division.\n\nThe retailer, which is on track to report its third consecutive annual profit decline, said it plans to cut its annual payout to $1.20 a share, starting with the March payout. The move will save about $325 million in cash.\n\nThe company said John Mehas will be joining Victoria’s Secret early next year to succeed Jan Singer, who resigned last week. Mr. Mehas currently serves as president of Tory Burch and previously led Club Monaco.\n\nIn an earnings commentary, the company attributed the weak performance at Victoria’s Secret to a “poor assortment” and at its PINK brand to “fashion errors in loungewear.” Customers are responding better to new bras and sleepwear at Victoria’s Secret, the company said.\n\nComparable sales at Victoria’s Secret, which include digital and same-store sales, fell 2% in the third quarter. Still, that was better than analysts’ projected 2.3% decline, according to FactSet data.\n\nThe unit accounted for $1.53 billion of L Brands’s total quarterly sales of $2.77 billion. Much of the rest comes from Bath & Body Works, whose sales have fared better. In the third quarter, Bath & Body Works comparable sales rose 13% from a year ago.\n\nFor 2018, the company said square footage at Victoria’s Secret in North America will decline about 1% and increase about 3% at Bath & Body Works, yielding a total company increase of about 1%.\n\nVictoria’s Secret has generated years of growth with images of busty supermodels and padded bras retailing at prices topping $50, but new competitors have moved into the category with alternative styles and messages. Many of them are gaining traction by emphasizing more sizing options and advertising that includes different body types.\n\nL Brands’s founder, longtime chairman and chief executive, Leslie Wexner, took charge of Victoria’s Secret more than two years ago and made big moves. He changed leadership, shifted away from catalog mailings, exited the swimsuit business and doubled down on sports bras to address the rise of the so-called athleisure trend.\n\nDespite the changes, Victoria’s Secret remains married to its traditional sex-infused marketing and continues to emphasize its store fleet, largely in malls across the country. In an interview last year with The Wall Street Journal, Mr. Wexner defended his focus on malls.\n\nSince Victoria’s Secret has continued to struggle, Mr. Wexner has been pruning his portfolio of brands, announcing plans to close the Henri Bendel handbag business after the holidays and explore strategic alternatives for intimate-apparel chain La Senza.\n\nOverall, for the 13 weeks ended Nov. 3, L Brands reported a loss of $42.8 million, or 16 cents a share, compared with a year earlier profit of $86 million, or 30 cents a share.\n\nThe company took an $80.9 million charge related to the impairment of some Victoria Secrets stores and a $20.3 million charge related to Henri Bendel’s closing. Excluding these items, L Brands said it had an adjusted profit of 16 cents a share.\n\nWrite to Khadeeja Safdar at khadeeja.safdar@wsj.com and Maria Armental at maria.armental@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "John Greenwood", "title": "How China Copes With Capital Flight", "description": "As growth slows and tariffs threaten, the central bank now strives to prevent a sharp slide in the yuan.", "url": "https://www.wsj.com/articles/how-china-copes-with-capital-flight-1542672901", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY114_GREENW_SOC_20181119130858.jpg", "publishedAt": "2018-11-20T00:15:03Z", "content": "Watchers of Chinas currency in the past few years have risked a serious case of whiplash. After tamping down the yuans appreciation for the better part of two decades, Beijing has begun to lend support to the sagging currency. Last month China used roughly $3… [+5099 chars]", "fulltext": "Watchers of China’s currency in the past few years have risked a serious case of whiplash. After tamping down the yuan’s appreciation for the better part of two decades, Beijing has begun to lend support to the sagging currency. Last month China used roughly $32 billion of its foreign-exchange reserves to bolster its currency. The yuan is dropping largely because China’s growth is slowing and capital has begun to flee the country.\n\nFor most of its recent history, China had little reason to worry about capital outflows of foreign money. From 1994 to 2014 the Chinese enjoyed a surplus in their overall balance of payments, which consists of the current-account balance plus private capital flows. This surplus generated foreign-exchange earnings. The People’s Bank of China, Beijing’s central bank, purchased incoming foreign currency at the going rate and amassed a mountain of foreign-exchange reserves. These peaked at just over $4 trillion in June 2014.\n\nWhile a growing pile of reserves might seem like a gift, it presented the Chinese authorities with a series of challenges. As the foreign currency rolled in, the PBOC purchased it from commercial banks by crediting them in yuan. This drove down interest rates in the interbank market, which in turn increased domestic lending and the money supply. To control these increases, the PBOC began issuing bonds to the banks in 2002, absorbing excess yuan. Known as sterilization, operations of this kind were pioneered in Japan in the 1960s and have been common across East Asia since the 1980s.\n\nYet the PBOC’s bond issues came at a cost. With the increased bond issuance associated with sterilization, the central bank had to pay ever-higher yields to entice banks to buy bonds. To stem the growing cost, the PBOC slowed down its sterilization operations. Instead, it aimed to control the money supply by raising the reserve-requirement ratio (RRR) on bank deposits, which mandates that banks place a certain percentage of their cash in a central-bank reserve. By June 2011 the RRR had reached 21.5%, freezing more than a fifth of Chinese bank deposits that otherwise would have been lent out to private borrowers.\n\nIn parallel with the sterilization of capital inflows, the PBOC began in 2005 to allow appreciation in the yuan-dollar exchange rate. The yuan rose 35% against the U.S. dollar from 2005-15. Over the same period, China’s thriving economy meant wages also increased by 14.6% a year. The combination of the stronger yuan and the wage surge meant Chinese wages in U.S.-dollar terms effectively quadrupled, boosting the local standard of living but hurting China’s international competitiveness.\n\nFast forward to August 2015. That’s when the yuan experienced a nasty wobble, declining 4% in two days as capital flows reversed. Since then, regulators have imposed new exchange controls and other restrictions on certain types of capital outflows. Yet the trend of net outflows from China has continued sporadically.\n\nSo the PBOC’s challenge today is the opposite of what it faced in the previous two decades. The central bank must ensure adequate growth in the money supply while capital flows out and the current-account surplus rapidly dries up. More broadly, China must reverse the sterilization process without destabilizing the economy.\n\nThe PBOC’s strategy so far has been to increase domestic credit, compensating for shrinking foreign-exchange reserves. By today, those reserves have decreased by the equivalent of about $1 trillion, which the PBOC has counterbalanced with about $1.2 trillion of domestic credit.\n\nThe major difference from the surplus era of the early 2000s is that China’s annual growth rate has dropped from roughly 10% to 6%. To meet its inflation target of 2%, the central bank has reduced the rate of growth in the money supply from 15% a year in 2013 to just 8% today.\n\nWages have leveled off as China’s economy cools and inflation has stayed low. But the question remains whether things are stabilizing, as President Xi Jinping desires, or if capital will continue to flee as a result of the U.S.-China trade war.\n\nTrade disruptions seem unlikely to upend China’s economy entirely, as exports account for only about 18% of Chinese gross domestic product, and only 3.6% of GDP comes from exports to the U.S.\n\nSo where is China headed? The most likely course is the one taken by Japan after its trade spat with the U.S. over textiles and steel in the 1980s. Back then, Japan shifted rapidly to higher value-added industries like automobiles and robotics. China already has begun to shift away from industries that add less value like garments and toys, allowing jobs to migrate to Vietnam and Bangladesh. If U.S. tariff pressures intensify, China surely will accelerate the upgrade of its automobile, electronics and artificial-intelligence capabilities.\n\nThough China is going through a rough patch as it deleverages and slows its credit growth, central-bank policy looks set to maintain stability on the domestic front. Steady growth in the money supply will ensure an increase in domestic consumption and investment, which form the bulk of China’s GDP. Stability isn’t everything. But—as Mr. Xi and the PBOC know well—everything is nothing without it.\n\nMr. Greenwood is chief economist at Invesco in London. Mr. Hanke is a professor of applied economics at the Johns Hopkins University."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William McGurn", "title": "The Jim Acosta Hour", "description": "A CNN suit claiming a constitutional right to a press pass will inevitably backfire.", "url": "https://www.wsj.com/articles/the-jim-acosta-hour-1542672868", "urlToImage": "https://images.wsj.net/im-37883/social", "publishedAt": "2018-11-20T00:14:29Z", "content": "Nobody contests Jim Acostas right to be a jerk in front of a TV camera. In the federal courts, however, Mr. Acosta and his employer, CNN, are now arguing that Donald Trump owes him a White House stage as well. Taking away his hard pass, the claim goes, violat… [+4561 chars]", "fulltext": "Nobody contests Jim Acosta’s right to be a jerk in front of a TV camera.\n\nIn the federal courts, however, Mr. Acosta and his employer, CNN, are now arguing that Donald Trump owes him a White House stage as well. Taking away his hard pass, the claim goes, violates both First Amendment speech rights and Fifth Amendment guarantees of due process. What Mr. Acosta’s cheerleaders don’t seem to appreciate is that elevating a government pass into a constitutional fight will prove a loser in the long run, especially for television outlets such as CNN.\n\nEven the judge who issued a temporary restraining order Friday that restored Mr. Acosta’s pass said he was ruling narrowly and wasn’t pretending to adjudicate the First Amendment claims. David Rivkin, a constitutional lawyer who has served in the Justice Department and the White House Counsel’s Office, calls Mr. Acosta’s legal case “patently absurd,” and notes that, while valuable, a White House pass is not a matter of constitutional right but of a sensible accommodation.\n\n“To believe otherwise would mean that he is entitled to his White House pass, to travel with the president, to being able to participate in White House press conferences and be able to pose questions to White House officials and that none of these policies, including being able to pose questions, can be changed without some form of due process,” Mr. Rivkin says.\n\nIt helps to remember that the press corps works at the White House out of mutual convenience. But the physical presence is particularly crucial for television news. The illusion of intimacy and authority conveyed by filming inside the White House grounds is why each network has a camera stationed on the little strip on the driveway leading to the West Wing.\n\nImagine what it would mean if TV reporters had to broadcast from outside the fence. This would be the nuclear option. And if it were to go down this path, the Trump White House would certainly make itself look besieged and as if it had something to hide.\n\nBut this is a president who has already pulled out of the White House Correspondents’ Association dinner. Is it really hard to envision Mr. Trump and his aides concluding he’s not going to get a fair shake no matter what, and then relocating the press accordingly?\n\nEven without the nuclear trigger, there are any number of responses that would render Mr. Acosta’s restored pass a hollow victory for the White House press. Mr. Trump, for example, could simply stop calling on Mr. Acosta and others from major media outlets. Or he could exercise his own speech rights and not hold any press conferences at all.\n\nOr he could do something he raised Sunday in an interview with Fox News, which is to turn off the cameras that show the reporters. This echoes an idea floated by the former press secretaries for both Bill Clinton and George W. Bush. In an article for the Columbia Journalism Review just before Mr. Trump’s inauguration, Mike McCurry and Ari Fleischer suggested no longer having the daily briefing as a live televised event.\n\nThis wouldn’t do anything to stop the hot-dogging at pressers featuring the president. It would, however, kill the incentive for showboating at the daily briefings. Again, it is the television press that stands to lose most, especially if Mr. Trump were to couple moving daily briefings off camera with holding few or no press conferences himself.\n\nAs for the White House, it too has incentives to reconsider how best to handle the Acosta situation. It might start by recognizing Mr. Acosta’s arrogance and narcissism as a gift. However much President Trump may accuse the “fake news media” of bias and rail against its unfairness, this pales next to the public preening spectacle of Mr. Acosta himself, a living, breathing example of why so many Americans, as the New York Post’s Michael Goodwin recently pointed out, don’t trust reporters to tell the truth.\n\nIn this sense the White House might be wiser to keep Mr. Acosta exactly where he is. Why not, for example, have the president tell Mr. Acosta, “Jim, you can ask as many questions as you like” and allow him to turn the press conferences into “The Jim Acosta Hour”? Then see how much support Mr. Acosta enjoys among other White House reporters who have good questions they don’t get to ask because CNN’s correspondent hogged the mike.\n\nThe larger point is that once a tradition goes and a necessary give-and-take becomes a matter of narrow legal right rather than sensible accommodation, each side loses something. It’s but one reason Mr. Fleischer says that Mr. Acosta “is the wrong hill for the press to die upon.”\n\n“The real way forward isn’t a lawsuit,” he says. “It’s for the press and the White House to work together on a reasonable code of conduct. Acosta might not like it, but most White House reporters are polite and won’t mind.”\n\nWrite to mcgurn@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Burt Neuborne", "title": "Divide States to Democratize the Senate", "description": "A constitutionally sound fix to a vexing political problem.", "url": "https://www.wsj.com/articles/divide-states-to-democratize-the-senate-1542672828", "urlToImage": "https://images.wsj.net/im-37737/social", "publishedAt": "2018-11-20T00:13:49Z", "content": "No State, without its Consent, shall be deprived of its equal Suffrage in the Senate, declare Article V of the Constitution, which lays out the amendment process. A Californian has only 1/65th the representation of a Wyoming resident in the upper chamber. Tha… [+2886 chars]", "fulltext": "‘No State, without its Consent, shall be deprived of its equal Suffrage in the Senate,” declares Article V of the Constitution, which lays out the amendment process. A Californian has only 1/65th the representation of a Wyoming resident in the upper chamber. That’s undemocratic, but there’s no way around Article V.\n\nOr is there? Article IV provides that “new States may be admitted by the Congress into this Union”—including from the territory of an existing state, if its legislature consents. Five states were created in this manner: Vermont from New York (1791), Kentucky from Virginia (1792), Tennessee from North Carolina (1796), Maine from Massachusetts (1820) and West Virginia from Virginia (1863).\n\nDrawing on that tradition, a Democracy Restoration Act could grant blanket consent to populous but underrepresented states to go forth and multiply to restore the Senate’s democratic legitimacy.\n\nSection 1 of the act would provide that whenever the decennial census identifies states with populations that exceed that of the least populous state by more than, say, 20 to 1, each of those largest states would have the option of dividing in half. Section 2 would condition the creation of any such state on the consent of the residents of both halves of the original state.\n\nIf, using the 2010 census, we set the trigger at 20 to 1, the six states exceeding 12 million people—California, Texas, New York, Florida, Pennsylvania and Illinois—with about 41% of America’s inhabitants, could split, yielding 12 new senators and dramatically reducing the Senate’s structural inequality. If we set the trigger at 10 to 1, 19 states with more than 70% of the U.S. population could generate 38 senators. Go all the way to 6 to 1—the ratio between the largest and smallest states when the Constitution was ratified—and 29 states yield 58 senators.\n\nGiven current political reality, such an effort to restore democracy to the Senate would likely attract more Democratic than Republican support. But it wouldn’t necessarily advantage either party. Bifurcating Texas and Florida would probably generate Democratic gains, with Georgia and Ohio up next; but splitting California, New York and Illinois could open up opportunities for Republicans. Once state boundaries were locked into place, Senate gerrymandering would become almost impossible. The future is unpredictable, but it would be determined by democratically legitimate institutions.\n\nMy fix wouldn’t be easy. Realistically, the Democratic Party would have to gain a Senate majority and the presidency under the existing, stacked system. Political leaders and residents in the underrepresented states would have to be willing to shake up the status quo to take advantage of the increased political power offered by creating new states. That means agreeing on fair boundaries, working out the problems of bifurcating (like liability for debts), and providing for joint administration of certain programs, possibly via interstate compacts.\n\nThe important thing is there’s a constitutional way to rescue the Senate from its current undemocratic condition.\n\nMr. Neuborne has taught law at New York University since 1972."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kamran Bokhari", "title": "The Kremlin's Interpol Power Play - Wall Street Journal", "description": "The Times The Kremlin's Interpol Power Play Wall Street Journal A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organization's general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has alr…", "url": "https://www.wsj.com/articles/the-kremlins-interpol-power-play-1542672759", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK934_BOKHAR_SOC_20181119175814.jpg", "publishedAt": "2018-11-20T00:12:00Z", "content": "A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organizations general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has already coordinated the abuse of Interpol extradition requests, know… [+4330 chars]", "fulltext": "A close ally of Russian President Vladimir Putin is likely to be elected the new head of Interpol this week at the organization’s general assembly in Dubai. Maj. Gen. Alexander Prokopchuk has already coordinated the abuse of Interpol extradition requests, known as “red notices,” to pursue Mr. Putin’s enemies, including prominent American businessmen and environmental activists.\n\nChina’s arrest and detention of Meng Hongwei, the previous president who disappeared mysteriously earlier this month, has provided an opening for Mr. Putin to pursue his meddlesome agenda. But if the Kremlin tramples on the agency’s neutrality, how will the West respond? How will the civilized nations of the world—the ones that recognize and respect the rule of law—protect their citizens from the wrath of Mr. Putin’s new global police force when it is headed by a loyal general?\n\nGen. Prokopchuk’s allegiances are clear. He was appointed to Russia’s Interior Ministry in 2003, not too long after Mr. Putin ascended to the presidency. He became a key surrogate in the Putinization of the Russian state. Since 2011, when he was appointed head of Russia’s Interpol Bureau, he has been indispensable in Mr. Putin’s manipulation and abuse of what is supposed to be a neutral, apolitical international organization.\n\nPart of the problem lies in how Interpol’s red-notice system works. The process for applying for one of these international arrest warrants is notoriously fickle, requiring a member state simply to submit a form. There is almost no oversight. Interpol rarely investigates the validity of these warrants. The organization acknowledges that approximately 97% of notice requests are not reviewed in depth.\n\nIn 2008 an American citizen residing in Copenhagen was detained as a result of an Interpol red notice and held for almost two months in a maximum-security prison. Ilya Katsnelson was never charged, as investigators determined that it was his involvement with a Putin nemesis—Russian dissident Mikhail Khordorkhovsky—that provoked the warrant. U.S. investor and Putin critic Bill Browder experienced something similar in Madrid, where he was arrested in his hotel room by Spanish police who declared the cause of arrest to be “Interpol—Russia.”\n\nMr. Putin’s weaponization of Interpol is most apparent in the European Union’s frontier Baltic and Balkan states. Interpol issued a red notice for Estonian politician and intelligence chief Eerik-Niles Kross on the eve of the 2013 elections in the tiny Baltic country of 1.3 million. Mr. Kross’s IRL party was poised to make sizable gains against Estonia’s Russia-aligned party.\n\nMost worryingly, Russia is using Interpol as the sharp end of a stick to expand its influence in the Balkans. Mr. Putin is keen to secure Russian control of EU energy supplies through Kremlin proxies Rosneft and Gazprom . Under Gen. Prokopchuk’s watchful eye, Interpol has used red notices to shift geopolitical currents and attack Europe’s energy security.\n\nSince 2009, when Hungarian energy company MOL beat Russian competitors to an investment in INA, Croatia’s largest energy company, Russia has supported Croatia’s attempts to renege on that agreement. A powerful Russian energy presence in central Europe would have huge ramifications for the region and the EU. Perhaps not coincidentally, the MOL chairman Zsolt Hernádi had an Interpol red notice issued against him on bribery charges this week, despite already being exonerated of those very same charges by the United Nations’ most senior trade-arbitration court in 2017.\n\nAll of this comes at a critical time for the region. Gazprom chairman Alexei Miller visited Croatia in 2014 to try to scare off potential competition in what Russia considers to be its Central European backyard. From energy deals to electoral campaigns, the abuse of Interpol’s red-notice system has real geopolitical consequences. And if Mr. Putin can capture and control benign international institutions to execute silent economic coups in an attempt to destabilize Europe, perhaps it is time for the West to rethink its engagement with these organizations. Allowing Mr. Putin’s aggression to go unchecked could lead to permanent strategic losses for the liberal order.\n\nOf Interpol’s 192 members, 14 democracies account for 74% of the body’s funding. Unless they use that financial leverage to change the body’s archaic processes at this year’s summit in Dubai, a much bigger price will be paid by Europe and the Western world.\n\nMr. Bokhari is a Washington-based national security and foreign policy specialist with the University of Ottawa’s Professional Development Institute."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Summer Said", "title": "Aramco Abandons Plan for Massive Corporate-Bond Sales to Fund Sabic Deal", "description": "Saudi Aramco no longer plans to launch what would have been one of the world’s largest-ever corporate-bond sales to fund a roughly $70 billion stake in the kingdom’s national petrochemical firm, looking instead to options requiring less public disclosure.", "url": "https://www.wsj.com/articles/aramco-abandons-plan-for-massive-corporate-bond-sales-to-fund-sabic-deal-1542639560", "urlToImage": "https://images.wsj.net/im-37812/social", "publishedAt": "2018-11-20T00:11:04Z", "content": "DUBAISaudi Aramco no longer plans to launch what would have been one of the worlds largest-ever corporate-bond sales to fund a roughly $70 billion stake in the kingdoms national petrochemical firm, looking instead to options requiring less public disclosure, … [+4069 chars]", "fulltext": "DUBAI—Saudi Aramco no longer plans to launch what would have been one of the world’s largest-ever corporate-bond sales to fund a roughly $70 billion stake in the kingdom’s national petrochemical firm, looking instead to options requiring less public disclosure, people familiar with the matter said.\n\nSaudi Arabian Oil Co., as the company is officially known, had considered issuing up to $40 billion in bonds to help buy 70% of Saudi Basic Industries Corp., The Wall Street Journal has reported.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared Malsin", "title": "Migrants Rescued by Cargo Ship Refuse to Get Off in Libya", "description": "Dozens of migrants are engaged in a standoff with Libyan officials, refusing to disembark from a ship that rescued them at sea because they fear torture at the hands of Libyan authorities.", "url": "https://www.wsj.com/articles/migrants-rescued-by-cargo-ship-refuse-to-get-off-in-libya-1542654620", "urlToImage": "https://images.wsj.net/im-37938/social", "publishedAt": "2018-11-20T00:01:54Z", "content": "CAIRODozens of migrants are engaged in a standoff with Libyan officials, refusing for more than a week to disembark from a cargo ship that rescued them at sea because they fear torture at the hands of Libyan authorities, according to humanitarian groups. The … [+3820 chars]", "fulltext": "CAIRO—Dozens of migrants are engaged in a standoff with Libyan officials, refusing for more than a week to disembark from a cargo ship that rescued them at sea because they fear torture at the hands of Libyan authorities, according to humanitarian groups.\n\nThe groups said a cargo ship picked up the migrants—including people from South Sudan, Somalia, Pakistan, Ethiopia, and Somalia—adrift in the Mediterranean Sea and brought them to the coastal Libyan city of Misrata, east of Tripoli, on Nov. 10.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bojan Pancevski", "title": "Germany to Halt Arms Sales to Saudi Arabia Over Khashoggi Killing", "description": "Berlin’s move raises pressure on the kingdom to shed light on the journalist’s murder.", "url": "https://www.wsj.com/articles/germany-to-halt-arms-sales-to-saudi-arabia-over-khashoggi-killing-1542640934", "urlToImage": "https://images.wsj.net/im-37817/social", "publishedAt": "2018-11-20T00:00:09Z", "content": "BRUSSELSBerlin halted arms sales to Riyadh and agreed with France to ban several Saudi nationals following the killing of Jamal Khashoggi, raising international pressure on the kingdom to shed light on the murder even as Europe prevaricates over unilateral ac… [+5000 chars]", "fulltext": "Saudi Arabia released details about how government critic Jamal Khashoggi was killed inside its consulate in Istanbul. Turkey says there are still many unanswered questions. Photo: AP\n\nBRUSSELS–Berlin halted arms sales to Riyadh and agreed with France to ban several Saudi nationals following the killing of Jamal Khashoggi, raising international pressure on the kingdom to shed light on the murder even as Europe prevaricates over unilateral action in response.\n\nGerman foreign minister Heiko Maas said Monday that the travel ban covered “18 Saudi nationals who are allegedly linked to this deed.”\n\nSeparately,..."}]