[{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Gordon Lubold", "title": "Pentagon to Scale Back Number of Forces in Africa", "description": "The Pentagon will withdraw hundreds of American service members assigned to Africa as part of a realignment of forces around the world.", "url": "https://www.wsj.com/articles/pentagon-to-scale-back-number-of-forces-in-africa-1542323356", "urlToImage": "https://images.wsj.net/im-37391/social", "publishedAt": "2018-11-15T23:45:48Z", "content": "WASHINGTONThe Pentagon will withdraw hundreds of American service members assigned to Africa as part of a realignment of forces around the world. The military will remove more than 700 troops, roughly 10% of the more-than-7,200 personnel there now, a Pentagon… [+2103 chars]", "fulltext": "WASHINGTON—The Pentagon will withdraw hundreds of American service members assigned to Africa as part of a realignment of forces around the world.\n\nThe military will remove more than 700 troops, roughly 10% of the more-than-7,200 personnel there now, a Pentagon official said on Thursday.\n\nThe change will be most pronounced in West Africa, where..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jonathan Cheng , Andrew Jeong", "title": "The Wall Street Journal: North Korea announces new, secret ‘tactical weapon’", "description": "North Korean leader Kim Jong Un visited a weapons facility to inspect the test of a “newly-developed high-tech tactical weapon,” North Korean state media reported early Friday in Pyongyang.", "url": "https://www.wsj.com/articles/kim-jong-un-inspects-test-of-newly-developed-high-tech-tactical-weapon-north-korean-media-says-1542322005", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-FH313_nkorea_ZG_20170305191527.jpg", "publishedAt": "2018-11-15T23:34:38Z", "content": "North Korean leader Kim Jong Un visited a weapons facility to inspect the test of a newly-developed high-tech tactical weapon, North Korean state media reported early Friday in Pyongyang. It was the Norths first public announcement of continued military advan… [+959 chars]", "fulltext": "After months of negotiations, talks between Washington and Pyongyang have reached a stalemate and North Korea is threatening to resume developing nuclear weapons. But the question of whether Kim Jong Un has ever been serious about denuclearization remains. Photo: KCNA via AP\n\nSEOUL—North Korean leader Kim Jong Un visited a facility to oversee testing of a “newly developed ultramodern tactical weapon,” the first acknowledgment from the North that it has resumed weapons testing since engaging diplomatically with the U.S. and South Korea this year.\n\nThe visit, which was reported by North Korean state media early Friday in Pyongyang, didn’t specify what weapon had been tested or when Mr. Kim’s visit occurred. But it comes at an uncertain time in the diplomatic process, which is aimed at lowering tensions..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Maryland to Appeal Gerrymandering Ruling, Setting Up New Supreme Court Battle", "description": "Maryland’s Democratic attorney general said he would appeal a court order to redraw a congressional district found to disadvantage Republicans, increasing the odds of a new Supreme Court battle over legislative maps that could reshape political lines before t…", "url": "https://www.wsj.com/articles/maryland-pushes-for-third-supreme-court-review-of-gerrymandering-case-1542323000", "urlToImage": "https://images.wsj.net/im-37390/social", "publishedAt": "2018-11-15T23:34:31Z", "content": "WASHINGTONMarylands Democratic attorney general said Thursday he would appeal a court order to redraw a congressional district found to disadvantage Republicans, increasing the odds of a new Supreme Court battle over legislative maps that could reshape politi… [+5609 chars]", "fulltext": "WASHINGTON—Maryland’s Democratic attorney general said Thursday he would appeal a court order to redraw a congressional district found to disadvantage Republicans, increasing the odds of a new Supreme Court battle over legislative maps that could reshape political lines before the 2020 elections.\n\nAlready pending before the justices is a ruling from a special federal court in North Carolina, which found that state’s congressional map an unconstitutional gerrymander drawn by majority Republicans to disenfranchise Democrats.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jennifer Smith", "title": "Inventory Reduction Push at J.C. Penney Thins Margins", "description": "The struggling retail chain has been liquidating merchandise as it winnows its product assortment to focus on the most profitable brands and categories. Although Penney is making progress on that goal, efforts to clear the sales floor have also thinned margin…", "url": "https://www.wsj.com/articles/inventory-reduction-push-at-j-c-penney-thins-margins-1542324246", "urlToImage": "https://images.wsj.net/im-37402/social", "publishedAt": "2018-11-15T23:24:08Z", "content": "The struggling retail chain has been liquidating merchandise as it winnows its product assortment to focus on the most profitable brands and categories. Although Penney is making progress on that goal, efforts to clear the sales floor have also thinned margin… [+2278 chars]", "fulltext": "J.C. Penney Co. is finding that slashing inventory comes at a price.\n\nThe struggling retail chain has been liquidating merchandise as it winnows its product assortment to focus on the most profitable brands and categories. Although Penney is making progress on that goal, efforts to clear the sales floor have also thinned margins.\n\nThe company..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aruna Viswanatha", "title": "The US Is Preparing to Prosecute Julian Assange; Optimistic on Extradition", "description": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom, according to people in Washington familiar with the matter.", "url": "https://www.wsj.com/articles/u-s-is-optimistic-it-will-prosecute-assange-1542323142", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK116_assang_SOC_20181115171956.jpg", "publishedAt": "2018-11-15T23:10:27Z", "content": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom, according to people in Washington familiar with the matter. Over the past year, U.S. prosecutors… [+7525 chars]", "fulltext": "Special Counsel Robert Mueller’s investigators are scrutinizing comments that Trump adviser Roger Stone made about WikiLeaks before the 2016 election. WSJ’s Shelby Holliday breaks down the timeline. Photo: Getty Images.\n\nThe Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom, according to people in Washington familiar with the matter.\n\nOver the past year, U.S. prosecutors have discussed several types of charges they could potentially bring against Mr. Assange, the people said. Mr. Assange has lived in the Ecuadorean embassy in London since receiving political asylum from the South American country in 2012.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey T. Lewis", "title": "Argentina Senate Approves Budget Plan in Victory for President Macri", "description": "Argentina’s Senate approved the government’s austere budget proposal for 2019, handing President Mauricio Macri a legislative victory and sending a signal to investors, and to the International Monetary Fund, that his administration is committed to steep spen…", "url": "https://www.wsj.com/articles/argentina-senate-approves-budget-plan-in-victory-for-president-macri-1542273300", "urlToImage": "https://images.wsj.net/im-37190/social", "publishedAt": "2018-11-15T23:03:14Z", "content": "Argentinas Senate approved the governments austere budget proposal for 2019 early Thursday, handing President Mauricio Macri a legislative victory and sending a signal to investors, and to the International Monetary Fund, that his administration is committed … [+2966 chars]", "fulltext": "Argentina’s Senate approved the government’s austere budget proposal for 2019 early Thursday, handing President Mauricio Macri a legislative victory and sending a signal to investors, and to the International Monetary Fund, that his administration is committed to steep spending cuts.\n\nThe budget plan, which was negotiated by the government with various opposition legislators to guarantee its approval, now goes to the president for signing. It foresees a balanced primary budget, a measure that excludes interest payments, for..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Yoko Kubota", "title": "China's Cyber Cop Ups Pressure to Control Online Speech", "description": "China’s chief cybercensor is raising the pressure on internet companies to police online speech, requiring they keep extensive records about users and alert authorities about the spread of what the government deems harmful content.", "url": "https://www.wsj.com/articles/chinas-cyber-cop-ups-the-pressure-to-control-online-speech-1542291470", "urlToImage": "https://images.wsj.net/im-37222/social", "publishedAt": "2018-11-15T22:53:42Z", "content": "BEIJINGChinas chief cyber censor is raising the regulatory pressure on internet companies to police online speech, requiring them to keep extensive records about users and alert authorities about the spread of what the government deems harmful content. New ru… [+2737 chars]", "fulltext": "BEIJING—China’s chief cyber censor is raising the regulatory pressure on internet companies to police online speech, requiring them to keep extensive records about users and alert authorities about the spread of what the government deems harmful content.\n\nNew rules issued Thursday by the Cyberspace Administration of China targets operators of online services from chat sites to video livestreaming—any platforms where people can “express opinions or that have the ability to mobilize society.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jay Greene", "title": "The 'Prosperity Bomb' of an Amazonian Invasion", "description": "If Seattle is a guide, Amazon’s arrival in New York and Virginia will be transformative, but will also bring headaches, what some Seattleites call the Amazon prosperity bomb.", "url": "https://www.wsj.com/articles/the-prosperity-bomb-of-an-amazonian-invasion-1542283200", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ393_HQ2ARR_SOC_20181113170853.jpg", "publishedAt": "2018-11-15T22:45:36Z", "content": "SEATTLEIts hard to miss the Amazonians downtown here. They want cheap, and they travel in packs, said Seattle celebrity chef Tom Douglas of the young techies who fill the 10-seat tables at his Brave Horse Tavern for lunch. Then they come back for happy hour. … [+5815 chars]", "fulltext": "SEATTLE—It’s hard to miss the Amazonians downtown here.\n\n“They want cheap, and they travel in packs,” said Seattle celebrity chef Tom Douglas of the young techies who fill the 10-seat tables at his Brave Horse Tavern for lunch. Then they come back for happy hour.\n\nThey wear color-coded ID badges signaling how long they’ve worked for Amazon.com Inc. AMZN -0.97% Many take their dogs for midday walks; Amazon lets thousands of canines accompany their owners to the office—so many it had to install pee-proof shrubbery around its campus.\n\nIf Seattle is a guide for the just-announced future hosts of the online giant’s second headquarters, Amazon’s arrival will be transformative. Restaurants and new infrastructure are likely to follow—what some Seattleites call the Amazon prosperity bomb—but the invasion of workers will also bring traffic jams and a jump in housing prices.\n\nCustomers browse an Amazon Go store in downtown Seattle, near the company‘s sprawling headquarters. Photo: lindsey wasson/Reuters\n\nThe company announced Tuesday that it will divide its second headquarters evenly between New York’s Long Island City and Northern Virginia, with some 25,000 employees in each location. In a more than yearlong public contest, metro areas across the U.S. had offered the company lucrative financial incentives, lured by the prospect of investment, high-wage workers and a surge of businesses to support them.\n\nIn Seattle, Amazon rewrote the book on how a big company makes its home in an urban area, putting thousands of employees in the downtown core rather than a suburban campus.\n\nNew York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nAs Amazon’s workforce in the city center has increased more than ninefold over the past decade, to 45,000, the number of restaurants and other food-service businesses in the city has jumped 27%, according to data from the Washington State Department of Revenue.\n\nOverall, Amazon’s workforce accounted for roughly 8% of the 581,780 total jobs in Seattle in 2017, according to data from the Puget Sound Regional Council.\n\nLines of workers waiting for burgers, sandwiches and burritos stream down city streets at lunchtime. Mr. Douglas says the Amazon workers who flood his downtown restaurants skew young and eschew lavish meals and expensive cocktails.\n\nAmazon offers free bananas near its sprawling campus in downtown Seattle. Photo: Paul Gordon/Zuma Press\n\nAmazon’s campus, which spans over several city blocks, has its own banana stands that hand out thousands of free bananas. Some workers have said there is a shortage of bananas at nearby grocery stores as a result.\n\nAmazon’s arrival is likely to strain any city’s mass transit—which could mean much-needed upgrades. The company paid for a fourth streetcar to ease downtown congestion, as part of a deal with Seattle. But riders there have found that buses packed with Amazonians, who receive transit passes from the company, zip past stops during rush hour, unable to fit more passengers.\n\nA Seattle streetcar is wrapped in an ad for Amazon. Photo: Elaine Thompson/Associated Press\n\nThat may not bode well for the New York headquarters site. Long Island City’s rush-hour commutes are already nightmarish, with overcrowded subway cars and delays. Another 25,000 employees could further hobble the system, though New York has promised infrastructure upgrades.\n\nThe most striking change Amazon has brought to Seattle is a new skyline. Amazon moved into a ramshackle neighborhood north of downtown called South Lake Union, transforming it from a hodgepodge of parking lots, tire shops and small warehouses into a collection of modern office buildings, apartments and teeming restaurants.\n\n“It was a pit,” said Margaret O’Mara, a history professor at the University of Washington and author of “The Code: Silicon Valley and the Remaking of America,” due out next year. “They are having an impact on the city that’s positive and generative.”\n\nAt the same time, the rapid growth of Amazon’s footprint downtown has created its own set of challenges, Ms. O’Mara said. Unlike Microsoft Corp. , which built its main campus in the suburb of Redmond, and Boeing Co. , whose factories are in nearby Everett and Renton, Amazon’s offices are close to Seattle’s sports venues, museums and auditoriums. About 15% of Amazon’s Seattle workforce live within the same ZIP Code as their office, and 20% walk to work, according to the company. While their presence has spurred the arrival of bike-share services in the city center, traffic barely budges at the end of most work days.\n\nAmazon’s offices are close to many Seattle downtown attractions, snarling traffic on many weekdays. Photo: Elaine Thompson/Associated Press\n\nAs Amazon has outgrown South Lake Union, it has expanded into office towers closer in the city center. The company now uses 10 million square feet of Seattle office space, spread out over more than 40 buildings.\n\nSeattle’s economic boom, fueled in part by Amazon’s growth, has put home prices out of reach for many. Seattle led the nation in home-price increases for nearly two years—prices grew 12.8% in the year ending in June—until Las Vegas passed it this summer, according to the monthly S&P CoreLogic Case-Shiller National Home Price Index.\n\nAmazon’s growing footprint is making it a local political target. It’s not uncommon to see protesters outside Amazon buildings, raising issues from the company’s sale of facial-recognition software to law-enforcement agencies to cargo pilots contracted by the company seeking better pay.\n\nNewsletter Sign-up\n\nUltimately, as the so-called HQ2 contest showed, having Amazon come to town is a test cities were more than willing to take on. New York Mayor Bill de Blasio has said it would be “the single biggest economic development deal in the history of New York City.”\n\nDespite the challenges that Amazon’s rise has created in Seattle, many politicians there are eager to keep it happy.\n\nIn May, the city passed an “Amazon tax,” a per-employee levy on big companies to fund homeless services, only to repeal the measure a month later after pressure from Amazon and other businesses.\n\nCity leaders don’t hide their pride that Amazon calls Seattle home. So much so that Seattle Mayor Jenny Durkan said last week, when The Wall Street Journal reported that Amazon was splitting HQ2 in two, that was “good news.”\n\n“I’d call those branch offices,” Ms. Durkan told a local television news reporter.\n\nWrite to Jay Greene at Jay.Greene@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "MoviePass Sheds Subscribers as Troubles Mount", "description": "MoviePass experienced a significant decline in subscribers in the third quarter, the latest sign of trouble for majority owner Helios & Matheson Analytics.", "url": "https://www.wsj.com/articles/moviepass-sheds-subscribers-as-owners-troubles-mount-1542321380", "urlToImage": "https://images.wsj.net/im-37372/social", "publishedAt": "2018-11-15T22:36:21Z", "content": "While Helios flagged the drop in a securities filing Thursday, it didnt provide an exact figure. MoviePass had 3.2 million subscribers as of Aug. 10, compared with 1 million in December 2017, according to an August filing. A spokesman didnt respond to a reque… [+2360 chars]", "fulltext": "MoviePass experienced a significant decline in subscribers in the third quarter, the latest sign of trouble for majority owner Helios & Matheson Analytics Inc. HMNY 3.87% as it looks to stave off insolvency.\n\nWhile Helios flagged the drop in a securities filing Thursday, it didn’t provide an exact figure. MoviePass had 3.2 million subscribers as of Aug. 10, compared with 1 million in December 2017, according to an August filing. A spokesman didn’t respond to a request for comment.\n\nThe decline came after the movie-theater subscription service started limiting customers to viewing three movies a month for $9.95. That is a much more restrictive policy than what the service offered when it launched last year: one movie a day.\n\nHelios said each subscriber, on average, saw 0.77 movies a month in September, down from 0.85 in August and 2.23 in March.\n\nMoviePass also faces rising competition. Movie-theater owner AMC Entertainment Holdings Inc. said earlier this month it expects to soon enroll more than half a million people in a service that offers three movies a week at a monthly price of about $20.\n\nOverall for the quarter, Helios lost $130 million, or 20 cents a share, compared with a loss of $43 million, or $5.79 a share, in the year-earlier period. Revenues topped $81 million, compared with $1.2 million in the third quarter of 2017.\n\n“Without raising additional capital, there is substantial doubt about the Company’s ability to continue as a going concern through November 15, 2019,” Helios said in Thursday’s filing.\n\nFor the most recent quarter, Helios’s MoviePass segment reported $80.5 million in revenue, up about 10% from the second quarter, according to a statement. The unit reported a gross loss of $28.5 million, improving on the $104.7 million loss in the prior quarter.\n\nAs a result of the decline in subscriptions, Helios recorded an impairment charge of $39 million against the goodwill of the MoviePass unit. Goodwill measures the difference between how much a company paid to buy another firm and the value of the target firm’s hard assets.\n\nShares of Helios closed at 2 cents on Thursday. In October 2017, the company’s stock topped $8,000, but that was before a 1-for-250 reverse stock split, which occurred in July.\n\nAs MoviePass has struggled financially and with service outages, the company has been forced to take out a high-interest loan.\n\nOn Tuesday, the company said in a securities filing it would cancel a shareholder meeting to discuss another stock split because it didn’t expect to have the votes to approve it.\n\nMoviePass has tried to expand into adjacent businesses, acquiring stakes in movies, such as one about New York crime boss John Gotti. The company believes it can draw on its MoviePass subscriber base to drive viewers to such films.\n\nWrite to Micah Maidenberg at micah.maidenberg@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob M. Schlesinger", "title": "Trump Forged His Ideas on Trade in the 1980s---and Never Deviated", "description": "The president has been consistent on trade for decades, unlike on other issues, both in tone and substance. Longtime acquaintances say his philosophy came out of his experience in the cutthroat world of New York real estate and the rise of Japan as a global e…", "url": "https://www.wsj.com/articles/trump-forged-his-ideas-on-trade-in-the-1980sand-never-deviated-1542304508", "urlToImage": "https://images.wsj.net/im-37064/social", "publishedAt": "2018-11-15T22:30:14Z", "content": "Three decades before President Trumps trade agenda jolted the world, he laid out his vision in full-page newspaper advertisements foreshadowing what was to come. Japan and other nations have been taking advantage of the United States for years, wrote the New … [+14689 chars]", "fulltext": "Three decades before President Trump’s trade agenda jolted the world, he laid out his vision in full-page newspaper advertisements foreshadowing what was to come.\n\n“Japan and other nations have been taking advantage of the United States” for years, wrote the New York real-estate developer, in the typewritten letter addressed “To The American People,” his signature affixed to the bottom.\n\n“..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Natalie Andrews", "title": "Orientation in Congress Is Meant for Winners. This Year, It's Complicated.", "description": "The unusually large number of undecided races means many could-be lawmakers are also showing up.", "url": "https://www.wsj.com/articles/orientation-for-congress-is-meant-for-the-winners-this-year-its-complicated-1542301410", "urlToImage": "https://images.wsj.net/im-37134/social", "publishedAt": "2018-11-15T22:28:35Z", "content": "WASHINGTONDemocrat Ben McAdams, who holds a slight lead in his bid to unseat Utah Republican Rep. Mia Love, chose to attend this weeks House freshman orientation despite his rather unusual official name tag: Candidate. People congratulate you and then youre n… [+4290 chars]", "fulltext": "WASHINGTON—Democrat Ben McAdams, who holds a slight lead in his bid to unseat Utah Republican Rep. Mia Love, chose to attend this week’s House freshman orientation despite his rather unusual official name tag: “Candidate.”\n\n“People congratulate you and then you’re not sure if you should put an asterisk on that congratulations or let it go,” said Mr. McAdams.\n\nAlthough..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Chip Cutter", "title": "Yes, You're Hired. No, We Don't Need to Meet You First.", "description": "Employers trying to recruit in the tightest job market in decades are hiring some candidates sight unseen—after just one phone interview; ‘Is this real?’", "url": "https://www.wsj.com/articles/youre-hired-no-we-dont-need-to-meet-you-first-1542298757", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ941_onecal_SOC_20181115110939.jpg", "publishedAt": "2018-11-15T22:26:14Z", "content": "Want a job? Just pick up the phone. Thats what 22-year-old Jamari Powell did in September after applying to Macys outside Portland, Ore. He got an email within 12 hours of submitting his online application. The message: Were calling soon, so answer the phone.… [+6164 chars]", "fulltext": "Target is hiring, but then again, so is everyone else.\n\nTarget is hiring, but then again, so is everyone else. Photo: Richard B. Levine/Newscom/Zuma Press\n\nWant a job? Just pick up the phone.\n\nThat’s what 22-year-old Jamari Powell did in September after applying to Macy’s outside Portland, Ore. He got an email within 12 hours of submitting his online application. The message: We’re calling soon, so answer the phone.\n\nAfter a 25-minute interview, Mr. Powell said he was offered a full-time seasonal sales job at $12.25 an hour.\n\n“It was a little weird,” he said. “You’re kind of like: ‘Is this real?’ It kind of feels like a scam almost.”\n\nEager employers trying to lure workers in the tightest job market since 1969 are hiring some candidates sight unseen, at times after one phone interview. The practice has become most common in seasonal work, particularly retail, although it is spreading among certain in-demand white-collar roles, such as engineers, IT professionals and teachers.\n\nMacy’s, which continues to do in-person interviews, fills more than a third of its in-store jobs within 48 hours, and is looking to expand its phone interview hiring process, said a spokeswoman. We are “providing candidates with a fast and easy hiring process,” she said.\n\nAshley Jurak was hired over the phone to work at Bath & Body Works. Photo: Mathis Hinton\n\nAshley Jurak, a 19-year-old student at Baylor University in Waco, Texas, offered to drive 90 minutes to her hometown of Dallas for an in-store interview with Bath & Body Works as she tried to nail down a position for the holiday break. The hiring manager told her she had clinched it over the phone.\n\nWhen she arrived for her first day of work, a manager who had seen her online said, “You do look just like your picture,” Ms. Jurak recalls. L Brands , which owns Bath & Body Works, didn’t respond to a request for comment.\n\nIn September, Tamia Howze, a 21-year-old hospitality and tourism major at North Carolina Central University, got a job at a catering company after one 30-minute phone interview. The company needed to staff up for the busy fall wedding season, she said. The pay, $13 an hour plus tips, exceeded her wages at a local hotel.\n\nTamia Howze got a job after a phone interview. Photo: Tamia Howze\n\n“I was kind of shocked,” Ms. Howze said of getting hired by phone. “I’m like, you know, should I be worried that I got hired?”\n\nIn a Reddit forum dedicated to Boeing Co ., multiple users described being hired after phone interviews for entry-level positions. Former Boeing recruiters said the company hired sight unseen, particularly for tough-to-fill technical positions and engineering roles.\n\nA Boeing spokeswoman said the company aims to hire a diverse workforce from the most qualified pool. “With almost 1 million applicants a year, we strive to create a contemporary candidate experience that uses the most current practices in candidate assessment,” she said.\n\nJodi Dean, an elementary English language development teacher in Tulsa, Okla., completed one phone interview with a school principal and received a conditional job offer days later. Ms. Dean, then a self-employed marketing consultant near Fort Wayne, Ind., had occasionally worked as a substitute teacher.\n\nGetting hired sight unseen didn’t faze her because as a consultant she had maintained plenty of relationships by phone, working with people “I’ve never met in my life,” she said. “That’s what the 21st century is.”\n\nOklahoma faces a widespread teacher shortage, forcing Tulsa Public Schools to think “outside the box,” district spokeswoman Emma Garrett Nelson said. Ms. Dean, who received emergency state approval to teach, expects to be fully certified by May.\n\nJodi Dean, center, with fellow Tulsa Public Schools teachers at the district's center for teacher development. Photo: Jennifer Goodlow\n\nThe Labor Department reported roughly a million more job openings than unemployed Americans at the end of September. The unemployment rate is at a 49-year low of 3.7%.\n\nTom Thurlow, of iRiS Recruiting Solutions near Indianapolis, said a client hired a systems engineer in August after one phone call and some notes Mr. Thurlow provided. The candidate had experience with software few are familiar with, and the client, in the automotive industry, had to replace a critical employee.\n\n“I’ve had some pretty quick hires, but this is the first time a client hired someone sight unseen,” he said.\n\nCVS Health is piloting a program in which workers at some distribution centers don’t meet with a human until the day they start their jobs. Recruiters base hiring on candidates’ performance in a “virtual job tryout” and online assessment.\n\nCVS still requires in-person interviews for jobs such as cashiers and corporate positions, said Jeffrey Lackey, vice president of talent acquisition at CVS Health. Reducing the time it takes to hire a qualified employee is critical when an applicant could snag a job elsewhere, he says. “Any recruiter worth their salt knows that time kills all deals.”\n\nMalik Bruce, an 18-year-old who lives near Atlanta, applied in August to work for in-flight caterer Gate Gourmet. The company asked him for a phone interview, but to his surprise, there was no human on the line. Mr. Bruce recorded answers to questions from an automated system asking him to describe himself and his future plans.\n\n“I was confused,” he said. “You can’t have a conversation with a robot.”\n\nHe was invited for an in-person interview, but said when he arrived, he and other applicants were informed they had landed jobs. “We all kind of looked around at each other, like, I thought this was an interview,” Mr. Bruce said.\n\nMalik Bruce answered questions from an automated system. Photo: Michael Satchwell\n\nTheir offers were conditional on background checks and drug tests, said Mr. Bruce, who has since left the job to pursue a degree in graphic design. Gate Gourmet wouldn’t comment.\n\nAmong the downsides: Phone interviews mean companies don’t know how an employee may interact with colleagues or customers. In addition, “you aren’t verifying that the person who is on the phone is the person who’s going to show up” for the job, said Kristin Miller, a director of recruiting in Atlanta.\n\nPeter Cappelli, a management professor at the University of Pennsylvania’s Wharton School, said multiple personal interviews are overrated. Most companies, he said, are “so bad at interviewing, and the interviews are so full of bias, that it’s not crazy to just ignore them altogether.”\n\nEven companies with a history of hiring by phone find themselves trying to speed up the process. Wisconsin-based Roehl Transport Inc. hires 2,000 truck drivers annually. Recently, recruiters began pulling driving records and transportation-employment histories while interviewing experienced drivers by phone, to clarify discrepancies in the moment.\n\n“It is so competitive, we’ve got to be able to make an informed decision as quickly as possible,” says Tim Norlin, the company’s vice president of driver employment."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Lillian Rizzo", "title": "The Wall Street Journal: Judge approves Sears plan to sell its best-performing stores", "description": "Sears Holdings Corp. won court approval to pursue a sale of its best stores, a process that would be the retailer’s only hope of avoiding liquidation.", "url": "https://www.wsj.com/articles/sears-gets-court-approval-to-sell-stores-1542316919", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY673_sears1_ZG_20181115171715.jpg", "publishedAt": "2018-11-15T22:25:35Z", "content": "Sears Holdings Corp. won court approval to pursue a sale of its best stores, a process that would be the retailers only hope of avoiding liquidation. Judge Robert Drain of the U.S. Bankruptcy Court in White Plains, N.Y., on Thursday signed off on the companys… [+712 chars]", "fulltext": "Sears Holdings Corp. won court approval to pursue a sale of its best stores, a process that would be the retailer’s only hope of avoiding liquidation.\n\nJudge Robert Drain of the U.S. Bankruptcy Court in White Plains, N.Y., on Thursday signed off on the company’s sale timeline to sell at least 400 of its best-performing stores.\n\nThe company..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Samuel Rubenfeld", "title": "Lawmakers Seek Tougher US Sanctions Over Khashoggi Killing - Wall Street Journal", "description": "Wall Street Journal Lawmakers Seek Tougher US Sanctions Over Khashoggi Killing Wall Street Journal U.S. lawmakers responded to U.S. sanctions on 17 people accused of involvement in the killing of Saudi Arabian journalist Jamal Khashoggi by saying the investig…", "url": "https://www.wsj.com/articles/lawmakers-seek-tougher-u-s-sanctions-over-khashoggi-killing-1542318171", "urlToImage": "https://images.wsj.net/im-37374/social", "publishedAt": "2018-11-15T21:47:00Z", "content": "U.S. lawmakers responded to U.S. sanctions on 17 people accused of involvement in the killing of Saudi Arabian journalist Jamal Khashoggi by saying the investigations should continue and more individuals should be targeted if found to be involved. The U.S. Tr… [+3411 chars]", "fulltext": "U.S. lawmakers responded to U.S. sanctions on 17 people accused of involvement in the killing of Saudi Arabian journalist Jamal Khashoggi by saying the investigations should continue and more individuals should be targeted if found to be involved.\n\nThe U.S. Treasury Department levied the sanctions Thursday against, among others, Saud al-Qahtani, a trusted aide of Saudi Crown Prince Mohammed bin Salman; senior aide Maher Mutreb; and Riyadh’s consul general in Istanbul, Mohammed al-Otaibi. They were targeted under the U.S. government’s authority to target human rights abusers.\n\nLawmakers reacting to the sanctions said the measures were a welcome first step, but only that. Legislators from both parties have urged the Trump administration to take tougher steps against the kingdom, a key U.S. ally.\n\nNewsletter Sign-up\n\n“Everyone who had a hand in [Mr.] Khashoggi’s brutal murder should be subject to strict sanctions, and, as I review this list, it’s clear that it is not comprehensive,” said Sen. Jeanne Shaheen (D., N.H.).\n\nSen. Marco Rubio (R., Fla.) agreed, saying he urged the Trump administration to continue investigating the killing of Mr. Khashoggi and hold anyone else linked to the case accountable.\n\nMr. Khashoggi was a columnist for the Washington Post and a critic of the Saudi government. He was killed inside the Saudi consulate in Istanbul on Oct. 2 by a team of operatives dispatched by Riyadh. The Wall Street Journal previously reported that Mr. Qahtani was intimately involved in the operation.\n\nSaudi Arabia released details about how government critic Jamal Khashoggi was killed inside its consulate in Istanbul. Turkey says there are still many unanswered questions. Photo: AP\n\nHuman rights activists also weren’t satisfied. Rob Berschinski, senior vice president for policy of Human Rights First, said Riyadh is likely sighing with relief at the U.S. sanctions announcement.\n\n“The administration isn’t taking a particularly strong stand in terms of accountability…no one should describe today’s actions as a win for accountability or human rights,” he said.\n\nU.S. officials said Thursday that their probe continues, and they signaled more action could come. The sanctions freeze any U.S. assets of the 17 targeted, block their entry to the U.S. and bar Americans from doing business with them.\n\nRep. Eliot Engel, (D., N.Y.) said the issue isn’t yet put to rest. “It remains unclear whether the Trump administration has determined who is responsible for this horrific incident. Until responsibility is confirmed, this matter is unresolved and deserves Congress’ scrutiny,” he said.\n\nThe U.S. sanctions came hours after the Saudi kingdom’s prosecutor said he would seek the death penalty for five people it had charged in the case. The office of the prosecutor didn’t release the names of the 11 people charged, and it said another 10 people remain under investigation. The five who face the death penalty confessed to their involvement, the prosecutor said.\n\nThat prosecutor also released more details about what led to Mr. Khashoggi’s killing, saying the continuing Riyadh investigation had completely exonerated the crown prince.\n\nQuestions over Mr. bin Salman’s involvement, or the lack thereof, has led to some calls for sanctions against the crown prince. But such a step at this point, could be too politically sensitive for the U.S. to take, said Scott R. Anderson, a fellow at the Brookings Institution.\n\n“Sanctioning the deputy head of state of a foreign country, let alone an ally, is a major step and something [the U.S.] wouldn’t pursue without strong evidence and a willingness to see through the political consequences,” he said.\n\nWrite to Samuel Rubenfeld at samuel.rubenfeld@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Micah Maidenberg", "title": "Dell Sweetens Tracking-Stock Deal After Facing Shareholder Pressure", "description": "The purchase of DVMT shares would help return the PC maker to public markets after it was taken private in 2013.", "url": "https://www.wsj.com/articles/dell-sweetens-tracking-stock-deal-after-facing-shareholder-pressure-1542290117", "urlToImage": "https://images.wsj.net/im-37216/social", "publishedAt": "2018-11-15T21:47:00Z", "content": "Dell Technologies Inc. DVMT -0.60% has raised its offer to buy out holders of stock tracking its interest in VMware Inc. VMW 3.57% after coming under pressure from large investors to sweeten the bid. The PC maker and data-storage company said Thursday its new… [+2146 chars]", "fulltext": "Dell Technologies Inc. DVMT 0.90% has raised its offer to buy out holders of stock tracking its interest in VMware Inc. VMW 2.27% after coming under pressure from large investors to sweeten the bid.\n\nThe PC maker and data-storage company said Thursday its new offer for shareholders in the affiliate, DVMT—which tracks the value of Dell’s stake in software maker VMware—implies a value of about $24 billion.\n\nThe offer includes up to $14 billion in cash, with the remainder coming in a swap for new shares. The purchase of the tracking stock would help return Dell to public markets after it was taken private in 2013.\n\nDell’s prior offer implied a value of almost $22 billion, including $9 billion in cash. Putting more cash on the table will increase the certainty of value for shareholders in DVMT, Dell said in a statement.\n\nDell on Thursday also agreed to allow shareholders of the future publicly traded Dell to elect an independent member to the company’s board.\n\nIn 2015, Dell set up the tracking stock to help it finance its takeover of data-storage company EMC Corp., which at that time owned the majority of VMware. Tracking stocks allow companies to expose specific business units to public markets, potentially increasing their visibility and value.\n\nDell, which is based in Round Rock, Texas, said it expects the current owners of DVMT to own between 17% to 33% of the new publicly traded Dell, depending on cash and stock elections.\n\nThe Wall Street Journal reported Wednesday that Dell planned to increase its offer.\n\nSome large investors were considering voting against the company’s initial DVMT offer at a special vote scheduled for Dec. 11.\n\nDell said the new proposal has support from key owners of the tracking stock, including Dodge & Cox, Elliott Management, Canyon Partners and Mason Capital Management. Together, those shareholders own 17% of DVMT.\n\nBlackRock Inc., which owns more than 4% of DVMT, is also supportive, according to people familiar with the matter.\n\nActivist investor Carl Icahn, who owns a 9.3% stake in DVMT, claimed Dell enhanced its offer largely due to his company’s opposition to the initial proposed deal. “We believe we have greatly enhanced value for all DVMT stockholders,” he said. A spokesman for Dell declined to comment.\n\nDVMT fell 0.6% to $105.06 in Thursday trading.\n\n—Cara Lombardo contributed to this article.\n\nWrite to Micah Maidenberg at micah.maidenberg@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Deepa Seetharaman", "title": "The Wall Street Journal: Facebook says criticism over how it handled Russia interference is ‘unfair’", "description": "Facebook Inc. Chief Executive Mark Zuckerberg and the company’s board of directors took issue on Thursday with a report suggesting the social-media giant deliberately played down the impact of Russian interference on the platform.", "url": "https://www.wsj.com/articles/facebook-says-criticism-of-its-russia-response-is-unfair-1542314466", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY672_zucker_ZG_20181115163843.jpg", "publishedAt": "2018-11-15T21:40:08Z", "content": "Facebook Inc. Chief Executive Mark Zuckerberg and the companys board of directors took issue on Thursday with a report suggesting the social-media giant deliberately played down the impact of Russian interference on the platform. On a call with reporters, Zuc… [+1597 chars]", "fulltext": "Facebook Inc. Chief Executive Mark Zuckerberg and the company’s board of directors took issue with a report suggesting the social-media giant deliberately played down the impact of Russian interference on the platform.\n\nOn a call with reporters on Thursday, Mr. Zuckerberg repeated his admission that Facebook had been slow to spot Russian activity and recognize its significance, but he said that any allegation the company was uninterested in the truth “is simply untrue.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Katherine Clarke", "title": "Billionaires head for exit at Miami tower...", "description": "Real-estate developer Edward J. Minskoff is asking $16.5 million for his apartment at Faena House, a condominium tower that drew diplomats, billionaires and financiers.", "url": "https://www.wsj.com/articles/at-miamis-billionaire-bunker-another-wealthy-buyer-heads-for-the-exit-1542298197", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ262_minsko_TOP_20181113112140.jpg", "publishedAt": "2018-11-15T21:31:37Z", "content": "Real-estate developer and art collector Edward J. Minskoff is listing his Miami Beach apartment in the high-profile Faena House condo project for $16.5 million. Mr. Minskoff bought the condo, a nearly 4,200-square-foot unit on the 14th floor with an enormous … [+4512 chars]", "fulltext": "Real-estate developer and art collector Edward J. Minskoff is listing his Miami Beach apartment in the high-profile Faena House condo project for $16.5 million.\n\nMr. Minskoff bought the condo, a nearly 4,200-square-foot unit on the 14th floor with an enormous wraparound terrace, for about $15.323 million in 2015, property records show. He said he then invested in upgrades, bringing in French interior designer Christian Liaigre and adding special lighting to highlight his art collection. The property is being sold furnished;..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dan Frosch", "title": "For Ventura County Sheriff, a Nightmarish End to Four-Decade Career", "description": "Ventura County Sheriff Geoff Dean recounted what he saw at the Borderline Bar & Grill just days before retiring. A gunman killed 12 people at the bar before shooting himself. “It was like something out of a horror movie,” the sheriff said.", "url": "https://www.wsj.com/articles/for-ventura-county-sheriff-a-nightmarish-end-to-four-decade-career-1542277800", "urlToImage": "https://images.wsj.net/im-36980/social", "publishedAt": "2018-11-15T21:25:59Z", "content": "Sheriff Geoff Dean drove home late last Wednesday through the darkened Ventura County streets that had been his workplace for the last 41 years. He and his wife had just left a retirement party for a Los Angeles assistant fire chief. In a couple of days, it w… [+5587 chars]", "fulltext": "Sheriff Geoff Dean drove home late Wednesday, Nov. 7, through the darkened Ventura County streets that had been his workplace for the past 41 years. He and his wife had just left a retirement party for a Los Angeles assistant fire chief.\n\nIn a couple of days, it would be his turn. After two terms as sheriff, Mr. Dean, 61 years old, felt like he could finally stomach leaving.\n\nAs..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Mueller Probes Whether Roger Stone Contacted WikiLeaks", "description": "Special Counsel Robert Mueller’s investigators are scrutinizing comments that Trump adviser Roger Stone made about WikiLeaks before the 2016 election. WSJ’s Shelby Holliday breaks down the timeline. Photo: Getty Images.", "url": "http://www.wsj.com/video/mueller-probes-whether-roger-stone-contacted-wikileaks/0679295B-FACE-40D7-9403-12052E2DABC6.html", "urlToImage": "http://m.wsj.net/video/20181115/111518stonewiki/111518stonewiki_1280x720.jpg", "publishedAt": "2018-11-15T20:55:59Z", "content": "Is Amazon Worth It? 11/14/2018 New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Tripp Mickle", "title": "Apple Partners With Movie Studio A24 to Make Feature-Length Films - Wall Street Journal", "description": "Wall Street Journal Apple Partners With Movie Studio A24 to Make Feature-Length Films Wall Street Journal Apple Inc. AAPL 2.47% will begin making independent, feature-length films through a multiyear partnership with the Oscar-winning studio A24, broadening t…", "url": "https://www.wsj.com/articles/apple-partners-with-movie-studio-a24-to-make-feature-length-films-1542314191", "urlToImage": "https://images.wsj.net/im-37353/social", "publishedAt": "2018-11-15T20:54:56Z", "content": "Apple Inc. AAPL 2.47% will begin making independent, feature-length films through a multiyear partnership with the Oscar-winning studio A24, broadening the iPhone makers push into original content beyond TV programming and into movies. New York-based A24 will… [+3535 chars]", "fulltext": "Apple Inc. will begin making independent, feature-length films through a multiyear partnership with the Oscar-winning studio A24, broadening the iPhone maker’s push into original content beyond TV programming and into movies.\n\nNew York-based A24 will produce multiple films for Apple, according to people familiar with the partnership. The world’s most valuable company, which last year allocated more than $1 billion to build out a slate of scripted shows, is following the playbook of Amazon.com Inc. and Netflix Inc. in pushing..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Kiernan", "title": "Senate Confirms Ally of Smaller Banks to Fed Board", "description": "The Senate confirmed Michelle “Miki” Bowman to the Federal Reserve’s board of governors Thursday, giving one of the most powerful voices in the global economy to a state banking supervisor.", "url": "https://www.wsj.com/articles/senate-confirms-ally-of-smaller-banks-to-fed-board-1542313339", "urlToImage": "https://images.wsj.net/im-37195/social", "publishedAt": "2018-11-15T20:22:21Z", "content": "WASHINGTONThe Senate confirmed Michelle Miki Bowman to the Federal Reserves board of governors Thursday, giving one of the most powerful voices in the global economy to a state banking supervisor. Senators voted 64 to 34 to confirm Ms. Bowman, age 47, to a te… [+1963 chars]", "fulltext": "WASHINGTON—The Senate confirmed Michelle “Miki” Bowman to the Federal Reserve’s board of governors Thursday, giving one of the most powerful voices in the global economy to a state banking supervisor.\n\nSenators voted 64 to 34 to confirm Ms. Bowman, age 47, to a term expiring in 2020. She will be the fourth of President Trump’s Fed nominees to join the central bank’s seven-seat board, following Chairman Jerome Powell, Vice Chairman Richard Clarida and Vice Chairman for Supervision Randal Quarles.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Betsy McKay", "title": "Youth Use of E-Cigarettes Jumped 78%, Government Study Shows", "description": "Vaping helped drive the use of tobacco products up 38% overall among high-school students and by 29% among middle school students between 2017 and 2018, reversing declines reported over the past several years.", "url": "https://www.wsj.com/articles/youth-use-of-e-cigarettes-jumped-78-government-study-shows-1542310284", "urlToImage": "https://images.wsj.net/im-37297/social", "publishedAt": "2018-11-15T20:02:42Z", "content": "Youth use of e-cigarettes soared between 2017 and 2018, thanks largely to the popularity of the Juul and similar thumb-drive shaped vaporizers, according to a federal survey released Thursday. The number of U.S. high-school students who used e-cigarettes rose… [+4265 chars]", "fulltext": "Youth use of e-cigarettes soared between 2017 and 2018, thanks largely to the popularity of the Juul and similar thumb-drive shaped vaporizers, according to a federal survey released Thursday.\n\nThe number of U.S. high-school students who used e-cigarettes rose 78% between the spring of 2017 and the spring of 2018 to 3.05 million, according to data from the National Youth Tobacco Survey. That is 20.8%, or one out of every five high-school students.\n\nMore than a quarter of those students used e-cigarettes regularly, the survey found. Flavored e-cigarettes, one target of a larger Food and Drug Administration crackdown announced Thursday, grew in popularity.\n\nThe number of U.S. middle schoolers using e-cigarettes rose 48% to 570,000, or 4.9% of that overall student population.\n\nVaping helped drive use of tobacco products overall up 38% among high-school students and by 29% among middle-school students between 2017 and 2018, reversing declines reported over the past several years, the survey showed.\n\n“The use of any form of tobacco product among youths, including e-cigarettes, is unsafe,” the authors of the study wrote. The survey is conducted annually by the FDA and the Centers for Disease Control and Prevention. The data were published Thursday in the CDC’s Morbidity and Mortality Weekly Report.\n\nThe upward trend in teen use coincided with a sudden increase in the popularity of the Juul, a small, discreet vaporizer made by Juul Labs Inc. that looks like a flash drive and delivers a powerful dose of nicotine from liquid-filled pods, including pods in flavors such as mango and mint. U.S. sales of Juul took off in the second half of 2017 and have been climbing rapidly since then.\n\n“These products can be used discreetly, have a high nicotine content, and come in flavors that appeal to youths,” the authors of the survey wrote.\n\nThe FDA announced sharp restrictions Thursday on the sale of sweet-flavored, cartridge-style e-cigarettes, limiting them to areas of stores that minors can’t access, or to online sites with strict age verification. The agency is also seeking a ban on menthol cigarettes and flavored cigars.\n\n“I will not allow a generation of children to become addicted to nicotine through e-cigarettes,” FDA Commissioner Scott Gottlieb said. “We won’t let this pool of kids, a pool of future potential smokers, of future disease and death, to continue to build.”\n\nBut mint and menthol-flavored e-cigarettes will remain exempt from restrictions, because those flavors are more popular with adults than with teens, and may be important for adult smokers trying to switch to less harmful products, Dr. Gottlieb said.\n\nHe added, though, that if teen use of mint or menthol e-cigarettes doesn’t decline, “I’ll revisit this aspect.”\n\nData show those flavors are popular with kids. More than half (51.2%) of high-school vapers used mint or menthol e-cigarettes in 2018, up from 42.3% in 2017, according to the federal survey.\n\nJuul’s mint was the third most popular flavor among 12- to 17-year-olds, making up 16% of users, in an April survey conducted by the Truth Initiative, an antitobacco group. It was the most popular flavor among 18- to 21-year-olds, making up 32% of users, the group found.\n\nMint or menthol was the flavor that more than a quarter of teens and young adults tried in their first use of pod-based e-cigarettes, according to a study of California teens published in JAMA Network Open, an open access journal published by the Journal of the American Medical Association.\n\nMint makes up about 35% of Juul Labs’ sales, while menthol and tobacco combined make up 10%, according to Piper Jaffray analyst Michael Lavery.\n\nA Juul Labs spokeswoman said the company has implemented an action plan to combat underage use and is committed to working with the FDA and other agencies and organizations to reduce underage e-cigarette use. Juul Labs said this week it would stop selling flavors such as mango, cucumber and fruit at bricks-and-mortar stores. The startup plans to keep selling menthol, mint and tobacco-flavored products in stores, and all flavors on its website.\n\nThe FDA’s move to restrict access of flavored e-cigarettes to minors is a step in the right direction, but doesn’t go far enough, said Meredith Berkman, a founder of Parents Against Vaping E-Cigarettes, which advocates for restrictions on e-cigarettes.\n\n“We’re so grateful that the FDA is taking very serious action,” she said. “But not including one of the more popular flavors among kids is wrongheaded.”\n\nWrite to Betsy McKay at betsy.mckay@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erica E. Phillips", "title": "Imports Surge at U.S. Ports as Companies Brace for New Tariffs", "description": "Imports into U.S. seaports are surging over usual seasonal patterns in an apparent push by retailers and manufacturers to pull orders forward ahead of a new round of tariffs set to hit U.S.-China trade in January.", "url": "https://www.wsj.com/articles/imports-surge-at-u-s-ports-as-companies-brace-for-new-tariffs-1542310733", "urlToImage": "https://images.wsj.net/im-37312/social", "publishedAt": "2018-11-15T19:38:56Z", "content": "LOS ANGELESImports into U.S. seaports are surging over usual seasonal patterns in an apparent push by retailers and manufacturers to pull orders forward ahead of a new round of tariffs set to hit U.S.-China trade in January. Ports in Southern California, Geor… [+3259 chars]", "fulltext": "LOS ANGELES—Imports into U.S. seaports are surging over usual seasonal patterns in an apparent push by retailers and manufacturers to pull orders forward ahead of a new round of tariffs set to hit U.S.-China trade in January.\n\nPorts in Southern California, Georgia and Virginia reported double-digit growth in import volume from September to October, setting monthly records as furniture, apparel, auto parts and other goods streamed in.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Judge Denies Democrats' Request to Extend Florida Recount Deadline - Wall Street Journal", "description": "Wall Street Journal Judge Denies Democrats' Request to Extend Florida Recount Deadline Wall Street Journal *Palm Beach County Election Officials Expressed Uncertainty About Meeting Deadline. *Ruling Comes After Judge Orders Florida to Allow Voters a Chance to…", "url": "https://www.wsj.com/articles/judge-orders-florida-to-allow-thousands-of-voters-a-chance-to-verify-uncounted-ballots-1542289364", "urlToImage": "https://images.wsj.net/im-37219/social", "publishedAt": "2018-11-15T19:37:00Z", "content": "A federal judge on Thursday afternoon denied a Democratic request to extend the deadlines to complete an election recount in Florida, squeezing the amount of time incumbent Democratic U.S. Sen. Bill Nelson has to overcome the unofficial results of an election… [+4501 chars]", "fulltext": "TALLAHASSEE, Fla.—Florida’s protracted Senate election proceeded to a manual recount on Thursday, the next phase in an increasingly bitter and litigious fight, while Republicans declared victory anew in the race for governor.\n\nThe state’s machine recount ended at 3 p.m. on Thursday with Republican Gov. Rick Scott leading incumbent Democratic Sen. Bill Nelson by less than one-quarter of one percentage point, within the margin that legally triggers a manual recount.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Government Health Care Is the Best System - Wall Street Journal", "description": "Wall Street Journal Government Health Care Is the Best System Wall Street Journal Scott Atlas neglects to mention the two most relevant facts in his critique (“The False Promise of 'Medicare for All,'” op-ed, Nov. 13). First, our current health-care spending …", "url": "https://www.wsj.com/articles/government-health-care-is-the-best-system-1542309663", "urlToImage": "https://si.wsj.net/public/resources/images/ED-AY082_AtlasN_SOC_20181107124603.jpg", "publishedAt": "2018-11-15T19:21:00Z", "content": "Scott Atlas neglects to mention the two most relevant facts in his critique ( The False Promise of Medicare for All, op-ed, Nov. 13). First, our current health-care spending per capita is twice that of the average industrialized nation that provides universal… [+4129 chars]", "fulltext": "Scott Atlas neglects to mention the two most relevant facts in his critique (“The False Promise of ‘Medicare for All,’” op-ed, Nov. 13). First, our current health-care spending per capita is twice that of the average industrialized nation that provides universal health care. That is, there is already more than enough money to go around. The $32 trillion cost he cites would be more than offset by the elimination of insurance and other costs. Second, his frightful narrative about waiting lists ignores that our health outcomes are sometimes worse than in the countries he references. A true advocate for health-care choice within a free market would have no objections to a public option. Why not let the people choose what is best?\n\nFred Kuhar\n\nWickliffe, Ohio\n\nDr. Atlas claims that Medicare for All would provide inferior service, yet Gallup Polls tell us that Medicare and Veterans Affairs beneficiaries approve of their systems by 79% versus the roughly 65% approval of those in the private, non-Medicare system and 41% of the uninsured. Dr. Atlas need not look to Europe to justify his claim. The U.S. provides proof enough of Medicare’s adequacy.\n\nAs the party of fiscal responsibility, Republicans should jump at the chance to offset the next decade’s budget deficits threefold and simultaneously solve the unsustainable situation of the Medicare trust fund. This is surely preferable to ObamaCare’s shameless giveaway to the insurance and health-care industries.\n\nNonetheless, there will be pain transitioning to a Medicare for All system. Millions of medical coders, insurance adjusters, actuaries and salespersons would be displaced from their jobs. Countless medical marketers and their enormous downstream support industry would also be displaced. Since we all currently pay for health care one way or another, all of these jobs are on our collective payroll, without material benefit. To quote our president, let me be the first to say: “You’re fired!”\n\nTony Asch\n\nWarren, N.J.\n\nWhile I wholeheartedly agree with Dr. Atlas’s conclusions, he and most other commentators misdiagnose the problem when they blame “single-payer systems.” Medicare has a single-payer—the government—but uses multiple providers who compete on the basis of service and surgical outcomes, though not on price. Single-payer can also describe the GI Bill, which lets veterans choose any college and doesn’t lock them into attending a government-run school.\n\nBritain’s National Health Service and our VA hospitals should be called “single-provider systems,” since the patient has very limited choices for treatment. The doctors in the single-provider systems are on salary, have no incentive to work longer hours and don’t have to worry about online reviews because their customers have very limited choices. The problem is not so much with single-payers but with single-providers and lack of consumer choice.\n\nDennis Fulmer\n\nCanton, Ohio\n\nThe Brits spend about $4,200 per person to cover everyone adequately. Nobody in Britain worries about becoming impoverished if they become ill. The U.S. spends $3.7 trillion per year, or about $11,400 per person, to cover a few very well, some adequately and many very poorly. For all our spending, the Brits have the higher life expectancy.\n\nBurr and Jane Lechevet\n\nTampa, Fla.\n\nThe average wait time to see a specialist in the Boston area is 52 days, mostly because of insurance requirements that create a series of steps that a patient must take in perfect sequence or be denied full coverage.\n\nIt’s easy to fix the problem. Restrict all government health-care dollars to direct patient care only—no more incentives, no more meaningless measures. Isolate the budget from other competing needs like housing or defense. And let everyone have the choice to buy Medicare or contribute to their health-savings account.\n\nIt seems like we already have the worst of both worlds. Why pay even more to keep waiting?\n\nPaula Muto, M.D., FACS\n\nLawrence, Mass.\n\nIn Switzerland, arguably one of the best run countries in the world, all medical care is private. Each Swiss citizen is required to get his or her own private, individual health-insurance plan at age 18.\n\nWith Medicare for All, U.S. physicians, who are increasingly employees, would be constrained by compliance and best-practice issues set forth by the medical bureaucracy. Who do you want taking care of you and yours?\n\nMark H. Gregory, M.D.\n\nSt. Louis"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Matthew Kitchen", "title": "You Too Can Own James Bond's Aston Martin---Some Assembly Required", "description": "What would inspire someone to assemble his first Lego kit in decades? Bond, James Bond. Nearly 1,300 pieces (and 15 hours) later, a miniature Aston Martin DB5 is ready to eject a villain.", "url": "https://www.wsj.com/articles/you-too-can-own-james-bonds-aston-martinsome-assembly-required-1542304768", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ944_201811_G_20181115112426.gif", "publishedAt": "2018-11-15T19:13:19Z", "content": "IVE ALWAYS DREAMED of having a project car in the garage. Something friends and I tinker with on the weekends as we drink beers, hats backward, staring into the engine and making excuses for its inadequacies. Probably the exhaust manifold, Id say, not really … [+5048 chars]", "fulltext": "I’VE ALWAYS DREAMED of having a project car in the garage. Something friends and I tinker with on the weekends as we drink beers, hats backward, staring into the engine and making excuses for its inadequacies. “Probably the exhaust manifold,” I’d say, not really knowing what that means.\n\nThis weekend, sans garage (or friends), I more-or-less achieved my fantasy, putting the final touches on an automotive classic I’ve lusted after for 30 years: James Bond’s Aston Martin DB5. Debuting in 1964’s “Goldfinger,” it is the definitive..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "James Freeman", "title": "Capitalism: Still Working", "description": "Karl Marx’s economic forecasts were even worse than Paul Krugman’s.", "url": "https://www.wsj.com/articles/capitalism-still-working-1542308386", "urlToImage": "https://images.wsj.net/im-37252/social", "publishedAt": "2018-11-15T18:59:48Z", "content": "So far so good with the ongoing U.S. experiment in expanded economic liberty. Americans are confident about their financial prospects and enjoying a strong jobs market. And it shows. The Journals Harriet Torry reports today: The Journals Justin Lahart adds th… [+7065 chars]", "fulltext": "Visitors look at a bust of Karl Marx by Russian sculptor Lev Karbel during the exhibition 'Karl Marx Forever?' at the State Russian Museum in St. Petersburg in October.\n\nVisitors look at a bust of Karl Marx by Russian sculptor Lev Karbel during the exhibition 'Karl Marx Forever?' at the State Russian Museum in St. Petersburg in October. Photo: anatoly maltsev/epa-efe/rex/Shutterstock\n\nSo far so good with the ongoing U.S. experiment in expanded economic liberty. Americans are confident about their financial prospects and enjoying a strong jobs market. And it shows. The Journal’s Harriet Torry reports today:\n\nThe Journal’s Justin Lahart adds that “while there were some special factors that helped boost the overall number—higher gasoline prices increased service-station sales and hurricane-related sales helped hardware stores—business was generally good all over. Clothing stores and sporting goods stores both registered sales growth of 0.5% on the month, for example, and department store sales were up 1.3%.”\n\nDespite a weakening global economy and concerns about how President Trump’s trade stare-down with Chinese dictator Xi Jinping is going to end, the U.S. economy appears to be logging another solid quarter.\n\nYet polls find that young adults in the U.S., perhaps scarred by a decade of financial crisis and then sluggish growth, are disturbingly open to socialist central planning of the economy. Vermont’s socialist Sen. Bernie Sanders is the most influential policy maker in the Democratic party, though he’s still not a member. Now, having succeeded in centrally planning Amazon’s warehouse wages, Mr. Sanders wants to do the same to Walmart . Yet history counsels deep skepticism regarding claims that such government coercion will lead to higher living standards.\n\nModern readers may naturally think of contemporary economists like Paul Krugman when they think of botched economic forecasts. But Mr. Krugman’s errors look rather small compared to those made by the inventor of socialism. Columbia University b-school professor Charles Calomiris writes:\n\nIt is worth remembering that Karl Marx regarded socialism as an economic necessity that would emerge out of the ashes of capitalism precisely because capitalism would fail to sustain wealth creation. Marx made many specific, and erroneous, predictions about capitalism, including its declining profitability and rising unemployment. His analysis did not consider permanent economic growth in a capitalist system to be a possibility. And his “historical materialist” view of political choice claimed the rich and powerful would never share power voluntarily with their economic lessers, or create social safety nets. Writing in the mid-19th century, Marx fundamentally failed to understand the huge changes in technology, political suffrage, or social safety net policies that were occurring around him.\n\nOnly 135 years after the death of Marx, profits are surging in the world’s largest economy. Lindsey Bell of CFRA Research notes that third-quarter earnings growth of 28.3% for S+P 500 companies is among the best in decades. Ms. Bell adds that “the overall sales growth rate of 9.3% for the S&P 500 in the quarter was impressive as top-line momentum continued for the fourth quarter in a row. In the second quarter, sales were 10.3% higher year-over-year, up from about 9% in the prior two quarters and significantly higher than the average growth rate of 4.0% since the emergence from the Great Recession.”\n\nMarx doesn’t just own the biggest blown earnings call in the history of markets. Prof. Calomiris notes that many of Marx’s other predictions also turned out be catastrophically off target:\n\nNot only has socialist theory been wrong about the economic and political fruits of capitalism, it failed to see the problems that arise in socialist governments. Socialism’s record has been pain, not gain, especially for the poor. Socialism produced mass starvation in eastern Europe and China, as it undermined the ability of farmers to grow and market their crops. In less extreme incarnations, such as the UK in the decades after World War II and before Margaret Thatcher, it stunted growth. In most cases, socialism’s monopoly on economic control also fomented corruption by government officials, as was especially apparent in Latin American and African socialist regimes. The adverse economic consequences of socialism led the Scandinavian countries to dial back their versions of socialism in the past decades.\n\nThe good news is that despite the resurgence of Marxist chic among young people in the U.S., people seeking the wealth that American youngsters can take for granted already know that Marxism doesn’t work. Mr. Calomiris adds:\n\nSocialism has been abandoned in virtually all of the developing world. Countries today do not seek to emulate the disasters of North Korea, Cuba, or Venezuela. They also avoid high taxation of the rich. That reflects the recognition that countries compete with each other for capital. Expropriating the rich tends to make them leave, and when they leave they take their wealth with them.\n\nThis philosophical shift in the developing world is a major change since the 1980s when socialism was still fashionable among some. The shift away from socialist thinking was grounded in the growing body of empirical evidence about the kinds of policies that produced growth and poverty alleviation—that is, policies that used markets as a lever of economic development. Now developing countries such as Mexico, Brazil, Colombia, Chile, India, China, South Africa, Vietnam, Thailand, and Indonesia are known as “emerging economies,” a description that recognizes their need to emerge from state control of their economies through privatization, free trade, and the creation of viable private financial intermediaries to promote growth and poverty alleviation. All around the developing world, socialism is understood as a false promise, an ideological opium that repressive elites use to retain and expand power. Capitalism, in contrast, is seen as the force that has lifted over a billion people out of poverty worldwide since 1990.\n\nIndeed it has. And as for the alternative, this column will go out on a limb and predict that Marx will continue to be wrong for the next 135 years.\n\n***\n\nIn Other News\n\nBut He’s Got Great Instincts\n\n“Japan cybersecurity and Olympics minister: ‘I’ve never used a computer’,” Reuters, November 14\n\nAnd He May Be the Happiest Person in Japan\n\n“A new study finds that cutting your time on social media to 30 minutes a day reduces your risk of depression and loneliness,” Business Insider, Nov. 12\n\nBetter Call Yoshitaka\n\n“Cybersecurity ‘moonshot’ panel sends recommendations to White House,” The Hill, Nov. 15\n\nStill Another Cyber Threat\n\n“Why Amazon tech bros will ruin the NYC dating scene,” New York Post, Nov. 15\n\nGood Thing Foreign Cyber Threats Are Receding\n\n“Macron to Trump: ‘I do not do policy or diplomacy by tweets’,” Politico, Nov. 15\n\nWhy Not Give All the Other Genders a Chance?\n\n“Insurgents seek female challenger to replace Pelosi,” The Hill, Nov. 15\n\nPeace Agreement Definitely Right Around the Corner\n\n“Palestinian police chief suspended for helping Israelis fix flat tire,” Associated Press, Nov. 15\n\nAlternative Headline: Trump Names Entrepreneur Fluent in Afrikaans and Xhosa as South Africa Ambassador\n\n“Trump Names Handbag Designer and Mar-a-Lago Club Member as South Africa Ambassador,” Newsweek, Nov. 15\n\n***\n\nFollow James Freeman on Twitter.\n\nSubscribe to the Best of the Web email with one click.\n\nTo suggest items, please email best@wsj.com.\n\n(Teresa Vozzo helps compile Best of the Web. Thanks to Irene DeBlasio and Monty Krieger.)\n\n***\n\nMr. Freeman is the co-author of “Borrowed Time,” now available from HarperBusiness."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elisabeth Vincentelli", "title": "The Coolest, Under-the-Radar Ski Towns in the American West", "description": "Ski resorts like Aspen and Park City may be the popular choice, but for low-key, charm-packed alternatives, try these Old West mountain towns.", "url": "https://www.wsj.com/articles/the-coolest-under-the-radar-ski-towns-in-the-american-west-1542296730", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ658_SKITOW_SOC_20181114121452.jpg", "publishedAt": "2018-11-15T18:47:24Z", "content": "AS SOON as the first big snow falls, tony ski hubs like Aspen, Telluride and Park City get all the love, but a clutch of small mountain towns all over the American West perk up in winter too. Places like Ogden, Utah, and Frisco, Colo.both a short drive from t… [+4216 chars]", "fulltext": "AS SOON as the first big snow falls, tony ski hubs like Aspen, Telluride and Park City get all the love, but a clutch of small mountain towns all over the American West perk up in winter too. Places like Ogden, Utah, and Frisco, Colo.—both a short drive from top ski resorts—aren’t just more affordable alternatives to the usual suspects. Filled with locals and die-hard skiers, these small towns exude a low-key coolness you just won’t find around the fire pits at the luxury resorts. Here, four under-the-radar destinations for ski season.\n\nAbout 40 miles north of Salt Lake City International Airport, Ogden makes a swell base for skiing at both swank Snowbasin and scruffy Powder Mountain. A former rail hub that hit a rough patch, it’s rebounded in recent years by banking on an active nightlife that upends Utah’s staid reputation. Most of the action centers around Historic 25th Street, lined with several bars and restaurants. One culinary standout is Hearth on 25th, where that titular hearth turns out yak meatballs and oven-roasted rabbit (195 25th St., hearth25.com). For accommodations, the Bigelow Hotel (built in 1891) clings proudly to its 1920s heyday; the décor is all art-deco chandeliers and ornate ceilings reliefs (from $120 a night, bigelowhotelogden.com). Come weekend mornings, you’ll find some of the biggest crowds in Ogden milling around Grounds for Coffee, a good place to quiz locals about their favorite double-diamond runs (111 25th St., groundsforcoffee.com). Want a break from the slopes? Check out the indoor Salomon Center, home to a wave pool, a rock-climbing wall and the “iFly” skydiving experience (2261 Kiesel Ave.).\n\nFrisco, Colo.\n\nSeveral top Colorado resorts, including Vail and Breckenridge, are within a 30-minute drive from Frisco, sitting pretty at 9,000 feet next to the Dillon Reservoir. And it takes just 10 minutes to reach underrated Copper Mountain. Right within city limits is the Frisco Adventure Park, where you can go tubing, snowshoeing and cross-country skiing. A former beneficiary of the local silver-mining boom, Frisco retains some of that frontier-town appeal, starting with a cinematic Main Street lined with mom-and-pop businesses, including the 40-year-old Butterhorn Bakery and Café, which serves a killer breakfast (408 Main St., butterhornbakery.com). But Frisco has its share of lively new spots, too, such as the HighSide Brewing craft-beer bar (720 Main St., highsidebrewing.com). Built in 1885 as a stagecoach stop, the Frisco Lodge Bed and Breakfast is smack in the middle of downtown (from $194 a night, friscolodge.com).\n\n20 MINUTES AWAY Wyoming’s Grand Targhee Resort, a quick drive from the small town of Driggs, Idaho. Photo: Grand Targhee Resort\n\nDriggs, Idaho\n\nTucked in the Teton Valley, Driggs sits near two great Wyoming ski areas: Grand Targhee is a 20-minute drive away while Jackson Hole is an hour. With fewer than 2,000 inhabitants, Driggs lacks the hotel bounty found in larger cities, but both Airbnb and VRBO list an ample supply of affordable lodging options. Bonus: You can stock up for groceries at Driggs’s excellent supermarket, Broulim’s. Alternatively, Warbirds Café, nestled inside the tiny Driggs airport, prepares some of the tastiest food in town, skewed toward local products—think grilled bison chile tamale or seared steelhead trout (675 Airport Rd., warbirdscafe.com). For après-ski cocktails back at your rental—or for a curious Idaho souvenir—stop in at the Grand Teton Distillery to pick up a bottle of huckleberry-flavored vodka (1755 N. Highway 33, tetondistillery.com).\n\nTruckee, Calif.\n\nA few miles inland from the north shore of Lake Tahoe, Truckee is about a 15-minute drive from the major Sierra Nevada areas such as Squaw Valley/Alpine Meadows and Northstar, and about 30 minutes from Homewood Mountain Resort. Unsurprisingly, thanks to its location, this old logging town has morphed into a sporty tourist center over the years. These days it’s better equipped to wine and dine those tourists. The farm-to-table ethos rules at Truckee Philosophy, specializing in sous-vide meats and colorful salads (10412 Donner Pass Rd., truckeephilosophy.com), while beer aficionados can bar crawl between Truckee Brewing Company, FiftyFifty Brewing and Alibi Ale Works. Last year, the latter opened a second location, dubbed the Truckee Public House (10069 Bridge St., alibialeworks.com), that offers live music and chimichurri beef nachos. As for accommodations, the Cedar House Sport Hotel is a decidedly modern take on the rustic mountain lodge (from $180 a night, cedarhousesporthotel.com).\n\nCorrections & Amplifications You can’t go dog-sledding in the Frisco Adventure Park in Frisco, Colo. An earlier version of this article incorrectl said you can. (Nov. 20, 2018)"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Esther Fung", "title": "Chinese Exodus From U.S. Real Estate Accelerates With L.A. Sale", "description": "Chinese conglomerate Dalian Wanda Group has agreed to sell a glitzy development site in Beverly Hills, Calif., the latest sign that Chinese companies are bailing out of U.S. real estate after years of loading up on these properties.", "url": "https://www.wsj.com/articles/chinese-exodus-from-u-s-real-estate-accelerates-with-sale-of-l-a-site-1542301496", "urlToImage": "https://images.wsj.net/im-37310/social", "publishedAt": "2018-11-15T18:24:44Z", "content": "Chinese conglomerate Dalian Wanda Group has agreed to sell a glitzy development site in Beverly Hills, Calif., the latest sign that Chinese companies are bailing out of U.S. real estate after years of loading up on these properties. A venture between London-b… [+3852 chars]", "fulltext": "Chinese conglomerate Dalian Wanda Group has agreed to sell a glitzy development site in Beverly Hills, Calif., the latest sign that Chinese companies are bailing out of U.S. real estate after years of loading up on these properties.\n\nA venture between London-based real-estate firm Cain International and Alagem Capital Group has agreed to purchase the eight-acre site, Cain’s chief executive officer, Jonathan Goldstein, said. The buyers have agreed to pay more than $420 million, according to a person familiar with the matter...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Gallagher", "title": "Your Puffy Coat Is Too Puffy", "description": "Mass-market brands and high-end designers alike are boosting the fill of our winter coats for fall, to varying degrees of success", "url": "https://www.wsj.com/articles/your-puffy-coat-is-too-puffy-1542210495", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ395_PUFFER_SOC_20181113171552.jpg", "publishedAt": "2018-11-15T18:02:26Z", "content": "AT SOME POINT every winter, on one of those 20-degree mornings here in New York, I envy George Costanza. To be more exact, I envy one particular coat worn by the Seinfeld grump (Ill keep my full head of hair, thank you very much). In The Dinner Party, an epis… [+3948 chars]", "fulltext": "AT SOME POINT every winter, on one of those 20-degree mornings here in New York, I envy George Costanza. To be more exact, I envy one particular coat worn by the “Seinfeld” grump (I’ll keep my full head of hair, thank you very much). In “The Dinner Party,” an episode in the sitcom’s fifth season, Jason Alexander’s curmudgeonly character waddles into Jerry’s apartment in a poofy black Gore-Tex jacket. Elaine (Julia Louis-Dreyfus) calls him “bubble boy,” yet George is unperturbed. It’s cold, and his feathery cocoon is toasty. “You wish you had this coat!” he spits back. And I must admit, I do.\n\nWell, I covet its coziness, if not its overblown profile. George’s coat exemplifies function over fashion: It might serve as a portable sauna, but it makes him look like a bloated gorilla. This winter, two decades after that episode aired, high-fashion brands like Jil Sander, Givenchy, Rick Owens and Burberry are overstuffing their own outerwear—with a difference. The shells are matte, not glossy; the shapes are longer, even debonair. These suddenly stylish inflated coats aren’t just being created by labels with inflated price tags: Affordable brands such as Uniqlo and Zara are flinging out their own fluffy puffers. Then there are the stalwarts: Outdoor labels like Patagonia and Marmot have long marketed practical marshmallowy parkas, and this year the North Face re-released its poofy Nuptse puffer from 1996, which, like many bubble coats, was popular among rappers and their fans in the waning 20th century.\n\n“In the early ’90s I lived in Wisconsin and it was cold, and all of the hip hop kids, all the streetwear kids, wore really big puffy jackets,” said Jeremy Smith, 41, the owner of Standard and Strange, a denim store in Oakland, Calif. Along with chunky sneakers, rugby shirts and bucket hats, the renaissance of chubby parkas aligns with a larger ’90s fashion revival. That may shed light on why jackets are expanding, but the larger question remains: Does any man actually require a coat that huge?\n\nSERIOUSLY? A new ultra-bloated look by 5 Moncler Craig Green.\n\n“You don’t necessarily need a giant puffy jacket unless you’re somewhere really, really cold [like] Manitoba or Saskatchewan in the middle of winter at -40 degrees Celsius,” said Renata C. Mannino, the product line manager at Arc’teryx, a Vancouver, Canada outerwear company. Since the amount of insulation does roughly relate to how warm a jacket is, in most cases an extravagantly inflated puffer constitutes overkill.\n\nIn Burlington, Vt., where 28-year-old digital strategist Tyler Sandoval lives, many locals own “comically large” the North Face puffers for skiing and backcountry hiking. Yet they pose problems off the mountain, he said: Bigger is not necessarily always better, especially when most spaces are vigorously heated throughout winter. “Walking around it’ll be cold in the winter,” said Mr. Sandoval, “but then you go into every store and it’s warm as hell.” And in a restaurant or movie theater, a gigundo down jacket takes up so much space you might as well pay for an extra seat. Mr. Sandoval finds his slender Patagonia down jacket plenty warm on most days, though he did qualify that its thinner shell is more susceptible to snags (“mine’s covered in duct tape”) and so he primarily wears it underneath a Barbour jacket, which works as a scratch-proof cover.\n\nPuffiness also hinders mobility and scope for styling. “When you have a very bulky jacket it’s definitely warm, but you can’t do a lot of things in it—you definitely can’t layer it,” said Kim Smith, head of product at Everlane, which just launched its first recycled synthetic-down jacket, made with Primaloft. Unlike down, this environmentally friendly fill is not plucked from animals and reuses existing materials. Everlane’s puffer, added Ms. Smith, is “lightweight so you can go for a run in it, do a long walk in it,” tasks that George Costanza’s restrictive Gore-Tex juggernaut would render mighty challenging.\n\nGAINING WEIGHT / The Season’s Puffer Coats, Ranked From Thin to Kingpin\n\n1. Arc’teryx Veilance Jacket, $550, veilance.arcteryx.com; 2. ReNew Puffer, $98, everlane.com; 3. Moncler Grenoble Jacket, $1,515, farfetch.com; 4. Herno Parka, $895, 212-226-1432; 5. Silas Puffer, $595, saturdaysnyc.com\n\nWrite to Jacob Gallagher at Jacob.Gallagher@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "Turkey Asks Saudi Arabia: Where Is Jamal Khashoggi’s Body?", "description": "Saudi Arabia released details about how government critic Jamal Khashoggi was killed inside its consulate in Istanbul. Turkey says there are still many unanswered questions. Photo: AP", "url": "http://www.wsj.com/video/turkey-asks-saudi-arabia-where-is-jamal-khashoggis-body/13FE59B8-3B9F-4EF8-B0D3-CFAA190F0DBD.html", "urlToImage": "http://m.wsj.net/video/20181115/111518sauditurk1/111518sauditurk1_1280x720.jpg", "publishedAt": "2018-11-15T17:47:10Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dana Wood", "title": "How To Work Out Efficiently If You're a Workaholic", "description": "With strategies like attending newly brief classes, lifting heavier weights and streaming fitness apps, you can fit in exercise even if you work a kajillion hours a week.", "url": "https://www.wsj.com/articles/how-to-work-out-efficiently-if-youre-a-workaholic-1542299251", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ943_QUICKI_SOC_20181115112145.jpg", "publishedAt": "2018-11-15T17:37:52Z", "content": "WHEN CINDY PRESENT hops on her paddle board to commute to her job as director of fitness and activities at Lake Austin Spa &amp; Resort in Texas, the 54-year-old isnt thinking how meta the situation is. She just wants to be sure to factor her own workout into… [+2459 chars]", "fulltext": "WHEN CINDY PRESENT hops on her paddle board to commute to her job as director of fitness and activities at Lake Austin Spa & Resort in Texas, the 54-year-old isn’t thinking how meta the situation is. She just wants to be sure to factor her own workout into a grueling 12-hour workday. And even if she doesn’t get off work until 10 p.m., Ms. Present simply flicks on her board’s navigational light for the return: “Going home by the light of the moon is epic. There’s never a tough day at work after a paddle home.”\n\nHard-charging, driven types have found myriad new ways to wedge fitness into a day at the office. Whether it’s attending shorter versions of cult boutique classes, lifting heavier weights less frequently or streaming fitness apps, disciplined exercisers are getting creative about their workouts. How to take a page from their reps logs:\n\nBe efficient “Spending an hour in the gym is old-school thinking,” said Amy Shapiro, a registered dietitian and founder of nutritional counseling service Real Nutrition NYC. “For my clients who work a lot, I recommend shorter, more intense workouts of 20 or 30 minutes.” Fitness purveyors are increasingly creating quickie versions of signature classes. SLT’s 30-minute “Express” individual session, offered at its SLT/X location in Manhattan’s Flatiron district, shaves 20 minutes off what its website calls its “slow-paced, fat burning” original. Type-A Angelenos flock to a 25-minute class at Lagree Fitness Studios’s Westwood and West Hollywood locations that equips each user with a patented Space Age-ish contraption called the Supra, which both inclines and tilts.\n\nBe more stringent With the goal of doing more in less time, many quickie workouts incorporate heavy weights. Publicist Dianne Vavra, 51, swears by once-a-week sessions at InForm, a Manhattan-based pioneer of the 20-minute workout. Ms. Vavra, who lifts the heaviest weight she can handle, said, “They work you to failure. This is the only time when failure is good.” Another New York studio, Shock Therapy Fitness, deploys Electro Muscle Stimulation, the exercise technology used by in-flight astronauts, for its high-intensity, 30-minute classes.\n\nBe digital With the explosion of streaming fitness services, excuses not to exercise are so mid-aughts. Ms. Shapiro, the dietitian, enthused about Aaptiv, an audio fitness app that offers workouts as short as five minutes. Trainiac ($50 a month, trainiacfit.com) is a new app that pairs members virtually with a personal trainer, who works around your schedule. Still not app-y? Just flick on your TV. With the growing roster of speedy fitness classes served up on Amazon Prime, including the popular BeFIT Transform, that “Homecoming” binge may just have to wait."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "Economists Split on Whether Midterms Outcome Will Increase or Decrease Uncertainty", "description": "Economists surveyed by The Wall Street Journal were roughly split on whether the outcome of the recent midterm elections would dispel or increase uncertainty for the economy and financial markets in the coming months.", "url": "https://www.wsj.com/articles/economists-split-on-whether-outcome-of-midterms-will-increase-or-decrease-uncertainty-1542294000", "urlToImage": "https://images.wsj.net/im-27675/social", "publishedAt": "2018-11-15T17:24:09Z", "content": "Economists surveyed by The Wall Street Journal were roughly split on whether the outcome of the recent midterm elections would dispel or increase uncertainty for the economy and financial markets in the coming months. Nearly half of respondents in the economi… [+3768 chars]", "fulltext": "Economists surveyed by The Wall Street Journal were roughly split on whether the outcome of the recent midterm elections would dispel or increase uncertainty for the economy and financial markets in the coming months.\n\nThe vote means that come January, Democrats will take control of the House of Representatives, while Republicans will retain control of the U.S. Senate.\n\nNearly..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Richard Rubin", "title": "Trump Tax Cut to Be Eroded Next Year by Inflation Switch - Wall Street Journal", "description": "Wall Street Journal Trump Tax Cut to Be Eroded Next Year by Inflation Switch Wall Street Journal WASHINGTON—Last year's big tax cut is about to start shrinking. The Internal Revenue Service on Thursday announced the tax code's parameters for 2019, implementin…", "url": "https://www.wsj.com/articles/trump-tax-cut-to-be-eroded-next-year-by-inflation-switch-1542302217", "urlToImage": "https://images.wsj.net/im-37274/social", "publishedAt": "2018-11-15T17:18:59Z", "content": "WASHINGTONLast years big tax cut is about to start shrinking. The Internal Revenue Service on Thursday announced the tax codes parameters for 2019, implementing a new method for making inflation adjustments that will result in higher tax paymentsand governmen… [+7332 chars]", "fulltext": "WASHINGTON—Last year’s big tax cut is about to start shrinking.\n\nThe Internal Revenue Service on Thursday announced the tax code’s parameters for 2019, implementing a new method for making inflation adjustments that will result in higher tax payments—and government revenue—over time.\n\nThe shift will cost Americans $133.5 billion over a decade,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Harriet Torry", "title": "U.S. Retail Sales Rose in October", "description": "American consumers picked up their spending in October amid a robust labor market and high consumer confidence—signaling U.S. consumers could be ready to spend more this holiday season.", "url": "https://www.wsj.com/articles/consumer-spending-rose-in-october-1542289044", "urlToImage": "https://images.wsj.net/im-36955/social", "publishedAt": "2018-11-15T17:07:20Z", "content": "WASHINGTONRetail spending by American households rose in October, a sign outlays started on a strong footing headed into the holiday shopping season. Sales at retail stores and restaurants rose 0.8% from the prior month, the Commerce Department said Thursday.… [+4500 chars]", "fulltext": "WASHINGTON—Retail spending by American households rose in October, a sign outlays started on a strong footing headed into the holiday shopping season.\n\nSales at retail stores and restaurants rose 0.8% from the prior month, the Commerce Department said Thursday. That exceeded the 0.5% increase economists surveyed by The Wall Street Journal had expected.\n\nConsumer..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ian Talley, Margherita Stancati", "title": "The Wall Street Journal: Saudi Arabia seeks death penalty over Khashoggi killing", "description": "Saudi Arabia’s public prosecutor is seeking the death penalty for five of the 11 people it has charged over the murder of Jamal Khashoggi, in a case that has drawn a barrage of criticism of the kingdom and strained ties with the U.S.", "url": "https://www.wsj.com/articles/saudi-arabia-brings-charges-over-khashoggi-killing-seeks-death-penalty/", "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GR807_khasho_ZG_20181015164102.jpg", "publishedAt": "2018-11-15T16:39:46Z", "content": "Saudi Arabias public prosecutor is seeking the death penalty for five of the 11 people it has charged over the murder of Jamal Khashoggi, in a case that has drawn a barrage of criticism of the kingdom and strained ties with the U.S. Riyadh released more detai… [+1256 chars]", "fulltext": "bad url"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Thomas M. Burton", "title": "U.S. Pulls Ebola Experts From Congo Combat Zones", "description": "Trump administration officials pulled U.S. medical workers from DRC’s east to safer cities in the wake of several outbursts of violence.", "url": "https://www.wsj.com/articles/congo-is-too-risky-for-u-s-ebola-experts-1542240318", "urlToImage": "https://images.wsj.net/im-37174/social", "publishedAt": "2018-11-15T16:28:56Z", "content": "WASHINGTONThe Trump administration regards the military conflict in the Democratic Republic of Congo as too dangerous to reinstate U.S. medical personnel to treat Ebola patients there, officials said Wednesday. Armed conflict between rebels and government tro… [+3456 chars]", "fulltext": "WASHINGTON—The Trump administration regards the military conflict in the Democratic Republic of Congo as too dangerous to reinstate U.S. medical personnel to treat Ebola patients there, officials said Wednesday.\n\nArmed conflict between rebels and government troops has displaced nearly a million people in the central African nation. While American officials are advising the DRC government, the U.S. has pulled Centers for Disease Control and Prevention experts who specialize in treating the deadly virus from remote areas to..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Maureen Linke", "title": "Just How Diverse Is the New Congress?", "description": "Congress gets a new look in January: Of the 89 new faces set to join the House and Senate, almost half aren’t white men.", "url": "https://www.wsj.com/articles/just-how-diverse-is-the-new-congress-1542285001", "urlToImage": "https://images.wsj.net/im-37010/social", "publishedAt": "2018-11-15T16:27:03Z", "content": "Congress gets a new look in January: Of the 89 new faces set to join the House and Senate, almost half are not white men. A tally of new members as of Wednesday, with a few races yet to be called, includes 35 women (of whom 13 are nonwhite) and eight nonwhite… [+1699 chars]", "fulltext": "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.\n\nCongress gets a new look in January: Of the 89 new faces set to join the House and Senate, almost half are not white men.\n\nA tally of new members as of Wednesday, with a few races yet to be called, includes 35 women (of whom 13 are nonwhite) and eight nonwhite men.\n\nOverall, the new Congress will reach a record for the most women— at least 124..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Brexit & Beyond: U.K.’s Brexit Deal in Jeopardy as Senior Ministers Resign", "description": "To subscribe to the newsletter, please sign up here MUST READS U.K.’s Brexit Deal in Jeopardy as Senior Ministers Resign: U.K. Prime Minister Theresa May was fighting to save her Brexit deal just hours after it was sealed, as two senior members of her cabinet…", "url": "https://blogs.wsj.com/moneybeat/2018/11/15/u-k-s-brexit-deal-in-jeopardy-as-senior-ministers-resign/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-15T15:29:05Z", "content": "U.K.s Brexit Deal in Jeopardy as Senior Ministers Resign : U.K. Prime Minister Theresa May was fighting to save her Brexit deal just hours after it was sealed, as two senior members of her cabinet quit amid deepening political turmoil over the terms of her pl… [+2676 chars]", "fulltext": "To subscribe to the newsletter, please sign up here MUST READS U.K.’s Brexit Deal in Jeopardy as Senior Ministers Resign: U.K. Prime Minister Theresa May was fighting to save her Brexit deal just hours after it was sealed, as two senior members of her cabinet quit amid deepening political turmoil over the terms of her plan to exit from […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sarah Chaney", "title": "U.S. Jobless Claims Rose Last Week", "description": "The number of Americans filing applications for new unemployment benefits rose last week, but remained at a low level indicative of a tight labor market.", "url": "https://www.wsj.com/articles/u-s-jobless-claims-rose-last-week-1542288808", "urlToImage": "https://images.wsj.net/im-36943/social", "publishedAt": "2018-11-15T15:23:30Z", "content": "WASHINGTONThe number of Americans filing applications for new unemployment benefits rose last week, but remained at a level indicative of a tight labor market. Initial jobless claims, a proxy for layoffs across the U.S., increased by 2,000 to a seasonally adj… [+1125 chars]", "fulltext": "WASHINGTON—The number of Americans filing applications for new unemployment benefits rose last week, but remained at a level indicative of a tight labor market.\n\nInitial jobless claims, a proxy for layoffs across the U.S., increased by 2,000 to a seasonally adjusted 216,000 in the week ended Nov. 10, the Labor Department said Thursday. Economists surveyed by The Wall Street Journal expected 215,000 new claims last week. Claims for the previous week were unrevised at 214,000.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Michael S. Derby", "title": "Medical-Marijuana Legalization Leads to Baby Boomlet, Paper Says", "description": "The tide of medical-marijuana legalization making its way through American states is leading to a notable uptick in the birth of babies, according to a new paper.", "url": "https://blogs.wsj.com/economics/2018/11/15/medical-marijuana-legalization-leads-to-baby-boomlet-paper-says/", "urlToImage": "https://images.wsj.net/im-37224", "publishedAt": "2018-11-15T14:42:26Z", "content": "Turn on, tune in, have babies. The tide of medical-marijuana legalization making its way through American states is leading to a notable uptick in the birth of babies, according to a new paper published by the National Bureau for Economic Research. According … [+2811 chars]", "fulltext": "Researchers said they found \"evidence that marijuana use has a considerable, unintended, and positive effect on fertility.”\n\nResearchers said they found \"evidence that marijuana use has a considerable, unintended, and positive effect on fertility.” Photo: Susan Montoya Bryan/Associated Press\n\nTurn on, tune in, have babies.\n\nThe tide of medical-marijuana legalization making its way through American states is leading to a notable uptick in the birth of babies, according to a new paper published by the National Bureau for Economic Research.\n\nAccording to the National Conference of State Legislatures, 33 states and Washington, D.C., allow the once verboten drug to be used for various health-related reasons. And in these states, the researchers—Michele Baggio and David Simon of the University of Connecticut and Alberto Chong of Georgia State University—found an uptick in marijuana use.\n\nAnd when more people smoke marijuana, they get friskier and, apparently, more careless. After legalization, there’s “increased frequency of sexual intercourse, decreased purchase of condoms and suggestive evidence on decreased condom use during sex,” the authors wrote in the paper.\n\n“In the specific case of marijuana, it is typically believed that its consumption heightens sensory perception, increases relaxation, reduces stress and diminishes anxiety,” the paper says. “A feeling of relaxation may change attitudes toward taking sexual risks by becoming less concerned about the consequences of sexual intercourse, including reducing protection or taking on more sexual partners.”\n\nThe result is a baby boomlet.\n\n“We find that the enactment of any medical marijuana laws increases the birth rate by 0.40 or approximately 4 births per quarter for every 10,000 women of childbearing age,” the paper said. “These results provide evidence that marijuana use has a considerable, unintended, and positive effect on fertility.”\n\nThe U.S. general fertility rate in 2017 was 60.3 births per 1,000 women aged 15 years to 44 years, down from 62.0% in 2016, according to the Centers for Disease Control and Prevention.\n\nThe authors looked at data from 2004 through 2014. They drilled down to county-level condom sales, although the paper does not consider how other forms of birth control might have influenced their findings.\n\nKasey Buckles, a University of Notre Dame economics professor who studies demographics and family issues, said the paper does indeed suggest “a large effect” on births tied to medical marijuana laws. The paper indicates that “if we went from marijuana being illegal everywhere in the U.S. to being legal everywhere, you would get about 120,000 more births per year, as there are roughly 4 million births each year in the U.S.,” Ms. Buckles said.\n\nIn an interview, Mr. Chong noted that any uptick in births comes in a climate where overall U.S. fertility rates have been under pressure. The general U.S. fertility rate has declined every year but one since 2007.\n\nBut he and his coauthors don’t believe that full legalization of marijuana will much affect the overall trend of this key demographic measure.\n\nOthers agree. Brad Wilcox of the National Marriage Project, a nonpartisan effort at the University of Virginia, said the research finds “a modest effect at the margin.” But he added, “I don’t see the legalization of marijuana as a silver bullet in pushing fertility rates up.”\n\nCorrections & Amplifications\n\nA previous version of this post misspelled Kasey Buckles's first name. (Nov. 19, 2018)\n\nRELATED\n\nU.S. Births Hit Lowest Number Since 1987 (May 17)\n\nCannabis Comes to Your Coffee and Candy—But Is It Legal? (Sept. 12)\n\nMarijuana Makes for Slackers? Now There’s Evidence (Sept. 15, 2016)"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "U.K.'s Theresa May Faces Turmoil Over Brexit Deal", "description": "Less than 24 hours after a draft Brexit deal was announced, the U.K. prime minister faced resignations from senior ministers and strong vocal opposition from lawmakers in all corners of the U.K. Parliament. Image: Getty", "url": "http://www.wsj.com/video/uk-theresa-may-faces-turmoil-over-brexit-deal/1D137473-C4D6-4286-AC29-38FA5926DB7A.html", "urlToImage": "http://m.wsj.net/video/20181115/111518brexit/111518brexit_1280x720.jpg", "publishedAt": "2018-11-15T14:37:11Z", "content": "The Pope, the Party and the Cardinal: Catholicism in China 10/25/2018 Despite China's crackdown on religious freedom, the Vatican struck a historic pact with Beijing, drawing sharply divided reactions from members of the clergy and other Catholics. The WSJ in… [+39 chars]", "fulltext": "4:01\n\nThe WSJ's Holiday Season Tech Gift Guide\n\nFrom a mug that keeps your coffee warm to a tracker that helps you find your lost keys, WSJ Personal Tech columnists Joanna Stern and David Pierce have the gadget gifts to solve at least some of your problems this holiday season. Photo illustration: Heather Seidel / The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Castigates Mueller Investigation as 'Disgrace to Nation,' Says Probe Is 'Total Mess' - Wall Street Journal", "description": "Wall Street Journal Trump Castigates Mueller Investigation as 'Disgrace to Nation,' Says Probe Is 'Total Mess' Wall Street Journal WASHINGTON—President Trump asserted on Thursday that Special Counsel Robert Mueller's investigation into Russian interference in…", "url": "https://www.wsj.com/articles/trump-castigates-mueller-investigation-as-disgrace-to-nation-says-probe-is-total-mess-1542292248", "urlToImage": "https://images.wsj.net/im-37214/social", "publishedAt": "2018-11-15T14:31:33Z", "content": "WASHINGTONPresident Trump asserted on Thursday that Special Counsel Robert Muellers investigation into Russian interference in the 2016 presidential election is in complete disarray and a disgrace to our Nation, while adding that his White House is operating … [+4879 chars]", "fulltext": "WASHINGTON—President Trump asserted on Thursday that Special Counsel Robert Mueller’s investigation into Russian interference in the 2016 presidential election is in complete disarray and a “disgrace to our Nation,” while adding that his White House is operating smoothly as news emerges of high level shake-ups.\n\nIn a series of tweets early Thursday, the president said “The inner workings of the Mueller investigation are a total mess.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jon Emont", "title": "Rohingya, Expelled From Myanmar, Refuse Effort to Return Them - Wall Street Journal", "description": "Wall Street Journal Rohingya, Expelled From Myanmar, Refuse Effort to Return Them Wall Street Journal Rohingya refugees refused Thursday to leave their camps in Bangladesh and return to Myanmar, which violently expelled them last year, indicating the apparent…", "url": "https://www.wsj.com/articles/rohingya-expelled-from-myanmar-refuse-effort-to-return-them-1542291558", "urlToImage": "https://images.wsj.net/im-37210/social", "publishedAt": "2018-11-15T14:22:34Z", "content": "Rohingya refugees refused Thursday to leave their camps in Bangladesh and return to Myanmar, which violently expelled them last year, indicating the apparent failure of the nations first concerted effort to begin repatriations. Myanmar and Bangladesh agreed l… [+4852 chars]", "fulltext": "HONG KONG—Rohingya refugees refused Thursday to leave their camps in Bangladesh and return to Myanmar, which violently expelled them last year, indicating an apparent failure of the first concerted effort by both nations to begin repatriations.\n\nMyanmar and Bangladesh agreed last month to start large-scale repatriations of the displaced Rohingya on Thursday, with Myanmar saying it would allow some 2,200 to return. Rights groups, the U.S. government and the United Nations have criticized the plan.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Pence Calls for an Indo-Pacific Region Free of Chinese 'Aggression' - Wall Street Journal", "description": "Wall Street Journal Pence Calls for an Indo-Pacific Region Free of Chinese 'Aggression' Wall Street Journal SINGAPORE—Vice President Mike Pence hit out at China during his tour through Asia, signaling an increasingly tough line against Beijing as the world's …", "url": "https://www.wsj.com/articles/pence-calls-for-an-indo-pacific-region-free-of-chinese-aggression-1542290998", "urlToImage": "https://images.wsj.net/im-37220/social", "publishedAt": "2018-11-15T14:09:00Z", "content": "SINGAPOREVice President Mike Pence hit out at China during his tour through Asia, signaling an increasingly tough line against Beijing as the worlds two largest economies clash over trade, security and human rights. In a speech Thursday at a summit of Asian n… [+4308 chars]", "fulltext": "SINGAPORE—Vice President Mike Pence hit out at China during his tour through Asia, signaling an increasingly tough line against Beijing as the world’s two largest economies clash over trade, security and human rights.\n\nIn a speech Thursday at a summit of Asian nations, Mr. Pence warned that “empire and aggression have no place in the Indo-Pacific.” He didn’t mention any country by name, but White House aides left little doubt the reference was to China. The U.S., Mr. Pence said, “seeks collaboration, not control.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Asa Fitch", "title": "Saudi Military Coalition Pauses Fight in Yemen - Wall Street Journal", "description": "Wall Street Journal Saudi Military Coalition Pauses Fight in Yemen Wall Street Journal The Saudi-led military coalition fighting Iran-backed rebels in Yemen has suspended an assault on a vital port city, as the kingdom comes under international pressure to un…", "url": "https://www.wsj.com/articles/saudi-military-coalition-pauses-fight-in-yemen-1542289346", "urlToImage": "https://images.wsj.net/im-37217/social", "publishedAt": "2018-11-15T13:42:00Z", "content": "The Saudi-led military coalition fighting Iran-backed rebels in Yemen has suspended an assault on a vital port city, as the kingdom comes under international pressure to undertake peace talks to end the bloody three-year war. The coalition forces, made up of … [+3460 chars]", "fulltext": "The Saudi-led military coalition fighting Iran-backed rebels in Yemen has suspended an assault on a vital port city, as the kingdom comes under international pressure to undertake peace talks to end the bloody three-year war.\n\nThe coalition forces, made up of Yemeni militias backed by Saudi Arabia and the United Arab Emirates, have shifted to a defensive posture to facilitate United Nations-led peace talks with Houthi rebels, a person familiar with the situation said Thursday.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Bradley Olson", "title": "Oil Giants Start to Dominate U.S. Shale Boom", "description": "Smaller, nimbler companies pioneered the U.S. shale boom. But as American production scales up, those frackers are losing ground to Big Oil.", "url": "https://www.wsj.com/articles/oil-giants-start-to-dominate-u-s-shale-boom-1542286801", "urlToImage": "https://images.wsj.net/im-36718/social", "publishedAt": "2018-11-15T13:00:03Z", "content": "Smaller, nimbler companies pioneered the U.S. shale boom. But as American production scales up, those frackers are losing ground to Big Oil. Giant companies such as Chevron Corp. CVX 2.05% and Exxon Mobil Corp. XOM 1.03% are increasing shale production faster… [+6150 chars]", "fulltext": "Smaller, nimbler companies pioneered the U.S. shale boom. But as American production scales up, those frackers are losing ground to Big Oil.\n\nGiant companies such as Chevron Corp. CVX -3.38% and Exxon Mobil Corp. XOM -2.67% are increasing shale production faster and with fewer complications than their smaller rivals. Their superior size and deeper pockets give them an edge in planning large drilling projects and locking in the pipeline and labor deals needed to ensure profitability.\n\nExxon doubled its shale rigs across the U.S. from the end of last year through September and became the most active driller in the country, according to industry tracker RigData. Chevron’s output in the Permian Basin of Texas and New Mexico rose 80% for the year ended in September, eclipsing some of the small producers that spent years building up their fracking positions.\n\n“You need scale once you’re in development mode to be able to succeed at the margins that you have,” said Jeff Shellebarger, Chevron’s president of North America exploration and production.\n\nSize also helps larger companies weather volatility in the oil markets, where U.S. crude prices have plunged more than 20% in the past month to about $56 a barrel. The bigger companies kept spending in check as oil rallied earlier in the year, making them less vulnerable to the recent selloff. As a result, Exxon shares have fallen only 4% in the past 30 days, compared with the 17% decline in the index of smaller producers, according to FactSet.\n\nSmaller exploration and production companies recently reported their best third-quarter performance in five years, thanks to higher oil prices earlier in the year. Of 27 independent producers, 23 were profitable, including EOG Resources Inc. and Continental Resources Inc. The companies’ collective net income totaled about $6 billion, compared with $2 billion in losses a year ago.\n\nBigger producers also reported strong quarters. Global oil companies including Exxon, Chevron, BP PLC, Royal Dutch Shell PLC, Occidental Petroleum Corp. and ConocoPhillips made almost $5 billion in the quarter from their North American drilling units, up from a $373 million loss. While those results include areas such as the Gulf of Mexico, most companies said shale production was a significant factor.\n\nThe bigger companies have benefited in shale drilling from being able to ramp up production with fewer obstacles from Texas to North Dakota. Smaller operators, meanwhile, faced challenges such as pipeline bottlenecks that forced some to scale back drilling plans or move rigs away from areas where the constraints were most severe.\n\n“Scale is so important in shale,” said Uday Turaga, chief executive of ADI Analytics, an energy consulting firm. “You can drive down costs from suppliers, secure pipeline access more quickly and get better contracts.”\n\nIndependent exploration and production companies also hedged much of their oil production to protect themselves from the downside risk of falling oil prices. That was crucial protection for many smaller, less well-financed shale companies, but it prevented them from fully capitalizing on the upswing in oil prices.\n\nAbout three-fourths of the smaller companies have spent more cash than they have generated from drilling so far in 2018, a metric many investors track to monitor the financial sustainability of the industry. Collectively, they have outspent their cash intake by about $5 billion, according to FactSet data.\n\nWhile many big oil companies were slow to fracking, bigger companies have tended to benefit as technology matures and drillers shift from exploration to large-scale production.\n\nThat trend is most apparent in the Permian Basin. Large companies including Exxon, Chevron, BP, Shell and Occidental this year are set to produce an average of about 600,000 barrels a day of crude in the region, up 54% from last year. By 2021, their output there will exceed 1.1 million barrels a day, or about 20% of the area’s total shale-related output, according to consulting firm Rystad Energy.\n\n“ ‘Scale is so important in shale. You can drive down costs from suppliers, secure pipeline access more quickly and get better contracts.’ ” —Uday Turaga, CEO of ADI Analytics\n\nChevron’s Permian Basin production soared to more than 330,000 barrels of oil and gas a day during the third quarter, an 80% increase from a year earlier. By comparison, it took Parsley Energy Inc., a smaller operator, four years to boost its production to 100,000 barrels from 10,000 barrels.\n\nLarger, integrated companies have managed to avoid many challenges that have plagued independent producers, whose U.S. production increased by an average of 17% in the past year, according to a review of company disclosures.\n\nHedging is projected to cost top drillers more than $5 billion this year, according to a Wood Mackenzie analysis of the larger companies that hedge their oil and gas production.\n\nThe recent drop in oil prices is likely to mitigate hedging losses. However, on average, the companies’ hedging programs don’t begin to generate gains unless crude prices fall below $56 a barrel, Wood Mackenzie analyst Andrew McConn said.\n\nOil giants generally avoid those kinds of futures contracts. Because their market size dwarfs small drillers, they face limited pressure from lenders to hedge, and their hedging losses have been muted.\n\nPipeline access is another area where bigger companies fared better. As U.S. oil production soared above 11 million barrels a day, growth exceeded existing pipelines, forcing smaller companies to sell their oil at a discount. Crude sold in the Permian Basin was discounted by an average of $14 a barrel during the third quarter, according to S&P Global Platts. That differential has since contracted to about $5.\n\nNewsletter Sign-up\n\nLarger oil companies have historically secured enough pipeline capacity from any oil field in which they are boosting production to avoid having to sell crude at such discounts. Many own or build pipelines outright.\n\nThat helped Occidental, one of the largest Permian Basin producers, realize nearly $800 million in profit from its pipeline and trading business during the third quarter, more than three times the income from its U.S. drilling business. Vicki Hollub, the company’s chief executive, said the company’s integrated business model proved advantageous.\n\nWrite to Bradley Olson at Bradley.Olson@wsj.com and Rebecca Elliott at rebecca.elliott@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": null, "title": "In the Elevator With Uber CEO Dara Khosrowshahi", "description": "WSJ's Joanna Stern \"bumps into\" Uber's CEO in the WSJ elevator and gets the scoop on Uber's drone program, flying cars and its workplace culture. Photo: Andria Chamberlin for the Wall Street Journal", "url": "http://www.wsj.com/video/series/in-the-elevator-with/in-the-elevator-with-uber-ceo-dara-khosrowshahi/4D7AF99C-772D-49BA-9E5A-A681B6DE2F57", "urlToImage": "http://m.wsj.net/video/20181114/111418elevatorkhosrowshahi/111418elevatorkhosrowshahi_1280x720.jpg", "publishedAt": "2018-11-15T13:00:00Z", "content": null, "fulltext": "E16\n\nIn the Elevator With AT&T CEO Randall Stephenson WSJ's Joanna Stern \"bumps into\" the CEO and chairman of AT&T in the WSJ elevator and gets the lowdown on 5G, the robocall overload, the changes at the Boy Scouts and the White House vs. CNN. Photo: Andria Chamberlin for The Wall Street Journal"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "Energy Journal: Oil Flood Pressures Crude", "description": "Good morning. I’m Neanda Salvaterra, and oil is struggling to stay up today as major producers are pumping excess crude into the market. A major California-based utility warned investors that its insurance policy may not cover its liabilities related to wildf…", "url": "https://blogs.wsj.com/moneybeat/2018/11/15/energy-journal-oil-flood-pressures-crude/", "urlToImage": "//si.wsj.net/public/resources/images/B3-CF431_pea_oi_P_20181030153718.jpg", "publishedAt": "2018-11-15T12:48:53Z", "content": "Good morning. Im Neanda Salvaterra, and oil is struggling to stay up today as major producers are pumping excess crude into the market. A major California-based utility warned investors that its insurance policy may not cover its liabilities related to wildfi… [+3661 chars]", "fulltext": "Good morning. I’m Neanda Salvaterra, and oil is struggling to stay up today as major producers are pumping excess crude into the market. A major California-based utility warned investors that its insurance policy may not cover its liabilities related to wildfires in the region, and U.S. energy customers might pay more for home heating this […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rob Taylor", "title": "U.S.-Made Drones Add Muscle to Australia's Military Buildup", "description": "Australia said it would buy American-made Reaper drones and may station warships in neighboring Papua New Guinea, as the U.S. ally bulks up its military in response to regional security threats.", "url": "https://www.wsj.com/articles/u-s-made-drones-add-muscle-to-australias-military-buildup-1542283203", "urlToImage": "https://images.wsj.net/im-37199/social", "publishedAt": "2018-11-15T12:00:16Z", "content": "CANBERRA, AustraliaAustralia said it would buy American-made Reaper drones and may station warships in neighboring Papua New Guinea, as the U.S. ally bulks up its military in response to regional security threats. Defense Minister Christopher Pyne said Austra… [+3144 chars]", "fulltext": "CANBERRA, Australia—Australia said it would buy American-made Reaper drones and may station warships in neighboring Papua New Guinea, as the U.S. ally bulks up its military in response to regional security threats.\n\nDefense Minister Christopher Pyne said Australia would buy 12 to 16 MQ-9B Reaper drones from Poway, Calif.-based General Atomics Aeronautical Systems Inc., becoming the first Asia-Pacific country to acquire the armed unmanned aircraft used by the U.S. military in the Middle East and Afghanistan.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "WSJ Staff", "title": "WSJ Wealth Adviser Briefing: Adviser Risk Analysis, Wells Fargo, Squishy Toys", "description": "Morningstar offers advisers a new risk analysis tool; the departure of a top Wells Fargo executive shows chasm with regulator, and this year's holiday toy craze involves a lot of squishing.", "url": "https://blogs.wsj.com/moneybeat/2018/11/15/wsj-wealth-adviser-briefing-401k-transfers-schwab-foundation-squishy-toys/", "urlToImage": "https://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "publishedAt": "2018-11-15T11:00:50Z", "content": "Advisers, are your clients peppering you with questions about how various ugly economic events could affect their investment portfolios? Morningstars new risk analysis tool, the Global Risk Model, may help. Below, some of the best analysis and insight from WS… [+2850 chars]", "fulltext": "Advisers, are your clients peppering you with questions about how various ugly economic events could affect their investment portfolios? Morningstar’s new risk analysis tool, the Global Risk Model, may help. Below, some of the best analysis and insight from WSJ writers and columnists, the Dow Jones Newswires team and occasionally beyond, on investing, the wealth-management business […]"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Wall Street Journal", "title": "Saudi Arabia Brings Charges Over Khashoggi Killing - Wall Street Journal", "description": "Wall Street Journal Saudi Arabia Brings Charges Over Khashoggi Killing Wall Street Journal Saudi Arabia's public prosecutor on Thursday charged 11 people over the murder of journalist Jamal Khashoggi, seeking the death penalty for five of the accused. Most Po…", "url": "https://www.wsj.com/articles/saudi-arabia-brings-charges-over-khashoggi-killing-seeks-death-penalty-1542278127", "urlToImage": "https://images.wsj.net/im-37202/social", "publishedAt": "2018-11-15T10:51:00Z", "content": "Prosecutor seeks the death penalty for five of the accused SEND An error has occurred, please try again later.", "fulltext": "Saudi Arabia released details about how government critic Jamal Khashoggi was killed inside its consulate in Istanbul. Turkey says there are still many unanswered questions. Photo: AP\n\nSaudi Arabia’s public prosecutor said Thursday he would seek the death penalty for five people charged in the killing of journalist Jamal Khashoggi, and the Trump administration imposed sanctions on 17 Saudi Arabian officials allegedly involved in the case.\n\nThe prosecutor also released more details about the case, saying there was no top-down order to kill the dissident journalist and distancing Crown Prince Mohammed bin Salman from it. The killing has subjected the crown prince, the country’s day-to-day leader, to intense..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jeffrey Sparshott", "title": "Real Time Economics: Big Tech vs. Flyover Country", "description": "This is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here. The divide between urban and rural America may only be getting worse. Amazon’s and Google’s plans to bulk up on the East Coast underscore the country’s di…", "url": "https://blogs.wsj.com/economics/2018/11/15/real-time-economics-big-tech-vs-flyover-country/", "urlToImage": "https://images.wsj.net/im-37090", "publishedAt": "2018-11-15T10:02:48Z", "content": "This is the web version of the WSJs newsletter on the economy. You can sign up for daily delivery here. The divide between urban and rural America may only be getting worse. Amazon's and Google's plans to bulk up on the East Coast underscore the country's div… [+7965 chars]", "fulltext": "Amazon chose Long Island City as one of the two new East Coast locations for additional headquarters. Each location is expected to create 25,000 jobs.\n\nAmazon chose Long Island City as one of the two new East Coast locations for additional headquarters. Each location is expected to create 25,000 jobs. Photo: Drew Angerer/Getty Images\n\nThis is the web version of the WSJ’s newsletter on the economy. You can sign up for daily delivery here.\n\nThe divide between urban and rural America may only be getting worse. Amazon's and Google's plans to bulk up on the East Coast underscore the country's diverging fortunes as some of the biggest companies look for a critical mass of workers with tech and other key skills.\n\nGood morning. Jeff Sparshott here to take you through the day's top economic news. U.S. retail sales data, a key barometer of consumer spending, are out this morning. We're also monitoring signs of a global slowdown, the cost of \"free\" social media, and the fate of Prime Minister Theresa May’s government after two senior members quit over Brexit. Let us know what you think by replying to this email.\n\nTO HAVE AND HAVE NOT\n\nAmazon.com and Google's decisions to add tens of thousands of jobs to New York and the Washington area reflect a growing divide in the U.S. A few big cities, particularly on the coasts, are soaking up high-tech talent and are also becoming wealthier, more liberal and more ethnically diverse—shifting the economic, political and cultural landscape of the nation, Shayndi Raice and Janet Adamy write.\n\nSmaller cities are also pulling in educated workers, but are having trouble competing for the nation’s most prized jobs and biggest projects, while rural areas are falling behind.\n\nBRIGHT LIGHTS, BIGGER CITY\n\nAs global competition dried up manufacturing jobs in small towns, the U.S. became more dependent on the growth of knowledge and service jobs that tend to proliferate in dense places. Five cities—New York, Chicago, Dallas, Houston, San Francisco—accounted for a third of all Fortune 500 headquarters and half of Fortune 500 firms’ profits last year, according to the University of Toronto's Richard Florida. The Washington area, which had just four corporate headquarters in 1975, was home to 17 last year. New York had 70, more than any other U.S. city.\n\nIn the past 10 years, employment in U.S. cities has grown 7% and the number of businesses has grown 11%, while employment has contracted in nonmetro areas and the number of businesses there has barely changed.\n\nWHAT TO WATCH TODAY\n\nU.S. retail sales for October, out at 8:30 a.m. ET, are expected to rise 0.5% from the prior month.\n\nU.S. import prices for October, out at 8:30 a.m. ET, are expected to rise 0.2% from the prior month.\n\nU.S. jobless claims, out at 8:30 a.m. ET, are expected to remain low.\n\nThe New York Fed Empire State manufacturing survey for November, out at 8:30 a.m. ET, is expected to fall to 20 from 21.1 a month earlier.\n\nThe Philadelphia Fed manufacturing survey for November, out at 8:30 a.m. ET, is expected to fall to 20 from 22.2.\n\nIt's another day chock full of Fed talk. Fed vice chairman for supervision Randal Quarles testifies before the Senate Banking Committee at 10 a.m. ET, Chairman Jerome Powell reviews post-Hurricane Harvey recovery efforts in Houston at 11:30 a.m. ET, Atlanta's Raphael Bostic speaks at a banking conference in Madrid at 1 p.m. ET, and the Minneapolis' Neel Kashkari participates in a Q&A with the Minnesota AgriGrowth Council at 3 p.m. ET.\n\nTOP STORIES\n\nRED FLAGS\n\nThe Federal Reserve is keeping a close eye on the global economy. “You still see solid growth, but you see growing signs of a bit of a slowdown. And it is concerning,” Fed Chairman Jerome Powell said Wednesday.\n\nThe global growth outlook was one of a number of challenges Mr. Powell flagged. He didn’t say that any of them were strong or surprising enough right now to change the Fed’s current policy path of gradually lifting rates, and he said he remains optimistic about the U.S. economy, Nick Timiraos reports. “I’m very happy about the state of the economy now,” Mr. Powell said. “Our policy is part of the reason why our economy is in such a good place right now.”\n\nSO WHAT'S THE PROBLEM?\n\nThe global economy has hit a soft patch, putting the U.S.’s robust growth at risk should it persist. Economic output in Japan and Germany contracted in the third quarter, while in October consumer spending in China hit its slowest pace in five months and bank lending fell, William Boston, Josh Zumbrun and Nina Adam report.\n\nOne-time events played a role in some of these bumps. But across the globe, economists and business executives warned about a common denominator that is hurting growth: trade battles among the U.S., China and others. Tariffs are hitting some businesses, and worries about the impact of worsening trade discord are also weighing on sentiment.\n\nTARIFFS ON MY MIND\n\nInternational companies in the U.S. say potential tariffs on automobile and auto-parts imports would be the most damaging of the Trump administration’s trade actions, surpassing the tariffs that have been imposed between the U.S. and China, and the global tariffs on steel and aluminum, Josh Zumbrun reports.\n\nCompanies, even outside the automobile industry, are closely watching as the administration debates whether to impose the auto tariffs, a new survey from the Organization for International Investment shows. Asked to rate the impact on U.S. competitiveness of various policies, CFOs said the auto tariffs—if implemented—would nearly cancel out all the positive impact of the administration’s 2017 tax overhaul.\n\nTHERE'S NO SUCH THING AS A FREE LUNCH\n\nGoogle and Facebook make their money by giving away their products and then selling ads. Unfortunately, the zero-price business model is a source of many of the problems plaguing the Internet. It’s no coincidence that Google, Facebook and Twitter Inc.—which garner more than 80% of their revenue from advertising—are the ones most often accused of propagating toxic content and eroding privacy, while Microsoft Corp. and Apple, whose revenue comes from selling software, hardware and services, fly under the radar, Greg Ip writes.\n\nThink about why price matters: It’s how the market rations precious resources. When it comes to generating volume, free is a dream; when it comes to quality control, it’s a nightmare. To generate ads, search and social media platforms must maximize users and engagement. To target those ads, they must learn as much about their users as possible. This pits volume and revenue against quality and privacy.\n\nQUOTE OF THE DAY\n\nUltimately, you deserve a Brexit Secretary who can make the case for the deal you are pursuing with conviction. I am only sorry, in good conscience, that I cannot.—Brexit Secretary Dominic Raab, in his resignation letter to Prime Minister Theresa May\n\nTWEET OF THE DAY\n\nWHAT ELSE WE'RE READING\n\n“Does a big bazooka matter?” The European Central Bank asks the question in a new research paper. The conclusion, when it comes to exchange rates, is yes. The authors found that the ECB’s quantitative easing program—which led to a big rise in the ECB’s balance sheet—weakened the euro-dollar rate by 12%. The takeaway: “We find that QE measures have large and persistent effects on the exchange rate, and that they materialize through a change in interest rate differentials, partly reflecting expectations of the future monetary policy stance.”\n\nThe Catholic Church’s Jesuit order founded religious missions in modern-day Argentina, Brazil and Paraguay in 1609. Until they were booted out in 1767, they instructed the indigenous Guarani in reading, writing, and various crafts. \"I show that in areas of former Jesuit presence—within the Guarani area—educational attainment was higher and remains so (by 10%-15%) 250 years later. These educational differences have also translated into incomes that are 10% higher today,\" Felipe Valencia Caicedo writes in The Quarterly Journal of Economics. \"The enduring effects observed are consistent with transmission mechanisms of structural transformation, occupational specialization, and technology adoption in agriculture.\"\n\nUP NEXT: FRIDAY\n\nEuropean Central Bank President Mario Draghi speaks in Frankfurt at 3:30 a.m. ET.\n\nEurozone consumer prices for October are out at 5 a.m. ET.\n\nU.S. industrial production for October, out at 9:15 a.m. ET, is expected to rise 0.2% from a month earlier.\n\nThe Kansas City Fed's manufacturing survey for November is out at 11 a.m. ET.\n\nThe Chicago Fed's Charles Evans speaks on the economy and monetary policy at 11:30 a.m. ET."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Laurence Norman", "title": "European Officials to Meet to Approve Draft Brexit Deal - Wall Street Journal", "description": "Wall Street Journal European Officials to Meet to Approve Draft Brexit Deal Wall Street Journal BRUSSELS—European leaders are set to meet in Brussels on Nov. 25, with European Council President Donald Tusk calling on them to sign off an exit agreement with Br…", "url": "https://www.wsj.com/articles/european-officials-to-meet-to-approve-draft-brexit-deal-1542269504", "urlToImage": "https://images.wsj.net/im-37189/social", "publishedAt": "2018-11-15T09:18:54Z", "content": "U.K. Prime Minister Theresa Mays Brexit secretary has resigned, signaling turmoil within her government over her plan for the country to exit from the European Union. Brexit Secretary Dominic Raab said on Twitter that he has resigned. The British pound fell 1… [+898 chars]", "fulltext": "Less than 24 hours after a draft Brexit deal was announced, the U.K. prime minister faced resignations from senior ministers and strong vocal opposition from lawmakers in all corners of the U.K. Parliament. Image: Getty\n\nLONDON—U.K. Prime Minister Theresa May was fighting to save her Brexit deal on Thursday after several ministers resigned, deepening the political turmoil over the terms of her plan to exit from the European Union.\n\nSix members of the government, including Brexit Secretary Dominic Raab, one of the architects of the deal, quit Thursday as the prime minister faced a barrage of criticism over the plan in Parliament, raising the possibility that she could face a challenge to her leadership.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Sara Randazzo", "title": "Michael Avenatti, Lawyer for Stormy Daniels, Is Arrested", "description": "Attorney Michael Avenatti was arrested on a charge of domestic violence, a spokesman for the Los Angeles Police Department said.", "url": "https://www.wsj.com/articles/michael-avenatti-lawyer-for-stormy-daniels-is-arrested-1542242506", "urlToImage": "https://images.wsj.net/im-37163/social", "publishedAt": "2018-11-15T05:14:29Z", "content": "LOS ANGELESAttorney Michael Avenatti was arrested Wednesday on a charge of domestic violence, according to the Los Angeles Police Department. The Associated Press reported that Mr. Avenatti was released from police custody. His bail was set at $50,000, accord… [+2232 chars]", "fulltext": "LOS ANGELES—Attorney Michael Avenatti was arrested Wednesday on a charge of domestic violence, according to the Los Angeles Police Department.\n\nThe Associated Press reported that Mr. Avenatti was released from police custody. His bail was set at $50,000, according to the LAPD.\n\nIn a statement sent through his law office, Mr. Avenatti denied..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Cara Lombardo", "title": "Activist Investor Gets Important Backing in Campbell Soup Fight", "description": "Institutional Shareholder Services Inc. is recommending that the food-maker’s shareholders vote for all five of activist hedge fund Third Point LLC’s director nominees.", "url": "https://www.wsj.com/articles/activist-investor-gets-important-backing-in-campbell-soup-fight-1542246231", "urlToImage": "https://images.wsj.net/im-37160/social", "publishedAt": "2018-11-15T04:50:50Z", "content": "An influential proxy adviser thinks Campbell Soup Co. CPB -0.23% could use a little outside help. Institutional Shareholder Services Inc. recommended that the food-makers shareholders vote for all five of activist hedge fund Third Point LLCs director nominees… [+2751 chars]", "fulltext": "An influential proxy adviser thinks Campbell Soup Co. CPB 2.56% could use a little outside help.\n\nInstitutional Shareholder Services Inc. recommended that the food maker’s shareholders vote for all five of activist hedge fund Third Point LLC’s director nominees, according to a report released to ISS clients Wednesday and viewed by The Wall Street Journal.\n\nProxy advisers’ recommendations can influence which way some institutional shareholders vote. ISS’s nod toward Third Point will likely sway some votes in the hedge fund’s direction or give it additional leverage in settlement discussions as it faces an uphill fight to gain influence over the company.\n\nISS said that even when accounting for headwinds in the packaged-food industry, Campbell has substantially trailed its peers, making board-level change warranted.\n\nDaniel Loeb’s Third Point is waging a high-profile proxy fight at Campbell, where it says the current board has done little to lift a slumping stock price and falling soup sales. It is working with George Strawbridge Jr., a descendant of the company’s founder. Together, they own a roughly 10% stake.\n\nBut they are up against at least four other descendants—including three current board members—who together control roughly 41% of Campbell shares and plan to vote in favor of the company. Campbell has said it was already undertaking many of the actions Third Point has suggested before it revealed its stake.\n\nISS is recommending Third Point’s entire slate, which includes Third Point partner Munib Islam, former Blue Buffalo CEO Kurt Schmidt, comScore Inc. President Sarah Hofstetter, former Uber Technologies Inc. executive Bozoma Saint John and former Hostess Brands Inc. CEO William Toler.\n\nGlass Lewis, the other primary proxy adviser, recommended soon after that shareholders support three of five Third Point nominees, but not Mr. Islam or Ms. Saint John. It argued Campbell could benefit from Ms. Hofstetter’s branding experience and the operational experience of Mr. Toler and Mr. Schmidt.\n\nCampbell said it disagrees with ISS’s conclusion. It reiterated last week that Third Point rejected a settlement offer for Ms. Hofstetter and Mr. Schmidt to join its board, which would have expanded its size to 14. It also repeated that it wouldn’t consider adding a Third Point employee to its board, because it believes it could limit the ability to maintain board confidentiality.\n\nThird Point last week backed off a bid to replace Campbell’s entire 12-person board and cut its slate to five nominees. Such a maneuver could increase the chance of gaining proxy adviser support and, in turn, potentially prompt the two sides to reach a settlement.\n\nThe shareholder vote is scheduled for Nov. 29.\n\nISS centers its recommendations around whether the activists have made a compelling case that change is warranted and, if so, which nominees are more likely to succeed at effectuating the change.\n\nThird Point’s most recent proxy fight was in 2014, when it launched a contest for three seats on Sotheby’s board. In that case, ISS recommended supporting two of Third Point’s three nominees, including Mr. Loeb. The two sides settled the day before the vote, expanding the auction house’s board to add all three of Third Point’s nominees.\n\nWrite to Cara Lombardo at cara.lombardo@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mike Bird", "title": "Tencent Stock Rallies on Strong Earnings", "description": "Tencent stock rose 4.2% after it reported a 30% rise in profits, more than analysts expected. But the boost still leaves the company’s Hong Kong-listed shares down more than 30% in 2018.", "url": "https://www.wsj.com/articles/tencent-stock-rallies-on-strong-earnings-1542257335", "urlToImage": "https://images.wsj.net/im-37177/social", "publishedAt": "2018-11-15T04:50:27Z", "content": "Tencents stock jumped Thursday, after the Chinese tech giant reported better-than-expected quarterly earnings. Tencent stock rose 4.2% after it reported a 30% rise in profits, more than analysts expected. The boost still leaves the companys Hong Kong-listed s… [+2479 chars]", "fulltext": "Tencent’s stock jumped Thursday, after the Chinese tech giant reported better-than-expected quarterly earnings.\n\nWhat’s Happening\n\nTencent stock closed 5.8% higher after it reported a 30% rise in profit, more than analysts expected. The boost still leaves the company’s Hong Kong-listed shares down nearly 30% in 2018.\n\nNet income of 23.3 billion..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Byron Tau", "title": "Trump Administration Claims Wide Leeway to Control Media Access", "description": "Attorneys representing the Trump administration laid out an expansive view of a president’s power to control media access at a court hearing stemming from the revocation of a CNN reporter’s press credential.", "url": "https://www.wsj.com/articles/trump-administration-claims-wide-leeway-to-control-media-access-1542240641", "urlToImage": "https://images.wsj.net/im-37143/social", "publishedAt": "2018-11-15T04:12:19Z", "content": "WASHINGTONAttorneys representing the Trump administration laid out an expansive view of a presidents power to control media access, saying in a court hearing that the president has the right to exclude reporters from government property for the content or ten… [+3953 chars]", "fulltext": "WASHINGTON—Attorneys representing the Trump administration laid out an expansive view of a president’s power to control media access, saying in a court hearing that the president has the right to exclude reporters from government property for the content or tenor of their reporting.\n\nU.S. District Court Judge Timothy Kelly on Wednesday heard roughly two hours of arguments on an emergency motion to restore the press credential of Jim Acosta, a CNN reporter whose access to the White House was revoked last week. The motion came..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Max Colchester", "title": "U.K.'s May Gets Cabinet's Go-Ahead on Brexit Deal", "description": "British Prime Minister Theresa May secured cabinet approval for her Brexit deal, clearing an important hurdle but setting the stage for a battle in Parliament that could shake her government and unravel the pact with the EU.", "url": "https://www.wsj.com/articles/theresa-mays-brexit-deal-faces-first-crucial-hurdle-her-closest-allies-1542195881", "urlToImage": "https://images.wsj.net/im-36920/social", "publishedAt": "2018-11-15T04:04:43Z", "content": "LONDONBritish Prime Minister Theresa May secured cabinet approval for her Brexit deal Wednesday evening, clearing an important hurdle but setting the stage for a battle in Parliament that could shake her government and unravel the agreement with the European … [+6865 chars]", "fulltext": "On Wednesday, U.K. Prime Minister Theresa May announced that her cabinet ministers have approved her Brexit withdrawal plan. May will now have to address parliament for approval. Photo: Getty\n\nLONDON—British Prime Minister Theresa May secured cabinet approval for her Brexit deal Wednesday evening, clearing an important hurdle but setting the stage for a battle in Parliament that could shake her government and unravel the agreement with the European Union for Britain’s orderly withdrawal.\n\nFollowing a five-hour meeting, Mrs. May’s ministers gave the green light to a plan that would keep the U.K. bound to the EU for many years after the country formally leaves the bloc in March. The prime minister appeared to avoid..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Shayndi Raice", "title": "Big Cities' Success Reflects Divide", "description": "Decisions by Amazon and Google to add tens of thousands of jobs to New York and the Washington area reflect a growing divide in the U.S.", "url": "https://www.wsj.com/articles/big-cities-success-reflects-deepening-urban-rural-divide-1542239287", "urlToImage": "https://images.wsj.net/im-37098/social", "publishedAt": "2018-11-15T04:00:44Z", "content": "A few big cities, particularly on the coasts, are soaking up high-tech talent and are also becoming wealthier, more liberal and more ethnically diverseshifting the economic, political and cultural landscape of the nation. Smaller cities are also pulling in ed… [+6033 chars]", "fulltext": "New York and Arlington, Va., traded billions of dollars in incentives for a shiny new Amazon HQ2. But the arrival of the new corporate headquarters could mean some serious challenges for the two cities.\n\nDecisions by Amazon.com Inc. and Alphabet Inc.’s Google to add tens of thousands of jobs to New York and the Washington area reflect a growing divide in the U.S.\n\nA few big cities, particularly on the coasts, are soaking up high-tech talent and are also becoming wealthier, more liberal and more ethnically diverse—shifting the economic, political and cultural landscape of the nation.\n\nSmaller..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Dion Nissenbaum and Rebecca Ballhaus", "title": "National Security Aide Is Out After Feud With First Lady", "description": "Deputy National Security Adviser Mira Ricardel will leave the White House and “transition to a new role,” the Trump administration says. She had come into conflict with the staff of first lady Melania Trump.", "url": "https://www.wsj.com/articles/national-security-aide-mira-ricardel-to-leave-white-house-1542239252", "urlToImage": "https://images.wsj.net/im-37142/social", "publishedAt": "2018-11-15T03:22:28Z", "content": "WASHINGTONPresident Trump removed his deputy national security adviser on Wednesday, moving to quickly resolve an unusual feud pitting first lady Melania Trump against her husbands National Security Council. One day after Mrs. Trump publicly called for Mira R… [+4797 chars]", "fulltext": "WASHINGTON—President Trump removed his deputy national security adviser on Wednesday, moving to quickly resolve an unusual feud pitting first lady Melania Trump against her husband’s National Security Council.\n\nOne day after Mrs. Trump publicly called for Mira Ricardel’s removal from her post, White House spokeswoman Sarah Sanders said the deputy national security adviser would soon be moving into an unspecified new administration role.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Patrick Thomas", "title": "Lockheed Martin Lands $23 Billion Pentagon Contract", "description": "Lockheed Martin has won a roughly $22.7 billion contract from the U.S. Department of Defense to deliver 255 F-35 jets, a move that comes after the defense contractor was tasked with lowering the price of its planes.", "url": "https://www.wsj.com/articles/lockheed-martin-lands-23-billion-pentagon-contract-1542237634", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ809_lockhe_SOC_20181114181705.jpg", "publishedAt": "2018-11-15T03:21:45Z", "content": "Lockheed Martin Corp. LMT -0.77% has been awarded a roughly $22.7 billion contract from the U.S. Department of Defense to deliver 255 F-35 jets, a move that comes after the defense contractor was tasked with lowering the price of its planes. The contract call… [+1027 chars]", "fulltext": "A Lockheed Martin F-35 aircraft is seen at the ILA Berlin air show in Berlin on April 25.\n\nA Lockheed Martin F-35 aircraft is seen at the ILA Berlin air show in Berlin on April 25. Photo: Axel Schmidt/Reuters\n\nLockheed Martin Corp. LMT 0.37% has been awarded a roughly $22.7 billion contract from the Defense Department to deliver 255 F-35 jets, a move that comes after the defense contractor was tasked with lowering the price of its planes.\n\nThe contract calls for Lockheed to deliver 106 combat jets for U.S. military use and the remaining planes for nonmilitary use and foreign military customers. Lockheed, the world’s largest defense contractor, is expected to complete the contract by March of 2023, according to the Defense Department.\n\nLockheed was also awarded a $382 million contract to deliver eight MH-60R helicopters for the Naval Air Systems Command."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rolfe Winkler", "title": "Behind China's Startup Surge: Meritocracy and 'Growth Hacks'", "description": "A tidal wave of cash has helped turn China’s internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups’ ascendancy.", "url": "https://www.wsj.com/articles/behind-chinas-startup-surge-meritocracy-and-growth-hacks-1542232934", "urlToImage": "https://images.wsj.net/im-37063/social", "publishedAt": "2018-11-15T03:21:21Z", "content": "LAGUNA BEACH, Calif.A tidal wave of cash has helped turn Chinas internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups ascendancy. Behind Chinas … [+3218 chars]", "fulltext": "LAGUNA BEACH, Calif.—A tidal wave of cash has helped turn China’s internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups’ ascendancy.\n\nBehind China’s rise is a mobile-first mind-set among entrepreneurs who preach meritocracy, have easy access to centralized personal data and are adept at so-called growth hacks to aggregate supply and demand quickly, said venture capitalists at The Wall Street Journal’s WSJ Tech..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rolfe Winkler", "title": "Behind China's Startup Surge: Meritocracy and 'Growth Hacks'", "description": "A tidal wave of cash has helped turn China’s internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups’ ascendancy.", "url": "https://www.wsj.com/articles/behind-chinas-startup-surge-meritocracy-and-growth-hacks-1542232934", "urlToImage": "https://images.wsj.net/im-37063/social", "publishedAt": "2018-11-15T03:21:21Z", "content": "LAGUNA BEACH, Calif.A tidal wave of cash has helped turn Chinas internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups ascendancy. Behind Chinas … [+3218 chars]", "fulltext": "LAGUNA BEACH, Calif.—A tidal wave of cash has helped turn China’s internet startups into formidable superpowers rivaling their U.S. counterparts. But venture capitalists argue that a unique set of forces are also spurring the startups’ ascendancy.\n\nBehind China’s rise is a mobile-first mind-set among entrepreneurs who preach meritocracy, have easy access to centralized personal data and are adept at so-called growth hacks to aggregate supply and demand quickly, said venture capitalists at The Wall Street Journal’s WSJ Tech..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Scott McCartney", "title": "The WSJ Debuts U.S. Airport Rankings", "description": "Denver topped our rankings of the largest U.S. airports. See how yours measured up and get insiders’ tips on making the most out of flying there.", "url": "https://www.wsj.com/articles/the-best-of-the-biggest-u-s-airports-1542204004", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ715_denver_SOC_20181114153335.jpg", "publishedAt": "2018-11-15T03:18:48Z", "content": "Call it the Mile-High Miracle: Denver International Airport is the best airport in the U.S. in the first-ever Wall Street Journal U.S. Airport Rankings. Once a symbol of high cost and dysfunction, Denver soared in rankings of reliability, value and convenienc… [+8887 chars]", "fulltext": "Call it the Mile-High Miracle: Denver International Airport is the best airport in the U.S. in the first-ever Wall Street Journal U.S. Airport Rankings. Once a symbol of high cost and dysfunction, Denver soared in rankings of reliability, value and convenience.\n\nThe rankings scored the 20 largest U.S. air depots in 15 categories, from on-time reliability to longest walk. The rankings are designed to reflect what matters most to travelers, including categories like security-line wait times, Wi-Fi speed, average Yelp scores for restaurants, average fares, Uber cost to the local convention center, rental-car taxes and fees, number of nonstop destinations and market dominance of the largest airline.\n\nInside the Airport Rankings The Journal has ranked the 20 largest U.S. airports after weighing 14 key factors plus a survey of over 4,800 readers. Below are the overall rankings, as well as their rankings in groups of measurements labeled most reliable, best value and most comfortable. Click on the airport name to see more details. (1) The average of an airport's reliability, value and convenience scores. (2) Includes on-time arrival percentage, flight cancellation percentage, average arrival delays, average time between gate departure and takeoff and TSA screening times. (3) Includes domestic fares, market share of airport's largest airline, cheapest on-site parking rate, car-rental taxes and UberX fare to convention center. (4) Includes Wi-Fi speeds, Yelp restaurant ratings, maximum walking distances, non-stop destinations and a WSJ reader satisfaction score.\n\nThe rankings also relied on an extensive survey of WSJ readers whose input on overall experience, ease of use, security, restaurants, shopping, airline clubs, bathroom cleanliness, electric charging outlets and other categories was graded and scored.\n\n[Need a winter coat? Airport vending machines are going beyond soft drinks to offer gloves, makeup and fresh salads.]\n\nAirports world-wide have come to realize that offering good food turns out to be more profitable than peddling $10 hot dogs off rolling warmers. Having clean, modern facilities matters, and airports across the country have upped their game significantly. Airports say their own research shows what often matters most isn’t dramatic public art or even comfortable seating or power plugs. It’s clean bathrooms.\n\nNewsletter Sign-up\n\nYour Travel Questions Answered Join Scott McCartney and WSJ editors as they discuss the best and worst airports and answer your travel questions ahead of the busy holiday travel season. Submit your questions to subscribercall@wsj.com, and our journalists will answer live during the call. Register here.\n\n“Most or even all U.S. airports have made huge strides over the past decade,” noted reader Bob MacLeod of Orlando, Fla. “I love flying through an airport I have not been to in a while just to see what’s new.”\n\nIn the total rankings of all 15 measures, Denver edged Orlando and Phoenix for the top spot with high scores in reliability value and convenience categories. Denver was the only airport to place in the top four in each of those three broad categories.\n\nOrlando, which ranked second among the 20 airports overall, scored high in convenience—walking distance is low, for example. Phoenix, third-best overall, benefited from a low percentage of canceled flights, short average delay and taxi time for departing aircraft and cheap on-site parking rates.\n\nTwo giant hub airports—Atlanta, the world’s busiest, and Dallas-Fort Worth—scored very well in the 15-category WSJ rankings. Big congestion often means big inconvenience and higher cost at airports, but ATL and DFW overcame their size disadvantage. At the bottom of the comprehensive rankings? No surprises: the three New York-area airports, LaGuardia, Kennedy and Newark. Among the woes: delays, cancellations, high fares and lousy food.\n\nDenver International Airport is located a ways from downtown, but the rail system has helped make the trip into the middle of town easier. Photo: Gary A. Conner/Getty Images\n\nThe top three airports—Denver, Orlando and Phoenix—have one major factor in common: strong competition among airlines. Denver is one of the few airports with three major airlines connecting customers: United, Southwest and Frontier. In Phoenix, American and Southwest compete with connecting hubs. In Orlando, the largest airline, Delta, controls only 28% of passenger traffic.\n\nAll three airlines big in Denver compete head-to-head on some routes, and so far, it’s working. “Each has found its niche with a different sort of customer, and all three are growing,” says Kim Day, chief executive officer at DIA.\n\nThe Fare Is Fair Tourist destinations Las Vegas and Orlando offered the best average domestic ticket prices for the first quarter of 2018. Lowest average fare Las Vegas $242 Orlando $247 Denver $299 Miami $319 New York LaGuardia $320\n\nSince no airline has more than 50% of Denver’s traffic, “no one gets to dominate the discussion and tell us what to do,” she notes. That frees airport management to spend on improvements even when airlines might prefer cost-cutting.\n\nDenver, Phoenix and Orlando are all strong business and leisure destinations that benefit from ample airline service and low fares. All three airports spend heavily on improvements. (Airports in the U.S. can charge each departing passenger $4.50 built into the ticket price. That helps pay for major construction projects.)\n\nOrlando now has a customer-service department that trains all airport employees, from fast-food workers to skycaps to TSA officers, on how to make eye contact, be productive and pick up trash. The airport hands out recognition awards.\n\n“Our challenge is we’ve got frequent fliers and we’ve got infrequent fliers and sometimes that’s a volatile mix, because the frequent fliers never want to get [stuck waiting] behind the infrequent fliers,” says Phillip Brown, CEO of the Greater Orlando Aviation Authority. “We really need to try and figure out better ways to accommodate both.”\n\nJournal readers voiced particular fondness of smaller, less-crowded airports, but the rankings focus only on larger airports that dominate travel and together share unique challenges of accommodating 30 million to 100 million passengers a year each.\n\nAmong big airports, readers graded Detroit, Minneapolis-St. Paul and Denver highest. Bringing up the rear? New York LaGuardia, Los Angeles, Newark, New York Kennedy and Philadelphia.\n\nUber-Expensive No airport averaged a higher cost of an UberX ride to city center than New York’s JFK. Charlotte and Phoenix tied for the lowest, with just under $13. Most expensive UberX fares from airport to convention center New York JFK $67 Newark $49 Chicago $48 New York LaGuardia $44 Seattle $42\n\nBig hubs dominated by a single major airline would seem to be at a disadvantage in the WSJ rankings because they typically suffer from delays and higher fares. But Atlanta, where Delta carries 73% of passengers, and DFW, where American controls 69% of traffic, proved much stronger in other categories than other large hubs.\n\nAtlanta benefits from Delta’s strong reliability—it had the second-best on-time arrivals rate among all airports. Both ATL and DFW have expanded with low-fare carrier competition and spent heavily on refurbishing terminals and improving services. Atlanta, for example, invested in a new Wi-Fi system that scored third-fastest in Ookla’s Speedtest for airports conducted January to April this year.\n\nReaders praised Atlanta’s clean and modern amenities, appreciating the ease of catching flights and making connections even though the airport is the world’s busiest. High on the list: food options, efficient underground train service and good airline clubs.\n\n“It is easy to get to parking, terminals and gates, and there is usually a good flow through TSA checkpoints,” says reader Thaddeus Roppel of Auburn, Ala. “Ground transportation is reasonably easy to access and the nearby freeway infrastructure makes getting to downtown or suburbs fairly straightforward. If only Atlanta traffic were as well-managed.”\n\nDFW has flights to more cities nonstop than any other U.S. airport, the third-lowest average TSA wait time and, after major effort by the airport to boost offerings, the second-highest food ranking. The airport has recently spent $2 billion updating its three oldest terminals.\n\nBut DFW CEO Sean Donohue says sometimes what matters most to travelers are the simple things. The airport made a decision three years ago to spend $5 million more to raise janitorial wages and the frequency of bathroom cleaning. Another recent improvement: High-tech glass that helps lower the temperature in terminals on hot Texas days. After installation, sales at one bar doubled.\n\nReader Jeff Terry scored DFW best in his evaluation. “Shortest car to gate. Most destinations. Great amenities. Many entry points thru security. Good inter-terminal transit. Easy to get to. #1 globally no doubt,” he says.\n\nExplore the Airports\n\nAtlanta | Boston | Charlotte | Chicago | Dallas-Fort Worth | Denver | Detroit | Houston | Las Vegas | Los Angeles | Miami | Minneapolis-St. Paul | Newark | New York JFK | New York LaGuardia | Orlando | Philadelphia | Phoenix | San Francisco | Seattle-Tacoma\n\nWrite to Scott McCartney at middleseat@wsj.com\n\nCorrections & Amplifications\n\nDenver posted high scores in reliability, value and convenience in the WSJ Airport Rankings. Orlando had a high convenience score. Phoenix ranked fourth in value. An earlier version of this story incorrectly stated Denver had the highest reliability score, Orlando had the highest convenience score and Phoenix had the second-best value score."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrew Duehren", "title": "Florida's Election Procedures Under Multiple Legal Challenges", "description": "A federal judge heard arguments on Wednesday over how Florida evaluates signatures on mail-in and provisional ballots, as an expanding legal battle over a U.S. Senate seat continues to work its way through the courts.", "url": "https://www.wsj.com/articles/floridas-recount-procedures-under-multiple-legal-challenges-1542247873", "urlToImage": "https://images.wsj.net/im-37165/social", "publishedAt": "2018-11-15T03:11:16Z", "content": "TALLAHASSEE, Fla.A federal judge heard arguments on Wednesday over how Florida evaluates signatures on mail-in and provisional ballots, as an expanding legal battle over a U.S. Senate seat continues to work its way through the courts. With an unofficial vote … [+4543 chars]", "fulltext": "TALLAHASSEE, Fla.—A federal judge heard arguments on Wednesday over how Florida evaluates signatures on mail-in and provisional ballots, as an expanding legal battle over a U.S. Senate seat continues to work its way through the courts.\n\nWith an unofficial vote tally showing Republican Gov. Rick Scott leading incumbent Democratic Sen. Bill Nelson by fewer than 13,000 votes, or 0.15 percentage points, Florida election procedures have once again become the center of American political attention. Unofficial results on Saturday..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Suzanne Kapner", "title": "Macy's Reports Strong Sales Growth, Raises Guidance", "description": "Macy’s delivered healthy sales growth in its latest quarter and raised its guidance for the year, positioning the retailer for a strong holiday shopping season.", "url": "https://www.wsj.com/articles/macys-reports-strong-sales-growth-raises-guidance-1542202212", "urlToImage": "https://images.wsj.net/im-36928/social", "publishedAt": "2018-11-15T02:46:15Z", "content": "Macys Inc. M -7.18% delivered healthy sales growth in its latest quarter and raised its guidance for the year, positioning the retailer for a strong holiday shopping season. Same-stores sales grew 3.1% in the three months to Nov. 3. Including licensed departm… [+2448 chars]", "fulltext": "Macy’s Inc. M -1.78% delivered healthy sales growth in its latest quarter and raised its guidance for the year, positioning the retailer for a strong holiday shopping season.\n\nSame-stores sales grew 3.1% in the three months to Nov. 3. Including licensed departments the figure increased 3.3%.\n\nTotal sales grew 2.3% to $5.4 billion. Net income more than doubled to $62 million from $30 million a year earlier, helped by asset sales, higher credit income and lower taxes.\n\nMacy’s shares fell 2.4% to $34.95 in morning trading. The stock had climbed 85% over the past year through Tuesday’s close.\n\nMacy’s Chief Executive Jeff Gennette told analysts on a conference call that the company was seeing improved results in its brick-and-mortar stores as well as e-commerce, which increased sales by double-digits compared with a year ago.\n\nHe said he felt confident heading into the important year-end quarter because consumer confidence and spending remained high, and many of Macy’s strategic initiatives are starting to pay off.\n\nThe company has been investing in a group of stores it calls magnets, adding new lighting, fixtures, a better assortment of merchandising and technological innovations, while embarking on an experiment to shrink other less-promising locations.\n\nMr. Gennette said sales at the 50 magnet stores that have been renovated so far this year are running ahead of the company average and in some cases, sales in those stores have returned to positive territory after several years of declines.\n\nMacy’s is also getting a lift from adding its Backstage discount concept to existing department stores and rolling out new ways for consumers to shop, including allowing them to buy online and pick up items in stores. Mr. Gennette says shoppers tend to spend an additional 25% when they pick up their online orders in a store.\n\nTwo-thirds of Macy’s customers rated their shopping experience as good or very good, up from 59% a year ago, according to research firm GlobalData Retail.\n\n“Our data also show that for the first time in over eight years, the number of people saying they will visit Macy’s to do holiday shopping has risen,” Neil Saunders, a GlobalData managing director said.\n\nAnalysts warned that despite the progress in the current quarter, Macy’s faces a tough sales comparison in the current quarter given that same-store sales in the year-ago period increased 1.3%.\n\nMacy’s raised its sales and earnings guidance for the year. The company now expects sales to increase 0.3% to 0.7% up from previous guidance of a flat to 0.7% increase. Earnings per share are now expected to be in the range of $4.10 to $4.30 versus previous guidance of $3.95 to $4.15.\n\nWrite to Suzanne Kapner at Suzanne.Kapner@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jay Greene", "title": "Cisco Revenue Rises as Company Avoids Tariff Effects", "description": "Cisco Systems is one of a few tech giants under threat from the U.S.’s trade fight with China, but the company said it has evaded damage from tariffs so far.", "url": "https://www.wsj.com/articles/cisco-revenue-rises-as-software-business-grows-1542231022", "urlToImage": "https://images.wsj.net/im-37065/social", "publishedAt": "2018-11-15T02:45:42Z", "content": "Cisco Systems Inc. CSCO -1.75% is one of a few tech giants under threat from the Trump administrations trade fight with China, but the company said it has evaded damage from tariffs so far. I havent had one conversation with any customer around the tariffs at… [+2972 chars]", "fulltext": "Cisco Systems Inc. is one of a few tech giants under threat from the Trump administration’s trade fight with China, but the company said it has evaded damage from tariffs so far.\n\n“I haven’t had one conversation with any customer around the tariffs at this point,” Chief Executive Chuck Robbins told analysts Wednesday after the networking-gear company reported its fourth-consecutive quarter of growth following eight quarters of declines.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "AnnaMaria Andriotis", "title": "JPMorgan Wants Card Customers to Pay With a Tap", "description": "The bank is launching Visa cards with a contactless feature in a bid to simplify and speed up the in-store checkout process. The move could be a tipping point for the rest of the industry to follow suit.", "url": "https://www.wsj.com/articles/jpmorgan-wants-card-customers-to-pay-with-a-tap-1542226105", "urlToImage": "https://images.wsj.net/im-37022/social", "publishedAt": "2018-11-15T02:44:12Z", "content": "Americans just got used to paying with chip cards. Now, JPMorgan JPM 2.55% Chase &amp; Co. wants them to tap at checkout instead. The bank will soon begin issuing cards with a contactless feature, allowing consumers the option of tapping them at stores paymen… [+3242 chars]", "fulltext": "Americans just got used to paying with chip cards. Now, JPMorgan JPM -0.92% Chase & Co. wants them to tap at checkout instead.\n\nThe bank will soon begin issuing cards with a contactless feature, allowing consumers the option of tapping them at stores’ payment terminals rather than inserting them. The bank said the change, announced Wednesday, is meant to simplify and speed up the in-store checkout process.\n\nJPMorgan isn’t the first U.S. bank to issue such cards, but its move could be a tipping point for the rest of the industry to follow suit. The bank is among the biggest U.S. credit-card issuers by purchase volume, and it plans to add the feature to all its Visa Inc. credit cards and debit cards. More broadly, the change underscores the card networks’ campaigns to encourage consumers to ditch cash, even for small purchases.\n\nA big change to the card industry came about three years ago, when issuers began rolling out chip-based cards in the U.S. Those cards, with embedded security chips, are more secure compared with cards that can only be swiped. But they also led to consumer complaints about the slowness of in-store transactions. Major card networks later decided to stop requiring consumers’ signatures, in part to save time at checkout.\n\nAbeer Bhatia, president of card marketing, pricing and innovation of JPMorgan’s credit-card division, said inserting chip cards at checkout wasn’t customer friendly. The new contactless cards will retain a chip, which generates a unique one-time code, that will still be read at the terminal.\n\nTransactions that involve inserting chip cards take an average of about 10 seconds, according to Visa, and tap transactions take an average of a second.\n\nOnly about half of chip-based terminals at U.S. merchant locations accept contactless payments, according to research and advisory firm Aite Group, though that is up from 33% in 2016.\n\n“If there’s a flood of contactless cards in the market next year, that may drive up interest by the merchants” to accept card payments with a tap, said Thad Peterson, senior payments analyst at Aite.\n\nVisa is the largest U.S. debit and credit card network, and J.P. Morgan is among its largest card issuers. Visa said that no other large bank on its network has moved to make the switch for all its cards.\n\nThe new cards could also deal a blow to the mobile wallets that have launched in recent years. One of their main selling points has been that they are easier to use for in-store payments than chip cards, though they have largely failed to take off with consumers.\n\nJPMorgan customers whose credit cards are up for renewal and those who sign up for new credit cards will be among the first to receive contactless cards starting in the coming weeks. The bank will also make this switch for debit cards starting in the second half of the year.\n\nOther issuers in the Visa and Mastercard Inc. networks already have the feature on some cards. A Mastercard spokesman said issuers representing two-thirds of its U.S. consumer purchase volume have committed to reissuing contactless cards over the next two years.\n\nCitigroup Inc.’s Costco credit card has been contactless enabled since it was introduced in 2016. Capital One Financial Corp. began adding contactless technology to some of its credit cards last year. American Express Co. has added the contactless feature to its Hilton credit card and some others and is changing cards for U.S. consumers who request it.\n\nWrite to AnnaMaria Andriotis at annamaria.andriotis@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nick Timiraos", "title": "Fed Tracking World Growth Worries, Powell Says", "description": "“You still see solid growth, but you see growing signs of a bit of a slowdown,” Jerome Powell, chairman of the central bank, said at a Dallas event. “And it is concerning.”", "url": "https://www.wsj.com/articles/fed-tracking-world-growth-worries-chairman-powell-says-1542242914", "urlToImage": "https://images.wsj.net/im-37151/social", "publishedAt": "2018-11-15T02:35:55Z", "content": "DALLASFederal Reserve Chairman Jerome Powell said the central bank was closely monitoring a modest deceleration in global growth, whose strength last year had provided an important tailwind for the U.S. economy. This year has seen a gradual chipping away at t… [+5682 chars]", "fulltext": "DALLAS—Federal Reserve Chairman Jerome Powell said the central bank was closely monitoring a modest deceleration in global growth, whose strength last year had provided an important tailwind for the U.S. economy.\n\n“This year has seen a gradual chipping away at that picture. You’ve seen a bit of a slowdown—not a terrible slowdown,” Mr. Powell said Wednesday evening. “You still see solid growth, but you see growing signs of a bit of a slowdown. And it is concerning.”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "José de Córdoba", "title": "'It's a Crisis of Civilization in Mexico.' 250,000 Dead. 37,400 Missing.", "description": "In an echo of Latin America’s “Dirty Wars,” tens of thousands of people have vanished in Mexico, leaving mothers behind to search for their corpses. This time the violence, linked to criminal networks, is more complex and more intractable.", "url": "https://www.wsj.com/articles/its-a-crisis-of-civilization-in-mexico-250-000-dead-37-400-missing-1542213374", "urlToImage": "https://images.wsj.net/im-36407/social", "publishedAt": "2018-11-15T02:30:24Z", "content": "EL FUERTE, MexicoOne recent day, a line of grieving mothers armed with picks and shovels worked their way across a muddy field looking for Mexicos dead and missing, their own children among them. It smells bad here, said Lizbeth Ortega, a member of Las Rastre… [+20145 chars]", "fulltext": "EL FUERTE, Mexico—One recent day, a line of grieving mothers armed with picks and shovels worked their way across a muddy field looking for Mexico’s dead and missing, their own children among them.\n\n“It smells bad here,” said Lizbeth Ortega, a member of Las Rastreadoras de El Fuerte, or the Trackers of El Fuerte, a group of mothers who look for missing people.\n\nThe..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Steven Russolillo", "title": "Bitcoin Plunges Below $6,000, Hits New Lows for the Year", "description": "After 2017’s manic rally and this year’s steep plunge, cryptocurrency markets had been unusually calm in recent months. That lull has come to an end.", "url": "https://www.wsj.com/articles/bitcoin-plunges-below-6-000-hits-new-lows-for-the-year-1542247659", "urlToImage": "https://images.wsj.net/im-32205/social", "publishedAt": "2018-11-15T02:07:41Z", "content": "Bitcoin dropped more than 10% on Wednesday, falling below $6,000 and reaching new lows for the year. Other rivals also fell sharply in value, with market participants suggesting that a looming split in a separate digital currency called Bitcoin Cash triggered… [+2711 chars]", "fulltext": "In an original WSJ documentary, markets reporter Steven Russolillo ventures to Japan and Hong Kong to explore the universe of cryptocurrencies. His mission: create WSJCoin, a virtual token for the newspaper industry. Image: Crystal Tai. Video: Clément Bürge\n\nThe lull in cryptocurrency markets is over.\n\nBitcoin dropped more than 10% on Wednesday, falling below $6,000 and reaching new lows for the year. Other rivals also fell sharply in value, with market participants suggesting that a looming split in a separate digital currency called Bitcoin Cash triggered the broad decline.\n\nOne worry is the division,..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Julia Steers", "title": "United Nations Lifts Sanctions on 'Africa's North Korea'", "description": "The United Nations lifted sanctions on Eritrea, ending a decadelong arms embargo on the strategically located East African nation and bolstering the precarious peace in one of the world’s most volatile and strategic corners.", "url": "https://www.wsj.com/articles/united-nations-lifts-sanctions-on-africas-north-korea-1542225751", "urlToImage": "https://images.wsj.net/im-37002/social", "publishedAt": "2018-11-15T02:06:12Z", "content": "The United Nations on Wednesday lifted sanctions on Eritrea, ending a decadelong arms embargo on the strategically located East African nation and bolstering the precarious peace in one of the worlds most volatile and strategic corners. Ruled by President Isa… [+5053 chars]", "fulltext": "The United Nations on Wednesday lifted sanctions on Eritrea, ending a decadelong arms embargo on the strategically located East African nation and bolstering the precarious peace in one of the world’s most volatile and strategic corners.\n\nRuled by President Isaias Afwerki since winning independence from Ethiopia in 1993, Eritrea has faced multiple allegations of human-rights violations, including accusations of crimes against humanity against his own people. More than 9% of its population has fled in recent years, the U.N...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Alexandra Berzon", "title": "Steve Wynn Seeks to Stop Release of Massachusetts Investigation", "description": "Steve Wynn is asking a Nevada state court to stop Massachusetts gambling regulators from releasing a report on their investigation into sexual-misconduct allegations against the former casino mogul.", "url": "https://www.wsj.com/articles/steve-wynn-seeks-court-order-to-stop-release-of-massachusetts-investigation-1542242996", "urlToImage": "https://images.wsj.net/im-37040/social", "publishedAt": "2018-11-15T02:04:40Z", "content": "Steve Wynn filed a motion in Nevada state court Tuesday seeking a temporary order to stop Massachusetts gambling regulators from releasing a report on their investigation into sexual-misconduct allegations leveled against the former casino mogul. Mr. Wynns at… [+3695 chars]", "fulltext": "Steve Wynn filed a motion in Nevada state court Tuesday seeking a temporary order to stop Massachusetts gambling regulators from releasing a report on their investigation into sexual-misconduct allegations leveled against the former casino mogul.\n\nMr. Wynn’s attorneys have argued that his former company, Wynn Resorts Ltd. WYNN -1.32% , wrongly delivered to gambling regulators communications that they said were privileged and should have stayed private.\n\nThey first filed the request for an injunction and damages last week, followed Tuesday by a motion for a temporary restraining order that would stop Massachusetts from releasing a report that they said they believed will rely in part on the attorney communications.\n\nElaine Driscoll, director of communications for the Massachusetts Gaming Commission, said in a statement that the commission has retained legal representation in Nevada to defend against Mr. Wynn’s claims, which she called baseless.\n\nMr. Wynn’s attorneys, who include Donald Campbell, said in correspondence with representatives of the casino commission that Mr. Campbell had been working privately for Mr. Wynn and had an implicit joint-representation agreement with Wynn Resorts when Mr. Wynn ran the company. Mr. Campbell filed that correspondence in Nevada court alongside his initial complaint against Massachusetts regulators and the company.\n\nMassachusetts regulators responded that Mr. Campbell seemed to be working for the company for some matters and that he hadn’t met the burden of proving that a joint-defense agreement existed.\n\nMr. Campbell didn’t respond to requests for comment.\n\nMichael Weaver, a spokesman for Wynn Resorts, said the company had no comment. In a letter sent to Mr. Campbell, a lawyer for Wynn Resorts said the company hoped Mr. Wynn could resolve the matter directly with the Massachusetts Gaming Commission.\n\nThe Massachusetts commission oversees a casino-resort that Wynn Resorts is building outside of Boston. It announced its investigation in January, triggered by an article in The Wall Street Journal that detailed allegations that Mr. Wynn had paid $7.5 million to a manicurist at his Wynn Las Vegas resort who in 2005 told people Mr. Wynn had forced her to have sex with him, and other allegations that cumulatively would reflect a decadeslong pattern of sexual misconduct by Mr. Wynn.\n\nMr. Wynn has said the idea that he would assault a woman is “preposterous.” An attorney for Mr. Wynn has previously sent a statement on his behalf saying he “declined to participate in The Wall Street Journal’s reporting because it is clear that the Journal has no intention of treating him fairly.”\n\nMr. Wynn, who once was synonymous with the company he founded, resigned and sold his ownership interest in it. That meant that he no longer was the subject of investigation by gambling regulators regarding the Boston resort.\n\nMassachusetts regulators, however, continued to conduct a robust investigation into how the company and other licensed executives handled the misconduct allegations, interviewing numerous current and former employees. The agency has also combed through internal company emails, according to Mr. Wynn’s recent court filings.\n\nIt is completing its investigative report now, and had planned to show the report to commissioners and then hold hearings about its contents in early December, making them public then, according to a person familiar with the matter. That could be delayed while the current dispute is resolved.\n\nMr. Wynn’s effort is unusual, according to gambling regulatory experts. However, in Nevada, where Mr. Wynn has done much of his business over the years, gambling regulators don’t release investigation reports. If the state takes action against companies or individuals, then it releases complaints that outline allegations of wrongdoing. The company and the regulators often settle, resulting in a fine without public hearings.\n\nWrite to Alexandra Berzon at alexandra.berzon@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Mark Maremont", "title": "Whitaker Said to Demand Website Remove Posts About Patent Firm", "description": "The owner of a consumer website that published criticisms about the patent firm that acting attorney general Matthew Whitaker once served as an adviser said Mr. Whitaker called up angry about the posts—and demanded they be taken down.", "url": "https://www.wsj.com/articles/whitaker-said-to-angrily-demand-website-remove-posts-about-patent-firm-1542240851", "urlToImage": "https://images.wsj.net/im-37088/social", "publishedAt": "2018-11-15T02:02:11Z", "content": "In early 2015, an anonymous comment accusing a Florida company of being a scam was posted on a consumer website called RipoffReport.com. Around that time, the publications phone rang. The caller said he was Matthew Whitakernow the acting attorney generaland h… [+5304 chars]", "fulltext": "In early 2015, an anonymous comment accusing a Florida company of being a scam was posted on a consumer website called RipoffReport.com.\n\nAround that time, the publication’s phone rang. The caller said he was Matthew Whitaker—now the acting attorney general—and he was angry, said Ed Magedson, owner of Ripoff Report. Using profanity, Mr. Whitaker demanded the removal of all negative reports about the company, World Patent Marketing Inc., Mr. Magedson said.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Rachel Pannett", "title": "Fiji Coup Leader's Re-Election Is Boon for China", "description": "In Fiji’s election, former military leader Frank Bainimarama looks to have won the vote, an outcome likely to entrench China’s growing influence in the South Pacific.", "url": "https://www.wsj.com/articles/fiji-coup-leaders-re-election-is-boon-for-china-1542207159", "urlToImage": "https://images.wsj.net/im-36910/social", "publishedAt": "2018-11-15T01:55:34Z", "content": "Voters in Fiji looked to have re-elected the ruling party of former military leader Frank Bainimarama, an outcome likely to entrench Chinas growing influence in the South Pacific. When Fijis traditional Western partners imposed sanctions after Mr. Bainimarama… [+4463 chars]", "fulltext": "Voters in Fiji looked to have re-elected the ruling party of former military leader Frank Bainimarama, an outcome likely to entrench China’s growing influence in the South Pacific.\n\nFiji has long been popular with vacationers from the U.S. and Australia. But China’s presence in a region of strategic competition between Beijing and the West is becoming more visible.\n\nWhen..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Brent Kendall", "title": "Three South Korean Firms Plead Guilty to Fixing Fuel Prices at U.S. Military Bases", "description": "Three South Korean companies agreed to plead guilty and pay $236 million in criminal and civil penalties for conspiring to fix prices on fuel supplied to U.S. military bases in their country, the Justice Department said.", "url": "https://www.wsj.com/articles/three-south-korean-firms-plead-guilty-to-fixing-fuel-prices-at-u-s-military-bases-1542237659", "urlToImage": "https://images.wsj.net/im-37125/social", "publishedAt": "2018-11-15T01:40:16Z", "content": "WASHINGTONThree South Korean companies agreed to plead guilty and pay $236 million in criminal and civil penalties for conspiring to fix prices on fuel supplied to U.S. military bases in their country, the Justice Department said. The department on Wednesday … [+2584 chars]", "fulltext": "WASHINGTON—Three South Korean companies agreed to plead guilty and pay $236 million in criminal and civil penalties for conspiring to fix prices on fuel supplied to U.S. military bases in their country, the Justice Department said.\n\nThe department on Wednesday said SK Energy Co., GS Caltex Corp. and Hanjin Transportation Co. participated in a scheme to suppress competition during the bidding process for fuel-supply contracts with U.S. military, a conspiracy that took place from at least 2005 to 2016.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "Pence Calls On Myanmar's Suu Kyi to Pardon Jailed Reporters", "description": "The Reuters journalists were arrested after exposing atrocities committed by the military during its deadly campaign against the ethnic Rohingya. Vice President Mike Pence made clear that imprisoning the journalists was anathema to U.S. values.", "url": "https://www.wsj.com/articles/pence-calls-on-myanmars-suu-kyi-to-pardon-jailed-reporters-1542188265", "urlToImage": "https://images.wsj.net/im-36898/social", "publishedAt": "2018-11-15T01:38:59Z", "content": "SINGAPOREVice President Mike Pence urged Myanmars civilian leader to pardon two journalists who were imprisoned after exposing atrocities committed by the military during its deadly campaign against the ethnic Rohingya. Mr. Pence repeatedly pressed Aung San S… [+3835 chars]", "fulltext": "SINGAPORE—Vice President Mike Pence urged Myanmar’s civilian leader to pardon two journalists who were imprisoned after exposing atrocities committed by the military during its deadly campaign against the ethnic Rohingya.\n\nMr. Pence repeatedly pressed Aung San Suu Kyi during a meeting in Singapore on Wednesday about the fate of the two Reuters reporters, Trump administration officials said. They declined to say whether Ms. Suu Kyi agreed to comply.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Nicolas Parasie", "title": "'White-Collar Recession' Ripples Through Dubai", "description": "This emirate is struggling with what economists are calling a white-collar recession, undermining the city’s taste for luxury and testing an economic model other Middle East countries want to replicate.", "url": "https://www.wsj.com/articles/white-collar-recession-ripples-through-dubais-economy-1542191401", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ364_DUBAIE_TOP_20181113161344.jpg", "publishedAt": "2018-11-15T01:36:00Z", "content": "In a city of iconic, ultraluxury properties, including the worlds tallest building, the Burj Khalifa, center, real-estate prices in Dubai have fallen over 15% since 2015. Christopher Pike/Bloomberg News DUBAIThis emirate is struggling with what economists are… [+6090 chars]", "fulltext": "DUBAI—This emirate is struggling with what economists are calling a white-collar recession, undermining the city’s taste for luxury and testing an economic model other Middle East countries want to replicate.\n\nDubai posted its biggest loss in jobs this year since the global financial crisis a decade ago, especially among the high-paying positions that have helped turn a desert outpost into a city of gleaming skyscrapers and three million people in just a few decades. That downturn reflects stress in pillars of Dubai’s economy—real..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jimmy Vielkind", "title": "N.Y. Legislators Criticize Amazon Deal", "description": "The elected officials complain they were given no say on the negotiations that handed the online retailer $3 billion in incentives to place a headquarters in Long Island City. The critics are further worried about gentrification in the neighborhood.", "url": "https://www.wsj.com/articles/n-y-legislators-say-amazon-deal-left-them-without-a-say-1542233132", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ743_NYSENA_SOC_20181114160434.jpg", "publishedAt": "2018-11-15T01:08:44Z", "content": "New Yorks deal with Amazon.com Inc. to bring its second headquarters to the Long Island City section of Queens has outraged lawmakers who say they were left on the sidelines, unable to weigh in on perks that helped reel in the online giant. Their concern abou… [+4670 chars]", "fulltext": "New York’s deal with Amazon.com Inc. to bring its second headquarters to the Long Island City section of Queens has outraged lawmakers who say they were left on the sidelines, unable to weigh in on perks that helped reel in the online giant.\n\nTheir concern about process is mixed into criticism about the combined $3 billion of incentives that the state and city pledged to lure 25,000 promised jobs, and the paucity of specific plans to upgrade the neighborhood and combat gentrification.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Boston", "title": "Global Economy Shows Strain as U.S. Steams Ahead", "description": "Signs of a global slowdown are mounting, indicating a deceleration in China and trade tensions are beginning to take a toll on much of the rest of the world.", "url": "https://www.wsj.com/articles/germanys-economy-europes-powerhouse-contracts-for-first-time-in-years-1542186094", "urlToImage": "https://images.wsj.net/im-36897/social", "publishedAt": "2018-11-15T01:06:02Z", "content": "The global economy has hit a soft patch, putting the U.S.s robust growth at risk should the slowdown persist. Economic output in Japan and Germany contracted in the third quarter, while in October consumer spending in China hit its slowest pace in five months… [+6298 chars]", "fulltext": "The global economy has hit a soft patch, putting the U.S.’s robust growth at risk should the slowdown persist.\n\nEconomic output in Japan and Germany contracted in the third quarter, while in October consumer spending in China hit its slowest pace in five months and bank lending fell, according to data released Wednesday about the world’s biggest economies after the U.S.\n\n“You’ve..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "William Boston", "title": "Global Economy Shows Strain as U.S. Steams Ahead", "description": "Signs of a global slowdown are mounting, indicating a deceleration in China and trade tensions are beginning to take a toll on much of the rest of the world.", "url": "https://www.wsj.com/articles/germanys-economy-europes-powerhouse-contracts-for-first-time-in-years-1542186094", "urlToImage": "https://images.wsj.net/im-36897/social", "publishedAt": "2018-11-15T01:06:02Z", "content": "The global economy has hit a soft patch, putting the U.S.s robust growth at risk should the slowdown persist. Economic output in Japan and Germany contracted in the third quarter, while in October consumer spending in China hit its slowest pace in five months… [+6298 chars]", "fulltext": "The global economy has hit a soft patch, putting the U.S.’s robust growth at risk should the slowdown persist.\n\nEconomic output in Japan and Germany contracted in the third quarter, while in October consumer spending in China hit its slowest pace in five months and bank lending fell, according to data released Wednesday about the world’s biggest economies after the U.S.\n\n“You’ve..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Kristina Peterson", "title": "House Republicans Elect McCarthy as Minority Leader", "description": "Kevin McCarthy of California defeated the conservative Jim Jordan, 159-43, while Mitch McConnell and Chuck Schumer kept their Senate leadership posts.", "url": "https://www.wsj.com/articles/mitch-mcconnell-re-elected-majority-leader-by-senate-republicans-1542211942", "urlToImage": "https://images.wsj.net/im-37028/social", "publishedAt": "2018-11-15T00:42:30Z", "content": "WASHINGTONCongressional lawmakers elected familiar faces Wednesday to leadership next year as they brace for Democrats to take control of the House in January. In the most closely watched election, House Majority Leader Kevin McCarthy (R., Calif.) defeated Re… [+5345 chars]", "fulltext": "WASHINGTON—Congressional lawmakers elected familiar faces Wednesday to leadership next year as they brace for Democrats to take control of the House in January.\n\nIn the most closely watched election, House Majority Leader Kevin McCarthy (R., Calif.) defeated Rep. Jim Jordan (R., Ohio) in a 159-43 vote to lead House Republicans when they enter the minority next year.\n\nMr...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Aaron Zitner", "title": "Voter Turnout Hit Records This Year. Where It Surged Matters.", "description": "Interest in this year’s midterm elections was so high that vote tallies in some places hit the turnout in the 2016 presidential election. But the surge wasn’t equal across the country, and looking at where it hit high marks helps explain the outcome of some r…", "url": "https://www.wsj.com/articles/voter-turnout-hit-records-this-year-where-it-surged-matters-1542198298", "urlToImage": "https://images.wsj.net/im-36824/social", "publishedAt": "2018-11-15T00:41:07Z", "content": "More voters around Austin, Texas, turned out for the midterms than for the last presidential election, a rarity in politics. Fifteen counties in Montana produced more votes in last weeks election than in 2016. In Georgia, vote totals were near or above presid… [+6615 chars]", "fulltext": "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.\n\nMore voters around Austin, Texas, turned out for the midterms than for the last presidential election, a rarity in politics. Fifteen counties in Montana produced more votes in last week’s election than in 2016. In Georgia, vote totals were near or above presidential-year levels across most of the state.\n\nFar fewer voters participate in midterms than in presidential elections. But interest in this year’s races was so high that vote tallies in some places hit or exceeded presidential levels.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Courtney McBride", "title": "Trump to Name Designer as Ambassador to South Africa", "description": "President Trump intends to nominate Lana Marks, a Palm Beach, Fla.-based handbag designer and a member of Mr. Trump’s Mar-a-Lago Club resort, to serve as the U.S. ambassador to South Africa.", "url": "https://www.wsj.com/articles/trump-to-nominate-handbag-designer-as-ambassador-to-south-africa-1542241230", "urlToImage": "https://images.wsj.net/im-37149/social", "publishedAt": "2018-11-15T00:23:54Z", "content": "WASHINGTONPresident Trump intends to nominate Lana Marks, a Palm Beach, Fla.-based handbag designer and a member of Mr. Trumps Mar-a-Lago Club resort, to serve as the U.S. ambassador to South Africa. The White House announced the selection, which had been rum… [+1021 chars]", "fulltext": "WASHINGTON—President Trump intends to nominate Lana Marks, a Palm Beach, Fla.-based handbag designer and a member of Mr. Trump’s Mar-a-Lago Club resort, to serve as the U.S. ambassador to South Africa.\n\nThe White House announced the selection, which had been rumored in recent weeks, in a statement Wednesday. The post has been vacant since the departure of Patrick Gaspard in December 2016. The U.S. mission has been overseen by Chargé d’Affaires Jessye Lapenn since then.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erin Ailworth", "title": "After Paradise Fire, a Hunt for Human Remains Among the Ashes - Wall Street Journal", "description": "Wall Street Journal After Paradise Fire, a Hunt for Human Remains Among the Ashes Wall Street Journal PARADISE, Calif.—Shovels and spades clanked against debris as a search team outfitted in white coveralls sifted through the remnants of a residential lot in …", "url": "https://www.wsj.com/articles/after-paradise-fire-a-hunt-for-human-remains-among-the-ashes-1542214733", "urlToImage": "https://images.wsj.net/im-36979/social", "publishedAt": "2018-11-15T00:05:55Z", "content": "PARADISE, Calif.Shovels and spades clanked against debris as a search team outfitted in white coveralls sifted through the remnants of a residential lot in this fire-ravaged town, hoping to locate any who didnt survive Californias deadliest wildfire. Where mo… [+5936 chars]", "fulltext": "In Paradise, Calif., investigators combed through neighborhoods reduced to ash, searching for human remains after the Camp Fire wildfire swept through the town. Photo: Erin Ailworth\n\nPARADISE, Calif.—Shovels and spades clanked against debris as a search team outfitted in white coveralls sifted through the remnants of a residential lot in this fire-ravaged town, hoping to locate any who didn’t survive California’s deadliest wildfire.\n\nWhere modest single-story homes shaded by tall pines and leafy trees stood at the beginning..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jared S. Hopkins", "title": "Ginkgo Supplement Was Ginkgo-Free, Watchdog Finds...", "description": "Ginkgo Supplement Was Ginkgo-Free, U.S. Watchdog Finds Two dietary supplements promoted as improving memory using Ginkgo biloba contained either none of the ingredient or a lower amount than advertised, a government watchdog said Wednesday. The products teste…", "url": "https://www.wsj.com/articles/ginkgo-supplement-was-ginkgo-free-u-s-watchdog-finds-1542239276", "urlToImage": "https://images.wsj.net/im-37128/social", "publishedAt": "2018-11-15T00:00:04Z", "content": "Two dietary supplements promoted as improving memory using Ginkgo biloba contained either none of the ingredient or a lower amount than advertised, a government watchdog said Wednesday. The products tested for Ginkgo bilobathe plant species commonly known as … [+3401 chars]", "fulltext": "Two dietary supplements promoted as improving memory using Ginkgo biloba contained either none of the ingredient or a lower amount than advertised, a government watchdog said Wednesday.\n\nThe products tested for Ginkgo biloba—the plant species commonly known as the ginkgo or maidenhair tree—contained other, unknown ingredients instead, according to a report by the U.S. Government Accountability Office. Because it couldn’t identify those ingredients, “the safety of the substitute ingredients could not be determined by the laboratory,” the GAO said.\n\nThe leaves of gingko trees in autumn. Extracts from the plant are often featured in supplements marketed as combating memory loss. Photo: Zhu Zheng/Xinhua/Zuma Press\n\nA third product the watchdog tested, which was marketed as a fish-oil supplement, contained fish oil as advertised, though at higher levels than stated on its label.\n\nThe GAO, which conducted the tests at the request of two U.S. senators, said it would send the results to the U.S. Food and Drug Administration for review and potentially further investigation. The GAO declined to identify the manufacturers of the products.\n\nThe problematic Ginkgo biloba products don’t represent the supplement industry’s products as a whole, said Duffy MacKay, senior vice president of science and regulatory affairs at the Council for Responsible Nutrition, a trade group whose members include supplement companies.\n\n“We are just as upset by any fraudulent material that might enter the supply chain,” he said. “Our consumer is our most important resource. Providing them authentic products is the way this industry will be sustainable.”\n\nDietary supplements are a booming industry. Some 80,000 kinds of supplements were sold in 2016, up from about 4,000 in 1994, the GAO said in its report. Nearly $133 billion in supplements were sold in the U.S. in 2016, according to the most recent data from Zion Market Research.\n\nNewsletter Sign-up\n\nThe benefits—and safety—of their use have long concerned doctors and public-health professionals, and triggered government probes.\n\nOregon’s attorney general filed a lawsuit in 2015 against GNC Holdings Inc. for allegedly selling dietary products containing illegal ingredients. Last April, the FDA ordered a Las Vegas company to recall its supplements made from powdered kratom, a plant native to Southeast Asia, due to salmonella risk.\n\nSupplements aren’t regulated like medicines and other products taken to improve health. The FDA doesn’t review supplements’ safety or effectiveness, as it does with prescription drugs and over-the-counter medicines. Supplement manufacturers and distributors are subsequently responsible for ensuring the safety of their products.\n\nPieter Cohen, an associate professor at Harvard Medical School in Boston who studies the safety of supplements, said inaccurate labels are a common problem and show the need for greater oversight of the products.\n\n“Right now the FDA doesn’t even know how many different products are out there,” Dr. Cohen said.\n\nSupplements containing Ginkgo biloba extract, made from one of the world’s oldest living tree species, are often bought by consumers trying to prevent or treat age-related memory loss, the GAO said. The supplements had $78 million in sales in 2015, according to the GAO.\n\nThere is no “conclusive evidence” the extract is helpful for any health condition, according to the National Center for Complementary and Integrative Health, a part of the National Institutes of Health.\n\nAn FDA spokeswoman said the agency plans to review the GAO report and take any appropriate action afterward.\n\nCorrections & Amplifications\n\nSome 80,000 kinds of dietary supplements were sold in 2016, up from about 4,000 in 1994, the U.S. Government Accountability Office said in a report. An earlier version of this article incorrectly gave both years as 2016. (Nov. 19, 2018)"}]