[{"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Khadeeja Safdar", "title": "J.Crew CEO Exits After Clash With Mickey Drexler, Company Owners", "description": "J.Crew Group said CEO James Brett is leaving after about 16 months following disagreements with the company’s longtime leader about strategy and board concerns about his spending plans.", "url": "https://www.wsj.com/articles/j-crew-ceo-exits-after-about-a-year-in-role-1542468593", "urlToImage": "https://images.wsj.net/im-37689/social", "publishedAt": "2018-11-17T22:39:17Z", "content": "J.Crew Group Inc. CEO James Brett is leaving after about 16 months on the job, following disagreements with the companys longtime leader, Millard Mickey Drexler, about strategy and board concerns about his spending plans, according to people familiar with the… [+4016 chars]", "fulltext": "J.Crew Group Inc. CEO James Brett is leaving after about 16 months on the job, following disagreements with the company’s longtime leader, Millard “Mickey” Drexler, about strategy and board concerns about his spending plans, according to people familiar with the matter.\n\nDespite recent improvements in J.Crew’s sales, Mr. Drexler didn’t agree with Mr. Brett’s decisions to sell some apparel on Amazon.com Inc. and expand the assortment, two of the people said. They said Mr. Drexler felt such moves were cheapening the brand, which he built into a preppy status symbol, though J.Crew has struggled in recent years with falling sales.\n\nThe retailer’s board, which includes its private-equity backers TPG Capital and Leonard Green & Partners, had its own concerns with operational decisions, including Mr. Brett’s spending plans, another person said.\n\nIn recent weeks, the company had a heated board meeting in which members clashed with Mr. Brett over his decision to start a new brand called Nevereven and expand J.Crew’s Mercantile budget line as its own brand, the people said. They also raised concerns over operating earnings, these people said. Mr. Brett held his ground and offered to part ways, they said.\n\nMr. Brett, a retail veteran who previously led furniture chain West Elm, was hired last summer amid a yearslong sales slump when Mr. Drexler stepped aside after more than a decade as CEO.\n\nMr. Brett didn’t respond to requests for comment. A spokeswoman for J.Crew Group declined to comment.\n\nThe company said Saturday the departure was by mutual agreement. In a news release, Mr. Brett said he and the company’s board, which includes Mr. Drexler as chairman, were “unable to bridge our beliefs” on the company’s strategy.\n\nMr. Brett’s departure leaves the fashion retailer without a leader in the midst of an effort to revive its fortunes and heading into the critical holiday season. In August, the J.Crew brand snapped a four-year slump, posting a slight gain in quarterly sales at its existing stores and websites.\n\nMr. Brett’s strategy was to expand J.Crew’s assortment with more entry-level prices, as well as plus sizes and more fit options. He also struck deals to sell some items on Amazon.com and other retailers in a bid to reach shoppers across the globe.\n\nIn an August interview, Mr. Brett said he hadn’t met resistance from the private-equity firms or Mr. Drexler. “If I fail, I’ll have failed by my own hands,” he said.\n\nAt the time, TPG co-founder and J.Crew director James Coulter said he supported Mr. Brett’s vision. He is “charting a course for the next generation of an iconic brand,” Mr. Coulter said. TPG declined to make Mr. Coulter available for comment on Saturday.\n\nThe unprofitable company, which had $1.13 billion in revenue in the first half of its fiscal year, is carrying about $1.7 billion of debt after Mr. Drexler took it private in a 2011 leveraged buyout with TPG and Leonard Green.\n\nThe company’s new assortment was gaining traction with some customers. Comparable sales, which include online sales, increased 1% at the J.Crew brand in the second quarter from the year-earlier period. Companywide comparable sales rose 5%, boosted by the smaller brand Madewell, which jumped 28%. It had a quarterly net loss of $6.1 million, compared with a loss of $18.5 million a year ago.\n\nIn some ways, Mr. Brett’s strategy was a reversal from Mr. Drexler’s vision for J.Crew, with a distinct aesthetic and controlled distribution. At a media conference last year, Mr. Drexler also said he wouldn’t sell on Amazon. “Number one, they own the customer,” he said, adding that Amazon would “take every best seller and put it into their private-label collection.”\n\nAfter Mr. Drexler resigned as CEO in early 2017, he stayed on as chairman and remained in communication with some J.Crew executives, which was a source of tension with Mr. Brett, one of the people said.\n\nIn Saturday’s news release, a statement attributed to the “board of directors” thanked Mr. Brett for positioning the company for long-term success and said it would build on his progress.\n\nThe company said Mr. Brett’s duties would be assumed by four current executives, which will form an “Office of the CEO” while the board establishes “a permanent management structure.”\n\nWrite to Khadeeja Safdar at khadeeja.safdar@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Indicates Government Shutdown Still in Play - Wall Street Journal", "description": "Wall Street Journal Trump Indicates Government Shutdown Still in Play Wall Street Journal WASHINGTON—President Trump indicated Saturday that a partial government shutdown next month remains on the table as leverage to secure $5 billion in funding from Congres…", "url": "https://www.wsj.com/articles/trump-indicates-government-shutdown-still-in-play-1542493031", "urlToImage": "https://images.wsj.net/im-37713/social", "publishedAt": "2018-11-17T22:18:26Z", "content": "WASHINGTON -- President Trump indicated Saturday that a partial government shutdown next month remains on the table as leverage to secure $5 billion in funding from Congress for his border wall. This would be a very good time to do a shutdown, he told reporte… [+1708 chars]", "fulltext": "WASHINGTON -- President Trump indicated Saturday that a partial government shutdown next month remains on the table as leverage to secure $5 billion in funding from Congress for his border wall.\n\n“This would be a very good time to do a shutdown,” he told reporters on Saturday. “I don’t think it’s going to be necessary, because I think the Democrats will come to their senses.”\n\nMr...."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Elizabeth Winkler", "title": "Victoria's Secret: Sex Isn't Selling", "description": "Once a trendsetter with a powerful brand identity, the lingerie retailer has struggled to evolve as customers gravitate toward rivals—including a number of startups—offering comfort and ease, not airbrushed fantasy.", "url": "https://www.wsj.com/articles/victorias-secret-sex-isnt-selling-1542466980", "urlToImage": "https://images.wsj.net/im-37663/social", "publishedAt": "2018-11-17T22:03:37Z", "content": "Victorias Secret was once a trendsetter in the world of womens undergarments. Its catalog of supermodels in lacy push-up bras and its annual fashion show were the stuff of fantasies. Now the brand selling sexinessor, at least, a particular vision of sexinessh… [+3167 chars]", "fulltext": "Victoria’s Secret was once a trendsetter in the world of women’s undergarments. Its catalog of supermodels in lacy push-up bras and its annual fashion show were the stuff of fantasies. Now the brand selling sexiness—or, at least, a particular vision of sexiness—has lost its appeal.\n\nShares of L Brands , LB 2.04% whose main businesses are Victoria’s Secret and Bath & Body Works, are down 41% this year. That is primarily due to slowing sales at Victoria’s Secret, particularly of bras, which make up 35% of L Brands’s sales. In July, Victoria’s Secret’s semiannual sale was so weak the retailer was forced to extend it by two weeks and offer steeper discounts, leading analysts to declare the brand broken.\n\nOn Wednesday, The Wall Street Journal reported that Victoria’s Secret CEO Jan Singer is leaving.\n\nThe crux of the problem is that women are looking for a different kind of underwear and a different set of values. Instead of $60 padded bras that sell male fantasies, they are opting for cheaper undergarments that prioritize their own comfort. Victoria’s Secret has tried to adapt with the times, ending its catalog, doubling down on sports bras and even releasing a collection of “bralettes”—bras without underwire and padding.\n\nIt is a late adopter of the trend, however. The lingerie brand Aerie at American Eagle Outfitters got an early start selling bralettes. A host of online startups, like ThirdLove, are also gaining market share with underwear that caters to different body shapes and emphasizes ease and fit over glamour.\n\nThe style differences have been accompanied by a radical change in marketing. Aerie made a campaign out of its decision to stop retouching photos, called #AerieReal. ThirdLove features women of all ages, races and body types.\n\nVictoria’s Secret has tried to make the transition—for instance, by marketing its bralettes with the slogan, “No padding is sexy”—but a brand built on artifice doesn’t sell in an atmosphere that prizes authenticity.\n\nAs Jefferies analyst Randal Konik wrote in a note to investors after the departure of Ms. Singer, “The problem is the brand is not resonating with consumers, its pricing power is gone, its market share is under permanent attack, and the business is over-stored.”\n\nRelated Video The retail industry is undergoing another major shift -- to e-commerce. How did we get here? Photo: Associated Press\n\nLast year, ratings for the Victoria’s Secret fashion show plunged 30% among 18 to 49 year-olds. (“Rudolph the Red-Nosed Reindeer,” which ran on the same network that evening, performed much better.) It is a safe bet that this year’s show, which will air on Dec. 2, will meet a similar fate. Chief marketing officer Ed Razek recently drew a backlash when he said the fashion show should not include transgender models since it is supposed to be “a fantasy.” (Criticism on social media prompted him to retract the statement.)\n\nL Brands, which reports third-quarter earnings after the market close on Monday, saw some recovery in its stock after releasing October sales that showed a 4% comparable-sales increase over the same period last year. But that was mostly due to 11% sales growth at Bath & Body Works; Victoria’s Secret’s sales were flat.\n\nStrong brands like Victoria’s Secret can be powerful forces, but when times change, that sharp sense of identity can make it harder to evolve. Combined with consumers deserting malls, where the retailer is heavily exposed, that means sales will likely keep dropping.\n\nVictoria’s Secret can keep fantasizing. But that won’t be enough to win women, or investors, back."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jason Douglas", "title": "U.K.'s Window Into a Less Globalized Economy", "description": "The U.K. economy has so far weathered the political storm surrounding Brexit pretty well. But beneath the surface, there are harbingers of economic costs to come.", "url": "https://www.wsj.com/articles/u-k-s-window-into-a-less-globalized-economy-1542459780", "urlToImage": "https://images.wsj.net/im-37614/social", "publishedAt": "2018-11-17T21:59:25Z", "content": "LONDONThe U.K. economy has so far weathered the political storm surrounding Brexit pretty well. But beneath the surface, there are harbingers of economic costs to come. Researchers at the Centre for European Reform, a London think tank focused on European Uni… [+5052 chars]", "fulltext": "LONDON—The U.K. economy has so far weathered the political storm surrounding Brexit pretty well. But beneath the surface, there are harbingers of economic costs to come.\n\nResearchers at the Centre for European Reform, a London think tank focused on European Union policy, estimate the economy was 2.5% smaller at the end of the second quarter than it would have been had voters chosen in 2016 to stay in the EU.\n\nGrowth in the U.K. slowed after the referendum as economies such as the U.S., France and Germany kicked into higher gear, a reflection of subdued investment and a squeeze on consumer wallets from a burst of inflation. In 2017, only Italy turned in a weaker performance among Group of Seven economies.\n\nInvestors are wary. In dollar terms, the FTSE 250, a better barometer of domestic companies than the globally focused FTSE 100, is down 8% since Britons voted to leave the EU in 2016. France’s main index is up 12% over the same period, and Germany’s has gained 10%.\n\nStill, the unemployment rate in Britain is close to a record low, while wage growth has picked up to its fastest pace in a decade. A once-yawning trade deficit has shrunk. A persistent budget shortfall has been whittled down through years of belt-tightening, allowing Treasury chief Philip Hammond to cut taxes and pump extra cash into hospitals. The Bank of England has begun gently nudging up borrowing costs. While Germany’s economy contracted in the third quarter, the U.K.’s expanded at a 2.5% annual rate.\n\nAll are signs of an economy making steady, if unspectacular, progress after the long climb out of post-financial-crisis doldrums—albeit less progress than might have been expected had the Brexit referendum gone the other way.\n\n“We are in a reasonably healthy place,” said Peter Dixon, senior economist at Commerzbank in London.\n\nThe economy’s future prospects hinge on the shape of the Brexit deal Prime Minister Theresa Mayis able to negotiate with the EU. A draft agreement between London and Brussels over the terms of Britain’s withdrawal, which didn’t cover in detail its future economic ties to the EU, sparked a fresh bout of political turmoil in London last week and new doubts about whether Mrs. May can get her plan through Parliament. She faces opposition from Brexit supporters who want a cleaner break with the EU and pro-EU lawmakers who want closer ties.\n\nMrs. May’s domestic travails mean an abrupt and messy break with the EU when the clock runs down on Brexit talks in March remains a real possibility. Such an outcome would leave the U.K. facing significant tariffs and regulatory hurdles with a bloc that accounts for half its trade.\n\nThe short-term consequences could include severe disruption to everyday economic activity when the U.K. exits the EU’s legal regime. Lawmakers worry ports might gum up or flights may get canceled. Central-bank officials warn of an economic shock akin to the oil crises of the 1970s or, ironically, the blow to New Zealand in 1973 when the U.K. joined what would become the EU, undermining New Zealand’s position in its major export market.\n\nLonger-term, a no-deal scenario would leave the British economy as much as 8% smaller by 2030 than it would have been had Brexit never happened, the International Monetary Fund estimates.\n\nYet even if Brexit goes smoothly, the consequences for the British economy are broad and deep, with some early tremors already being felt.\n\nEconomists believe Brexit has hurt the U.K. economy’s capacity to produce goods and services without stoking inflation. The BOE estimates the economy’s speed limit has dwindled to around 1.5% a year, from a historical rate closer to 2.5%.\n\nTwo big factors power growth in an economy’s potential supply, and Brexit affects both. One is growth in the labor force, and the second is productivity.\n\nBritons voted to leave the European Union in part to cut migration, which had helped labor supply grow around 1.2% a year in the run-up to the Brexit vote. The BOE now expects labor supply to grow 0.4% a year as EU workers decide to go elsewhere. That helps to hold the unemployment rate down but impedes the economic growth rate.\n\nBritain’s statistics office said last week that the number of EU nationals employed in the U.K. fell by 132,000 in the year through September, the largest fall since records began in 1997, a sign that trend is already taking shape.\n\nBOE Gov. Mark Carney has described Brexit as a process of economic adjustment that will play out for years to come, as companies reorder their supply chains and find new customers outside the EU. Whole industries could shrink, while others expand, economists say, as the economy slowly adapts to new, post-Brexit trading relationships.\n\nSuch a shift has knock-on effects for the productivity of workers. Productivity growth in the U.K. is weak relative to other advanced economies, and that long Brexit reorientation could weigh on it further by crimping trade and investment. The U.K. in 2015 attracted a quarter of all foreign investment in new capacity to produce goods and services arriving in the whole EU. By 2017 that had fallen to 18%, according to a recent analysis by the University of Sussex.\n\n“We are unraveling relationships we’ve had for 40 years,” said David Owen, chief European economist at Jefferies. “Ripping it up and moving on—it’s going to take years.”"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Calls for Better Forest Management During California Visit - Wall Street Journal", "description": "Wall Street Journal Trump Calls for Better Forest Management During California Visit Wall Street Journal President Trump toured the devastation caused by the deadliest and most destructive wildfire in California's history and said he would press for better fo…", "url": "https://www.wsj.com/articles/trump-california-leaders-to-discuss-wildfire-prevention-1542473923", "urlToImage": "https://images.wsj.net/im-37706/social", "publishedAt": "2018-11-17T21:38:00Z", "content": "President Trump toured the devastation caused by the deadliest and most destructive wildfire in Californias history and said he would press for better forest management to prevent future infernos. Speaking to reporters alongside the ashes of a neighborhood in… [+3831 chars]", "fulltext": "The fires that ripped through Northern California have left many dead and over 1,000 missing. On Saturday, President Trump visited the burned areas. WSJ’s Erin Ailworth reports. Photo: AP\n\nPresident Trump toured the devastation caused by the deadliest and most destructive wildfire in California’s history and said he would press for better forest management to prevent future infernos.\n\nSpeaking to reporters alongside the ashes of a neighborhood in Paradise, Calif., Mr. Trump hailed the efforts of law-enforcement officials and first responders who continue to work to contain the blaze and help victims.\n\n“What..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ryan Dube", "title": "Argentine Submarine Is Found a Year After It Was Lost", "description": "Argentina’s navy said that the ARA San Juan vessel that went missing almost exactly a year ago with 44 crew members aboard has been located.", "url": "https://www.wsj.com/articles/argentine-submarine-san-juan-found-1542433424", "urlToImage": "https://images.wsj.net/im-37682/social", "publishedAt": "2018-11-17T19:02:00Z", "content": "Argentinas navy said they have found on the seafloor a military submarine that went missing almost a year ago to the day with 44 crew members aboard. The navy said Saturday that the ARA San Juan was located on the bottom of the ocean floor about 300 miles off… [+3499 chars]", "fulltext": "Argentina’s navy said a military submarine that went missing almost a year ago to the day with 44 crew members aboard has been found apparently intact on the ocean floor.\n\nThe navy said Saturday that the ARA San Juan was located at a depth of 907 meters (2,975 feet), about 300 miles off the coast of Argentina in the southern Atlantic Ocean.\n\nAuthorities..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Zolan Kanno-Youngs", "title": "Advocates of Sex Assault Survivors Decry Transfer of NYPD's Special Victims Chief - Wall Street Journal", "description": "Wall Street Journal Advocates of Sex Assault Survivors Decry Transfer of NYPD's Special Victims Chief Wall Street Journal Advocates for survivors of sexual assault said they lost a strong ally and supporter when the New York Police Department removed the long…", "url": "https://www.wsj.com/articles/advocates-of-sex-assault-survivors-decry-transfer-of-nypds-special-victims-chief-1542474000", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK515_NYNYPD_SOC_20181116185245.jpg", "publishedAt": "2018-11-17T17:00:25Z", "content": "Deputy Chief Michael Osgood was transferred out of the post to a new assignment in Staten Island after NYPD brass concluded a seven-month review of the division. The review was prompted by the citys Department of Investigation releasing a scathing report abou… [+4526 chars]", "fulltext": "Advocates for survivors of sexual assault said they lost a strong ally and supporter when the New York Police Department removed the longtime head of the Special Victims Division last week.\n\nDeputy Chief Michael Osgood was transferred out of the post to a new assignment in Staten Island after NYPD brass concluded a seven-month review of the division. The review was prompted by the city’s Department of Investigation releasing a scathing report about the division in March.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Giovanni Legorano", "title": "Italy's New Masters Rattle EU, But Ordinary Italians Say 'Benissimo'", "description": "Italy’s new government is rattling the country’s establishment, European Union and financial markets, but many Italians see the five-month-old government as a breath of fresh air.", "url": "https://www.wsj.com/articles/italys-new-masters-rattle-eu-but-ordinary-italians-say-benissimo-1542470400", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK467_1116it_SOC_20181116163738.jpg", "publishedAt": "2018-11-17T16:00:02Z", "content": "ROMEGiovanni Callea didnt vote for the antiestablishment parties who have won power in Italy, but he would certainly do so now. A meeting of the nativist League party with local residents in his native Palermo won him over. Ordinary people, used to an aloof p… [+5375 chars]", "fulltext": "ROME—Giovanni Callea didn’t vote for the antiestablishment parties who have won power in Italy, but he would certainly do so now.\n\nA meeting of the nativist League party with local residents in his native Palermo won him over.\n\nOrdinary people, used to an aloof political elite, got to stand up and speak, question, and even harshly criticize..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Vivian Salama", "title": "Trump Offers Help Securing Votes for Pelosi in Speaker Race - Wall Street Journal", "description": "Wall Street Journal Trump Offers Help Securing Votes for Pelosi in Speaker Race Wall Street Journal WASHINGTON—President Trump offered his support Saturday for a top political rival, saying he backed Democratic Rep. Nancy Pelosi as the next speaker of the Hou…", "url": "https://www.wsj.com/articles/trump-offers-help-securing-votes-for-pelosi-in-speaker-race-1542468151", "urlToImage": "https://images.wsj.net/im-37687/social", "publishedAt": "2018-11-17T15:23:43Z", "content": "WASHINGTONPresident Trump offered his support Saturday for a top political rival, saying he backed Democratic Rep. Nancy Pelosi as the next speaker of the House in the face of possible challenges to her leadership within her party. I can get Nancy Pelosi as m… [+3828 chars]", "fulltext": "WASHINGTON—President Trump offered his support Saturday for a top political rival, saying he backed Democratic Rep. Nancy Pelosi as the next speaker of the House in the face of possible challenges to her leadership within her party.\n\n“I can get Nancy Pelosi as many votes as she wants in order for her to be Speaker of the House,” Mr. Trump said on Twitter. “She deserves this victory, she has earned it—but there are those in her party who are trying to take it away. She will win!”\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "NETFLIX Sees Oscar Gold in 'ROMA,' but Hollywood Isn't So Sure...", "description": "Netflix has its best shot yet at a major Academy Award with “Roma,” a portrait of a nanny in 1970s Mexico. But first the company must contend with forces within Hollywood that have no interest in helping it win.", "url": "https://www.wsj.com/articles/netflix-sees-oscar-gold-in-roma-but-hollywood-isnt-so-sure-1542464971", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK354_ROMA11_SOC_20181116131331.jpg", "publishedAt": "2018-11-17T15:07:38Z", "content": "Netflix Inc.s shiny new lobby looks like the bedroom of a Little League championfull of trophies for the television programming that has made the streaming service into one of the industrys most powerful players. Blink and youll miss the Oscar among the Emmys… [+7139 chars]", "fulltext": "‘Roma,’ starring Yalitza Aparicio, center, is seen as a likely contender at next year’s Oscars. Netflix is releasing it in a few movie theaters this month before it makes it available to streaming subscribers.\n\n‘Roma,’ starring Yalitza Aparicio, center, is seen as a likely contender at next year’s Oscars. Netflix is releasing it in a few movie theaters this month before it makes it available to streaming subscribers. Photo: Carlos Somonte/Netflix\n\nLos Angeles\n\nNetflix Inc.’s shiny new lobby looks like the bedroom of a Little League champion—full of trophies for the television programming that has made the streaming service into one of the industry’s most powerful players.\n\nBlink and you’ll miss the Oscar among the Emmys and Peabodys, a 2017 prize for “The White Helmets,” which won best documentary short.\n\nThis year, Netflix has its best shot yet at a major Academy Award with “Roma,” a portrait of a live-in nanny in 1970s Mexico City directed by Oscar winner Alfonso Cuarón. It opens in a few theaters later this month and begins streaming in December, but awards pundits already consider it among the front-runners for best picture, best director and best foreign-language film.\n\n‘The cinema experience and theatergoing experience is still the ultimate experience,’ says Alfonso Cuarón, shown on the ‘Roma’ set with lead actress Yalitza Aparicio. But by releasing the movie in theaters and via Netflix, he says, ‘the two models, they can coexist.’ Photo: Carlos Somonte/Netflix\n\nFirst, however, Netflix executives must contend with forces within Hollywood that have no interest in helping the company win a major Oscar. Though watching a new movie on Netflix might seem unremarkable to the average consumer, the rollout of “Roma” has reignited a debate within Hollywood about whether a movie that doesn’t get a meaningful big-screen release should even be considered a movie.\n\nNetflix declined to comment on “Roma’s” Academy Award prospects. The Los Gatos, Calif.-based company has had Oscar hopefuls before, such as 2015’s “Beasts of No Nation” and last year’s “Mudbound.” It won the best documentary award last year for “Icarus,” on the Russian doping operations. But executives at traditional studios say “Roma” is the first time Netflix is playing in their sandbox, with a marquee director and a movie widely considered best-picture material.\n\n2018 Holiday Movie Preview The movies to see this holiday season: This year’s winter films turn up the drama in ‘Ben Is Back’ and ‘If Beale Street Could Talk’ while providing moviegoers some escape from reality in ‘Mary Poppins Returns’ and a new ‘Spider-Man’\n\nFor a company built on a subscription model, winning a best-picture Oscar is about more than just bragging rights. It would help Netflix convince more filmmakers of Mr. Cuarón’s caliber to come on board, potentially attracting more subscribers. In turn, their monthly $10.99 payments would subsidize movies and awards campaigns for years to come.\n\nNetflix bought distribution rights to “Roma” after Mr. Cuarón and Participant Media, which financed the budget of about $15 million, screened 10 minutes of footage for potential buyers. Executives from traditional studios were quick to point out the film’s commercial drawbacks.\n\n“We love the film. We all cried,” Mr. Cuarón said the executives would tell him and his associates, before launching into the liabilities. “It’s in Spanish. With nonactors. In black-and-white.”\n\nNetflix didn’t voice such concerns, said Mr. Cuarón. But its longstanding refusal to grant movies an exclusive theatrical release presented a problem for a director known for big-screen spectacle like the long tracking shots of his dystopian thriller “Children of Men” or the outer-space special effects of “Gravity,” for which he won the best-director Oscar in 2014. And a straight-to-Netflix release would likely alienate Academy members who remain purists about only awarding films with a major theatrical rollout, not just those that receive a qualifying run in at least one Los Angeles theater.\n\nNetflix’s initial conversations with Mr. Cuarón guaranteed some kind of theatrical treatment for “Roma.” That proved easier said than done.\n\nNetflix’s chief content officer Ted Sarandos, left, with ‘Roma’ director Alfonso Cuarón at the Telluride Film Festival last August. Photo: Getty Images\n\nMajor U.S. theater chains like AMC Entertainment Holdings Inc. and Cinemark Holdings have consistently avoided showing movies that open around the same time as their streaming release. That left Netflix with only a handful of independent cinemas to show “Roma.”\n\n“This is a token release, a little gesture to play in cinemas for a little while and get awards,” said John Fithian, president of the National Association of Theatre Owners, the exhibitors’ main lobbying group.\n\nNetflix appears determined to get as many people to watch “Roma” on the big screen as possible. It has taken “Roma” to film festivals all over the world, from Cairo to Toronto, Key West to Tokyo and Scottsdale to Mumbai.\n\nThough the film explores the private life of a young woman living with an upper-middle-class family, “Roma” features scenes of cinematic spectacle: Long shots featuring a human cannonball, dozens of young men in choreographed martial-arts exercises, a sequence featuring hundreds of student protesters storming the streets of Mexico City.\n\nYalitza Aparicio plays Cleo, a young woman in 1970s Mexico City in ‘Roma.’ Photo: Alfonso Cuarón/Netflix\n\nMr. Cuarón, for his part, thinks the best way to see it is in a theater, too. “The cinema experience and theatergoing experience is still the ultimate experience,” he said.\n\nBut he can hardly get his own children to the theater to see a movie, he said, “no matter how much I beg.” The Netflix rollout of “Roma,” he said, is a compromise.\n\n“The two models, they can coexist,” Mr. Cuarón said.\n\nNetflix is learning just what winning the best-picture Oscar entails. The awards season in Hollywood has stretched into six months of schmoozing, coordinated by strategists who know how to glad-hand every Academy member and craft a narrative around why their client is the most deserving winner.\n\nIn July, Netflix signaled to Hollywood that it was in the awards game for good, acquiring a prominent awards-consulting firm that has helped numerous movies win a raft of Oscars.\n\nThe firm, LT-LA, is run by veteran strategist Lisa Taback, a protégé of awards-campaign guru Harvey Weinstein who is known throughout the industry for an encyclopedic understanding of the dinners, cocktail parties and baby-kissing that build a successful voter-charming campaign. She has led campaigns for movies like “La La Land” (14 nominations, six wins), “Spotlight” (six nominations, two wins) and “Chicago” (12 nominations, six wins).\n\nWhile “Roma” may be Ms. Taback’s first big test at Netflix, it’s one she’ll soon face again. Martin Scorsese is in production now on “The Irishman,” a Netflix mob thriller starring Robert De Niro that many in Hollywood suspect will also try for a theatrical release and awards consideration.\n\nNetflix won’t report box-office figures for the “Roma” limited release, leading some competing studios to complain that it’s gaining the public-relations advantages of a theatrical release without the potential liabilities. Universal’s “First Man,” for instance, has seen its awards momentum slow among pundits since it underperformed at the box office. (Universal declined to comment.)\n\n“That’ll be their message: We sent it to theaters like you wanted,” griped one rival awards campaigner.\n\nSome Academy members may be warming to streamers. At 81 years old and with two Oscars for best editing (“Who Framed Roger Rabbit,” “Forrest Gump”), Arthur Schmidt might seem like the kind of Academy constituent not interested in the Netflix model. But the Santa Barbara, Calif., retiree said watching on the streaming service isn’t much different than watching the DVD “screeners” of awards hopefuls that studios send every year.\n\n“I would prefer to see it in the cinema because it’s the dark cinema and it’s a commitment,” said Mr. Schmidt. “But for so many years we’ve been getting the DVDs and that’s been a wonderful convenience.”\n\nMr. Cuarón himself has mixed feelings about the obsession with awards. Speaking at a press conference last year following the production wrap of “Roma,” he said Hollywood overthinks the prize.\n\n“We shouldn’t give it more importance than it deserves,” he said.\n\nWrite to Erich Schwartzel at erich.schwartzel@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ellen Gamerman", "title": "The Movies to See This Holiday Season", "description": "Wondering what movies to see this holiday season? Here’s our guide, featuring “Green Book,” “Roma,” “Mary Poppins Returns,” “On the Basis of Sex” and more.", "url": "https://www.wsj.com/articles/the-movies-to-see-this-holiday-season-1542464933", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK348_holida_SOC_20181116130112.jpg", "publishedAt": "2018-11-17T14:48:17Z", "content": "From the depths of the ocean to the heights of political power, the movies coming out between now and Christmas Day are aiming for blockbuster status, Academy Awards and sometimes both. Mary Stuart maneuvers against Queen Elizabeth I for 16th-century supremac… [+10498 chars]", "fulltext": "From the depths of the ocean to the heights of political power, the movies coming out between now and Christmas Day are aiming for blockbuster status, Academy Awards and sometimes both. Mary Stuart maneuvers against Queen Elizabeth I for 16th-century supremacy on one screen (“Mary Queen of Scots”) while Dick Cheney and Donald Rumsfeld maneuver their way into George W. Bush’s America on another (“Vice”). A black concert pianist and a white driver reach out to each other in the segregated South (“Green Book”) while an airborne babysitter reaches out to a new generation in the Disney universe (“Mary Poppins Returns”). Here’s a sampling of what’s on offer this holiday season:\n\n“Green Book” trailer\n\n‘Green Book’\n\nOpens Nov. 16\n\nDon Shirley (Mahershala Ali), an acclaimed classical pianist living comfortably in New York City, needs a chauffeur who can fend off racists while he tours the South in 1962. He hires Tony Lip (Viggo Mortensen), an Italian tough guy who tosses out his own bigoted ideas between mouthfuls of food.\n\nDirector Peter Farrelly, who with his brother Bobby rose to fame with 1990s-era comedies like “Dumb and Dumber” and “There’s Something About Mary,” strikes out alone with his first drama. “I honestly just follow the universe when it comes to what my next movie is, whatever drops into my lap,” he said of the film, which still goes for laughs amid its seriousness.\n\n“Green Book,” based on a true story about the friendship that develops between the two men, also is a bit of a road-trip tale, something Mr. Farrelly, who has made 22 cross-country drives, has explored in his movies before.\n\n“There’s that Kerouac feeling of anything is possible,” he said. “I can’t get enough of it.”\n\nWatch the trailer for the movie \"Roma.\" Photo: Netflix\n\n‘Roma’\n\nOpens Nov. 21\n\nAlfonso Cuarón’s depiction of a young woman working for a middle-class family in 1970s Mexico City is opening in a few movie theaters before Netflix makes it available to streaming subscribers—an approach the company hopes will boost its Oscar chances. Yalitza Aparicio makes her screen debut as the woman at the center of the story.\n\nJulia Roberts and Lucas Hedges star in ‘Ben Is Back.’ Photo: Roadside Attractions\n\n‘Ben Is Back’\n\nOpens Dec. 7\n\nAfter director Peter Hedges cut his son’s speaking role from the 2007 comedy “Dan in Real Life,” he said the boy, Lucas Hedges, swore never to work with him again.\n\nLucas reconsidered when he heard that Julia Roberts had signed on for “Ben Is Back,” his father’s drama about opioid addiction. On set, Lucas called his father “Pete,” but the director slipped, sometimes calling his son “Bubba.”\n\nThe young actor plays Ben, an addict who comes home for Christmas. Ms. Roberts, as his mother, opens the film looking saintly under the stained-glass windows of a church. She becomes ensnared in his lies as they search for their dog, stolen by a drug dealer, while Ben attempts to redeem himself from his past mistakes.\n\nPeter Hedges said he comes from a family that has grappled with alcohol and drug addiction and those struggles helped inform his script. “The idea was to tell the story about one family over the course of one day,” he said, “and try to show as many aspects of what a family dealing with this horrible disease may go through.”\n\nFrom left, Ian Hart, Jack Lowden, Saoirse Ronan and James McArdle in ‘Mary Queen of Scots.’ Photo: Focus Features\n\n‘Mary Queen of Scots’\n\nOpens Dec. 7\n\nThe 16th-century power struggle between Mary Stuart and her cousin Queen Elizabeth I—and the men surrounding them—ends badly for Mary. (To avoid spoilers, let’s just say her fate rhymes with shmecapitation.)\n\nIn “Mary Queen of Scots,” Saoirse Ronan infuses Mary’s last moments with drama, revealing a blood-red dress underneath her black cloak en route to her own execution.\n\n“Mary knew that it would be very memorable and it would make the headlines, as it were, to be seen as a martyr,” Ms. Ronan said. “One of the things the film really showcases is image and how strong imagery can be. She used that to her advantage until the very end.”\n\nThe film pairs Academy Award nominees Ms. Ronan and Margot Robbie as an increasingly ravaged Queen Elizabeth. When the women finally meet, Ms. Robbie’s queen is bald under a garish wig with a thick white paste on her face to hide her smallpox scars. “Mary Queen of Scots” is the first feature from British theater director Josie Rourke, with an adapted screenplay from Netflix “House of Cards” creator Beau Willimon.\n\nStephan James and KiKi Layne in ‘If Beale Street Could Talk.’ Photo: Annapurna Pictures\n\n‘If Beale Street Could Talk’\n\nOpens Dec. 14\n\nBarry Jenkins’s first film since his drama “Moonlight” won the 2017 best-picture Oscar tells the story of Fonny (Stephan James), who is wrongfully imprisoned, and his pregnant fiancée Tish (screen newcomer KiKi Layne). The love story is adapted from a 1974 novel by James Baldwin.\n\n“There’s something almost politically engaged and just doubly impactful in seeing two young dark-skinned leads in a very pure romantic depiction such as this,” said Mr. Jenkins, who hopes “Beale Street” paves the way for more adaptations of African-American literature.\n\nAfter immersing himself in the novel and getting to know the late author’s family over more than five years, Mr. Jenkins dedicated his film to Mr. Baldwin. By that point, the formalities were gone.\n\n“Having been devoured in this material,” he said, “I felt comfortable referring to him as Jimmy.”\n\n“The Mule” trailer\n\n‘The Mule’\n\nOpens Dec. 14\n\nClint Eastwood has a tendency to release Oscar contenders right at the end of the year: “Million Dollar Baby,” “Gran Torino” and “American Sniper” are a few examples. His latest December surprise is “The Mule,” inspired by a New York Times article about a 90-year-old man caught in a cocaine sting.\n\nMr. Eastwood directs and stars as the hard-up Earl Stone, who unwittingly takes a job as a driver for a drug cartel. He is pursued by a federal agent (Bradley Cooper) and haunted by guilt over his shortcomings as a father and husband. “I put work in front of family,” the 88-year-old actor says in the trailer. “I thought it was more important to be somebody out there than to be the failure I was in my own home.”\n\n“Spider-Man: Into the Spider-Verse” trailer\n\n‘Spider-Man: Into the Spider-Verse’\n\nOpens Dec. 14\n\nIt took more than a year to get the first three test shots just right for this movie, one of the first major Hollywood releases to combine hand-drawn animation with computer-generated imagery.\n\n“It’s a cinematic expression of a comic book,” said Bob Persichetti, one of its three directors. “That sounds good as a tag, but when you try to make it work, it becomes really complicated.”\n\nThis Spider-Man chapter focuses on a version of the superhero unknown to casual viewers but found in the comic books. As Spider-Man, a Brooklyn teenager named Miles Morales fights bad guys with a team of Spideys from other periods, including the porcine Spider-Ham.\n\nMr. Persichetti wants to reach a broad audience but has a message for the diehards. “Don’t worry,” he said. “We treated this with as much reverence as we could because we’re fans, too.”\n\n“Mary Poppins Returns” trailer\n\n‘Mary Poppins Returns’\n\nOpens Dec. 19\n\nA lot can go wrong when tinkering with a prized possession in the Disney archive. “The bar was impossibly high,” said director Rob Marshall. “Mary Poppins can’t sing ‘Let It Go.’ ”\n\nStarring Emily Blunt in the title role and featuring a Cockney-accented Lin-Manuel Miranda, the movie is set in the 1930s, more than two decades after the first story. Siblings Jane and Michael Banks are about to lose the family house at 17 Cherry Tree Lane, where recently widowed Michael still lives with his three young children.\n\nTo step into Julie Andrews’s kitten heels, Ms. Blunt went back to the children’s books by P.L. Travers, where she found a governess filled with contradictions—selfless and vain, empathetic and rude, practical and screwball.\n\nThe sequel includes a live action and cartoon sequence with entirely hand-drawn animation like the first film. Dick Van Dyke, a star of the original, makes a cameo. The movie features original songs, though none by “Hamilton” creator Mr. Miranda.\n\nMr. Marshall, whose past screen musicals include “Chicago” and “Into the Woods,” adds modern touches, like BMX bike riders doing stunts across pre-war London.\n\n“Aquaman” trailer\n\n‘Aquaman’\n\nOpens Dec. 21\n\nAquaman, the DC superhero used to being a punchline (“Super Friends,” “Entourage”), makes a play for legitimacy with a big-screen movie starring the muscle-bound and man-bunned “Game of Thrones” actor Jason Momoa.\n\nDirector James Wan said he wanted to change Aquaman’s reputation by “taking a somewhat classic underdog character that people make fun of in pop culture and then make a non-jokey version of that.”\n\nThe film is set in the ocean world but also travels to the Sahara desert, a Sicilian coastal town and a beach with small dinosaurs. Mr. Wan created rules for his water world, such as eliminating bubbles when characters speak and lighting the depths with glowing jellyfish. Also in the offing: a giant octopus playing drums, Mr. Momoa emerging from a waterfall in slow motion and Willem Dafoe with dyed eyebrows, riding an enormous hammerhead shark.\n\nFelicity Jones stars as Justice Ruth Bader Ginsburg in ‘On the Basis of Sex.’ Photo: Focus Features\n\n‘On the Basis of Sex’\n\nOpens Dec. 25\n\nThe unofficial RBG franchise that has energized young women and turned Supreme Court Justice Ruth Bader Ginsburginto a pop-culture phenomenon now includes a feature film.\n\nBritish actress Felicity Jones plays Justice Ginsburg with a heavy New York accent, opposite Armie Hammer as a hunky Marty Ginsburg. The movie is inspired by a 1970s case the two argued about sex discrimination against a man, a fight that helped open the door to women’s-rights litigation. The 85-year-old justice gave her blessing for the film, written by her nephew and first-time screenwriter Daniel Stiepleman.\n\nIn trying to draw out Justice Ginsburg’s human side, director Mimi Leder (HBO’s “The Leftovers”) included a bedroom scene, though she said the final cut turned out less racy than earlier versions. At a screening attended by Justice Ginsburg, the director said, one viewer complained that the love scene was too much. “I said, ‘You should’ve seen it before,’” Ms. Leder said. “All eyes went to Justice Ginsburg. She looked up and she said, ‘I’m fine with it.’ ”\n\nChristian Bale as Dick Cheney and Amy Adams as Lynne Cheney in ‘Vice.’ Photo: Annapurna Pictures\n\n‘Vice’\n\nOpens Dec. 25\n\nChristian Bale makes a total physical transformation into Dick Cheney, whose rise to power as George W. Bush’s vice president is the subject of this biopic. “I’ve never seen anything like it,” said director Adam McKay. “It’s not like he’s playing him, it’s like he summoned him.”\n\nThe film costars Sam Rockwell as Mr. Bush, Steve Carell as Donald Rumsfeld and Amy Adams as Lynne Cheney. A roster of Bush-era regulars fills out the cast, including Tyler Perry in a dead-on portrayal of Colin Powell.\n\nMr. McKay, who won the 2016 adapted-screenplay Oscar for “The Big Short,” wrote the script for “Vice” as well. He got the idea a few years ago while reading a Cheney biography as he battled the flu. “It seems to me that Dick Cheney is almost like a Zelig figure in the middle of American history,” Mr. McKay said, “from the 1960s on to the end, when he finally got to put his hands on the captain’s wheel and got to steer history for a while.”\n\nWrite to Ellen Gamerman at ellen.gamerman@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Paul Berger", "title": "In New York City, a Helipad Is a Prime Perk", "description": "When Amazon.com agreed to build its second headquarters in Queens, it not only got $3 billion in incentives from New York, but one of the rarest perks in the Big Apple: a helipad.", "url": "https://www.wsj.com/articles/in-new-york-city-a-helipad-is-a-prime-perk-1542463201", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK145_NYHELI_SOC_20181115174246.jpg", "publishedAt": "2018-11-17T14:00:03Z", "content": "When Amazon.com Inc. agreed to build its second headquarters in Queens, it not only got $3 billion in incentives from New York, but one of the rarest perks in the Big Apple: a helipad. Places to land helicopters have been scarce in New York City ever since a … [+4747 chars]", "fulltext": "When Amazon.com Inc. agreed to build its second headquarters in Queens, it not only got $3 billion in incentives from New York, but one of the rarest perks in the Big Apple: a helipad.\n\nPlaces to land helicopters have been scarce in New York City ever since a fatal crash 40 years ago on a rooftop helipad. But demand is high.\n\nPassengers are..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Ese Erheriene", "title": "Old-School Watchmakers Get Smart to Counter Apple - Wall Street Journal", "description": "Wall Street Journal Old-School Watchmakers Get Smart to Counter Apple Wall Street Journal Watchmakers, caught off guard by the success of Apple Inc.'s AAPL 1.11% smartwatch, are now trying to keep pace with changing customer tastes by introducing messaging al…", "url": "https://www.wsj.com/articles/old-school-watchmakers-get-smart-to-counter-apple-1542456003", "urlToImage": "https://images.wsj.net/im-37456/social", "publishedAt": "2018-11-17T12:03:45Z", "content": "Watchmakers, caught off guard by the success of Apple Inc.s AAPL 1.11% smartwatch, are now trying to keep pace with changing customer tastes by introducing messaging alerts and other high-tech features to traditional watches. Brands including TAG Heuer, Swatc… [+5268 chars]", "fulltext": "Watchmakers, caught off guard by the success of Apple Inc.’s smartwatch, are now trying to keep pace with changing customer tastes by introducing messaging alerts and other high-tech features to traditional watches.\n\nBrands including TAG Heuer, Swatch and Fossil Group are working with Apple rivals such as Alphabet Inc.’s Google and Intel Corp. to offer their own smartwatches or hybrid versions that offer smart functions while retaining traditional design.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Corinne Ramey", "title": "With Kavanaugh on Supreme Court, Lawyers Shift Strategies - Wall Street Journal", "description": "Wall Street Journal With Kavanaugh on Supreme Court, Lawyers Shift Strategies Wall Street Journal The U.S. Supreme Court is expected to hear a case next year about whether the Constitution permits a 40-foot cross honoring World War I veterans on a traffic isl…", "url": "https://www.wsj.com/articles/with-kavanaugh-on-supreme-court-lawyers-shift-strategies-1542456000", "urlToImage": "https://images.wsj.net/im-36485/social", "publishedAt": "2018-11-17T12:03:30Z", "content": "The U.S. Supreme Court is expected to hear a case next year about whether the Constitution permits a 40-foot cross honoring World War I veterans on a traffic island in Bladensburg, Md. Lawyers seeking to preserve the war memorial appealed the case to the high… [+5404 chars]", "fulltext": "The U.S. Supreme Court is expected to hear a case next year about whether the Constitution permits a 40-foot cross honoring World War I veterans on a traffic island in Bladensburg, Md.\n\nLawyers seeking to preserve the war memorial appealed the case to the high court months ago.\n\nBut after Justice Brett Kavanaugh’s confirmation, the lawyers began..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Peter Nicholas", "title": "US, China Clash Over Trade, Security at Pacific Summit - Wall Street Journal", "description": "Wall Street Journal US, China Clash Over Trade, Security at Pacific Summit Wall Street Journal PORT MORESBY, Papua New Guinea—Vice President Mike Pence and Chinese President Xi Jinping presented conflicting visions for trade and security in the Asia-Pacific, …", "url": "https://www.wsj.com/articles/u-s-china-clash-over-trade-security-at-pacific-summit-1542444911", "urlToImage": "https://images.wsj.net/im-37685/social", "publishedAt": "2018-11-17T08:57:54Z", "content": "PORT MORESBY, Papua New GuineaVice President Mike Pence and Chinese President Xi Jinping presented conflicting visions for trade and security in the Asia-Pacific, as the U.S. and China vie for global influence. At a meeting of Pacific Rim leaders Saturday, Ch… [+5384 chars]", "fulltext": "A regional economic summit ended in acrimony Sunday as China adopted a more aggressive posture, suggesting any path to a possible trade deal with the U.S. will be complicated. Photo composite: Sharon Shi\n\nPORT MORESBY, Papua New Guinea—Vice President Mike Pence and Chinese President Xi Jinping presented conflicting visions for trade and security in the Asia-Pacific, as the U.S. and China vie for global influence.\n\nAt a meeting of Pacific Rim leaders Saturday, China’s leader invoked the dark lessons of World War II to warn against conflicts and unilateralism, while Mr. Pence attacked China’s Belt and Road infrastructure initiative for saddling smaller nations with unsustainable debt.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Benoit Faucon", "title": "Saudis Move to Counter U.S. Oil Strategy", "description": "Saudi Arabia is moving to cut the world’s oil supply after U.S. government deals allowed hundreds of thousands of barrels a day of Iranian oil to flow onto world markets, driving down prices.", "url": "https://www.wsj.com/articles/u-s-deals-on-iran-oil-dampen-prices-spark-clash-with-saudis-1542396490", "urlToImage": "https://images.wsj.net/im-37572/social", "publishedAt": "2018-11-17T05:14:04Z", "content": "Saudi Arabia is moving to cut the worlds oil supply after U.S. government deals allowed hundreds of thousands of barrels a day of Iranian oil to flow onto world markets, driving down prices. The deals put Saudi Arabia at odds with Washington at a time when re… [+5409 chars]", "fulltext": "Saudi Arabia is moving to cut the world’s oil supply after U.S. government deals allowed hundreds of thousands of barrels a day of Iranian crude to flow onto world markets, driving down prices.\n\nThe deals put Saudi Arabia at odds with Washington at a time when relations are already strained by the murder of journalist Jamal Khashoggi. The kingdom wants to trim production to boost oil prices to about $80 a barrel in support of its economy, Saudi advisers say. President Trump has warned against a production cut and called for..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Erich Schwartzel", "title": "Beauty and the Backlash: Disney's Modern Princess Problem", "description": "From Snow White dolls to Cinderella remakes, Disney’s princess franchise brings in billions of dollars—and has drawn critics for promoting outdated notions of femininity. Employees debate: How do you keep the princess franchise relevant without alienating fan…", "url": "https://www.wsj.com/articles/beauty-and-the-backlash-disneys-modern-princess-problem-1542430801", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CJ752_PRINCE_SOC_20181114161502.jpg", "publishedAt": "2018-11-17T05:10:38Z", "content": "LOS ANGELESAbout two years ago, employees who managed Walt Disney Co.s DIS -0.79% princess characters gathered to watch an extended scene from an unreleased movie. The executives had spent years cultivating Ariel, Elsa and Snow White as highly profitable mode… [+17294 chars]", "fulltext": "​A Princess Tiana character, left, greets Anika Noni Rose, the voice of ‘The Princess and the Frog’ heroine, and young fans.\n\n​A Princess Tiana character, left, greets Anika Noni Rose, the voice of ‘The Princess and the Frog’ heroine, and young fans. Photo: Matt Stroshane/Disney via Getty Images\n\nLOS ANGELES—About two years ago, employees who managed Walt Disney Co.’s DIS -0.84% princess characters gathered to watch an extended scene from an unreleased movie.\n\nThe executives had spent years cultivating Ariel, Elsa and Snow White as highly profitable models of femininity. The footage they saw, from this month’s animated feature “Ralph Breaks the Internet,” revealed the princesses as everyday young women, on break from their jobs as Disney royalty.\n\nElsa and Sleeping Beauty have their hair down and wear pajamas. Snow White shows off her Coke-bottle glasses. Cinderella shatters her glass slipper and thrusts it forward like a broken bottle at a girl who walks into the room. Rapunzel asks her, “Do people assume all your problems get solved because a big, strong man showed up?”\n\nDisney's new movie ‘Ralph Breaks the Internet’ depicts the princesses as normal young women. Photo: Disney\n\n“Everyone audibly gasped,” according to a person present. In their eyes, the scene broke all of the Disney rules that had built the princesses into a lucrative brand.\n\nFor nearly 20 years, Disney employees have debated how far the company should go in updating its heroines for the modern age. The crux: How do you keep princesses relevant without alienating fans who hold fast to the versions they grew up with? Billions of dollars of revenue—dolls, sequels, stage shows and dresses—hang on getting that balance right.\n\nSince “Snow White and the Seven Dwarfs” in 1937, the princess characters have trained generations of young moviegoers on men, women, relationships and love. The franchise, especially its older films, has been criticized for promoting outdated notions of femininity and damsel-in-distress narratives in which only a man can save the day.\n\nParents are wrestling with the messages the stories send their children—is it acceptable for the prince to kiss Sleeping Beauty, given she’s sleeping? The tension has grown more pronounced in an era of female presidential candidates, women’s marches and #MeToo.\n\nDisney develops and manages characters such as Mulan or Rapunzel similar to the way Apple Inc. handles new iPhone models, with a secretive process that allows the princesses to debut in public fully formed. Interviews with nearly two dozen current and former employees working across Disney’s sprawling princess operations reveal a perennial push-and-pull over getting the mix of tradition and modernity right, from producing remakes and merchandise built around longtime characters to introducing new characters.\n\n“They’ve tried to make the princesses more independent and to have more of a voice, but at the same time there’s a recognition that there’s also an appeal—even if it’s not as modern—to pretty dresses and beautiful castles,” said one former Disney executive.\n\nDisney declined to make executives available for an interview.\n\nMore than 80 years after “Snow White” hit theaters, Disney still sells figurines, Grumpy costumes and themed Play-Doh sets. “Frozen” has become one of Disney’s greatest hits, spawning a sequel, a Broadway adaptation and countless “Let It Go” downloads since it hit theaters five years ago. The live-action remake of “Beauty and the Beast” collected $1.26 billion at the global box office in 2017.\n\nSkillful or Beautiful? In a 2016 study on the portrayal of Disney princesses and heroines in the movies, researchers analyzed the scripts, breaking down compliments toward female characters into different categories* — including those received for appearance and for skill. 100% of compliments received 90 Snow White (1937) 80 70 Beauty and the Beast (1991) 60 Sleeping Beauty (1959) 50 Aladdin (1992) The Little Mermaid (1989) 40 Cinderella (1950) Frozen (2013) 30 Tangled (2010) Mulan (1998) 20 Pocahontas (1995) Brave (2012) The Princess and the Frog (2009) 10 0 60 50 70 90 40 30 20 10 80 0 100% Compliments received on skills Who's Talking? The same study found male characters in the Disney princess films disproportionately dominated the speaking time. Male Female 6,000 total words spoken in the film 5,000 4,000 3,000 2,000 10 0 100% of compliments received 90 Snow White (1937) 80 70 Beauty and the Beast (1991) 60 Sleeping Beauty (1959) 50 Aladdin (1992) The Little Mermaid (1989) 40 Cinderella (1950) Frozen (2013) 30 Tangled (2010) Mulan (1998) 20 Pocahontas (1995) Brave (2012) The Princess and the Frog (2009) 10 0 50 40 80 70 0 90 10 20 100% 60 30 Compliments on skills Who's Talking? The same study found male characters in the Disney princess films disproportionately dominated the speaking time. Female Male 6,000 total words spoken in the film 5,000 4,000 3,000 2,000 10 0 100% of compliments received 90 Snow White (1937) 80 70 Beauty and the Beast (1991) 60 Sleeping Beauty (1959) 50 Aladdin (1992) The Little Mermaid (1989) 40 Cinderella (1950) Frozen (2013) 30 Tangled (2010) Mulan (1998) 20 Pocahontas (1995) Brave (2012) The Princess and the Frog (2009) 10 0 10 20 30 40 50 60 70 80 90 0 100% Compliments on skills Who's Talking? The same study found male characters in the Disney princess films disproportionately dominated the speaking time. Male Female 6,000 total words spoken in the film 5,000 4,000 3,000 2,000 10 0 100% of compliments received 80 Snow White Beauty and the Beast 60 Sleeping Beauty Aladdin The Little Mermaid 40 Frozen Cinderella Tangled Mulan 20 Pocahontas Brave The Princess and the Frog Key Key 0 20 60 0 100% 80 40 Compliments on skills Who's Talking? The same study found male characters in the Disney princess films disproportionately dominated the speaking time. 6,000 total words spoken in the film Male 5,000 Female 4,000 3,000 2,000 10 0\n\nEmployees who work on the princess brand—they can number in the hundreds when a new movie is in production, with groups across consumer products, parks, animation and television—try to find the right balance that will resonate with the largest number of fans. Hundred-page manifestos outlining the colors, language and attitude that licensees and designers should use for each princess are treated as gospel. Data is mined from sources ranging from academic studies to toddler focus groups at the company’s campus in Burbank, Calif.\n\nThe characters have grown more complex over the years. That hasn’t prevented debates from forming in recent years over princess outfits, live-action updates and the word “princess” itself.\n\n“No matter how hard you try, a 4-year-old girl is going to want to be a Little Mermaid,” said one former Disney executive. “But if they try to make Ariel into a lawyer, there’s going to be a huge backlash.”\n\nDisney’s efforts must resonate with consumers like Lesley Godbey, a 31-year-old mother of two in San Diego.\n\nMs. Godbey’s daughters worship the Disney princesses, much like she did growing up with Ariel and Belle in the 1990s. She even dresses as Belle at fan conventions, posing for photos in the character’s signature canary-yellow dress.\n\nWhen she’s reading princess stories to her daughters, she also wants them to know there’s more to life than the fairy-tale telling, so she has taught them a call-and-response.\n\nIf a story ends with “And they lived happily ever after,” her daughters chime in, “with lots of hard work and open communication!”\n\nAfter the “Ralph Breaks the Internet” screening, executives worried that too many toys and apparel around the edgier version of the princesses could overshadow the traditional representations, according to a person familiar with the matter.\n\nPrincess dolls for sale at the Central Children's Store in Moscow. Photo: Sharifulin Valery/ZUMA PRESS\n\nRetailers expressed interest in princess dolls and clothes pegged to the “Ralph” release, this person said. Disney put together some merchandise, including a doll set featuring the princesses in everyday clothes as well as shirts for young girls modeled after the princesses’ pajamas. After fans embraced the scene, some Disney executives questioned why they hadn’t pushed even more product around it.\n\nThe movie’s filmmakers had a crucial ally for the updated portrayal: former chief creative officer John Lasseter, who had long wanted to bring the princesses down to earth, colleagues say. Mr. Lasseter had received approval and support for the scene from Disney Chief Executive Robert Iger, the CEO, according to people familiar with the matter.\n\n“If I were to make the movies you guys wanted me to make about princesses, I would be murdered,” Mr. Lasseter once told a group raising concerns about the character Merida’s cynical attitude in “Brave,” according to a former colleague. He said, “I couldn’t make the movies Walt Disney made today.”\n\nMr. Lasseter couldn’t be reached for comment. He left Disney earlier this year following allegations he had inappropriately touched subordinates. After the allegations surfaced, he sent a letter to employees apologizing to “anyone who has ever been on the receiving end of an unwanted hug or any other gesture.”\n\nHis successors, Pete Docter at Pixar and Jennifer Lee at Disney Animation, have strong track records of strong female characters in movies such as “Inside Out” and “Frozen.”\n\nEmma Watson and Luke Evans in the 2017 live-action remake of ‘Beauty and the Beast.’ Photo: Everett Collection\n\nAmong Disney’s imminent tests: A sequel to “Frozen” is slated for next year, and a small group of fans have called for a lesbian love interest for Elsa. Live-action remakes of “Aladdin” and “Mulan” are in the works. At Disney, and the industry in general, sales of toys tied to movie releases have fallen in recent years, putting more pressure on the princess team to sell dolls and dresses.\n\nMeanwhile, new role models, such as Rey, the lightsaber-wielding protagonist of the Disney “Star Wars” features, have won over young girls. The Disney television shows “Elena of Avalor” and “Sofia the First” portray more independent heroines.\n\nIn October, actress Kristen Bell—the voice of Anna in “Frozen”—told Parents magazine she dissects the older princess narratives with her daughters.\n\n“Don’t you think it’s weird that the prince kisses Snow White without her permission?” she said.\n\nKeira Knightley, a star of Disney’s recent “The Nutcracker and the Four Realms,” said last month on “The Ellen DeGeneres Show” that she’s kept “The Little Mermaid” from her home because of Ariel’s decision to forfeit her voice to find love: “I mean, the songs are great, but do not give your voice up for a man. Hello?!”\n\nMelissa Villaneuva, a 28-year-old mother of two in Los Angeles, said her mother would show her movies like “The Little Mermaid” and “Snow White” and tell her, as the credits rolled, “You have to find someone to take care of you.”\n\nMovie nights with her son and daughter, ages 11 and 10, now feature more empowered narratives like “Tangled” and “Brave.”\n\n“I don’t want them to think like I did,” Ms. Villaneuva said.\n\nThe modern Disney princess business dates to 2000, when a company executive named Andy Mooney attended a Disney on Ice show in Phoenix. He found himself surrounded by young girls in homemade princess costumes.\n\nWhy couldn’t they buy such a dress at a Disney store? he thought, according to published interviews. Mr. Mooney declined to comment.\n\nUntil that point, merchandising for older Disney princesses went on sale only if it was part of a coming movie’s campaign. Mr. Mooney’s idea: Build a franchise that sells toys and dresses and books about classic characters like Snow White and Cinderella along with newer heroines such as Ariel and Belle.\n\nIn 2000, sales for the princess division were worth $300 million. By 2009, they had reached $4 billion, Disney says.\n\nThe new concept came with a crucial rule, invisible to most everyday fans, that is still practiced by princess purists at Disney today, employees say.\n\nOne rule: The princesses should not look in the same direction when they appear together. Photo: Alamy\n\nAnimators must draw princesses’ eyes looking in different directions when they appear on the same lunch box or poster. That’s because the princesses are not to live in the same imagined universe, even if they’re adjacent to each other in the physical world.\n\n“Ariel and Belle wouldn’t be friends. Cinderella and Snow White wouldn’t know each other,” said one former Disney executive.\n\nThat rule was thrown out the window with the scene in “Ralph Breaks the Internet”—and breaking it was a major reason behind some employees’ consternation.\n\nFor several years following its creation, Disney’s princess franchise worked with both classic and modern characters, such as Belle, known for her bookishness, and Mulan, the Asian warrior princess. Remakes and merchandise related to the classic characters renewed criticism of the old-fashioned narratives.\n\nIn 2009, Disney released “The Princess and the Frog,” its first animated princess movie in more than a decade, starring Tiana, the company’s first African-American heroine. It grossed a disappointing $104 million at the box office. It remains the company’s lowest-grossing princess movie.\n\nTiana’s introduction was a breakthrough, but the movie’s performance had the princess workers worried the word “princess” itself was a liability.\n\nMovie Royalty All Time Domestic Gross Sleeping Beauty (1959) Brave (2012) $51.6M* $237M Cinderella (1950) Beauty and the Beast (1991) $93M* Frozen (2013) $219M $401M Aladdin (1992) Beauty and the Beast (live-action remake 2017) $217M $504M The Little Mermaid (1989) Tangled (2010) $111.5M* Snow White (1937) $201M Mulan (1998) Cinderella (live-action remake 2015) $185M* $121M $201M All-time domestic gross Sleeping Beauty (1959) Brave (2012) $51.6M* Cinderella (1950) $237M Beauty and the Beast (1991) Frozen (2013) $93M* $219M $401M Aladdin (1992) Beauty and the Beast (live-action remake 2017) $217M The Little Mermaid (1989) $504M Tangled (2010) Snow White (1937) $111.5M* Mulan (1998) $201M Cinderella (live-action remake 2015) $185M* $121M $201M All-time domestic gross Sleeping Beauty (1959) Brave (2012) $51.6M* $237M Cinderella (1950) Beauty and the Beast (1991) Frozen (2013) $93M* $219M $401M Aladdin (1992) Beauty and the Beast (live-action remake 2017) $217M $504M The Little Mermaid (1989) Tangled (2010) Snow White (1937) $111.5M* Mulan (1998) $201M Cinderella (live-action remake 2015) $185M* $121M $201M All-time domestic gross Beauty and the Beast (1991) Aladdin (1992) $219M $217M Frozen (2013) Brave (2012) $401M $237M The Little Mermaid (1989) Beauty and the Beast (live-action remake 2017) $111.5M* $504M Cinderella (live-action remake 2015) Tangled (2010) $201M $201M Snow White (1937) $185M* Mulan (1998) $142M $121M Sleeping Beauty (1959) Cinderella (1950) $51.6M* $93M*\n\nWith budgets for animated movies often approaching $200 million, Disney needs to appeal to a range of young moviegoers to achieve the blockbuster grosses that ensure profitability. The word “princess,” they worried, alienated boys.\n\nThe next year, a princess movie about the long-haired Rapunzel was called “Tangled.” Two years after that, a movie about Merida, the pugnacious redhead princess was titled “Brave.”\n\nSometimes the company’s other attempts to steer away from the girlier aspects of princesses backfired among some employees.\n\nBefore the release of “Frozen” in 2013, some consumer-products executives thought moviegoers—and specifically boys—would respond to Olaf, the goofy snowman sidekick of the film, people familiar with the matter said. Mr. Lasseter didn’t want the movie’s marketing to focus too much on the sisters and risk being written off as just another princess movie, his former colleagues said.\n\nFor some Disney employees, Elsa and Anna embodied just the kind of message they wanted to send—only to see higher-ups play it down for fear of alienating boys.\n\n“The creative side has leeway and scope. And then there is this massive, unwieldy side dictated by middle management that can really dumb up the machinery, which is why you can have a progressive film like ‘Frozen’ but then see that the company focuses consumer products on Olaf,” said one former Disney executive who worked on the princess brand.\n\nOlaf ultimately took a small role in a consumer products campaign centered on the princesses, and stores still ran out of dolls and dresses inspired by Elsa, the movie’s strong-willed heroine. “Frozen” collected $1.28 billion at the world-wide box office.\n\nSoon after “Frozen” came the adaptation of “Cinderella,” the first of several planned live-action updates to older titles. These modern-day versions, employees say, forced Disney to look at its classic characters with fresh eyes.\n\nThe prince in the 1950 “Cinderella” original has only six lines of dialogue—two of which are, “Wait!” Chris Weitz, writer of the 2015 live-action version, wanted to deepen the prince’s character to make him “worth Cinderella’s attention.” He said, “Cinderella is, in a way, the most regressive fantasy of the Disney princess. If you were just to read it, it says what you need to save you is a handsome and wealthy man—who in fact she doesn’t know very well.”\n\nSections of dialogue were added to the 2017 live-action “Beauty and the Beast” to contend with what director Bill Condon called the “Stockholm syndrome” of a story about a young woman who falls in love with her captor. Mr. Condon said he was pushed by Emma Watson, the 28-year-old actress playing Belle, to include dialogue that showed her resistance:\n\nBeast: You think you could be happy here?\n\nBelle: Can anybody be happy if they’re not free?\n\nThe live-action “Aladdin,” due for release in May, elevates the role of Jasmine from the cartoon version, where she was often secondary to Aladdin’s antics. A live-action “Mulan,” currently in production for a 2020 release, features Chinese actress Liu Yifei leading an Asian cast in the story of a young woman who disguises herself as a man to join in a battle.\n\nEven modern-day princesses have caused problems after they have left theaters. Merida of “Brave,” for instance, was considered “too thick” in girth by some employees when the movie was first conceived, according to employees. The argument was eventually overruled.\n\nIn 2013, still selling figurines and posters of Merida a year after the movie’s release, Disney released a new image of the character. The update, marking her official coronation as a Disney princess, gave her a cinched waist and cleavage.\n\nMerida from the 2012 film ‘Brave.’ Photo: Everett Collection\n\nAfter fan outcry over the slimmer, glammed-up Merida, Disney returned to the original version. For months afterward, employees say, confused designers wondered: “Which version of Merida are we using?”\n\nThe next test will come soon enough with “Ralph Breaks the Internet.” In the summer of 2017, Disney showed the princess clip that had divided its own employees at an annual gathering of die-hard fans, some dressed as princesses themselves.\n\nThe audience burst into applause.\n\nWrite to Erich Schwartzel at erich.schwartzel@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jonathan D. Rockoff", "title": "Pfizer to Raise Prices on 41 Drugs", "description": "Pfizer plans to resume its practice of raising drug prices early next year after bowing to pressure from President Trump over the summer when the company rolled back some increases.", "url": "https://www.wsj.com/articles/pfizer-to-raise-prices-on-41-drugs-1542398034", "urlToImage": "https://images.wsj.net/im-37587/social", "publishedAt": "2018-11-17T04:30:44Z", "content": "Pfizer Inc. PFE 0.69% plans to resume its practice of raising drug prices early next year after bowing to pressure from President Trump over the summer when the company rolled back some increases. Pfizer, among the worlds biggest drugmakers by sales, wont be … [+4234 chars]", "fulltext": "Pfizer Inc. PFE 0.09% plans to resume its practice of raising drug prices early next year after bowing to pressure from President Trump over the summer when the company rolled back some increases.\n\nPfizer, among the world’s biggest drugmakers by sales, won’t be raising prices as much as it has in past years.\n\nIt said it would raise the list prices of 41 of its prescription drugs, or 10% of its portfolio, in January. The price increases were first reported by The Wall Street Journal earlier Friday.\n\nPfizer’s move comes amid mounting public scrutiny of drug pricing and growing pressure on pharmaceutical companies to lower prices.\n\nIt timed its announcement to its notification of insurers and state-run health plans in California that it was raising some prices, a person familiar with the matter said. Under a 2017 California law, Pfizer had to give 60-day notice if it wanted to increase the prices of certain drugs by more than 16% over two years.\n\nRepresentatives for Bristol-Myers Squibb Co. BMY -0.51% and Allergan PLC said they also made notifications required under California’s new law but declined to name the drugs. Bristol-Myers said its list-price increases next year wouldn’t exceed 6%.\n\nThe White House directed questions to the Health and Human Services Department, which said the actions illustrate the “perverse incentives” in drug pricing that hurt consumers.\n\n“President Trump and Secretary [Alex] Azar remain committed to lowering drug prices and reducing out-of-pocket costs, and will continue to take bold action to restructure this broken market,” a health-department spokeswoman said.\n\nLike most of its rivals, Pfizer had regularly increased prices over the years. The moves helped it boost revenues even as sales were dropping for lucrative medicines that had lost patent protection and were facing competition from lower-priced generics.\n\nNow, companies face a new calculus when they want to raise drug prices. Patients, whose rising deductibles have exposed them more to list-price increases, are speaking out. Lawmakers have responded by holding hearings, and passing transparency laws like California’s.\n\nDrug companies have raised list prices on 263 drugs so far this year by an average of 7.8%, compared with averages surpassing 12% over the same period during the peak years of 2014 and 2015, according to Elliot Wilbur, a Raymond James & Associates analyst.\n\nDrug pricing was an issue for Democrats and Republicans in the recent midterm elections. In October, Mr. Trump visited the Health and Human Services Department to offer plans for driving down the prices that Medicare pays for some drugs.\n\nTo get ahead of the public pressure, several big drugmakers including Allergan have pledged to take just one price increase each year and by less than 10%, or issued reports reporting average annual price changes.\n\nPfizer didn’t take those kinds of steps, and discovered the changed climate after it made increases on more than 40 of its medicines in July. Many of the increases lifted prices by 9.4%, and by double-digit percentages for the year overall.\n\nMr. Trump tweeted the company “should be ashamed,” prompting Pfizer shares to fall temporarily. The company then reversed the increases.\n\nYet Pfizer said at the time it was only deferring price increases, and Chief Executive Ian Read has told analysts and investors that the company would resume its pricing practices.\n\nOf the 41 price increases Pfizer announced, 23 met the California law’s threshold, according to the person familiar with the matter. Most of the increases Pfizer plans in January will be 5%, though the company will raise three drugs’ list prices by 3% and one drug’s by 9%. The company said it was making the 9% increase because that drug has been approved for new uses thanks to ongoing study.\n\nThe moves don’t affect 90% of Pfizer’s portfolio, including newly approved medicines and sterile injectables, the person familiar with the matter said. The company didn’t name the drugs whose list prices it plans on raising.\n\nPfizer said it didn’t expect its revenues would grow any higher from the increases, because it will also up the discounts and rebates it pays to health plans buying the company’s drugs.\n\nMr. Read said he hoped patients would benefit from the rebates. “We believe the best means to address affordability of medicines is to reduce the growing out-of-pocket costs that consumers are facing due to high deductibles and co-insurance,” he added.\n\nWrite to Jonathan D. Rockoff at Jonathan.Rockoff@wsj.com"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Farnaz Fassihi", "title": "Yemeni Government, Houthi Rebels, Agree to Peace Talks, UN Says - Wall Street Journal", "description": "Wall Street Journal Yemeni Government, Houthi Rebels, Agree to Peace Talks, UN Says Wall Street Journal UNITED NATIONS—The United Nations' special envoy to Yemen, Martin Griffiths, said Friday that warring factions there had committed to convening peace talks…", "url": "https://www.wsj.com/articles/yemeni-government-houthi-rebels-agree-to-peace-talks-u-n-says-1542423411", "urlToImage": "https://images.wsj.net/im-37670/social", "publishedAt": "2018-11-17T02:56:00Z", "content": "UNITED NATIONSThe United Nations special envoy to Yemen, Martin Griffiths, said Friday that warring factions there had committed to convening peace talks in Sweden shortly. A date hasnt been set, but diplomats said they could begin this month. Diplomatic talk… [+3213 chars]", "fulltext": "UNITED NATIONS—The United Nations’ special envoy to Yemen, Martin Griffiths, said Friday that warring factions there had committed to convening peace talks in Sweden shortly.\n\nA date hasn’t been set, but diplomats said they could begin this month.\n\nDiplomatic talks have stalled for months while the conflict has escalated, and Friday’s announcement..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jacob Bunge", "title": "Food Regulators to Share Oversight of Cell-Based Meat...", "description": "Food Regulators to Share Oversight of Cell-Based Meat... (Second column, 2nd story, link ) Related stories: Lab-grown organs 'go rogue'; Develop brain, muscle... Advertise here", "url": "https://www.wsj.com/articles/food-regulators-to-share-oversight-of-cell-based-meat-1542410292", "urlToImage": "https://images.wsj.net/im-37653/social", "publishedAt": "2018-11-17T02:04:37Z", "content": "Two U.S. food regulators agreed to share oversight of meat grown from animal cells, moving the emerging technology closer to consumers dinner plates. The U.S. Department of Agriculture and the Food and Drug Administration will jointly oversee cell-culture mea… [+3159 chars]", "fulltext": "Regulation of meat grown from animal cells—such as this poultry produced by startup Memphis Meats Inc., in a 2017 photo—will be shared by the USDA and FDA.\n\nRegulation of meat grown from animal cells—such as this poultry produced by startup Memphis Meats Inc., in a 2017 photo—will be shared by the USDA and FDA. Photo: Ferrari/Zuma Press\n\nTwo U.S. food regulators agreed to share oversight of meat grown from animal cells, moving the emerging technology closer to consumers’ dinner plates.\n\nThe U.S. Department of Agriculture and the Food and Drug Administration will jointly oversee cell-culture meat technology, senior officials said Friday. The decision settles a debate between agency officials over which department would regulate the technology, which has drawn investments from major meat companies and skepticism from cattle ranchers and hog farmers.\n\nCell-based meat is produced using poultry and livestock cells that have the ability to self-renew. Those cells are placed into bioreactor tanks, where they are fed nutrients and oxygen, helping muscle tissue to grow. In a matter of weeks, developers say, the tissue can be harvested as meat and formed into products ranging from beef meatballs to chicken strips."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Andrea Thomas", "title": "Germany Weighs Lifting Ban on Deporting Syrians", "description": "The German government said it is considering whether to allow the deportation of some Syrian asylum-seekers in the latest sign ruling conservatives are rethinking Angela Merkel’s immigration policies.", "url": "https://www.wsj.com/articles/germany-discusses-lifting-ban-on-deporting-syrians-1542387044", "urlToImage": "https://images.wsj.net/im-37492/social", "publishedAt": "2018-11-17T01:27:47Z", "content": "BERLINThe German government said it is considering whether to allow the deportation of some Syrian asylum seekers back to their home country in the latest sign that ruling conservatives are rethinking Chancellor Angela Merkels pro-immigration policies. The In… [+3451 chars]", "fulltext": "BERLIN—The German government said it is considering whether to allow the deportation of some Syrian asylum seekers back to their home country in the latest sign that ruling conservatives are rethinking Chancellor Angela Merkel’s pro-immigration policies.\n\nThe Interior Ministry, controlled by the chancellor’s conservative bloc, said on Friday it was examining whether Syrian refugees who commit crimes or support terror organizations should be deported back to Syria. Such deportations are currently banned.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jo Craven McGinty", "title": "Long Wait to Vote? Odds Are, You Were in the A-to-M Line", "description": "Many voting precincts split the lines at M, thinking the midpoint of the alphabet will make two equal queues. They’re wrong.", "url": "https://www.wsj.com/articles/a-long-wait-to-vote-odds-are-you-were-in-the-a-to-m-line-1542369601", "urlToImage": "https://images.wsj.net/im-37347/social", "publishedAt": "2018-11-17T00:36:02Z", "content": "When Mostafa Zamanian voted last week in Shorewood Hills, Wis., he got lucky: He was in the short line. Of 19 in hallway, only two of us were N-Z and didnt have to wait to vote, he tweeted. Like other places, Mr. Zamanians precinct split up voters based on th… [+5029 chars]", "fulltext": "Millions of voters flocked to the polls Tuesday, giving Democrats a House majority while strengthening Republicans’ control of the Senate. WSJ’s Gerald F. Seib explains.\n\nWhen Mostafa Zamanian voted last week in Shorewood Hills, Wis., he got lucky: He was in the short line.\n\n“Of 19 in hallway, only two of us were N-Z and didn’t have to wait to vote,” he tweeted.\n\nLike other places, Mr. Zamanian’s precinct split up voters based on their last names. Those beginning with A to M were steered one way, while those..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Warren P. Strobel", "title": "House Democrats to Step Up Probe of Trump-Russia Ties", "description": "House Democrats said they want to learn more about a deceased GOP activist who sought Hillary Clinton’s private emails, and whether he served as a conduit between the Trump campaign and Russia-tied groups in 2016.", "url": "https://www.wsj.com/articles/house-democrats-to-step-up-probe-of-trump-russia-ties-1542414187", "urlToImage": "https://images.wsj.net/im-37661/social", "publishedAt": "2018-11-17T00:23:10Z", "content": "WASHINGTONHouse Democrats, poised to reactivate a probe of President Trumps campaign ties to Russia, said this week that an investigatory priority is learning more about a Republican activist who sought 2016 Democratic candidate Hillary Clintons private email… [+5003 chars]", "fulltext": "WASHINGTON—House Democrats, poised to reactivate a probe of President Trump’s campaign ties to Russia, said this week that an investigatory priority is learning more about a Republican activist who sought 2016 Democratic candidate Hillary Clinton’s private emails, and whether he served as a conduit between the Trump campaign and Russia-tied groups.\n\n“That is an area of continuing interest for us,” Rep. Adam Schiff (D., Calif.), who is expected to become chairman of the House Intelligence Committee when Democrats regain control..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Jess Bravin", "title": "Lawyer Asks Supreme Court to Rule on Whitaker's Role as Acting Attorney General", "description": "The controversy over President Trump’s selection of Matthew Whitaker as acting attorney general reached the Supreme Court, as a prominent litigator filed papers arguing that even temporary cabinet appointments must be filled with people already confirmed by t…", "url": "https://www.wsj.com/articles/lawyer-asks-supreme-court-to-rule-on-matthew-whitakers-role-as-acting-attorney-general-1542411319", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK505_whitak_SOC_20181116181111.jpg", "publishedAt": "2018-11-17T00:09:25Z", "content": "WASHINGTONThe controversy over President Trumps selection of Matthew Whitaker as acting attorney general reached the Supreme Court on Friday, as a prominent litigator filed papers arguing that even temporary cabinet appointments must be filled with people alr… [+3302 chars]", "fulltext": "WASHINGTON—The controversy over President Trump’s selection of Matthew Whitaker as acting attorney general reached the Supreme Court on Friday, as a prominent litigator filed papers arguing that even temporary cabinet appointments must be filled with people already confirmed by the Senate.\n\nThomas Goldstein filed the motion in a pending weapons-possession case in which the attorney general serves as the formal defendant. Under court rules, an official who steps down—in this instance, Jeff Sessions, who resigned on Mr. Trump’s..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "A Tale of Two New Yorks", "description": "Billions for Amazon but rats, lead paint and mold for public housing.", "url": "https://www.wsj.com/articles/a-tale-of-two-new-yorks-1542413122", "urlToImage": "https://images.wsj.net/im-37656/social", "publishedAt": "2018-11-17T00:05:24Z", "content": "New Yorks Democratic kingpins Andrew Cuomo and Bill de Blasio are getting hit from right, left and center for showering Amazon with some $3 billion in subsidies. The corporate welfare is even more outrageous when juxtaposed with New York Citys dilapidated pub… [+2429 chars]", "fulltext": "New York’s Democratic kingpins Andrew Cuomo and Bill de Blasio are getting hit from right, left and center for showering Amazon with some $3 billion in subsidies. The corporate welfare is even more outrageous when juxtaposed with New York City’s dilapidated public housing that the Governor and mayor have long neglected.\n\nThis summer the Justice Department sued Nycha for sweeping its disrepair under a shabby rug. Nycha agreed to a court-appointed monitor to oversee $1.2 billion in repairs over the next five years. On Wednesday in a 52-page ruling, federal Judge William Pauley III, a Bill Clinton appointee, rejected the settlement as inadequate and perhaps unconstitutional.\n\nAccording to the New York State Department of Public Health, 83% of Nycha’s inspected units contained a hazardous condition. “Somewhat reminiscent of the biblical plagues of Egypt, these conditions include toxic lead paint, asthma-inducing mold, lack of heat, frequent elevator outages, and vermin infestations,” the judge noted, adding that the authority “whitewashed these deficiencies for years.”\n\nWhile Mayor de Blasio agreed to spend an additional $1.2 billion to fix Nycha’s 326 complexes that house 400,000 people, conditions are so awful that the authority estimates it needs $32 billion for repairs. “NYCHA’s current capital needs would not be met until the year 2166,” the judge wrote.\n\nJudge Pauley added that a special monitor “would bring about an unwarranted—and as far as this Court is aware, unprecedented—judicial usurpation of responsibilities that Congress has expressly entrusted to” the Department of Housing and Urban Development (HUD) and “raises serious concerns implicating the separation of powers and the delegation of equitable judicial power.”\n\nCourts have become all too eager to offload responsibility for fixing the problems of the political branches to special monitors, which blurs democratic accountability. But as Judge Pauley points out, Section 6 of the U.S. Housing Act gives HUD “a robust arsenal of remedies” for failing public housing agencies, including private management and federal receivership.\n\nFixing Nycha “requires political will at all levels,” the judge concludes, and may even necessitate “abrogating collective-bargaining agreements and vendor contracts.” But neither politician will take on the public unions whose wages and pensions are bleeding New York’s budget. They also refuse to allow private management, much less private ownership, or to tear down the monstrosities the way Chicago did with the notorious Robert Taylor and Cabrini-Green homes.\n\nNycha’s biggest complex is located next to Amazon’s new campus in Long Island City. Will residents have access to Amazon’s helipad?"}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "Warren P. Strobel", "title": "CIA Concludes Saudi Journalist Was Killed on Crown Prince's Order - Wall Street Journal", "description": "Wall Street Journal CIA Concludes Saudi Journalist Was Killed on Crown Prince's Order Wall Street Journal WASHINGTON—The Central Intelligence Agency has concluded that the killing of Saudi journalist Jamal Khashoggi was carried out under the orders of Saudi C…", "url": "https://www.wsj.com/articles/cia-concludes-saudi-journalist-was-killed-on-the-crown-princes-order-1542412388", "urlToImage": "https://images.wsj.net/im-37664/social", "publishedAt": "2018-11-17T00:03:43Z", "content": "WASHINGTONThe Central Intelligence Agency has concluded that the killing of Saudi journalist Jamal Khashoggi was carried out under the orders of Saudi Crown Prince Mohammed bin Salman, a close ally of President Trump, U.S. officials familiar with the matter s… [+5259 chars]", "fulltext": "WASHINGTON—The Central Intelligence Agency has concluded that the killing of Saudi journalist Jamal Khashoggi was carried out under the orders of Saudi Crown Prince Mohammed bin Salman, a close ally of President Trump, U.S. officials familiar with the matter said.\n\nThe determination by the top U.S. spy agency could endanger President Trump’s efforts to protect relations with the crown prince and Saudi Arabia more generally. Mr. Trump said Saturday he expected to receive a briefing from the CIA later in the day.\n\n..."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Play-Date Police", "description": "D.C. regulators give new meaning to the ‘nanny state.’", "url": "https://www.wsj.com/articles/the-play-date-police-1542412951", "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK510_2play_SOC_20181116183704.jpg", "publishedAt": "2018-11-17T00:02:32Z", "content": "Conservatives often criticize the nanny state, but even we didnt imagine it would get this bad. The District of Columbia is literally targeting preschool play dates, claiming that parents need city approval before they can baby-sit their friends toddlers. Sin… [+2028 chars]", "fulltext": "Conservatives often criticize the “nanny state,” but even we didn’t imagine it would get this bad. The District of Columbia is literally targeting preschool play dates, claiming that parents need city approval before they can baby-sit their friends’ toddlers.\n\nSince the 1970s, parents have organized play dates at the Lutheran Church of the Reformation on East Capitol Street. They formed a nonprofit to pay for the rent, insurance, snacks and Play-Doh, and each family chips in about $200 a year to cover expenses. But like many similar co-ops in D.C., the Capitol Hill Cooperative Play School has no employees. Parent volunteers trade off child-care duties."}, {"source": {"id": "the-wall-street-journal", "name": "The Wall Street Journal"}, "author": "The Editorial Board", "title": "The Gerrymander Excuse Implodes", "description": "Democrats’ total vote share roughly matches their House majority.", "url": "https://www.wsj.com/articles/the-gerrymander-excuse-implodes-1542412885", "urlToImage": "https://images.wsj.net/im-37652/social", "publishedAt": "2018-11-17T00:01:26Z", "content": "Elections have a way of blowing up partisan conceitssee what happened to the Democratic Partys Electoral College lock in 2016. This year Democrats busted one of their own cherished myths by proving that Republican gerrymanders werent preventing them from reta… [+4243 chars]", "fulltext": "Elections have a way of blowing up partisan conceits—see what happened to the Democratic Party’s Electoral College “lock” in 2016. This year Democrats busted one of their own cherished myths by proving that Republican gerrymanders weren’t preventing them from retaking the House of Representatives. There’s a lesson here for voters and judges.\n\nState legislatures have been drawing congressional boundaries to favor one party or another since America’s founding. During the 40 years of sustained Democratic control of the House in the late 20th century, this worked in the Democrats’ favor. As political scientist Matt Grossmann has shown, Democrats sometimes enjoyed congressional majorities nearly 10 percentage points larger than their share of the House popular vote.\n\nPotomac Watch Podcast\n\nPotomac Watch Podcast Potomac Watch podcast: The Florida election recounts and Amazon agonistes.\n\nThen came the Republican romp of 2010, followed by the Census and the regular 10-year redistricting to reflect population ebb and flow across the U.S. The new GOP majorities in several states drew districts that increased their representation in the House, as Democrats also did where they had a partisan advantage.\n\nFor many commentators the post-2010 redistricting created a crisis of democracy by supposedly locking Democrats out of power. Days before the 2018 election the New York Times’ David Leonhardt cited Republican gerrymandering as evidence that the U.S. could “slide toward Hungarian autocracy.”\n\nWell, so much for that. Democrats last week made their largest gain in House seats since 1974 and appear to be closing in on a 233-seat House majority with several races still not called. This means Democrats will hold about 53.6% of seats—a 7.1% edge. And, what do you know, Democratic House candidates nationwide have 52.8% of votes—7.3% more than Republicans, according to the latest Cook Political Report tally.\n\nMore telling is that the Democrats’ popular vote edge is inflated by more than three dozen districts nationwide that had no Republican candidate on the ballot. By contrast, only a few GOP candidates were running unchallenged. Democrats will likely be better represented in the House than they would be if House membership were chosen by a nationwide generic ballot.\n\nLiberals are still complaining that redistricting may have limited Democratic gains this year in states like North Carolina and Ohio because Democrats’ statewide vote share is greater than their share of representatives. But in states like New Jersey (which will have one GOP Congressman out of 12) and California, Republicans are wildly underrepresented by that same standard. The biggest Democratic problem in the House is geography because far more of their voters are concentrated in cities. But that was less of a liability this year as the suburbs turned more Democratic.\n\nNone of this should be surprising. Even a cleverly partisan gerrymander contains the seeds of its own undoing as political coalitions change. A district’s partisanship shifts by election based on public mood, changing demographics and the issues debated.\n\nLegislatures looking to protect Republican seats in 2011 drew very different boundaries than would be necessary today. In 2011 Republican Rep. Pete Sessions’ district in Texas was extended east into the suburbs of Garland that were thought to be comfortably Republican. This year Mr. Sessions lost.\n\nThe other gerrymandering story from last Tuesday is the success of campaigns in Colorado, Michigan and Missouri (one in Utah is too close to call) to take redistricting power away from the political branches with the aim of creating a less partisan process.\n\nVoters have every right to do this, but “independent” line-drawing may be no less polarizing or unfair. These states may simply be turning political choices over to less accountable authorities with their own partisan biases. The New Jersey congressional and state legislative maps are no less favorable to Democrats because they were designed by a supposedly independent commission.\n\nAll of this reinforces the argument that judges should keep out of fights over partisan gerrymanders. They would inevitably favor one party over another and cause more Americans to question judicial independence.\n\nThat’s what happened this year in Pennsylvania, where the Democratic majority on the state Supreme Court rewrote the state GOP majority’s 2011 congressional map and helped Democrats flip four seats statewide. The U.S. Supreme Court can use the evidence of 2018 as reason to end its flirtation with ruling on partisan maps—and let the parties fight it out in elections as usual."}]