{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Apple could release a cheap Apple TV dongle to get more people hooked (AAPL)", "description": "Apple has considered the release of a lower-priced Apple TV dongle similar to the Google Chromecast and Amazon Fire Stick, according to a report by The Information on Wednesday. For Apple, a low-price dongle could make sense, given the upcoming launch of the …", "url": "https://www.businessinsider.com/apple-tv-dongle-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5e7b1beb6702f1b0b1ae5-2732-1366.jpg", "publishedAt": "2018-11-21T23:41:07Z", "content": "Apple has considered the release a lower-priced Apple TV dongle similar to the Roku Streaming Stick or Amazon Fire TV Stick, according to a report by The Information on Wednesday. It's not clear if Apple ultimately decided whether or not to move forward with … [+1212 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Business Insider's guide to the best of Amazon's Black Friday deals in every category", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Maybe it's the shadow cast by Prime Day, or the need to be the biggest and best, or the seemingly…", "url": "https://www.businessinsider.com/amazon-black-friday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf5d0cd66be500f214c20de-1136-568.jpg", "publishedAt": "2018-11-21T23:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Right now save $60 on a Fire TV Cube. Amazon Maybe it's the shadow cast by Prime Day, or the need… [+966 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "The International Space Station has now been orbiting Earth for 20 years — here's what 3 astronauts say about living on the lab in space", "description": "The International Space Station (ISS) celebrated its 20th anniversary on Tuesday, marking two decades since the station's first component launched into orbit on a Russian rocket. Since November 2000, when NASA astronaut Bill Shepherd and Russian cosmonauts Se…", "url": "https://www.businessinsider.com/international-space-station-has-orbited-earth-for-20-years-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5e2369e8c533f9c5d9cb4-2732-1366.jpg", "publishedAt": "2018-11-21T22:58:00Z", "content": "The International Space Station (ISS) celebrated its 20th anniversary on Tuesday, marking two decades since the station's first component launched into orbit on a Russian rocket. Since November 2000, when NASA astronaut Bill Shepherd and Russian cosmonauts Se… [+438 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "Trump lashes out at Supreme Court Chief Justice John Roberts after he reminded the president that judges are supposed to be independent", "description": "President Donald Trump lashed out at Chief Justice John Roberts, on Twitter Wednesday. He also doubled down on criticism of the United States Court of Appeals for the 9th Circuit Earlier on Wednesday, Chief Justice Roberts rebuked Trump saying, \"We do not hav…", "url": "https://www.businessinsider.com/trump-lashes-out-at-supreme-court-chief-justice-john-roberts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5449d8c35ab1ba31cbaee-1920-960.jpg", "publishedAt": "2018-11-21T22:50:18Z", "content": "President Donald Trump lashed out at Chief Justice John Roberts on Wednesday, continuing his criticism of the federal judiciary and repeating suspect claims about the caravan of migrants from Central America. \"Sorry Chief Justice John Roberts, but you do inde… [+3103 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Commissioner Adam Silver is 'very confident' the NBA will hire the first female head coach in major men's professional sports", "description": "Since Adam Silver took over as Commissioner of the NBA in 2014, the league has taken on a new reputation as a progressive organization that is willing to embrace social change. In a conversation with MSNBC's Stephanie Ruhle, Silver leaned into that reputation…", "url": "https://www.businessinsider.com/nba-commissioner-adam-silver-wants-female-head-coaches-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c1fada27f8488152a14e-1334-667.jpg", "publishedAt": "2018-11-21T22:39:00Z", "content": "Since Adam Silver took over as commissioner of the NBA in 2014, the league has embraced its new reputation as a progressive organization. In direct opposition to the NFL, the NBA has supported its athletes as they use their platforms to promote social change.… [+2974 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "Romaine is off the table again because of E. coli poisoning, and the lettuce trouble reveals why outbreaks are so common", "description": "Romaine lettuce is banned from the table once again as the Centers for Disease Control and Prevention investigates a multi-state outbreak of E. coli that has sickened at least 50 people across the US and Canada. This is the third time in less than 12 months t…", "url": "https://www.businessinsider.com/e-coli-romaine-lettuce-why-produce-makes-you-sick-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5958201b12d25536ea57a-1920-960.jpg", "publishedAt": "2018-11-21T22:01:00Z", "content": "Once again, salad-eaters are being told to avoid romaine. The Centers for Disease Control and Prevention (CDC) announced on Tuesday that it is investigating an E. coli outbreak that spans at least 11 US states and two Canadian provinces. \"Consumers who have a… [+5676 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "The PlayStation 4 will be cheaper than ever before this holiday — but that's not the only hot gaming deal Sony has - mySanAntonio.com", "description": "mySanAntonio.com The PlayStation 4 will be cheaper than ever before this holiday — but that's not the only hot gaming deal Sony has mySanAntonio.com Sony. Many stores have already launched their video game sales for Black Friday and the holiday season. Sony's…", "url": "https://www.businessinsider.com/black-friday-2018-playstation-4-vr-games-deals-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-21T22:00:59Z", "content": "Sony With Black Friday just a few days away, early video game sales have begun. Sony recently announced that it had sold 86 million PlayStation 4 units worldwide, making it the most popular video game console on the market. That number is certain to grow duri… [+4305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "15 great deals you'll find during L.L.Bean's Black Friday sale", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Now through November 27, you can save 20% on clothing and outerwear at L.L.Bean by using the prom…", "url": "https://www.businessinsider.com/llbean-black-friday-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c1521011423ef93df215-960-480.jpg", "publishedAt": "2018-11-21T22:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Made for the outdoors, L.L.Bean is one of the best brands for tackling the elements in style. Thi… [+883 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher and Hilary Brueck", "title": "NASA's InSight robot is about to land on Mars. Here's how it might survive '7 minutes of terror' and make incredible discoveries about the red planet — and Earth, too.", "description": "NASA will try to land its InSight probe on the surface of the red planet around 3 p.m. ET on Monday. The robotic lander must survive \"seven minutes of terror\" before touching down and beginning a series of unprecedented scientific firsts. InSight won't move a…", "url": "https://www.businessinsider.com/nasa-insight-mars-probe-mission-landing-goals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58c4bda27f8411e35def3-2732-1366.jpg", "publishedAt": "2018-11-21T21:44:00Z", "content": "On Cyber Monday, while online shoppers hunt for deals, NASA will be trying to stick its first landing of a robot on the surface of Mars in six years. The roughly $830-million mission is called InSight, which is short for \"Interior Exploration using Seismic In… [+8613 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "There are nearly four times as many jihadist militants today than on 9/11, and the 'war on terror' has been a 'terrifyingly expensive failure'", "description": "There are nearly four times as many jihadist militants across the world today as there were on September 11, 2001, according to a new report. Foreign policy analysts say it's yet another sign the war on terror has been a colossal failure. There are approximat…", "url": "https://www.businessinsider.com/there-are-nearly-4-times-as-many-jihadist-militants-today-as-on-911-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c57a9e8c533c69745a1e-1920-960.jpg", "publishedAt": "2018-11-21T21:33:07Z", "content": "There are nearly four times as many jihadist militants across the world today as there were on September 11, 2001, according to a new report, and foreign policy analysts say it's yet another sign the war on terror has been a colossal failure. \"Despite the Isl… [+6365 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Appolonia and Jasmine Kim", "title": "I tried cooking an entire Thanksgiving dinner using Google Home Hub and it helped a lot", "description": "Google Home Hub is one of Google's latest smart home devices designed to simplify everything from your morning routine to entertaining, all with a 7-inch touchscreen display and Google Assistant built-in. We tested out the device to see if it could help us ta…", "url": "https://www.businessinsider.com/cooked-entire-thanksgiving-dinner-using-google-home-hub-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5cd7eda27f84b20584d23-1920-960.jpg", "publishedAt": "2018-11-21T21:27:27Z", "content": "Get the latest Google stock price here."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "A 'Venom' sequel likely already has a release date, as Sony's Spider-Man universe rises again", "description": "Sony announced two new release dates for Marvel movies in 2020, one that is likely a \"Venom\" sequel. \"Venom\" exceeded expectations and has made nearly $780 million worldwide. Other Spider-Man projects Sony has in development include \"Morbius,\" \"Black Cat,\" an…", "url": "https://www.businessinsider.com/sony-dates-two-marvel-movies-in-2020-after-venom-box-office-success-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c8fd0591f246f060fa70-750-375.jpg", "publishedAt": "2018-11-21T21:17:38Z", "content": "Sony isn't wasting any time capitalizing on the success of \"Venom.\" The studio announced two release dates for yet-to-be-titled Marvel movies on Wednesday: July 10, 2020 and October 2, 2020. The latter is described as an \"untitled Sony/Marvel sequel.\" All sig… [+2151 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Mueller used George Papadopoulos' own tweets against him in a new court filing", "description": "In a new court filing, the special counsel Robert Mueller used former Trump campaign aide George Papadopoulos' own tweets against him. Papadopoulos' lawyers have asked the court to postpone his sentence, which is set to start on November 26, pending the outco…", "url": "https://www.businessinsider.com/mueller-george-papadopoulos-tweets-court-filing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a1c9ee2f914c350018b65b9-2732-1366.jpg", "publishedAt": "2018-11-21T21:13:50Z", "content": "Lawyers representing George Papadopoulos, a former aide to President Donald Trump's campaign who pleaded guilty in the Russia investigation, are requesting that his upcoming two-week prison sentence be postponed pending the outcome of a separate case challeng… [+3715 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Microsoft thanked a veteran for his service by having an Xbox One X with 'Battlefield V' delivered to him by a skydiver — here's the video of the jump", "description": "Microsoft thanked a Navy veteran for his service by having a \"Battlefield V\" Xbox One X bundle delivered to his house by a skydiver. That skydiver was Travis Pastrana, a former NASCAR driver and professional stunt performer from the action-sports collective N…", "url": "https://www.businessinsider.com/microsoft-skydive-delivers-battlefield-xbox-one-to-veteran-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c08cbeb6702b22071429-1920-960.jpg", "publishedAt": "2018-11-21T21:12:27Z", "content": "To celebrate the release of \"Battlefield V,\" Microsoft and Electronic Arts partnered to give a Florida veteran a limited-edition Xbox One X bundle, delivered via an outrageous skydiving stunt. Motorsport driver and stunt performer Travis Pastrana of Nitro Cir… [+1110 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Singh", "title": "Michael B. Jordan's cheat day from his rigorous 'Creed II' diet includes donuts and cheesesteaks", "description": "\"Creed II\" star Michael B. Jordan shared his go-to cheat day eats with INSIDER. The actor, who's promoting his partnership with Honey Nut Cheerios, said that he opted for \"a lot of carbs and sugars\" when he wasn't following a strict meal plan during filming o…", "url": "https://www.businessinsider.com/michael-b-jordan-creed-2-cheat-day-eats-diet-2018-11", "urlToImage": null, "publishedAt": "2018-11-21T21:05:44Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Black Friday 2018: Insider Picks is going to handpick the best deals for readers all day long", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday 2018 has begun — which means it's that time of year to save on products for yourself…", "url": "https://www.businessinsider.com/black-friday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf5c758f556fc2d8f10ceb5-1136-568.jpg", "publishedAt": "2018-11-21T21:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is prime time to buy all your holiday gifts, but we know shopping today tends to be … [+3128 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "Black Friday 2018: Business Insider's guide to the best tech deals so far", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday has officially begun, and as always, there is a ton of great tech on sale. We've rou…", "url": "https://www.businessinsider.com/best-black-friday-tech-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf5c6a5da27f849df7c5962-1136-568.jpg", "publishedAt": "2018-11-21T20:57:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is all about the tech deals. Sure, you could snag some great clothing, home goods, a… [+900 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "2 improvised explosive devices were found in a London flat and counter-terrorism police are investigating", "description": "Two improvised explosive devices were found in a London flat on Wednesday morning. The block of flats was evacuated, and counter-terrorism police are now investigating. It's not yet clear who is responsible for building the devices. British counter-terrorism …", "url": "https://www.businessinsider.com/counter-terror-police-investigate-2-improvised-explosive-devices-found-london-flat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5bfde0591f245c44c6b63-1536-768.jpg", "publishedAt": "2018-11-21T20:34:41Z", "content": "British counter-terrorism police are investigating after two improvised explosive devices were found in a London flat. The devices were found on Wednesday morning at an unoccupied flat in Harlesden, Brent that was being refurbished, the Metropolitan Police sa… [+1165 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Kelly", "title": "7 subtle signs your relationship is basically over", "description": "Relationships can be difficult and although having some issues is normal, there are some red flags to look out for that could mean the end of your relationship. If you no longer laugh with your partner and don't prioritize them, the relationship might be doom…", "url": "https://www.businessinsider.com/is-my-relationship-over-2018-11", "urlToImage": null, "publishedAt": "2018-11-21T20:27:25Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL Thanksgiving: The best way to bet the trio of Thanksgiving games", "description": "Happy Thanksgiving! This week we gather together with our families, eating with glutton and lounging on the couch as we fall into a tryptophan-induced food coma. There is no better holiday on the planet. But if you're looking to stay awake through the day on …", "url": "https://www.businessinsider.com/thanksgiving-football-expert-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5a490b73c2824d86f5276-1536-768.jpg", "publishedAt": "2018-11-21T20:23:30Z", "content": "This is a dangerous bet as the Falcons and Saints have more deep threats between them than any other team in the league aside from the Chiefs. But when I've seen this prop in other games, it's usually listed in the high 30s or low 40s — 56 yards is a tougher … [+354 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Linette Lopez", "title": "Tesla is asking Gigafactory workers to volunteer and work through Thanksgiving as it pushes to make 7,000 Model 3s per week and keep the company profitable (TSLA)", "description": "Tesla's Gigafactory will stay open during Thanksgiving as Elon Musk attempts to ramp up production to 7,000 Model 3s a week, according to an internal email viewed by Business Insider. \"For Thanksgiving, we will be working in Model 3 Module and Pack Production…", "url": "https://www.businessinsider.com/tesla-gigafactory-employees-work-thanksgiving-ramp-model-3-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b8a3110d4c40ec62b2c2-1136-568.jpg", "publishedAt": "2018-11-21T20:22:00Z", "content": "Tesla's Gigafactory will stay open over Thanksgiving as the company pushes to reach Elon Musk's production goal of 7,000 Model 3s a week. According to an internal email viewed by Business Insider, most of the Gigafactory workers will be able to observe Thanks… [+2801 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "12 great Black Friday travel deals on flights, hotels, and experiences", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Thanksgiving is a time for family, friends, food, and reflection. The end of Thanksgiving, though…", "url": "https://www.businessinsider.com/black-friday-cyber-monday-travel-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf5bdefb73c282870380338-2732-1366.jpg", "publishedAt": "2018-11-21T20:18:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Air Canada is offering a ton of discounted routes for Black Friday. Deals are live now through No… [+4340 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The Satanic Temple reached a settlement with Warner Bros. in its lawsuit over the goat-headed statue in Netflix's 'Sabrina' reboot", "description": "On Wednesday, Warner Bros. confirmed it had reached a settlement with The Satanic Temple in a lawsuit over a statue that appears prominently in the Netflix \"Sabrina\" reboot (which Warner Bros. made). The Temple sued Warner Bros. and Netflix for $50 million ea…", "url": "https://www.businessinsider.com/satanic-temple-netflix-warner-bros-sabrina-lawsuit-settlement-reached-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef282966be50153b1bc08c-1536-768.jpg", "publishedAt": "2018-11-21T20:17:29Z", "content": "The fight over a goat-headed statue that pitted Satanists against media giants has ended. On Wednesday, Warner Bros. confirmed to Business Insider that it had \"amicably settled\" a lawsuit brought by The Satanic Temple against Netflix and Warner Bros. earlier … [+1873 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "The Coast Guard is catching record amounts of cocaine, and activity is growing around a smuggling hotspot", "description": "The Coast Guard is catching increasing amounts of cocaine at sea. Most of the cocaine heading to the US is coming through the eastern Pacific Ocean. More smuggling routes are swinging deep into the Pacific and around the Galapagos. FT. LAUDERDALE, Florida — T…", "url": "https://www.businessinsider.com/cocaine-drug-smuggling-increasing-around-galapagos-islands-in-pacific-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b4549e8c53398c3a7615-1136-568.jpg", "publishedAt": "2018-11-21T20:14:38Z", "content": "FT. LAUDERDALE, Florida — The Coast Guard has been seizing record amounts of cocaine, bringing in more than 458,000 pounds during fiscal year 2018, which ended in September. That was less than the record-setting 493,000 pounds seized in fiscal year 2017 but m… [+6109 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "There's finally a way to summon Google Assistant on your iPhone using your voice", "description": "The latest version of Google Assistant for iOS lets you summon Google Assistant via Siri. You have to say \"Hey Siri, OK Google\" to open Google Assistant. Then say \"OK Google\" again to use your voice with Google Assistant. It's an imperfect workaround, but it …", "url": "https://www.businessinsider.com/how-to-summon-google-assistant-on-iphone-ios-using-your-voice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab128aecc502930788b4760-750-375.jpg", "publishedAt": "2018-11-21T20:08:46Z", "content": "Up until Wednesday, the only voice assistant you could summon and control with your voice on Apple's devices was Siri, but that's now changed with the latest version of Google Assistant for iOS. In the latest update, you can now add Google Assistant's \"OK Goo… [+1841 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "'Playing with fire:' Economists warn the fallout of Trump's trade war is showing up and that things could get a lot worse", "description": "The Trump administration has placed import taxes on hundred of billions worth of products so far. Meanwhile, some key measures of American business conditions have weakened. As tariffs raise costs and create uncertainty, economists say conditions could worsen…", "url": "https://markets.businessinsider.com/news/stocks/us-china-trade-war-effects-on-economy-could-get-worse-2018-11-1027747365", "urlToImage": "https://static2.businessinsider.com/image/5b35163e67e92442008b45f7-2000/trump-carrier-factory.jpeg", "publishedAt": "2018-11-21T19:50:51Z", "content": "Mike Segar/Reuters As President Donald Trump maintains a flurry of protectionist policies, key gauges of American business conditions are cooling off. The Commerce Department said Wednesday that orders for long-lasting goods fell 4.4% in October, the largest … [+2028 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "'Playing with fire:' Economists warn the fallout of Trump's trade war is showing up and that things could get a lot worse", "description": "The Trump administration has placed import taxes on hundred of billions worth of products so far. Meanwhile, some key measures of American business conditions have weakened. As tariffs raise costs and create uncertainty, economists say conditions could worsen…", "url": "https://www.businessinsider.com/us-china-trade-war-effects-on-economy-could-get-worse-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7ef6ade361c0a9248b4e4f-1920-960.jpg", "publishedAt": "2018-11-21T19:50:51Z", "content": "As President Donald Trump maintains a flurry of protectionist policies, key gauges of American business conditions are cooling off. The Commerce Department said Wednesday that orders for long-lasting goods fell 4.4% in October, the largest month-to-month drop… [+2009 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Anthony L. Fisher", "title": "5 disparate ways to talk about politics with your family at Thanksgiving", "description": "Thanksgiving is a day for family, mediocre NFL games, voracious caloric consumption, and quite often, political arguments that quickly devolve into fruitless acrimony. The internet is filled with advice takes on how to politically engage your adversarial rela…", "url": "https://www.businessinsider.com/talking-to-your-family-about-politics-at-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf599bc0591f23f377a1e56-750-375.jpg", "publishedAt": "2018-11-21T19:48:01Z", "content": "Thanksgiving is a day for family, mediocre NFL games, voracious caloric consumption, and quite often — political arguments that quickly devolve into fruitless acrimony. In what has become a pre-Thanksgiving tradition, the interwebs are awash with advice on ho… [+3186 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Here are the 2 topics Mueller drilled down on in his questions to Trump", "description": "The special counsel Robert Mueller focused on two key areas in his questions to President Donald Trump about potential Russian collusion. Mueller asked Trump about the Russian government's hack of the Democratic National Committee and whether he knew anything…", "url": "https://www.businessinsider.com/mueller-asked-trump-dnc-hack-trump-tower-meeting-collusion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be34eb5c9570159b062fc10-2732-1366.jpg", "publishedAt": "2018-11-21T19:45:04Z", "content": "The special counsel Robert Mueller focused on two specific areas in his questions to President Donald Trump about potential collusion between the Trump campaign and Russia, according to Trump's lead defense lawyer. Rudy Giuliani told Axios on Wednesday that M… [+4253 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The PlayStation 4 will be cheaper than ever before this holiday — but that's not the only hot gaming deal Sony has", "description": "Many stores have already launched their video game sales for Black Friday and the holiday season. Sony's main offerings are a discounted PlayStation 4 bundle with \"Marvel's Spider-Man,\" and a big price drop on PlayStation VR headset bundles. Plenty of PlaySta…", "url": "https://www.businessinsider.com/black-friday-2018-playstation-4-vr-games-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf577a9110d4c357932c83c-2732-1366.png", "publishedAt": "2018-11-21T19:38:57Z", "content": "Once you've decided on which games you want to pick up, you should look to grab a cheap PlayStation Plus subscription as well. PlayStation Plus is required to play games online and offers subscribers free games each month. A Plus subscription is normally $59.… [+537 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "Here’s how consumers say retailers can pull them away from Amazon on Black Friday and Cyber Monday (AMZN)", "description": "This is an excerpt from Business Insider Intelligence's E-Commerce coverage. Click here to learn how to access the full post. Amazon is online shoppers’ top choice from Black Friday to Cyber Monday, putting it in prime position to win the biggest share of the…", "url": "https://www.businessinsider.com/amazon-online-shoppers-top-choice-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b289b73c2826f2618afd-1136-568.jpg", "publishedAt": "2018-11-21T19:36:00Z", "content": "This is an excerpt from Business Insider Intelligence's E-Commerce coverage. Click here to learn how to access the full post. Amazon is online shoppers' top choice from Black Friday to Cyber Monday, putting it in prime position to win the biggest share of the… [+1501 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Here are all the film and TV projects LeBron James is already working on in Hollywood", "description": "LeBron James and his business partner Maverick Carter formed SpringHill Entertainment years ago to get involved in show business. James' move to Los Angeles has seemingly helped SpringHill Entertainment, which has taken on several projects in recent months. B…", "url": "https://www.businessinsider.com/lebron-james-film-tv-projects-hollywood-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b12a110d4c3f5106c54e-1136-568.jpg", "publishedAt": "2018-11-21T19:31:34Z", "content": "LeBron James has been involved in Hollywood for some time, and though he says his move to the Los Angeles Lakers wasn't about the entertainment business, it didn't hurt. James and his business partner Maverick Carter founded SpringHill Entertainment together … [+476 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "The newest perk for employees at this 'Uber-for-helicopters' startup is a free electric scooter sharing program", "description": "Blade, an aviation startup that offers on-demand private flights on helicopters and seaplanes, is providing its employees with an unusual perk: electric scooters for all. Blade says it's providing employees with electric scooters to save them money on transpo…", "url": "https://www.businessinsider.com/electric-scooters-are-the-latest-perk-at-this-uber-for-helicopters-startup-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57fd4e4218a1f6c0c100a-1136-568.jpg", "publishedAt": "2018-11-21T19:26:56Z", "content": "Employees of Blade, an on-demand helicopter ride startup, may not be able to fly to work like some of its posh clientele, but at least they'll be able to commute in style thanks to the company's latest work perk: electric scooters. The Manhattan-based Blade w… [+2248 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Owen Burke and Remi Rosmarin", "title": "Where to buy the iconic KitchenAid stand mixer on sale for Black Friday 2018", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. KitchenAid's iconic stand mixers are on sale for Black Friday, and these are likely the lowest pr…", "url": "https://www.businessinsider.com/kitchenaid-mixer-black-friday-cyber-monday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b008e4218a27524a6ba8-640-320.jpg", "publishedAt": "2018-11-21T19:21:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday 2018 is almost here, and we're keeping a running log of the best deals in categories… [+4221 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Elon Musk says Tesla has 'bought some trucking companies' — but leaders in the car-hauling industry say they haven't heard squat", "description": "Elon Musk, CEO and cofounder of Tesla, said in a tweet on November 15 that Tesla has \" acquired trucking capacity\" to ensure that Model 3 units can be delivered by the end of 2018. Musk detailed that Tesla \" bought some trucking companies & secured contracts …", "url": "https://www.businessinsider.com/musk-says-tesla-bought-trucking-companies-car-hauling-execs-react-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf464eb110d4c23183a49eb-2732-1366.jpg", "publishedAt": "2018-11-21T19:16:00Z", "content": "Bottlenecks in trucking have aggravated industries ranging from food to personal care to e-commerce this year. Tesla has been hit, too. Elon Musk, CEO and cofounder of the electric carmaker, said in September that \"delivery logistics hell\" was delaying orders… [+2489 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump is wrong, Saudi Arabia needs the US a lot more than the US needs the kingdom", "description": "President Donald Trump on Tuesday signaled to the world he feels the US-Saudi relationship is so utterly indispensable that he's willing to give Riyadh a pass on the brutal killing of Jamal Khashoggi. Trump touted Saudi Arabia's efforts to thwart Iran, as wel…", "url": "https://www.businessinsider.com/trump-is-wrong-saudi-arabia-needs-us-more-than-us-needs-the-kingdom-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5a55b8c35ab2744643bfb-1920-960.jpg", "publishedAt": "2018-11-21T19:09:42Z", "content": "President Donald Trump on Tuesday signaled to the world he feels the US-Saudi relationship is so utterly indispensable that he's willing to give Riyadh a pass on the brutal killing of Jamal Khashoggi. The foreign policy community in the US was floored by the … [+5644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Chief Justice John Roberts rebukes Trump and defends federal judges in rare statement", "description": "Chief Justice John G. Roberts defended the federal judiciary and rebuked President Donald Trump in a rare statement. This came a day after Trump suggested a federal judge, who he called \"an Obama judge,\" let political bias determine his decision to halt his a…", "url": "https://www.businessinsider.com/chief-justice-john-roberts-rebukes-trump-defends-federal-judges-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5a835c9570125bb022614-2732-1366.jpg", "publishedAt": "2018-11-21T19:06:18Z", "content": "Chief Justice John G. Roberts defended the federal judiciary in a remarkable statement just a day after President Donald Trump suggested a federal judge, who he called \"an Obama judge,\" let political bias determine his decision to halt his administration's ba… [+1539 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "NASA's Mars lander is just days from reaching the red planet — here's how to watch the InSight landing live", "description": "NASA's Insight lander, the first mission to Mars since 2012, is scheduled to land on the red planet Monday, November 26. Once there, the lander will study Mars' temperature and check for marsquakes. The landing is expected to be difficult because of the plane…", "url": "https://www.businessinsider.com/nasa-mars-insight-lander-watch-live-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4890df556fc1357491916-1920-960.jpg", "publishedAt": "2018-11-21T19:04:00Z", "content": "NASA's InSight lander, the first mission to study the deep interior of Mars, is scheduled to complete its six-month trip to the red planet on Monday afternoon. InSight, the first spacecraft NASA has sent to Mars since the Curiosity rover landed there in 2012,… [+3268 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lucia Moses", "title": "Glamour ending its regular print publication shows how dire the math has become in magazine advertising — even for former cash cows", "description": "Condé Nast said it would no longer publish a monthly print edition of Glamour, but would publish occasional print issues. Glamour’s print ad revenue declined 24% year to date, per MediaRadar. The shift of advertising online makes it hard to support mass-circu…", "url": "https://www.businessinsider.com/glamour-ends-regular-print-publication-as-magazine-business-changes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5a5709e8c533795108425-2732-1366.jpg", "publishedAt": "2018-11-21T18:59:08Z", "content": "Glamour used to be the cash cow of Condé Nast. Now it's become the latest casualty of the shift to digital reading from print. The glossy magazine publisher announced this week that the magazine would no longer publish a monthly print edition. The move was pr… [+2718 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Gilead's CEO is leaving by the end of the year, and the biotech giant still hasn't picked a replacement. Wall Street has a few ideas. (GILD)", "description": "Gilead CEO John Milligan said in July that he'll step down by the end of the year. Four months later, the biotech company still hasn't announced his replacement. According to RBC Capital Markets analyst Brian Abrahams, here's who could replace Milligan. It's …", "url": "https://www.businessinsider.com/analysts-predict-the-next-gilead-ceo-john-milligan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf589ad0d7c67223c5e1b27-1536-768.jpg", "publishedAt": "2018-11-21T18:54:00Z", "content": "It's been four months since Gilead Sciences CEO John Milligan said he'd be stepping down from the role at the end of the year. And so far, it's not clear who will pick up the torch after he departs. Gilead is known for its HIV and hepatitis C medications, and… [+2276 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "GameStop surges after announcing it's selling its AT&T Wireless stores for $700 million (GME)", "description": "GameStop announced Wednesday that it will sell its Spring Mobile business, which owns and operates 1,289 AT&T wireless stores, for $700 million. In September, the company reported second-quarter results that beat on revenue but missed on earnings. It's set to…", "url": "https://www.businessinsider.com/gamestop-stock-price-after-selling-spring-mobile-business-for-700-million-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5a3b2d1e8444a13014032-750-375.jpg", "publishedAt": "2018-11-21T18:42:00Z", "content": "GameStop shares surged as much as 18% on Wednesday after the company said it had agreed to sell its Spring Mobile business. In a statement, the company said it was selling the division, which owns and operates 1,289 AT&amp;T wireless stores, to Prime Communic… [+1029 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Forget the Nintendo Switch — here are 5 reasons to buy the Nintendo 3DS for the kids in your life instead", "description": "The Nintendo Switch is a bonafide hit, and a great console on its own merits. But the Nintendo 3DS family of portable systems might be a better bet for younger Nintendo fans, especially. The consoles are cheaper — the Switch costs $300; the most expensive 3DS…", "url": "https://www.businessinsider.com/nintendo-3ds-vs-nintendo-switch-2017-11", "urlToImage": "https://amp.businessinsider.com/images/59fa3f0a4d05ac1f008b53e6-960-480.jpg", "publishedAt": "2018-11-21T18:32:00Z", "content": "The Nintendo Switch costs $299. Meanwhile, the cheapest member of the Nintendo 3DS family of systems costs $79. Wait, \"family\" of systems? Stick with me here, because this is where it gets a little complicated. Nintendo offers a selection of consoles, in diff… [+1265 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Nordstrom's Black Friday sale is happening now — we cherry-picked the best deals on coats, boots, and more for men and women", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Now through November 26, Nordstrom is holding one of its biggest sale of the year with up to 60% …", "url": "https://www.businessinsider.com/nordstrom-black-friday-cyber-monday-sale-men-women-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5a0bfda27f844182d40e3-750-375.jpg", "publishedAt": "2018-11-21T18:25:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Nordstrom on Instagram Now through November 26, Nordstrom is holding one of its biggest sale of t… [+4510 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "People are donning respirator masks as air quality worsens in San Francisco, and it's locking them out of Face ID", "description": "The death toll from wildfires in Northern California has reached 84. As a result of the fires, air quality in the nearby San Francisco Bay Area has worsened, forcing many residents to don respirator masks. iPhone users in the Bay Area are pointing out the see…", "url": "https://www.businessinsider.com/iphone-san-francisco-camp-fire-face-id-respirator-mask-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf575da3815072885129c4e-2732-1366.jpg", "publishedAt": "2018-11-21T18:20:00Z", "content": "The deadliest wildfire in California history has had unexpected effects across the US — including smoke that's blown so far that it's affected sunsets in New York City. The air quality has become so bad in the San Francisco Bay Area, which is about 180 miles … [+1331 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Lowe's has 'a big window of opportunity' after shutting down its underperforming stores, UBS says (LOW)", "description": "Lowe's on Tuesday reported third-quarter earnings that beat on both the top and bottom lines but saw comparable sales miss Wall Street's estimates. Lowe's also said it will exit Mexico retail business and some non-core US businesses, following previous announ…", "url": "http://markets.businessinsider.com/news/stocks/Lowe-s-has-a-big-window-of-opportunity-after-shutting-down-its-underperforming-stores-UBS-says-LOW-1027747217", "urlToImage": "https://static2.businessinsider.com/image/5af361ab83387a30008b4598-2000/lowes-employee.jpg", "publishedAt": "2018-11-21T18:13:28Z", "content": "Bruce Bennett/Getty Images Lowe's recent decision to close underperforming stores will help the retailer survive in the brick-and-mortar meltdown, said UBS in a bullish note titled \"s till a big window of opportunity.\" \"We think Lowe's has significant runway … [+1903 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Lowe's has 'a big window of opportunity' after shutting down its underperforming stores, UBS says (LOW)", "description": "Lowe's on Tuesday reported third-quarter earnings that beat on both the top and bottom lines but saw comparable sales miss Wall Street's estimates. Lowe's also said it will exit Mexico retail business and some non-core US businesses, following previous announ…", "url": "https://www.businessinsider.com/lowes-stock-price-big-opportunity-after-closing-stores-ubs-says-2018-11", "urlToImage": null, "publishedAt": "2018-11-21T18:13:28Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "A 24-year-old has invented a new way to break down plastic waste and prevent it from landing in the ocean", "description": "More than 220 million tons of plastic is produced around the world each year, but less than 20% is recycled. Miranda Wang, the 24-year-old CEO of BioCellection, has invented a new way to break down plastic waste. BioCellection focuses on recycling polyethylen…", "url": "https://www.businessinsider.com/how-to-stop-plastic-from-getting-into-ocean-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf470e80591f226f4362ede-1920-960.jpg", "publishedAt": "2018-11-21T18:13:00Z", "content": "A 24-year-old University of Pennsylvania graduate has invented a new way to break down plastic waste and help keep single-use packaging out of oceans. Miranda Wang, co-founder and CEO of the company BioCellection, focuses on recycling polyethylene, which is t… [+3009 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook's outgoing policy and comms boss says he's to blame for hiring PR firm that tried to smear company's critics (FB)", "description": "Facebook 's outgoing policy and comms boss says he's to blame for hiring an opposition-research firm. Definers tried to smear Facebook's critics with links to George Soros, a line of attack that has been labeled anti-Semitic. Elliot Schrage, who announced he …", "url": "https://www.businessinsider.com/faceboook-vp-elliot-schrage-takes-blame-hiring-definers-soros-smear-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf591620d7c67239054e018-1334-667.jpg", "publishedAt": "2018-11-21T18:06:57Z", "content": "Facebook's outgoing boss of policy and communications, Elliot Schrage, says he's taking the blame for the hiring of a controversial PR firm whose attacks on Facebook's critics led to accusations of anti-Semitism. TechCrunch has obtained an internal memo that … [+2962 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord and Benjamin Zhang", "title": "Apple CarPlay is Business Insider's 2018 Infotainment System of the Year (AAPL)", "description": "Apple CarPlay is the winner of Business Insider's 2018 Infotainment System of the Year. Apple CarPlay beat out four other systems, from Audi, Fiat Chrysler Automobiles, General Motors, and Tesla. CarPlay is unique in that it can be used in different vehicles …", "url": "https://www.businessinsider.com/apple-carplay-infotainment-system-winner-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf44bef38150712d957a049-1920-960.jpg", "publishedAt": "2018-11-21T18:01:16Z", "content": "Several years ago, the transportation team at Business Insider decided that in-vehicle infotainment systems were turning into a huge selling point for consumers. Our interest neatly coincided with automakers seriously amping up their offerings, ranging from 4… [+6155 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Walt Hickey", "title": "The most Googled Thanksgiving recipe in every state", "description": "Americans generally eat the same things on Thanksgiving but there are major differences. While lots of regions of the country have their own unique flavors, Google can track which states are looking for recipes. The Midwest is searching for salad recipes, the…", "url": "https://www.businessinsider.com/most-popular-thanksgiving-recipes-2016-11", "urlToImage": "https://amp.businessinsider.com/images/5bf48c89b73c2810e328886d-1920-960.png", "publishedAt": "2018-11-21T18:00:00Z", "content": "On Thanksgiving, people across the United States devour feasts that typically consist of turkey, stuffing, potatoes, and pie. But Thanksgiving meals can also vary depending on where you live. To get a better picture of Americans' favorite side dish recipes in… [+684 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "See inside Dunkin's first-ever 'store of the future,' complete with cold-brew taps and a new two-lane drive-thru (DNKN)", "description": "Dunkin' Donuts — which is now just Dunkin' — revealed its plans for the \"store of the future\" in early September, starting with a name change that rolled out to about 50 stores earlier this year. The name change is the beginning of a major rebrand that includ…", "url": "https://www.businessinsider.com/dunkin-store-of-the-future-in-quincy-ma-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42b330591f21a2750fe6d-1920-960.jpg", "publishedAt": "2018-11-21T17:49:04Z", "content": "But the name change is only the beginning for Dunkin'. The Massachusetts-based coffee empire is undergoing a major rebrand that includes a new store design, drinks like nitro-infused cold brew, and digital-ordering kiosks. The rebrand also includes a focus on… [+582 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The best laptop deals for Black Friday 2018", "description": "Not every laptop is being discounted for Black Friday, but the choice is still pretty great. This year, I'm only including laptops that come with Intel's 8th-generation of processors (and one with an AMD chip) because there's a significant difference between …", "url": "https://www.businessinsider.com/best-black-friday-laptop-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7d8be680eb3534008b5558-1334-667.jpg", "publishedAt": "2018-11-21T17:43:11Z", "content": "Not every laptop is being discounted for Black Friday, but the choice is still pretty great. This year, I'm only including laptops that come with Intel's 8th-generation of processors (and one with an AMD chip) because there's a significant difference between … [+812 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Tech and energy stocks make a comeback after sell-off wipes out Wall Street's gains for the year - Business Insider", "description": "Business Insider Tech and energy stocks make a comeback after sell-off wipes out Wall Street's gains for the year Business Insider Stocks rose Wednesday as oil prices steadied, a day after energy and mega-cap technology companies led a sell-off that wiped out…", "url": "https://www.businessinsider.com/tech-and-energy-stocks-make-a-comeback-after-sell-off-wipes-2018-gains-2018-11", "urlToImage": null, "publishedAt": "2018-11-21T17:42:42Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Tech and energy stocks make a comeback after sell-off wipes out Wall Street's gains for the year", "description": "Wall Street staged a recovery Wednesday, a day after a sharp selloff wiped out gains for the year. Oil and technology stocks, which have recently fallen into bear markets, climbed higher. Follow the US indexes in real time here. Stocks rose Wednesday as oil p…", "url": "https://markets.businessinsider.com/news/stocks/tech-and-energy-stocks-make-a-comeback-after-sell-off-wipes-2018-gains-2018-11-1027747133", "urlToImage": "https://static6.businessinsider.com/image/5a21ee5c5124c9f043c06468-800/fear-of-missing-out-keeps-investors-in-stocks-despite-risks.jpg", "publishedAt": "2018-11-21T17:40:34Z", "content": "Thomson Reuters Stocks rose Wednesday as oil prices steadied, a day after energy and mega-cap technology companies led a sell-off that wiped out Wall Street’s gains for the year. The Nasdaq Composite jumped 1.4%, and the S&amp;P 500 gained 1%. The Dow Jones I… [+2172 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ramit Sethi, Contributor", "title": "The crypto investors who hang on as Bitcoin plunges are the perfect example of a problematic mindset that keeps people from building wealth", "description": "As the price of Bitcoin falls, many cryptocurrency investors are doubling down. This tendency to stick with something even when you're wrong is common, says CEO Ramit Sethi, author of \" I Will Teach You to Be Rich.\" He explains that many people aren't willing…", "url": "https://www.businessinsider.com/bitcoin-crypto-investors-identity-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf59633c9570122b70f5cac-1920-960.jpg", "publishedAt": "2018-11-21T17:40:01Z", "content": "Have you ever seen someone double down on something even when confronted with evidence that they were wrong? A good example of this: cryptocurrency investors. One report covering investors who lost a significant portion of their money to cryptocurrencies reve… [+4622 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey and Samantha Lee", "title": "The turkey you're about to eat weighs twice as much as it did a few decades ago", "description": "Turkeys have gotten much bigger than they were half a century ago. To meet growing demand, American turkey farmers began to breed birds for their size and speed of growth in the 1950s. Today, the average turkey weighs around 30.5 pounds, almost twice as much …", "url": "https://www.businessinsider.com/turkeys-twice-size-weight-2016-11", "urlToImage": "https://amp.businessinsider.com/images/5bf485f0b73c28102e24ac0a-1136-568.jpg", "publishedAt": "2018-11-21T17:40:00Z", "content": "The turkey on your Thanksgiving table this week probably won't look anything like it would have decades ago. Today's turkeys are a lot bigger — more than double the size — and faster-growing than the birds our parents or grandparents ate. For reference, here'… [+1690 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "'Another black eye': Accusations of racism swirl in contentious Mississippi Senate runoff", "description": "Divisive, racialized comments have tightened the US Senate race in Mississippi, a state with a long and dark history of racial violence and oppression. The remarks, made by Republican Sen. Cindy Hyde-Smith, became a flashpoint in a contentious debate on Tuesd…", "url": "https://www.businessinsider.com/accusations-of-racism-swirl-in-contentious-mississippi-senate-runoff-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf56bcbc957011c7245de62-1136-568.jpg", "publishedAt": "2018-11-21T17:33:43Z", "content": "Divisive, racialized comments have tightened the US Senate race in Mississippi, a state with a long and dark history of racial violence and oppression. The remarks, made by Republican Sen. Cindy Hyde-Smith, became a flashpoint in a contentious debate on Tuesd… [+5408 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "This picture of hellish LA traffic shows why we need a transportation revolution", "description": "54 million Americans are expected to hit the road this week for Thanksgiving travel. In Los Angeles, a terrifying time-lapse shows how bad the traffic already is on the city's notorious freeways. Elon Musk's Boring Company can't open its tunnels soon enough —…", "url": "https://www.businessinsider.com/la-traffic-shows-why-we-need-transportation-revolution-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58df30d7c6723293715b0-1536-768.jpg", "publishedAt": "2018-11-21T17:31:00Z", "content": "More than 24 hours before the Thanksgiving holidays, Los Angeles freeways are already packed to the brim with motorists. A photo tweeted by NBCLA shows just how welcomes anything to reduce traffic congestion on highways would be. Of course, Los Angeles is not… [+1613 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Walt Hickey and Samantha Lee", "title": "How liberals and conservatives do Thanksgiving dinner differently", "description": "Despite partisan divides, Americans generally eat the same stuff on Thanksgiving. However, there are all sorts of dishes that are favored by people of differing political stripes. More conservative people liked green bean casserole, ham, and cornbread dressin…", "url": "https://www.businessinsider.com/how-liberals-and-conservatives-do-thanksgiving-dinner-differently-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58ff38c35ab24891bbe35-1920-960.png", "publishedAt": "2018-11-21T17:26:37Z", "content": "America comes together every year for a dinner, but what's served at that dinner varies considerably due to a number of factors like region, family ethnic background, and traditions. But what about politics? We conducted a nationwide survey using SurveyMonkey… [+2924 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "4 online learning platforms that are offering discounted courses and memberships for Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we may get a share of the revenue from your purchase. Black Friday is notorious for deep sales on big-ticket items like mattresses and tech, and big…", "url": "https://www.businessinsider.com/online-classes-learning-platforms-black-friday-cyber-monday-deals-udemy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58848d1e84445ae2b4c62-1920-960.jpg", "publishedAt": "2018-11-21T17:26:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we may get a share of the revenue from your purchase. Black Friday is notorious for deep sales on big-ticket items like mattresses and tech, and big… [+2572 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "The mattress that solved one of our biggest sleeping problems is up to $225 cheaper for Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. The week of Black Friday is probably the one of the best times of the year save big on an imp…", "url": "https://www.businessinsider.com/bear-mattress-sale-black-friday-cyber-monday-2018", "urlToImage": "https://amp.businessinsider.com/images/5894cd043149a1b6008b50b9-1536-768.jpg", "publishedAt": "2018-11-21T17:14:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. If you're in need of a new mattress, the best time of the year to buy one just might be Black… [+2046 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Walt Hickey and Shayanne Gal", "title": "How rich people do Thanksgiving different than the rest of us", "description": "The wealthiest 20% of Americans mostly eat the same stuff as the rest of us, but their Thanksgivings do have a few unique twists. They're more likely to enjoy prepared cranberry sauce, in-bird stuffing, and butternut squash. The rest of us were more likely to…", "url": "https://www.businessinsider.com/how-rich-do-thanksgiving-different-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf578c701b12d209474b38c-2732-1366.jpg", "publishedAt": "2018-11-21T17:13:50Z", "content": "Americans celebrate Thanksgiving essentially universally, but what we eat can be affected by all sorts of things like location, tradition, family background, and it appears even income. We conducted a nationwide survey using SurveyMonkey Audience. We got 1,21… [+2182 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rebecca Harrington", "title": "12 behind-the-scenes photos show the White House being decorated for Christmas", "description": "The White House is being decorated for Christmas. After months of planning, thousands of volunteers and staff transform the residence in a matter of days. These photos show the transformation behind-the-scenes. First lady Melania Trump, staff, and volunteers …", "url": "https://www.businessinsider.com/white-house-christmas-behind-the-scenes-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5903b01b12d24fd3b10dc-1920-960.jpg", "publishedAt": "2018-11-21T17:10:28Z", "content": "First lady Melania Trump, staff, and volunteers have been planning what the White House will look like for Christmas since the summer. The week of Thanksgiving, the decorating has finally begun to transform the \"People's House\" for the holiday season. Preside… [+154 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Americans' shopping habits are fundamentally changing, and it's killing Cyber Monday", "description": "Black Friday has morphed into something more than a one-day holiday. It's now nearly an entire week of shopping and deals. Ray Wimer, an assistant professor of retail practice at Syracuse University, says the holiday has lost a bit of its \"uniqueness.\" Recent…", "url": "https://www.businessinsider.com/black-friday-online-sales-kill-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a03166235876efc0e8b4871-2732-1366.jpg", "publishedAt": "2018-11-21T17:01:43Z", "content": "Black Friday gets all the headlines, but it's not the only day in late November that sees high sales anymore. In fact, Black Friday has morphed into a nearly week-long event, stretching from Thanksgiving all the way until Cyber Monday. \"Black Friday is really… [+1914 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "Investors are fleeing active funds in the worst month for managers in nearly 2 years", "description": "Active funds saw $46 billion in outflows in October, the worst month since December 2016, according to new Morningstar data. Passive funds, meanwhile, brought in $16.9 billion last month. Actively-managed funds continue to suffer significant capital outflows,…", "url": "https://www.businessinsider.com/morningstar-october-fund-flows-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5879501b12d23505cb446-2732-1366.jpg", "publishedAt": "2018-11-21T17:01:20Z", "content": "Actively-managed funds continue to suffer significant capital outflows, according to a new report on US mutual funds and exchange-traded funds from Morningstar. Funds that rely on stock-pickers saw $46 billion of outflows in October — their worst month since … [+1353 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "Why our kids are going to play outside this winter, and yours should too, according to science", "description": "The benefits of outdoor play for children are significant in any season, with a scientifically proven link between outdoor activities and healthy brain development. This winter, our kids will be getting outdoors as often as possible, both for the fun and heal…", "url": "https://www.businessinsider.com/why-kids-should-play-outside-winter-science-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32cc0beb67071c635f31d-1920-960.jpg", "publishedAt": "2018-11-21T17:01:00Z", "content": "Research suggests that outdoor play can benefit the mental, emotional, and (of course) physical development of children. In the words of a report released by the UMKC School of Education's Edgar L. and Rheta A. Berkley Child and Family Development Center, \"Ch… [+3488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "5 spending traps to watch out for this holiday season", "description": "The winter holidays can be a notoriously hectic shopping season. Between trying to buy the perfect gift for everyone on your shopping list and navigating the psychological tricks retailers use to encourage you to buy more, it can be a busy, stressful, and hig…", "url": "https://www.businessinsider.com/sc/holiday-season-shopping-traps-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bf578970d7c671ed1795754-750.jpg", "publishedAt": "2018-11-21T17:00:00Z", "content": "The winter holidays can be a notoriously hectic shopping season. Between trying to buy the perfect gift for everyone on your shopping list and navigating the psychological tricks retailers use to encourage you to buy more, it can be a busy, stressful, and hig… [+4495 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Facebook is fighting a fine it got for the catastrophic Cambridge Analytica data breach", "description": "Facebook is appealing a £500,000 ($640,000) fine from Britain's privacy watchdog over the Cambridge Analytica scandal. Facebook said the ICO found no evidence that data from UK users, harvested by Dr Aleksandr Kogan, was passed to Cambridge Analytica. Faceboo…", "url": "https://www.businessinsider.com/facebook-appeals-ico-fine-for-cambridge-analytica-data-breach-2018-11", "urlToImage": "https://amp.businessinsider.com/images/596e2bd8552be54f008b5091-2732-1366.jpg", "publishedAt": "2018-11-21T16:53:19Z", "content": "Facebook is going to fight the fine it received from Britain's privacy watchdog over the Cambridge Analytica scandal. In a statement on Wednesday, the company said it would appeal the £500,000 ($640,000) penalty from the Information Commissioner's Office (ICO… [+1483 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "NBA POWER RANKINGS: Where all 30 teams stand after a wild first month", "description": "The NBA season is nearly a quarter complete. The league has seen a big, unexpected shake-up, with presumed contenders like the Warriors, Celtics, and Rockets struggling to start the season. Meanwhile, three teams some in the NBA world thought would miss the p…", "url": "https://www.businessinsider.com/nba-power-rankings-2018-19-season-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf580e201b12d21d1790510-1334-667.jpg", "publishedAt": "2018-11-21T16:51:25Z", "content": "Record: 3-13, 15th in West Offensive rating: 101.7, 28th Defensive rating: 112.0, 27th One thing to know: In three games as a starter, rookie wing Mikal Bridges is averaging 11 points on 65% shooting, 50% from three, with 2 steals, and a block per game, while… [+79 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "These wedding guests are about to discover their true origins", "description": "One couple decided to give their wedding guests truly unique party favours — one-of-a-kind, in fact. Each guest walked out of this wedding with their own ancestral ethnicity breakdown, thanks to the MyHeritage DNA test. Watch how these guests reacted to their…", "url": "https://www.businessinsider.com/sc/family-origins-dna-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf589ec10114235b4615749-320-160.jpg", "publishedAt": "2018-11-21T16:50:00Z", "content": "One couple decided to give their wedding guests truly unique party favours — one-of-a-kind, in fact. Each guest walked out of this wedding with their own ancestral ethnicity breakdown, thanks to the MyHeritage DNA test. Watch how these guests reacted to their… [+624 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "'Creed 2' has already beaten a box-office record held by the first movie, and is headed for a big weekend", "description": "\"Creed II\" beat out the first movie in the franchise (\"Creed\") in Tuesday night Thanksgiving preview screenings. The sequel took in $3.7 million, while the original had $1.4 million. Disney's \"Ralph Breaks the Internet\" just edged out \"Creed II\" with $3.8 mil…", "url": "https://www.businessinsider.com/creed-2-broke-the-record-for-biggest-pre-thanksgiving-day-box-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57f19c957011f554c07b6-1136-568.jpg", "publishedAt": "2018-11-21T16:44:22Z", "content": "\"Creed II\" is on its way to having a big Thanksgiving holiday weekend at the box office. The sequel to the 2015 spin-off of the \"Rocky\" franchise — which focuses on Adonis Creed (played by Michael B. Jordan), the son of Rocky Balboa's rival-then-friend Apollo… [+1227 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "Macy's Black Friday sale is full of hidden gems for the home and closet — here are some of the standout deals", "description": "Macy's always has major discounts on Black Friday, but this year the online deals seem to be even better since it shut down so many of it's brick-and-mortar locations. You'll find prices on clothing, home, and kitchen products slashed over 70%, along with qui…", "url": "https://www.businessinsider.com/macys-black-friday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58281da27f83f4c41c3eb-1136-568.jpg", "publishedAt": "2018-11-21T16:43:00Z", "content": "Macy's is known for its annual blowout Black Friday sales, which often result in overwhelming and busy in-store experiences. However, in light of so many store closures over the past year, the retailer has bulked up its online deals to meet the demands of dig… [+1653 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Duke's top player is being overshadowed by Zion Williamson, but he put on his own dunk clinic in their Maui Invitational win over No. 8 Auburn", "description": "Duke freshman phenom Zion Williamson has taken the basketball world by storm with his dominant play and Earth-shaking dunks, but one of his classmates has arguably had an even more impressive start to his college career. R.J. Barrett — the No. 1 recruit in th…", "url": "https://www.businessinsider.com/dukes-rj-barrett-dunk-clinic-vs-no-8-auburn-in-maui-invitational-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5896d9e8c533309159452-1536-768.jpg", "publishedAt": "2018-11-21T16:36:01Z", "content": "Zion Williamson has been dominant for Mike Krzyzewski and his Duke Blue Devils this season, but one of his fellow freshmen has arguably had an even more impressive start to his college career. Canadian sensation R.J. Barrett — who was the top-ranked recruit i… [+1847 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Hollywood is obsessed with making Robin Hood and King Arthur movies, despite a run of box-office and critical disasters", "description": "\"Robin Hood\" is now in theaters, the latest iteration of the classic tale to receive poor critical reviews, and it's on track for a horrible week at the box office. It's the latest example of Hollywood being obsessed with the medieval stories of Robin Hood an…", "url": "https://www.businessinsider.com/hollywood-loves-robin-hood-and-king-arthur-movies-despite-poor-performance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf581cdd1e844445760d83f-750-375.jpg", "publishedAt": "2018-11-21T16:34:28Z", "content": "Audiences don't care about them and critics despise them, but Hollywood is still obsessed with the medieval tales of Robin Hood and King Arthur. The latest iteration of the former, Lionsgate's \"Robin Hood,\" starring Taron Egerton, came to theaters on Wednesda… [+2785 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "Verizon will begin supporting new messaging standards in 2019 (VZ)", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Verizon announced that it will begin supporting the Rich Communications S…", "url": "https://www.businessinsider.com/verizon-rich-communications-services-messaging-standards-support-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5844666be50028132626d-960-480.jpg", "publishedAt": "2018-11-21T16:33:13Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Verizon announced that it will begin supporting the Rich Communications S… [+2941 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "The key differences between Ivanka Trump's and Hillary Clinton's email controversies", "description": "White House senior advisor Ivanka Trump is under fire for sending hundreds of messages related to government affairs via a personal email account. National security experts and even former Trump administration officials have accused the White House of hypocri…", "url": "https://www.businessinsider.com/ivanka-trump-and-hillary-clinton-very-different-email-controversies-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57ce1f556fc203a4c4573-1920-960.jpg", "publishedAt": "2018-11-21T16:29:39Z", "content": "White House senior advisor Ivanka Trump is under fire for sending hundreds of messages related to government affairs via a personal email account. The White House is now facing accusations of hypocrisy in relation to President Donald Trump's ongoing attempts … [+3561 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Romaine lettuce sales are down more than $71 million so far this year as the industry has been pummeled with food-poisoning outbreaks — and things are about to get worse", "description": "Romaine lettuce sales are down by more than $71 million so far in 2018, according to Nielsen data. In April, the FDA linked romaine lettuce to an E. coli outbreak that left five people dead and sickened at least 210. The E. coli outbreak sent romaine lettuce …", "url": "https://www.businessinsider.com/e-coli-outbreaks-drag-romaine-lettuce-sales-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57a8cf556fc1fc157e4db-2732-1366.jpg", "publishedAt": "2018-11-21T16:28:04Z", "content": "Romaine lettuce has had a horrific 2018. In April, the FDA revealed that romaine lettuce harvested in the Yuma, Arizona, region was contaminated with E. coli, in an outbreak that left five people dead and sickened at least 210. On Tuesday, the CDC announced t… [+2586 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "Here's how much more the typical baby boomer makes than the typical millennial in every US state", "description": "Older workers in the US tend to make more money than younger workers, but the extent of the income gap between generations varies among states. Using Census Bureau data, Business Insider found out how much more baby boomers earned than millennials in each sta…", "url": "https://www.businessinsider.com/baby-boomer-millennial-income-in-every-state-us-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5bf5836066be50025463d4b5-1136-568.png", "publishedAt": "2018-11-21T16:26:00Z", "content": "Older workers tend to make more money than younger workers. Business Insider recently analyzed individual-level data from the US Census Bureau's 2017 \" American Community Survey \" available from the Minnesota Population Center's Integrated Public Use Microdat… [+1011 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "We ranked the 9 teams still alive for the College Football Playoff based on which have the best shot to make it", "description": "Only nine teams still have a shot to make the College Football Playoff. We have ranked the nine teams based on which have the best shot to make the playoff. This week we have a new No. 1 team as Notre Dame now has the easiest path to the playoff. Even though …", "url": "https://www.businessinsider.com/college-football-playoff-week-13-power-rankings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf576acda27f83d372222d3-960-480.jpg", "publishedAt": "2018-11-21T16:24:18Z", "content": "Record: 10-1 Last week's result: Beat Maryland, 52-51 Playoff ranking: 10 Key games remaining: Michigan at home and (if they beat the Wolverines) Northwestern in the Big Ten title game. One thing to know: Ohio State is still behind Washington State and UCF in… [+259 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "Southwest Airlines employees discover a noose at a Houston airport — and this isn't the first time it's happened, one lawsuit claims (LUV)", "description": "Southwest Airlines employees discovered a noose at Houston's William P. Hobby airport in July. Another noose was reportedly found by a black employee in December 2017, according to a lawsuit filed by Jamel Parker, a former employee who was fired in April 2017…", "url": "https://www.businessinsider.com/southwest-airlines-noose-houston-suing-racial-discrimination-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf570969e8c532e7072e6b0-1920-960.jpg", "publishedAt": "2018-11-21T16:21:28Z", "content": "Southwest Airlines employees discovered a noose at Houston's William P. Hobby airport in July. According to The Houston Chronicle, Houston police investigated the discovery of a noose by Southwest Airlines employees at Hobby Airport in July, but no arrests we… [+1824 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "85000 children under the age of 5 may have died of hunger in Yemen since 2015 - Business Insider", "description": "Business Insider 85000 children under the age of 5 may have died of hunger in Yemen since 2015 Business Insider An estimated 85,000 Yemeni children under the age of 5 may have died of hunger and disease since the outbreak of the country's civil war in 2015. L…", "url": "https://www.businessinsider.com/ap-aid-group-85000-children-may-have-died-of-hunger-in-yemen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57e33c957011eba2a9a9a-1920-960.jpg", "publishedAt": "2018-11-21T16:18:45Z", "content": "CAIRO (AP) — A leading international aid group said Wednesday that an estimated 85,000 Yemeni children under the age of 5 may have died of hunger and disease since the outbreak of the country's civil war in 2015. Save the Children based its figures on mortali… [+2926 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Darren Weaver and Matthew Stuart", "title": "7 things you shouldn't buy on Black Friday", "description": "Black Friday is one of the biggest shopping days of the year, but that doesn't mean you should buy everything on sale that day. Many items can be found even cheaper throughout the year — you're better off purchasing brand name TVs, toys, and winter coats week…", "url": "https://www.businessinsider.com/things-you-shouldnt-buy-on-black-friday-2016-11", "urlToImage": "https://amp.businessinsider.com/images/5835bddcba6eb64e018b567c-2732-1366.jpg", "publishedAt": "2018-11-21T16:17:00Z", "content": "Following is a transcript of the video. Black Friday is the biggest shopping days of the year, with both physical and online retailers offering massive discounts. But some bargains may not be so great — many items can be found even cheaper throughout the year… [+1041 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eames Yates", "title": "The Pilgrims actually stopped at Plymouth Rock because they were running out of beer", "description": "Susan Cheever, author of \" Drinking in America: Our Secret History, \" shares an oft-forgotten detail of the Pilgrims' arrival at Plymouth Rock. Due to the unsafe drinking water, passengers on the Mayflower drank beer as a main hydration source — each person w…", "url": "https://www.businessinsider.com/pilgrims-landed-plymouth-rock-more-beer-mayflower-thanksgiving-2015-11", "urlToImage": "https://amp.businessinsider.com/images/5655e48aeab8ea7e31e784b0-1920-960.jpg", "publishedAt": "2018-11-21T16:15:00Z", "content": "Susan Cheever, author of \" Drinking in America: Our Secret History,\" shares an oft-forgotten detail of the Pilgrims' arrival at Plymouth Rock. Due to the unsafe drinking water, passengers on the Mayflower drank beer as a main hydration source — each person wa… [+162 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "The best USB-C cables for your Android phone or laptop", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. We've tested and researched dozens of cables to find the best ones for your devices, and the Anke…", "url": "https://www.businessinsider.com/best-usb-c-cable", "urlToImage": "https://amp.businessinsider.com/images/5bf485a4d1e844341b25d1dc-1334-667.jpg", "publishedAt": "2018-11-21T16:15:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The MicroUSB charging port is slowly but surely disappearing from smartphones and tablets, and US… [+2555 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "The computer models that pick NFL games have made their picks for Week 12", "description": "Elo and Cortana have made their picks for Week 12. Cortana leads the overall race, correctly picking 67% of the games this season. The two models disagree on one game this week. Week 12 of the NFL season is here, and Cortana is back to make picks in a head-to…", "url": "https://www.businessinsider.com/nfl-week-12-elo-cortana-computer-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf583749e8c5331e17c71ca-1536-768.jpg", "publishedAt": "2018-11-21T16:13:41Z", "content": "Week 12 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-… [+629 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Amazon is reportedly looking to challenge Apple with its own mobile payments within stores", "description": "Amazon has been quietly working to get brick-and-mortar retailers to adopt its mobile payment system for in-store purchases, The Wall Street Journal reports. This move would make Amazon Pay, which is primarily used (like PayPal) for online retail purchases, m…", "url": "https://www.businessinsider.com/amazon-to-challenge-apple-with-in-store-mobile-payments-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf581fd66be5002104b4661-1136-568.jpg", "publishedAt": "2018-11-21T16:08:09Z", "content": "Amazon has found a new target to tackle in its continued pursuits to dominate retail: in-store mobile payments. Amazon has been talking with brick-and-mortar retailers to convince them to adopt Amazon Pay, the e-commerce giant's online payment option The Wall… [+2141 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon told customers their personal info had been exposed — but won't say how many customers were affected (AMZN)", "description": "Amazon told some customers on Wednesday that their email address and name had been exposed due to a \"technical error.\" Amazon informed customers in an email that it happened because of a \"technical error.\" The company did not release an estimate of the number…", "url": "https://www.businessinsider.com/amazon-customers-names-email-address-exposed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1043cc957012574753ee6-1920-960.jpg", "publishedAt": "2018-11-21T16:07:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Trump admin reportedly authorizes US troops to use lethal force at the border as migrant caravan approaches", "description": "The White House has reportedly sent a memo to the Pentagon authorizing US troops at the US-Mexico border to defend Customs and Border Protection personnel should the approaching migrant caravans turn violent. The Department of Homeland Security has reportedly…", "url": "https://www.businessinsider.com/white-house-authorizes-troops-to-defend-border-personnel-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5824466be5002252aeedd-1136-568.jpg", "publishedAt": "2018-11-21T16:04:48Z", "content": "The White House has authorized US troops to take protective measures, including lethal force, to defend border personnel should the approaching migrant caravans turn violent, CNN reported Tuesday. Pentagon spokeswoman Lt. Col. Michelle Baldanza confirmed to B… [+3680 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "'In our early days, we were really hustlers': The founder of a $75 million crypto fund shares his best advice for aspiring entrepreneurs", "description": "Kyle Samani, a cofounder and managing partner of the crypto fund Multicoin Capital who was recently named to Forbes' \"30 Under 30\" finance list, shared the story of his entrepreneurial journey and gave some advice to aspiring startup founders. \"Find your pass…", "url": "https://www.businessinsider.com/kyle-samani-gives-career-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf56bee101142306b7dd0ad-640-320.jpg", "publishedAt": "2018-11-21T15:52:34Z", "content": "Sometimes failure doesn't have to be devastating — it might lead to a breakthrough moment. That describes Kyle Samani's journey to becoming a technology entrepreneur. Samani, 28, is a cofounder and managing partner of Multicoin Capital, a fund based in Austin… [+3305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "Target just set new digital record — at a price (TGT)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Target reported earnings for its fiscal Q3 2018 (ended November 3, 2018), rev…", "url": "https://www.businessinsider.com/target-q3-digital-sales-record-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57da69e8c533064629e24-1920-960.jpg", "publishedAt": "2018-11-21T15:47:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Target reported earnings for its fiscal Q3 2018 (ended November 3, 2018), rev… [+2434 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "The 25 US states with the highest sales tax, ranked", "description": "Your Black Friday and Cyber Monday purchases may cost a little more if you live in a state with high sales tax. Every state determines which goods and services apply to their sales tax, and some cities impose local taxes. Using data from the Tax Foundation, w…", "url": "https://www.businessinsider.com/highest-state-and-local-sales-tax-ranked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf44f49beb6700ab363132b-1920-960.jpg", "publishedAt": "2018-11-21T15:38:00Z", "content": "In preparation for Black Friday and Cyber Monday, we recently rounded up the US states with the lowest state and local sales taxes. But if you don't live in those states, you might need to expand your holiday shopping budget. The higher the state and local sa… [+540 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "An entrepreneur who waited tables in college took away business lessons that made all the difference in his startup", "description": "There's a lot in common between working at a restaurant and running a business, said Setter cofounder David Steckel, who's done both. Both roles require workers to negotiate between several parties and anticipate problems to best serve the customer, Steckel s…", "url": "https://www.businessinsider.com/setter-restaurant-skills-waiting-tables-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57ad4c957011e542eb230-960-480.jpg", "publishedAt": "2018-11-21T15:35:06Z", "content": "David Steckel, cofounder of Setter. Setter There's a surprising amount in common between working at a restaurant and running a construction project. David Steckel would know. He went from waiting tables in college to founding Setter, a company that manages ho… [+2869 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Almost half of US retailers will drop the signature requirement (MA)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Forty-four percent of US retailers have eliminated their signature requirement …", "url": "https://www.businessinsider.com/us-retailers-dropping-signature-requirement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf577cf0591f238935b1564-1920-960.jpg", "publishedAt": "2018-11-21T15:33:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Forty-four percent of US retailers have eliminated their signature requirement … [+2504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Old Navy is one of the most successful stores in retail right now — but Gap's struggles are raining on its parade (GPS)", "description": "Gap is struggling while its sister brands thrive. In its most recent earnings results, reported on Tuesday, same-store sales at the Gap brand were down 7%, while Old Navy and Banana Republic reported a 4% and 2% increase, respectively. Gap Inc. CEO Art Peck t…", "url": "https://www.businessinsider.com/gap-struggles-impact-old-navy-gap-inc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf570b6b73c281ce11acdaf-2732-1366.jpg", "publishedAt": "2018-11-21T15:31:53Z", "content": "Tuesday's earnings results were bittersweet for Gap Inc. — the parent company of Gap, Old Navy, Banana Republic, and Athleta — which has watched its namesake brand increasingly fall out of favor and be outshined by its sister brands. During the third quarter,… [+2047 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Young", "title": "Thanksgiving foods you didn't know were staples in other parts of the US", "description": "In regions with large immigrant populations, Thanksgiving menus can often include international flavors: Mexican twists on classics, German side dishes, and Italian appetizers. Even the turkey is cooked differently depending on which state you're in (and if y…", "url": "https://www.businessinsider.com/thanksgiving-foods-staples-around-the-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf446fb01b12d0a502dad87-2732-1366.jpg", "publishedAt": "2018-11-21T15:28:00Z", "content": "On November 22, millions of families will gather to give thanks around a table laden with plump turkeys, stuffing, cranberry sauce, and browned-to-perfection pumpkin pies, but not all Thanksgiving spreads will be the same. Depending on where you are in the co… [+704 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kristina Udice", "title": "10 tax breaks around the world that you can't get in the US", "description": "US citizens receive a variety of tax breaks and tax incentives. But, there are still many tax cuts, breaks, and incentives that citizens in other countries receive that Americans don't. These tax cuts include corporate tax breaks, tax-free incomes, and busine…", "url": "https://www.businessinsider.com/tax-breaks-around-the-world-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56c72ea52e526551008b8361-750-375.png", "publishedAt": "2018-11-21T15:27:40Z", "content": "Taxes in the US can be complicated, so it's not surprising that the US has some of the highest rates of individuals looking to outside sources to complete their tax forms. According to a testimony before the Senate Finance Committee, 90% of Americans seek out… [+5247 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "The president of a company that designs private plane interiors says ultra-wealthy clients no longer want their private jets to look like private jets", "description": "Ultra-wealthy private jet owners no longer want the interiors of their aircraft to look like a private jet. Instead, they want the inside to resemble their home or office. Many of the same materials and colors used in residential interior design, such as comp…", "url": "https://www.businessinsider.com/wealthy-private-jet-interiors-design-home-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43f72e4218a062a754a13-1920-960.jpg", "publishedAt": "2018-11-21T15:21:00Z", "content": "If you can afford to buy a private jet, you can likely afford to have it designed exactly how you want it. And these days, ultra-wealthy jet owners want the interiors of their planes to look less like a plane and more like their home or office. Eric Roth, pre… [+2267 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "How Butterball's Turkey Talk-Line for nervous Thanksgiving cooks became such a huge phenomenon that it's gotten shout-outs on late-night shows and 'The West Wing'", "description": "Butterball Turkey is one of the best-known brands of turkey. Butterball's popularity has been in large part because of its Turkey Talk-Line, a hotline where customers can call and ask their turkey-related questions. To hear the full story about the Butterball…", "url": "https://www.businessinsider.com/butterball-turkey-help-how-to-cook-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47a500d7c670f802bd8e3-960-480.jpg", "publishedAt": "2018-11-21T15:18:41Z", "content": "Butterball is one of the best-known turkey brands in the United States. In part, its popularity is due to its being one of the only recognizable name brands for turkey. But it has also gained attention thanks to its perennially popular Turkey Talk-Line — part… [+2171 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "A Googler vividly described the 'disastrous' leadership meeting that sparked a giant protest over sexual misconduct", "description": "The Google Walkout organizers told Recode's Kara Swisher about the \"disastrous\" internal meeting which sparked the mass protest over sexual harassment. The so-called TGIF meetings are hosted by Google founders Larry Page and Sergey Brin, where any employee ca…", "url": "https://www.businessinsider.com/googles-claire-stapleton-describes-meeting-that-sparked-walkout-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdbfc0a9e8c5360ff6e3be3-2732-1366.jpg", "publishedAt": "2018-11-21T15:17:18Z", "content": "An organizer behind the mass Google staff walkout over sexual misconduct has vividly described the disastrous all-hands meeting which prompted the protest. Googlers Claire Stapleton, Meredith Whittaker, Erica Anderson, Celie O'Neil-Hart, Stephanie Parker, and… [+2960 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "US Air Force B-52s ignore Beijing's 'great wall' of missiles with South China Sea flights", "description": "The head of US Indo-Pacific command recently accused China of building a \"great wall of [surface-to-air missiles]\" in the South China Sea. Despite the deployment of Chinese military equipment to the strategic waterway, the US continues to fly and sail through…", "url": "https://www.businessinsider.com/us-b-52s-fly-past-chinese-outposts-in-the-south-china-sea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf566a80591f23689152229-750-375.jpg", "publishedAt": "2018-11-21T15:09:19Z", "content": "Two US heavy long-range bombers tore past Chinese-occupied territories in the contested South China Sea Monday, demonstrating America's determination to continue its activities in the region despite China's militarization of disputed areas. A pair of US Air F… [+2812 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "Calvados is made from apples, not grapes — here are all the ways it's different from Cognac", "description": "Business Insider spoke to the cofounders of 30&40 Calvados. It turns out Calvados differs from Cognac in more ways than one — even though they're both brandies. The 30&40 team are hoping to put Calvados, which doesn't have the same reputation as Cognac, on th…", "url": "https://www.businessinsider.com/calvados-vs-cognac-what-it-is-how-to-drink-it-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2da539e8c536fe3265d9a-1334-667.jpg", "publishedAt": "2018-11-21T15:06:00Z", "content": "Not all brandies are born equal. Ask the person next to you how many brands of Cognac they've heard of and they may be able to reel off several big names without much strenuous recollection. Rémy Martin, Hennessy, and Courvoisier are all Cognac houses with gl… [+5209 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chloe Miller", "title": "The world's largest cruise ship just landed in Miami — here's what it's like on board", "description": "Symphony of the Seas, from Royal Caribbean, is the world's largest cruise ship. It recently docked in Miami for its first US arrival. The massive ship can hold over 6,000 guests across 18 different decks. The ship is made for everyone. Families can rent the w…", "url": "https://www.businessinsider.com/worlds-largest-cruise-ship-symphony-of-the-seas-royal-caribbean-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47c29f556fc10dc71079c-960-480.jpg", "publishedAt": "2018-11-21T15:00:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Energy stocks are rallying as crude oil rebounds", "description": "Brent crude oil rebounded above $63 a barrel on Wednesday following a report that showed an unexpected decline in US supplies. Crude on Tuesday hit its lowest level since 2017 after President Donald Trump signaled the US would not punish Saudi Arabia over the…", "url": "https://markets.businessinsider.com/news/stocks/oil-price-rebound-lifts-energy-stocks-2018-11-1027746622", "urlToImage": "https://static6.businessinsider.com/image/5b747e862154a37f5f8b4e08-2400/gettyimages-80991382.jpg", "publishedAt": "2018-11-21T14:59:18Z", "content": "Justin Sullivan/Getty Images Energy stocks are rallying as crude oil rebounds on Wednesday following a report that noted an unexpected decline in US supplies. The American Petroleum Institute (API) reported late Tuesday that US crude inventories fell by 1.5 m… [+1649 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Energy stocks are rallying as crude oil rebounds", "description": "Brent crude oil rebounded above $63 a barrel on Wednesday following a report that showed an unexpected decline in US supplies. Crude on Tuesday hit its lowest level since 2017 after President Donald Trump signaled the US would not punish Saudi Arabia over the…", "url": "https://www.businessinsider.com/oil-price-rebound-lifts-energy-stocks-2018-11", "urlToImage": null, "publishedAt": "2018-11-21T14:59:18Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Goldman Sachs uncovered an investing strategy that's beaten the stock market for the last 15 years — here are the stocks it says you should be buying and dumping right now", "description": "Strategists at Goldman Sachs examined the stocks that hedge funds buy and sell en masse within a given quarter, and found a consistent pattern. Stocks that surge in popularity among hedge funds go on to outperform the market in the subsequent quarter and year…", "url": "https://www.businessinsider.com/stock-market-investing-strategy-from-hedge-funds-popular-holdings-goldman-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5785437d4321f1f5018b79ee-2732-1366.jpg", "publishedAt": "2018-11-21T14:58:46Z", "content": "When hedge funds make moves, investors everywhere pay attention. Their sheer size gives them market-moving prowess, along with the ability to engage in activism that changes how companies are structured. One way to keep track of what hedge funds are up to is … [+2305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "Novartis and Pear Therapeutics have launched a digital therapeutic (NVS)", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Swiss drug maker Novartis and digital therapeutic firm Pear Therapeutics …", "url": "https://www.businessinsider.com/novartis-pear-therapeutics-first-digital-therapeutic-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf570e366be507e67474027-640-320.png", "publishedAt": "2018-11-21T14:58:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Swiss drug maker Novartis and digital therapeutic firm Pear Therapeutics … [+2491 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Foxconn is slashing costs ahead of a 'difficult' year – and it's the latest warning sign for Apple (AAPL)", "description": "Foxconn, Apple 's top manufacturing partner, has reportedly said that the upcoming year could be \"very difficult and competitive\" and that it is planning to slash expenses, according to Bloomberg. A Foxconn executive told Business Insider that the Bloomberg r…", "url": "https://www.businessinsider.com/foxconn-cutting-costs-latest-warning-sign-for-apple-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57215c957011d0d766ac7-2732-1366.jpg", "publishedAt": "2018-11-21T14:56:53Z", "content": "Foxconn makes the majority of iPhones — it's Apple's top manufacturing partner. So if it's slashing 20 billion yuan ($2.9 billion) in expenses ahead of what an internal memo says could be a \"very difficult and competitive year,\" as Bloomberg reported on Wedne… [+3019 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "A former GE and NBC exec who never got her MBA spent the first 90 days as an exec reading textbooks and embracing what she didn't know", "description": "When Beth Comstock was hired as chief marketing officer for General Electric, she spent her first 90 days on the job learning about the basics of marketing. Comstock picked up Phil Kotler textbooks, read \"The Four Ps of Marketing,\" and hired people with the e…", "url": "https://www.businessinsider.com/general-electric-beth-comstock-self-taught-marketing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ec71e4218a4776017d87-1920-960.jpg", "publishedAt": "2018-11-21T14:46:00Z", "content": "When Beth Comstock was hired as chief marketing officer for General Electric, she spent her first 90 days on the job learning about the basics of marketing. Comstock reached the C-suite by taking one day at a time and overcoming her shyness, she shared on an … [+1923 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "CYBG is teaming up with a fintech firm to fund salary-based loans (CYBG)", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. CYBG, which became the sixth-largest UK bank following its takeover of Virgin Money last month, has reached an agreemen…", "url": "https://www.businessinsider.com/cybg-salaryfinance-salary-based-loans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf56df510114230673623fd-1920-960.jpg", "publishedAt": "2018-11-21T14:42:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. CYBG, which became the sixth-largest UK bank following its takeover of Virgin Money last month, has reached an agreemen… [+2334 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "Facebook's advertising platform suffered from a major outage. The company's Ads Manager, its tool that lets users create advertisements on its social network, crashed on Tuesday, leaving would-be advertisers unable to create new ad campaigns just days before …", "url": "https://www.businessinsider.com/what-you-need-to-know-in-advertising-today-11-21-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf56bcc01b12d1ec558db6f-1920-960.jpg", "publishedAt": "2018-11-21T14:33:05Z", "content": "SUN VALLEY, ID - JULY 13: Mark Zuckerberg, chief executive officer of Facebook, checks his phone during the annual Allen &amp; Company Sun Valley Conference, July 13, 2018 in Sun Valley, Idaho. Every July, some of the world's most wealthy and powerful busines… [+1704 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "The best lightning cables you can buy for your iPhone", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. We've charged our iPhones with dozens of lightning cables over the years to find the best ones. T…", "url": "https://www.businessinsider.com/best-lightning-cable-iphone", "urlToImage": "https://amp.businessinsider.com/images/5acb6669146e711f008b4937-1334-667.jpg", "publishedAt": "2018-11-21T14:30:00Z", "content": "Why you'll love it: The Fuse Chicken Titan Lightning Cable is so strong that it can survive a dog bite or a chainsaw. Dog ate your lightning cable? We've heard that one before. Luckily, there's a new, nearly indestructible lightning cable available for your i… [+1425 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "13 years after Steve Jobs said his mortality was a crucial tool for decision-making, people are writing their own eulogies as a career exercise", "description": "Apple CEO Steve Jobs delivered a memorable speech in 2005 about his struggle with cancer and facing his own mortality. Thirteen years later, business executives are trying to attain similar clarity by writing their own eulogies. Some leadership coaches say wr…", "url": "https://www.businessinsider.com/obituary-exercise-eulogy-career-development-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcdd4ead2e64817f85db834-1536-768.jpg", "publishedAt": "2018-11-21T14:28:00Z", "content": "In 2005, Apple CEO Steve Jobs delivered a memorable commencement speech to graduates of Stanford University. In the 14-minute speech, Jobs detailed his battle with pancreatic cancer and explained how facing his own mortality helped him recognize what was impo… [+2403 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Americans are avoiding romaine lettuce after another E. coli outbreak — and it reveals one of the most dangerous grocery-store habits", "description": "The CDC recommended on Tuesday that Americans avoid all forms of romaine lettuce. At least 32 people in 11 states have been infected with E. coli after consuming romaine — but the source of the outbreak is unknown. Leafy greens — especially those sold prewash…", "url": "https://www.businessinsider.com/romaine-lettuce-outbreak-reveals-common-food-poisoning-danger-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5addeab519ee8620008b4602-1536-768.jpg", "publishedAt": "2018-11-21T14:26:00Z", "content": "Leafy greens specifically those sold prewashed are one of the riskiest foods when it comes to food poisoning. Justin Sullivan/Getty Images Leafy greens — specifically romaine lettuce — are under the microscope as another food-poisoning outbreak sweeps the Uni… [+2074 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "One of my favorite new Apple accessories is this $30 leather case for my AirPods", "description": "I've been playing around with a handful of new Apple accessories from Twelve South, the company that exclusively makes accessories for Apple products. One of my favorite accessories surprised me, because I thought it was something I wouldn't need: a case for …", "url": "https://www.businessinsider.com/airsnap-for-airpods-case-apple-accessory-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf491cfda27f830df42060d-2732-1366.jpg", "publishedAt": "2018-11-21T14:23:42Z", "content": "Apple products are excellent, but they're not always perfect. That's where accessories come in: Cases, chargers, and stands can make the experience of owning an Apple product feel more complete. And when it comes down to choosing Apple accessories, Twelve Sou… [+651 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj and David Slotnick", "title": "These are the best Black Friday deals from Walmart that you can buy online — some are live right now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. As Black Friday 2018 gets closer, Walmart has announced a ton of its deals, and even started sett…", "url": "https://www.businessinsider.com/walmart-black-friday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf564480591f235f20c4039-1536-768.jpg", "publishedAt": "2018-11-21T14:15:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is just around the corner, but Walmart isn't waiting to start dropping deals. As the… [+1134 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Wells", "title": "11 keyboard shortcuts I can’t believe I lived without", "description": "Keyboard shortcuts can be a time-saver and a life-saver. Here, we focus on 11 keyboard shortcuts that everyone with a Windows operating system should know. As someone who spends a large part of her day behind a screen for one reason or another, it’s important…", "url": "https://www.businessinsider.com/best-keyboard-shortcuts-windows-pc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf47a7101b12d112931f31a-1920-960.jpg", "publishedAt": "2018-11-21T14:14:00Z", "content": "As someone who spends a large part of her day behind a screen for one reason or another, it's important to me that the experience be as seamless as possible. In part, this means testing keyboards for optimal wrist comfort and meticulously optimizing my screen… [+4418 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "The career rise of Angela Ahrendts, from a small town in Indiana to becoming the highest-paid executive at Apple (AAPL)", "description": "Angela Ahrendts currently serves as Apple's head of retail. She didn't take a typical path into the tech world — her last role was as CEO of Burberry. But Ahrendts is now the highest-paid executive at Apple, earning almost double what CEO Tim Cook makes. Here…", "url": "https://www.businessinsider.com/angela-ahrendts-life-career-apple-highest-paid-executive-2018-5", "urlToImage": "https://amp.businessinsider.com/images/5bf566dd0d7c671ce2461d98-2732-1366.jpg", "publishedAt": "2018-11-21T14:08:00Z", "content": "Angela Ahrendts, the head of Apple's retail operations Ilya S. Savenok/Getty Images for Fast Company Angela Ahrendts may not have taken a typical path into the tech world, but she's quickly become one of the most important and highest-paid executives at Apple… [+683 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "An HR exec who's worked at Starbucks and Coach was recently asked a surprising question by a job candidate that rocketed them to the top of the list", "description": "Asking some interview questions about how you'll fare at the company, given your relative strengths and weaknesses, can be helpful. That's according to Traci Wilk, senior vice president of people at The Learning Experience and a former HR exec at Starbucks. A…", "url": "https://www.businessinsider.com/interview-questions-show-vulnerability-admit-weaknesses-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9d7e60591f252bd145d72-1536-768.jpg", "publishedAt": "2018-11-21T14:05:00Z", "content": "A job interview is a chance to flaunt your skills, your professional accomplishments, and generally just how great you are. But Traci Wilk wants to see something more. Wilk is the senior vice president of people at The Learning Experience, an early education … [+2184 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey and Owen Burke", "title": "The best French Presses you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. You can brew coffee in a number of ways, but many caffeine addicts swear by the French Press meth…", "url": "https://www.businessinsider.com/best-french-press", "urlToImage": "https://amp.businessinsider.com/images/5bf466b501b12d0e0c044c7e-1334-667.jpg", "publishedAt": "2018-11-21T14:02:00Z", "content": "Why you'll love it: There are many French Presses as simple, but few as elegant as the Bodum Chambord and its \"form-follows-function\" ethos. Bodrum's Chambord will, at least in my eyes, forever be the prototype to which all other French Presses are compared, … [+2079 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "Sleep deprivation can be dangerous — here's how long you can hold off sleep without life-or-death consequences", "description": "Sleep deprivation can produce a series of dangerous symptoms, including cognitive losses and anxiety. Loss of sleep has never directly killed someone, but some deaths have been linked to prolonged sleep deprivation. Researchers who studied sleep deprivation i…", "url": "https://www.businessinsider.com/how-long-you-can-go-without-sleep-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3fcede447aad22008b4cfd-1136-568.jpg", "publishedAt": "2018-11-21T14:00:00Z", "content": "A lack of sleep can make people unhappy, irritable, and more susceptible to colds, but there is no proof that sleep deprivation ever directly killed someone. Prolonged exhaustion, though, has been cited as a factor in the deaths of many otherwise-healthy peop… [+3176 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "I spent a week wearing Bose's $350 noise-canceling headphones nonstop — and they're 100% worth their high price tag", "description": "Living in a city can be stressful, particularly because of the noise pollution. I tested out a pair of noise-cancelling headphones to see how they would affect my quality of life. I loved how they helped me relax and felt they were well worth their $350 cost.…", "url": "https://www.businessinsider.com/should-you-buy-bose-qc35-noise-canceling-headphones-2018-2", "urlToImage": "https://amp.businessinsider.com/images/5a87004cd0307218008b46b0-2560-1280.jpg", "publishedAt": "2018-11-21T13:58:00Z", "content": "Me on a walk through New York's Financial District wearing my noise canceling headphones. Business Insider Living in New York City comes with a whole host of unique stressful situations — delayed subways, traffic snarls, and crummy weather that can range from… [+5081 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The farm-equipment maker Deere slumps after missing on earnings and signaling slower sales growth amid the trade war with China (DE)", "description": "The farm-equipment maker Deere missed on both the top and bottom lines. The company also guided slower sales growth in the wake of ongoing trade tensions between the US and China. Shares tanked by as much as 4% early Wednesday. Watch Deere trade live here. Th…", "url": "https://markets.businessinsider.com/news/stocks/deere-stock-price-q4-earnings-miss-amid-trade-war-2018-11-1027746371", "urlToImage": "https://static5.businessinsider.com/image/580f3a3db28a6477058b470c-2400/harvestlab4.jpg", "publishedAt": "2018-11-21T13:57:15Z", "content": "John Deere The farm-equipment maker Deere plunged as much as 4% before Wednesday's opening bell after it reported weaker-than-expected earnings and signaled slower sales growth in the wake of ongoing trade tensions between the US and China. Deere said it expe… [+1320 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "The Reddit starter pack: These are the 41 best subreddits everyone should follow", "description": "Reddit.com, to most people, might look totally alien and drab. But if you're familiar with Reddit, you know what an incredible tool it can be. At first glance, Reddit just looks like a list of seemingly random links. But Reddit's front page is actually compri…", "url": "https://www.businessinsider.com/reddit-best-subreddits-to-follow-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5ae3a25519ee8653008b4639-750-375.jpg", "publishedAt": "2018-11-21T13:51:00Z", "content": "The (recently redesigned) front page of Reddit. Reddit Reddit.com, to most people, might look totally alien and drab. But if you're familiar with Reddit, you know what an incredible tool it can be. At first glance, Reddit just looks like a list of seemingly r… [+810 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "22 movies coming to theaters before 2018 ends that you need to see this holiday season", "description": "There are still a lot of great movies coming to a theater near you before 2018 ends. Here we highlight 22 that are worth your time. We’ve made it to the holidays! That means it’s time for a mix of Oscar bait and blockbusters to hit your local multiplex. And i…", "url": "https://www.businessinsider.com/best-movies-coming-to-theaters-for-in-2018-holiday-season-guide-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf46a26d1e8442fd511cfe0-1136-568.jpg", "publishedAt": "2018-11-21T13:50:28Z", "content": "We've made it to the holidays! That means it's time for a mix of Oscar bait and blockbusters to hit your local multiplex. And if the 2018 box office is any indication — with audiences going to the movies at a record pace — you're going to see some of these mo… [+317 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Computers in North Korea run on look-alike Mac software called 'Red Star 3.0' — see what it looks like to log in and use it", "description": "When former Google employee Will Scott had the chance to visit the Pyongyang University of Science and Technology, he also purchased a copy of North Korea's \"Red Star 3\" operating system before returning to America. Little was publicly known about Red Star 3 …", "url": "https://www.businessinsider.com/what-using-a-computer-in-north-korea-is-like-screenshots", "urlToImage": "https://amp.businessinsider.com/images/54a6c84e6da81153578b456b-960-480.jpg", "publishedAt": "2018-11-21T13:50:00Z", "content": "A North Korean student using a computer at Kim Il Sung University. Flickr/Uri Tours When former Google employee Will Scott had the chance to visit the Pyongyang University of Science and Technology, he also purchased a copy of North Korea's \"Red Star 3\" opera… [+497 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump thanks Saudi Arabia for cheap oil after giving the kingdom a pass on Khashoggi's murder", "description": "President Donald Trump thanked the Kingdom of Saudi Arabia for keeping oil prices low a day after he refused to blame Crown Prince Mohammed Bin Salman for having his critic, Jamal Khashoggi, murdered in Turkey. Maintaining low oil prices has become a key issu…", "url": "https://www.businessinsider.com/trump-thanks-saudi-arabia-for-cheap-oil-amid-khashoggi-crisis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/592090b163914720008b53af-1920-960.jpg", "publishedAt": "2018-11-21T13:49:04Z", "content": "President Donald Trump thanked the Kingdom of Saudi Arabia for keeping oil prices low a day after he refused to blame Crown Prince Mohammed Bin Salman for having his critic, Jamal Khashoggi, murdered in Turkey. \"Oil prices getting lower. Great! Like a big Tax… [+3044 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Take a look inside Walgreens' futuristic store where it's plotting new ways to take on Amazon and CVS", "description": "We took a look at a Walgreens store where the drugstore giant pilots some of its new strategies to see what the future of the pharmacy might look like. Inside, we saw a makeup counter, shelves of over-the-counter medication and toiletries, and medical service…", "url": "https://www.businessinsider.com/see-inside-the-walgreens-pharmacy-of-the-future-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf42d623815070c216c9144-2732-1366.jpg", "publishedAt": "2018-11-21T13:30:00Z", "content": "On the edge of a suburban lot in the Chicago area, next to a Whole Foods and across the way from a Barnes &amp; Noble, sits a Walgreens. At first glance, it seems like any other drugstore. But upon closer look there are some differences. For one, there's a la… [+4061 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "We're in the darkest hour of Apple's 'white knuckle period' and some investors are loving it (AAPL)", "description": "Apple's stock has fallen so far it's dragging down the rest of the market. Investors are split on whether Apple can ever return to healthy growth. Some believe it still has the power to raise iPhone prices. But Bank of America Merrill Lynch is worried that on…", "url": "https://www.businessinsider.com/apple-stock-white-knuckle-period-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf546509e8c532b5217bb76-1920-960.jpg", "publishedAt": "2018-11-21T12:58:47Z", "content": "Apple's stock was down 5% yesterday, and the stock is down 24% since its peak in early October. AAPL is doing so badly it's dragging down the rest of the tech-heavy NASDAQ, too. We are in one of those unusual periods where there are more questions about Apple… [+4329 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Michelle Wolf responds to Trump trashing her comedy with a taunt about Khashoggi: 'I bet you'd be on my side if I had killed a journalist'", "description": "Comedian Michelle Wolf responded to President Donald Trump's criticism of her with a jibe about his response to the killing of journalist Jamal Khashoggi. Trump pummeled her performance at last year's White House Correspondents' Dinner as he welcomed the news…", "url": "https://www.businessinsider.com/michelle-wolf-reacts-to-trump-criticism-with-taunt-about-khashoggi-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf54411d1e8443e3053d115-1920-960.jpg", "publishedAt": "2018-11-21T12:42:58Z", "content": "Comedian Michelle Wolf responded to President Donald Trump after he criticized her performance at last year's White House Correspondents' Dinner with a jibe about his response to the killing of journalist Jamal Khashoggi. Trump celebrated the end of a decades… [+2535 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Meet the startup that's on a mission to help 100,000 people buy homes in the next 5 years, and recently raised $30 million to do so", "description": "Divvy provides alternative financing options for potential home buyers who don't qualify for traditional mortgages. Divvy buys homes outright and allows customers to pay it back in a series of monthly payments — 25% of which goes toward building equity and 75…", "url": "https://www.businessinsider.com/divvy-helps-people-buy-homes-without-traditional-mortgage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf54d5b8c35ab1bd739cbe9-1536-768.jpg", "publishedAt": "2018-11-21T12:30:00Z", "content": "When Adena Hefets was growing up, her parents weren't able to get a traditional mortgage. Her family, however, believed in owning a home as an investment and a place to raise a family. So they found a way around the banks and received what's called \"seller fi… [+4273 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Elon Musk's SpaceX is the latest big tech company to tap the risky leveraged loan market", "description": "Space X, one of Tesla CEO Elon Musk's major business ventures, tapped the risky leveraged loan market. The $250 million deal received a mixed reception from investors given SpaceX's cash burning history. The company previously relied on private equity funding…", "url": "https://www.businessinsider.com/tesla-ceo-musks-spacex-has-tapped-the-risky-leveraged-loan-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf53d6d1011422d54078ee5-1920-960.jpg", "publishedAt": "2018-11-21T12:26:27Z", "content": "Elon Musk is loving high yield debt. SpaceX took a leveraged loan worth $250 million on Monday, having initially sought to borrow as much as $750 million, according to numerous reports. The smaller loan was taken as a result of deteriorating credit conditions… [+2507 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "10 things you need to know before the opening bell", "description": "Here is what you need to know. President Donald Trump issues a lengthy defense of Saudi Arabia over the killing of the Saudi journalist Jamal Khashoggi. In a statement Tuesday, Trump signaled he did not intend to call for significant changes to the US-Saudi r…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-21-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf54dd1110d4c31f913b426-1920-960.jpg", "publishedAt": "2018-11-21T12:25:29Z", "content": "Here is what you need to know. President Donald Trump issues a lengthy defense of Saudi Arabia over the killing of the Saudi journalist Jamal Khashoggi. In a statement Tuesday, Trump signaled he did not intend to call for significant changes to the US-Saudi r… [+1958 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "aoyedele@businessinsider.com (Akin Oyedele), Akin Oyedele", "title": "10 things you need to know before the opening bell", "description": "Leah Millis/Reuters Here is what you need to know. President Donald Trump issues a lengthy defense of Saudi Arabia over the killing of the Saudi journalist Jamal Khashoggi. In a statement Tuesday, Trump signaled he did not intend to call for significant chang…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-21-2018-2018-11-1027745993", "urlToImage": "https://static3.businessinsider.com/image/5bf464bae4218a0c04524ec8-1959/donald-trump-peas-turkey-pardon.jpg", "publishedAt": "2018-11-21T12:25:29Z", "content": "Your Personalized Market Center"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Alphabet chairman admits that Google will have to compromise its core values if it wants to launch a search engine in China", "description": "The chairman of Google's parent company, Alphabet, has said that anybody who does business in China \"compromises some of their core values.\" Google is working on plans to return to the Chinese market with a censored search engine after an eight-year hiatus. J…", "url": "https://www.businessinsider.com/alphabet-john-hennessy-google-returning-to-china-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf54adfc9570119ab4dca87-1536-768.jpg", "publishedAt": "2018-11-21T12:19:59Z", "content": "The chairman of Google's parent company, Alphabet, has admitted that by returning to the Chinese market, Google will have to compromise its \"core values.\" In an interview with Bloomberg, Alphabet Chairman John Hennessy discussed the news that Google is explor… [+1464 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Venus Williams has settled a 'wrongful death' lawsuit with the family of the 78-year-old man who was killed in a multi-car collision last year", "description": "Venus Williams was involved in a fatal multi-car collision last year. The incident led to the death of a 78-year-old man, who died in hospital two weeks after the three-car crash. Williams, who had been cleared of any wrongdoing by the police, had a \"wrongful…", "url": "https://www.businessinsider.com/venus-williams-settles-wrongful-death-lawsuit-with-family-of-man-who-died-in-collision-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf533cf1011422ce22846e5-1920-960.jpg", "publishedAt": "2018-11-21T12:10:00Z", "content": "Tennis star Venus Williams settled a wrongful death lawsuit on Friday, one year after a multi-car collision that left a 78-year-old man dead. In June last year, Williams \"lawfully entered\" an intersection in Palm Beach Gardens in Florida, according to video e… [+1256 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Facebook looks like it's preparing for war with Trump after hiring a top Department of Justice antitrust lawyer", "description": "Facebook looks like it is preparing for war with Donald Trump. The firm has hired Kate Patchen, the chief of the Department of Justice's antitrust division in San Francisco. It follows Trump saying that his administration is \"looking at\" antitrust proceedings…", "url": "https://www.businessinsider.com/facebook-hires-doj-lawyer-kate-patchen-on-trump-antitrust-concerns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf532058c35ab1b1f52c164-1334-667.jpg", "publishedAt": "2018-11-21T12:07:25Z", "content": "Facebook has hired one of the top antitrust lawyers in Silicon Valley, in a sign that the company could be preparing for war with Donald Trump's administration. Kate Patchen, the chief of the Department of Justice's antitrust division in San Francisco, has jo… [+1491 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The European Union just rejected Italy's budget for a 2nd time — and now Rome is facing a huge fine", "description": "European Union formally rejects Italian budget for a second time after Rome makes only small tweaks. The path is no set for the opening of the EU's so-called Excessive Deficit Procedure — which has the power to fine countries within the Eurozone. The budget p…", "url": "https://www.businessinsider.com/italy-budget-eu-rejects-new-spending-plans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/577bb8d588e4a7531b8b5b23-1920-960.png", "publishedAt": "2018-11-21T12:07:02Z", "content": "The European Union on Wednesday once again rejected the Italian government's proposed budget for 2019, paving the way for financial sanctions against the continent's fourth largest economy. The budget proposes increasing both Italy's overall government debt a… [+1781 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "The world's best new building is a remote school in the Brazilian rainforest made out of wood and mud-brick", "description": "A remote school complex in Brazil has just been awarded the Royal Institute of British Architects (RIBA) International Prize for the world's best new building. The building was designed by Brazilian architecture studios Aleph Zero and Rosenbaum. The boarding …", "url": "https://www.businessinsider.com/riba-international-prize-school-in-brazil-made-out-of-wood-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf52f450591f233513ec9e3-1136-568.jpg", "publishedAt": "2018-11-21T12:07:00Z", "content": "Is it a skyscraper? Is it a museum? No, it's a remote school complex on the fringes of the Brazilian rainforest. This year's Royal Institute of British Architects (RIBA) International Prize for the world's best new building has been awarded to Children Villag… [+3539 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "'They treat us like disposable parts': An Amazon warehouse worker is waging war on working conditions in a new anonymous newspaper column", "description": "An Amazon worker has begun writing a column in The Guardian about the working conditions and corporate culture at Amazon's warehouses. The worker is a \"fulfilment associate,\" and said that while management pays lipservice to staff welfare, workers are treated…", "url": "https://www.businessinsider.com/amazon-warehouse-worker-savages-working-conditions-in-guardian-op-ed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6037c9a592a527008b49c6-1920-960.jpg", "publishedAt": "2018-11-21T11:59:24Z", "content": "An anonymous Amazon worker has begun writing a column for The Guardian about the working conditions at Amazon's warehouses, or fulfilment centres. The column, titled \"Amazon Diaries,\" will publish every other week. In its first instalment, the writer describe… [+2062 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie and Alexandra Ma", "title": "Trump's lawyer says he won't answer Mueller's obstruction of justice questions", "description": "President Donald Trump submitted written answers to Special Counsel Robert Mueller in the Russia probe, but refused to answer questions on his behavior as president, his lawyer Rudy Giuliani said. This round of questions didn't include possible obstruction of…", "url": "https://www.businessinsider.com/rudy-giuliani-trump-wont-answer-mueller-obstruction-of-justice-questions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf544c60d7c671a82779474-1920-960.jpg", "publishedAt": "2018-11-21T11:48:18Z", "content": "President Donald Trump won't answer Special Counsel Robert Mueller's questions on his possible obstruction of justice as president, his lawyer Rudy Giuliani told Axios on Wednesday. Trump submitted written answers to the Mueller's Russia probe on Tuesday but … [+1837 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump's manic statement letting Saudi Arabia off the hook for Khashoggi reveals a dark US secret", "description": "President Donald Trump issued a bizarre statement explaining why he would take no action against Saudi Crown Prince Mohammed bin Salman even though he may well have had Jamal Khashoggi brutally murdered. The statement is full of falsehoods and makes for a fri…", "url": "https://www.businessinsider.com/trump-statement-on-khashoggi-reveals-dark-secret-of-us-policy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a9231d7aae60503018b460a-1920-960.jpg", "publishedAt": "2018-11-21T11:14:00Z", "content": "\"America First! The world is a very dangerous place!\" That's how President Donald Trump opened up a particularly bizarre statement where he explained that — even though Saudi Crown Prince Mohammed bin Salman may have had Jamal Khashoggi brutally murdered in I… [+6484 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "Help your business thrive through challenging times with Agile", "description": "The philosopher Heraclitus observed, “ Everything changes and nothing stands still. ” Although not directed at business leaders, this phrase nevertheless rings true. British business leaders are faced with numerous changes that threaten revenues in 2019: Tech…", "url": "https://www.businessinsider.com/sc/business-success-scrum-agile-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef6110591f244eb54a4d3-2732-1366.jpg", "publishedAt": "2018-11-21T10:41:00Z", "content": "The philosopher Heraclitus observed, \" Everything changes and nothing stands still. \" Although not directed at business leaders, this phrase nevertheless rings true. British business leaders are faced with numerous changes that threaten revenues in 2019: Tech… [+3075 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "NASA is launching a safety review of SpaceX after Elon Musk smoked weed live on the internet", "description": "NASA will launch a safety review of SpaceX and Boeing, who it has contracted to fly astronauts to the International Space Station, The Washington Post reports. Three officials familiar with the probe told the Post it was prompted by Elon Musk's behaviour on t…", "url": "https://www.businessinsider.com/nasa-launches-safety-review-of-spacex-after-elon-musk-smoked-weed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b923bdb04f1622c008b5adb-1536-768.jpg", "publishedAt": "2018-11-21T10:39:09Z", "content": "NASA has ordered a safety review of two of its contracted companies, SpaceX and Boeing, after SpaceX CEO Elon Musk smoked weed live on the internet, The Washington Post reports. The probe will begin next year, and examine \"everything and anything that could i… [+2398 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Interpol elected a South Korean president after China disappeared its old one - Business Insider", "description": "Business Insider Interpol elected a South Korean president after China disappeared its old one Business Insider Interpol elected Kim Jong-yang, a South Korean national, as its news president on Wednesday. The election took place because the old president, Men…", "url": "http://uk.businessinsider.com/interpol-elects-south-korean-after-china-disappears-old-one-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bf5310adde8676f8a39309b-1190-625/interpol-elected-a-south-korean-president-after-china-disappeared-its-old-one.jpg", "publishedAt": "2018-11-21T10:20:37Z", "content": "Kim Jong Yang speaks after being elected President of Interpol on November 21, 2018. Interpol/Twitter Interpol has elected a new South Korean president, less than two months after China disappeared its previous one. Member states of the international police o… [+2350 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Interpol elected a South Korean president after China disappeared its old one", "description": "Interpol elected Kim Jong-yang, a South Korean national, as its news president on Wednesday. The election took place because the old president, Meng Hongwei, was detained on a visit to his native China. Meng has not been heard from since, and his wife believe…", "url": "https://www.businessinsider.com/interpol-elects-south-korean-after-china-disappears-old-one-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5233b38150723617800a5-1136-568.jpg", "publishedAt": "2018-11-21T10:17:57Z", "content": "Interpol has elected a new South Korean president, less than two months after China disappeared its previous one. Member states of the international police organization voted Kim Jong-yang as leader at a conference in Dubai on Wednesday. Kim succeeds Meng Hon… [+2250 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Crops are rotting in fields as Trump’s trade war bites US farmers", "description": "American farmers are struggling to sell their products as tariffs introduced during the trade war between Washington and Beijing stifle demand. In certain states, farmers are being forced into plowing their crops under — effectively burying them under soil in…", "url": "https://www.businessinsider.com/us-china-trade-war-soybeans-left-rotting-thanks-to-lack-of-storage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bbcc27266fb3f1dea747a6f-1334-667.jpg", "publishedAt": "2018-11-21T10:17:34Z", "content": "American farmers are struggling to find storage for crops that would usually be sold overseas, with some being forced to leave produce rotting in fields as a last resort, as the trade conflict between the US and China continues. Farmers in various US states, … [+2524 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Carlos Ghosn set to remain as Renault CEO as probe into alleged wrongdoing expands", "description": "Carlos Ghosn, arrested Monday, is set to remain head of French car giant Renault. Thierry Bolloré is set to take interim charge at the car maker as deputy CEO. The probe into Ghosn's alleged wrongdoing has extended to bonus abuses. Japanese prosecutors are co…", "url": "https://www.businessinsider.com/nissans-ghosn-set-to-remain-as-renault-ceo-despite-widening-probe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5210638150723554f6653-750-375.jpg", "publishedAt": "2018-11-21T09:49:08Z", "content": "Carlos Ghosn, the recently arrested head of major car brands Nissan, Mitsubishi Motors, and Renault looks set to stay on as CEO and Chairman of the French giant. At a board meeting Tuesday, executives at the French automaker stated that Ghosn would remain in … [+2143 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "This poll shows the attempted coup against Theresa May has badly backfired", "description": "A failed coup against Theresa May has backfired. The prime minister now has the strongest backing among the voters since the last general election. Just 33% of voters wanted May to stay in office last week, compared to 46% now. The increase in support comes a…", "url": "https://www.businessinsider.com/poll-shows-the-attempted-brexit-coup-against-theresa-may-has-badly-backfired-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf522408c35ab1a92144ff4-750-375.jpg", "publishedAt": "2018-11-21T09:18:52Z", "content": "LONDON — The attempted coup against Theresa May led by Conservative Brexiteers has backfired dramatically, with a rapidly increasing number of voters now saying she should remain as prime minister. One week ago, 33% of voters wanted Theresa May to stay in her… [+2078 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "China has another new development under construction in the disputed South China Sea just as Xi Jinping completes a friendly tour of the region", "description": "Beijing appears to have very quickly and quietly built a new structure in the contested South China Sea. The news comes as China's President Xi Jinping makes the first state visit to Manila by a Chinese leader in 13 years. After visits to Papua New Guinea and…", "url": "https://www.businessinsider.com/china-new-construction-south-china-sea-as-xi-visits-manila-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf50bbc8c35ab19e53cef63-750-375.jpg", "publishedAt": "2018-11-21T08:43:48Z", "content": "While Philippine President Rodrigo Duterte and his Chinese counterpart, Xi Jinping, met in Manila on Tuesday, analysts at a Washington-based think tank were poring over satellite images of unidentified new structures in the contested South China Sea. Timing i… [+7814 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "10 things you need to know in markets today", "description": "Good morning! Here's what you need to know on Wednesday. 1. Japanese prosecutors are considering bringing a case against Nissan after Chairman Carlos Ghosn's arrest on suspicion of financial misconduct, the Asahi Shimbun daily said on Wednesday. Ghosn, one of…", "url": "http://uk.businessinsider.com/10-things-you-need-to-know-in-markets-today-november-21-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bf5103cdde8676f87505e64-750.jpg", "publishedAt": "2018-11-21T07:57:41Z", "content": "FILE PHOTO: Carlos Ghosn, chairman and CEO of the Renault-Nissan-Mitsubishi Alliance, attends a press conference on the second press day of the Paris auto show, in Paris Thomson Reuters Good morning! Here's what you need to know on Wednesday. 1. Japanese pros… [+3309 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Saudi Arabia has reportedly been torturing human-rights activists held in its prisons without charge for over six months", "description": "Saudi Arabia has tortured several human-rights defenders, including a number of women, held without charge since May 2018, according to reports by human-rights groups. Amnesty International obtained harrowing testimonies that detail sexual harassment and assa…", "url": "https://www.businessinsider.com/saudi-arabia-human-rights-watch-amnesty-international-activists-reportedly-tortured-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58c66547c14077a9008b4a62-1334-667.jpg", "publishedAt": "2018-11-21T07:57:38Z", "content": "Saudi Arabia has been torturing a number of rights defenders, including women, held without charge since May 2018, according to reports by human-rights groups. Amnesty International obtained three separate testimonies which reveal instances of sexual harassme… [+1775 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Wednesday. Mark Zuckerberg gave an interview to CNN about the bombshell New York Times exposé. The Facebooks CEO said stepping down as chairman is \"not the plan,\" and voiced support for his COO Sheryl …", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-21-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5badf873254699f01d8b4568-2732-1366.jpg", "publishedAt": "2018-11-21T07:38:57Z", "content": "Facebook CEO Mark Zuckerberg. AP Good morning! This is the tech news you need to know this Wednesday. Mark Zuckerberg gave an interview to CNN about the bombshell New York Times exposé. The Facebooks CEO said stepping down as chairman is \"not the plan,\" and v… [+2412 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "UN senior official resigns after 'mind blowing' audit reportedly finds he spent nearly $500,000 in travel expenses", "description": "United Nations Environment Program chief Erik Solheim resigned, after he was alleged to have accrued $488,518 in travel expenses in the course of nearly two years, according to a previous report from The Guardian. Solheim, who was in charge of the \"global env…", "url": "https://www.businessinsider.com/erik-solheim-un-environmental-program-chief-resigns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4e5070d7c67176a586a95-2732-1366.jpg", "publishedAt": "2018-11-21T07:21:04Z", "content": "United Nations Environment Program chief Erik Solheim resigned, after he was alleged to have accrued $488,518 in travel expenses in the course of nearly two years. His resignation is effective Thursday, according to Reuters. Solheim, who oversees the \" global… [+2613 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards and Rosie Perper", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what you need to know for Wednesday. 1. US President Donald Trump reportedly wanted to direct the Department of Justice to prosecute two of his political rivals. Both former FBI director James Comey and former Secretary of State Hillary Clinton …", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-21-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4e9b2da27f83599645356-1920-960.jpg", "publishedAt": "2018-11-21T06:15:06Z", "content": "Rob Stothard/Getty Images Hello! Here's what you need to know for Wednesday. 1. US President Donald Trump reportedly wanted to direct the Department of Justice to prosecute two of his political rivals. Both former FBI director James Comey and former Secretary… [+2306 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "China's top security agency is accused of directing a wave of cyberattacks against Australia", "description": "REUTERS/Kevin Zhao Australian companies have been the target of a fresh wave of China-originated cyberattacks this year as part of a \"constant, significant effort\" to plunder corporate assets and intellectual property, according to a report released Tuesday.", "url": "http://uk.businessinsider.com/china-top-security-agency-accused-of-cyberattacks-against-australia-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5bf4dcaabde70f6f61283271-1190-625/chinas-top-security-agency-is-accused-of-directing-a-wave-of-cyberattacks-against-australia.jpg", "publishedAt": "2018-11-21T05:07:00Z", "content": "REUTERS/Kevin Zhao SYDNEY, Australia China's foreign ministry has recorded its usual annoyance following an investigation into Chinese corporate hacking in Australia that comes only days after US Vice President Mike Pence pointed the finger at Beijing for its… [+5028 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Commissioner Adam Silver is 'very confident' the NBA will hire the first female head coach in major men's professional sports", "description": "Since Adam Silver took over as Commissioner of the NBA in 2014, the league has taken on a new reputation as a progressive organization that is willing to embrace social change. In a conversation with MSNBC's Stephanie Ruhle, Silver leaned into that reputation…", "url": "http://uk.businessinsider.com/nba-commissioner-adam-silver-wants-female-head-coaches-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5bf5deb5bde70f027a7f3fc2-1190-625/commissioner-adam-silver-is-very-confident-the-nba-will-hire-the-first-female-head-coach-in-major-mens-professional-sports.jpg", "publishedAt": "2018-11-21T05:00:00Z", "content": "Becky Hammon is widely considered the frontrunner to become the first female head coach in NBA history. Darren Abate/AP Since Adam Silver took over as commissioner of the NBA in 2014, the league has embraced its new reputation as a progressive organization. I… [+3096 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "China's top security agency is accused of directing a wave of cyberattacks against Australia", "description": "Australian companies have been the target of a fresh wave of China-originated cyberattacks this year as part of a \"constant, significant effort\" to plunder corporate assets and intellectual property, according to a report released Tuesday. Beijing has rejecte…", "url": "https://www.businessinsider.com/china-top-security-agency-accused-of-cyberattacks-against-australia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4a5753815071ec11382b6-1136-568.jpg", "publishedAt": "2018-11-21T04:18:13Z", "content": "SYDNEY, Australia — China's foreign ministry has recorded its usual annoyance following an investigation into Chinese corporate hacking in Australia that comes only days after US Vice President Mike Pence pointed the finger at Beijing for its overwhelming \"in… [+5017 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "'Saudi Arabia First, not America First:' Even top GOP allies of Trump are railing against his defense of Saudi Arabia over Khashoggi's brutal murder", "description": "Several GOP officials on Tuesday offered scathing responses to President Donald Trump's statement outlining his administration's position on Saudi Arabia over the brutal murder of journalist Jamal Khashoggi. The president's forceful defense of Saudi Arabia fo…", "url": "https://www.businessinsider.com/republicans-respond-to-trump-defense-of-saudi-arabia-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc60115b5d974124f542068-1920-960.jpg", "publishedAt": "2018-11-21T02:15:39Z", "content": "Several GOP officials on Tuesday offered scathing responses to President Donald Trump's statement which appeared to side with Saudi Arabia over the brutal murder of journalist Jamal Khashoggi. Several of Trump's top GOP allies, including Rand Paul and Lindsey… [+4808 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Apple's App Store and Apple Music are down, just days before Black Friday (AAPL)", "description": "The Apple App Store appears to be down for iPhone users on Tuesday night, just days before the Black Friday shopping event. Apple Music also appears to be impacted by the problems. Business Insider could not access the App Store from several devices at the ti…", "url": "https://www.businessinsider.com/apple-app-store-is-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4b6fcbeb67016ec76f9f3-1136-568.jpg", "publishedAt": "2018-11-21T01:39:42Z", "content": "The Apple App Store appears to be down for iPhone users on Tuesday night, just days before the Black Friday shopping event. Apple Music also appears to be impacted by the problems. Business Insider could not access the App Store from several devices at the ti… [+724 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "US Homeland Security reportedly infiltrating WhatsApp groups and using paid undercover informants to monitor migrant caravan", "description": "The Department of Homeland Security is reportedly using paid undercover informants to gather intelligence on the migrant caravan nearing the US-Mexico border. Homeland Security officials were said to be monitoring the migrants through the WhatsApp text messag…", "url": "https://www.businessinsider.com/homeland-security-whatsapp-group-and-undercover-informants-migrant-caravan-intelligence-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf49a1bf556fc14e06e01b1-1536-768.jpg", "publishedAt": "2018-11-21T01:23:49Z", "content": "The Department of Homeland Security is reportedly using paid undercover informants to gather intelligence on the migrant caravan nearing the US-Mexico border, according to multiple news reports. Homeland Security is also monitoring the migrants through the Wh… [+1857 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "Walmart wants its campaign donation back after uproar over Sen. Cindy Hyde-Smith's 'public hanging' remarks", "description": "Walmart is \"withdrawing our support and requesting a refund of all campaign donations\" from Republican Sen. Cindy Hyde-Smith's campaign, amid backlash against Hyde-Smith for \"public hanging\" remarks. Walmart made the announcement in a tweeted response to actr…", "url": "https://www.businessinsider.com/walmart-responds-to-sen-cindy-hyde-smiths-public-hanging-remarks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4ad9601b12d16e3046f03-750-375.jpg", "publishedAt": "2018-11-21T01:03:07Z", "content": "Walmart is \"requesting a refund\" from Repubican Sen. Cindy Hyde-Smith's campaign, following backlash over the Mississippi politician's \"public hanging\" remark. In a tweeted response to \"Will &amp; Grace\" actress Debra Messing, Walmart said, \"Sen. Hyde-Smith's… [+2811 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook's ad platform has crashed — causing chaos just days before Black Friday (FB)", "description": "Facebook’s Ads Manager is currently down, leaving some customers unable to create new advertisements or campaigns. It’s a major outage, stretching into its eighth hour — and comes right before Thanksgiving and Black Friday sales. It's already causing chaos. F…", "url": "https://www.businessinsider.com/facebook-ad-manager-platform-crashes-thanksgiving-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf0ded1e8443a933d8ad8-2732-1366.jpg", "publishedAt": "2018-11-21T00:27:16Z", "content": "Facebook's advertising platform is suffering from a major outage. The company's Ads Manager, its tool that lets users create advertisements on its social network, has crashed, leaving would-be advertisers unable to create new ad campaigns just days before Tha… [+2660 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "More Mexican leaders are being implicated in the Sinaloa cartel's dirty dealings during 'El Chapo' Guzman's trial", "description": "The trial of Joaquin \"El Chapo\" Guzman has entered its second week. In testimony on Tuesday, a former senior Sinaloa cartel figure implicated more Mexican officials in corruption. Guzman's defense team is trying to cast him as a \"scapegoat\" for the cartel's t…", "url": "https://www.businessinsider.com/chapo-guzman-trial-witness-alleges-payoffs-to-mexico-security-official-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf489588c35ab1248186cd0-1334-667.jpg", "publishedAt": "2018-11-21T00:08:18Z", "content": "A little over a week into the trial of accused Sinaloa cartel chief Joaquin \"El Chapo\" Guzman, testimony has already implicated two former presidents and other senior officials in corruption and bribery. Jesus \"El Rey\" Zambada, the youngest brother of Ismael … [+5566 chars]"}]}