{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Erdogan says Saudis at 'highest levels' ordered Khashoggi's killing and calls for cooperation, but critics say he's part of the problem", "description": "Turkish President Recep Tayyip Erdogan on Friday said Saudi journalist Jamal Khashoggi's killing was ordered at the \"highest levels\" of the Saudi government and is calling on Riyadh to be more cooperative moving forward. Critics say Erdogan is also part of th…", "url": "https://www.businessinsider.com/erdogan-is-part-of-the-problem-in-jamal-khashoggi-probe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcc1febeb6707331069b52-1136-568.jpg", "publishedAt": "2018-11-02T22:49:29Z", "content": "Turkish President Recep Tayyip Erdogan on Friday said Saudi journalist Jamal Khashoggi's killing was ordered at the \"highest levels\" of the Saudi government and is calling on Riyadh to be more cooperative moving forward. But critics say the Turkish leader is … [+5692 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "A viral video app you've probably never heard of had more downloads in September than Facebook, YouTube, or... - Business Insider India", "description": "Business Insider India A viral video app you've probably never heard of had more downloads in September than Facebook, YouTube, or... Business Insider India TikTok is a social platform popular amongst teens made-up of short videos that often play catchy songs…", "url": "http://www.businessinsider.com/tiktok-most-downloaded-app-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66483489/a-viral-video-app-youve-probably-never-heard-of-had-more-downloads-in-september-than-facebook-youtube-or-snapchat.jpg?807058", "publishedAt": "2018-11-02T22:44:56Z", "content": "TikTok - an app you may have never heard of before - was the most downloaded app in the US in September, according to a TechCrunch report on Friday using data from SensorTower. For the first time in the US, TikTok had more downloads than Facebook, Instagram, … [+1362 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "A viral video app you've probably never heard of had more downloads in September than Facebook, YouTube, or Snapchat", "description": "TikTok is a social platform popular amongst teens made-up of short videos that often play catchy songs in the background. According to TechCrunch report on Friday, TikTok was the most downloaded app in the US in September. This marked the first time in the US…", "url": "https://www.businessinsider.com/tiktok-most-downloaded-app-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcce1338150774f66207f6-960-480.png", "publishedAt": "2018-11-02T22:37:19Z", "content": "TikTok — an app you may have never heard of before — was the most downloaded app in the US in September, according to a TechCrunch report on Friday using data from SensorTower. For the first time in the US, TikTok had more downloads than Facebook, Instagram, … [+1362 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "NFL betting guide — Our best bets for Week 9 of the Westgate SuperContest", "description": "Elsa/Getty Images\n\n\n\nHalfway through the NFL season, our best bets have been hovering around 50% - slightly less than profitable, but good enough that we're not yet out of the running in the Westgate SuperContest.\n\nStill, we have to get hot, and time is runni…", "url": "https://www.businessinsider.com/nfl-week-9-picks-ats-westgate-supercontest-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-02T22:17:21Z", "content": "Elsa/Getty Images Halfway through the NFL season, our best bets have been hovering around 50% — slightly less than profitable, but good enough that we're not yet out of the running in the Westgate SuperContest. Still, we have to get hot, and time is running o… [+1939 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL betting guide — Our best bets for Week 9 of the Westgate SuperContest", "description": "Halfway through the NFL season, our best bets have been hovering around 50% — slightly less than profitable, but good enough that we're not yet out of the running in the Westgate SuperContest. Still, we have to get hot, and time is running out — after a 3-2 w…", "url": "https://www.businessinsider.com/nfl-week-9-picks-ats-westgate-supercontest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdca81a3815076fc05deb8f-1536-768.jpg", "publishedAt": "2018-11-02T22:17:21Z", "content": "The Minnesota Vikings' loss to the Saints last weekend wasn't as bad as it looked on paper. While the final score read 30-20 and the game was never really in doubt for the Saints in the second half, the big swing of the game came late in the second quarter wh… [+480 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta and Ellen Cranley", "title": "These 25 Congressional races to watch are some of the most competitive in the 2018 midterm elections", "description": "Election Day for the hotly contested 2018 midterms is on Tuesday, November 6. Midterm elections are traditionally a referendum on the party in power, and this year, Republicans in Congress are defending themselves against a wave of anti-Trump fervor. These fi…", "url": "https://www.businessinsider.com/most-competitive-house-districts-in-2018-midterm-elections-2018-8", "urlToImage": "https://amp.businessinsider.com/images/5b7f05288ea82f56278b5503-960-480.jpg", "publishedAt": "2018-11-02T22:10:27Z", "content": "Kansas' 2nd district, considered a safe Republican seat for decades, has been thrown into play by the retirement of incumbent Lynn Jenkins. The Republican: Former US Army Airborne Ranger and federal defense contractor Steve Watkins seemingly came out of nowhe… [+2499 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Grace Panetta", "title": "25 states allow some voters to submit their ballots electronically — here’s how that works", "description": "The 2018 midterm elections are upon us. In 25 states, service members who qualify under the Uniformed and Overseas Citizens Absentee Voting Act can submit their ballots via email or through an online portal. Approximately 100,000 service members sent in their…", "url": "https://www.businessinsider.com/22-states-that-allow-you-to-vote-online-2016-9", "urlToImage": "https://static.businessinsider.com/image/5bdcc6ea0591f2778b149ecb-750.jpg", "publishedAt": "2018-11-02T21:52:00Z", "content": "In 25 states some voters can submit their ballots via email or through an online portal. Shayanne Gal/Business Insider America's voter turnout rates are much lower on average than those of other Western democracies, with 60% of eligible voters casting ballots… [+1913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The newest 'Overwatch' character is a deadly gunslinger with a grudge to bear", "description": "\"Overwatch\"/Activision Blizzard The 29th \"Overwatch\" hero, Ashe, was revealed during BlizzCon 2018. Ashe is the leader of the Deadlock Gang and has a longstanding grudge against McCree, one of the original \"Overwatch\" heroes. She is a damage hero with a mix o…", "url": "http://uk.businessinsider.com/new-overwatch-character-ashe-leader-deadlock-gang-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bdcb46ddde867516926614f-1190-625/the-newest-overwatch-character-is-a-deadly-gunslinger-with-a-grudge-to-bear.jpg", "publishedAt": "2018-11-02T21:50:00Z", "content": "\"Overwatch\"/Activision Blizzard The latest hero to join the cast of \"Overwatch\" is Ashe, the leader of the Deadlock Gang. Ashe was revealed during BlizzCon, Activision-Blizzard's annual fan conference. She is the 29th \"Overwatch\" hero and the first damage her… [+946 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Grace Panetta", "title": "25 states allow some voters to submit their ballots electronically — here’s how that works", "description": "Shayanne Gal/Business Insider. The 2018 midterm elections are upon us. In 25 states, service members who qualify under the Uniformed and Overseas Citizens Absentee Voting Act can submit their ballots via email or through an online portal. Approximately 100,00…", "url": "http://uk.businessinsider.com/22-states-that-allow-you-to-vote-online-2016-9", "urlToImage": "http://static5.uk.businessinsider.com/image/5bdcc646dde86752517e7f44-1190-625/25-states-allow-some-voters-to-submit-their-ballots-electronically--heres-how-that-works.jpg", "publishedAt": "2018-11-02T21:50:00Z", "content": "Shayanne Gal/Business Insider America's voter turnout rates are much lower on average than those of other Western democracies, with 60% of eligible voters casting ballots in the 2016 presidential election, and just 36% in the 2014 midterms. Online voting has … [+4726 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj, Insider Picks", "title": "Amazon is celebrating Alexa's 4th birthday with up to $30 off Echo and Fire devices - Business Insider", "description": "Business Insider Amazon is celebrating Alexa's 4th birthday with up to $30 off Echo and Fire devices Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue…", "url": "https://www.businessinsider.com/amazon-alexa-deals-echo-fire-tv-stick-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc757de4218a66d53a9c77-1536-768.jpg", "publishedAt": "2018-11-02T21:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's hard to believe, but Amazon's Alexa is already 4 years old. To celebrate, Amazon is giving c… [+1913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "Daylight Saving Time is literally killing us", "description": "Daylight Saving Time ends on Sunday, November 4, 2018. At 2:00 a.m. that morning, most phones and computers will automatically shift an hour back, and we'll get an extra hour of sleep. The interruption to our internal clocks is a welcome reprieve each fall, b…", "url": "https://www.businessinsider.com/daylight-saving-time-is-deadly-2018-3", "urlToImage": "https://amp.businessinsider.com/images/5bd89cae8c35ab1bf44a2397-1920-960.png", "publishedAt": "2018-11-02T21:37:00Z", "content": "Daylight Saving Time ends Sunday, November 4, 2018. Brian Snyder/Reuters Daylight saving time is a killer. The annual ritual in which we trade an hour of morning light for evening brightness may seem like a harmless shift. But each year, on the Monday after t… [+2633 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Ludacer, Jessica Orwig and Alana Kakoyiannis", "title": "A running coach explains how to get through the NYC marathon this weekend", "description": "The New York City Marathon is this weekend and thousands of runners are prepping to conquer the 26.2 miles of city streets. Training for a marathon can take months of dedication, but the toughest challenge the day of the race is navigating the course and keep…", "url": "https://www.businessinsider.com/what-expect-new-york-city-marathon-this-weekend-2016-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc63e90591f269542f4005-2732-1366.jpg", "publishedAt": "2018-11-02T21:27:00Z", "content": "EDITOR'S NOTE: This video was originally published on November 4, 2017."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk says he doesn't want to make electric scooters because they lack 'dignity' (TSLA)", "description": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that some Tesla employees wanted the automaker to make an electric scooter, but he denied their request. \"There was some people in the studio who wanted to make a scooter, but I was like…", "url": "https://www.businessinsider.com/elon-musk-doesnt-want-to-make-electric-scooters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcadcfda27f8738d3edff7-1920-960.jpg", "publishedAt": "2018-11-02T21:00:41Z", "content": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that some Tesla employees wanted the automaker to make an electric scooter, but he denied their request. \"There was some people in the studio who wanted to make a scooter, but I was like… [+1036 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Anderson", "title": "How Hollywood makes fake blood for TV and movies", "description": "If you've ever seen a horror movie, you've seen some fake blood. There's a pretty simple formula for creating blood that looks real and there are even special techniques to splashing and spraying it to look like someone has been injured or killed. In the vide…", "url": "https://www.businessinsider.com/fake-blood-how-its-made-movies-film-special-effects-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc7775998b249047575336a-1536-768.jpg", "publishedAt": "2018-11-02T21:00:00Z", "content": "Following is the transcript of the video. Pam : This is the lab, basically, where we do all of our, all of our mixing and potion-ing. So as you can probably tell, we've mixed a few batches of blood on this counter, but I can take you through a batch if you li… [+2004 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Delano Samuels", "title": "Why your nose runs when it's cold outside", "description": "A runny nose is common when we're sick, but it can come unexpected when we're perfectly healthy. So why do we get runny noses in the middle of summer or in the winter when we don't have a cold ? NYU otolaryngologist Dr. Erich Voigt says it has to do with the …", "url": "https://www.businessinsider.com/what-happens-inside-your-nose-when-it-runs-2016-8", "urlToImage": "https://amp.businessinsider.com/images/57bf0b888fe4de4633e5e540-1536-768.jpg", "publishedAt": "2018-11-02T20:59:00Z", "content": "Following is a transcript of the video. Dr. Erich Voigt: What is our nose doing? It's actually able to take air that might be zero degrees or 100 degrees, and as you breathe it in, it gets the air to body temperature. The nose is probably one of the least app… [+1140 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "María Soledad González Romero and Shira Polan", "title": "It's possible to exercise too much — here's what it can do to your body and brain", "description": "Exercise is supposed to be good for you — but exercising too much or running too fast can have serious consequences for your body and brain. Over-exerting yourself could actually undo the results you worked hard to get, and worse, could damage your heart and …", "url": "https://www.businessinsider.com/what-over-exercise-does-body-brain-health-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5acf98a9146e716f018b48a5-1536-768.jpg", "publishedAt": "2018-11-02T20:58:00Z", "content": "If working out is good for you, then working out more can only be better for you, right? Not quite. Too many trips to the gym or cardio sessions could actually undo all of those gains you've been working towards. Worse, they might be doing damage to your hear… [+3525 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk says Tesla might make an electric bike (TSLA)", "description": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that Tesla might make an electric bike. In the coming years, Tesla 's product lineup will expand beyond electric sedans and SUVs to include a pickup truck and a semi-truck, called the Se…", "url": "https://www.businessinsider.com/elon-musk-tesla-might-make-an-electric-bike-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb641da27f874df68702a-1334-667.jpg", "publishedAt": "2018-11-02T20:56:47Z", "content": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that Tesla might make an electric bike. \"I think we might do an electric bike, yeah,\" Musk said. In the coming years, Tesla's product lineup will expand beyond electric sedans and SUVs t… [+943 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's suddenly talking about a big new trade deal with China, but analysts say it's just 'pre-election hype designed to make the markets happy'", "description": "President Donald Trump has suddenly suggested that the US and China could make a deal to end the trade war. But the suggestion flies in the face of recent actions by the administration — and Trump's own words. Analysts said Trump could be simply trying to soo…", "url": "https://www.businessinsider.com/trump-china-tariffs-trade-war-deal-midterm-election-stock-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcac2a101142712045ec15-1334-667.jpg", "publishedAt": "2018-11-02T20:43:11Z", "content": "President Donald Trump teased a prospective trade deal with China on Friday, but many analysts are skeptical the trade war is going to end anytime soon. Trump told reporters before leaving the White House that the US is \"close to doing something\" with China t… [+3736 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The newest 'Overwatch' character is a deadly gunslinger with a grudge to bear", "description": "The 29th \"Overwatch\" hero, Ashe, was revealed during BlizzCon 2018. Ashe is the leader of the Deadlock Gang and has a longstanding grudge against McCree, one of the original \"Overwatch\" heroes. She is a damage hero with a mix of ranged weapons and a unique su…", "url": "https://www.businessinsider.com/new-overwatch-character-ashe-leader-deadlock-gang-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcae4eb73c286f6556c4d2-2732-1366.jpg", "publishedAt": "2018-11-02T20:32:05Z", "content": "The latest hero to join the cast of \"Overwatch\" is Ashe, the leader of the Deadlock Gang. Ashe was revealed during BlizzCon, Activision-Blizzard's annual fan conference. She is the 29th \"Overwatch\" hero and the first damage hero added to the game since \"Doomf… [+914 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "A federal judge just paved the way for Trump's critics to obtain his financial records", "description": "A federal judge on Friday dismissed President Donald Trump's request to stay a lawsuit alleging he's profiting from foreign governments via his Washington, DC, hotel in violation of the foreign emoluments clause of the US Constitution. This paves the way for …", "url": "https://www.businessinsider.com/federal-judge-rules-against-trump-in-foreign-emoluments-lawsuit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcac7fbeb6706f963f6052-1920-960.jpg", "publishedAt": "2018-11-02T20:11:39Z", "content": "A federal judge on Friday di missed President Donald Trump's request to stay a lawsuit alleging he's profiting from foreign governments via his Washington, DC, hotel in violation of the foreign emoluments clause of the US Constitution. US District Judge Peter… [+2484 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Anthony Davis' free agency is going to rock the NBA, and chatter has already started about where he could land", "description": "Anthony Davis can become a free agent at the end of the 2019-20 season and one of the most sought-after players in NBA history. While his free agency is over a year away, there is already buzz about whether Davis will stay with the New Orleans Pelicans, in pa…", "url": "https://www.businessinsider.com/anthony-davis-free-agency-chatter-started-nba-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdca48201b12d6ec82896e6-1334-667.jpg", "publishedAt": "2018-11-02T20:10:20Z", "content": "Anthony Davis has the chance to become the NBA's biggest free agent since LeBron James in 2010 and Kevin Durant in 2014. The 25-year-old New Orleans Pelicans big man has ascended among the elite NBA players, putting up eye-popping nightly figures over the pas… [+3996 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "Anthony Davis' free agency is going to rock the NBA, and chatter has already started about where he could land", "description": "Jeff Chiu/AP\n\n\n\n\nAnthony Davis can become a free agent at the end of the 2019-20 season and one of the most sought-after players in NBA history.\nWhile his free agency is over a year away, there is already buzz about whether Davis will stay with the New Orlean…", "url": "https://www.businessinsider.com/anthony-davis-free-agency-chatter-started-nba-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-02T20:10:20Z", "content": "Jeff Chiu/AP Anthony Davis has the chance to become the NBA's biggest free agent since LeBron James in 2010 and Kevin Durant in 2014. The 25-year-old New Orleans Pelicans big man has ascended among the elite NBA players, putting up eye-popping nightly figures… [+4307 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jennifer Still", "title": "I work from home — here are 6 ways I stay disciplined", "description": "The ability to work from home can have productivity benefits for workers, but it can also bring distractions and difficulties. Here, author Jennifer Still details six things that she does to stay disciplined while working remotely. While more and more compani…", "url": "https://www.businessinsider.com/work-from-home-stay-disciplined-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdb6d7ac9570157a170e43f-1136-568.jpg", "publishedAt": "2018-11-02T19:57:38Z", "content": "It sounds crazy, but Autonomous Sensory Meridian Response — a phenomenon known more commonly as ASMR — has done wonders for my productivity levels. Basically, it's a super relaxing, full-body \"buzz\" that's produced by certain triggers, which differ according … [+481 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "The best value plays in your DraftKings lineup for Week 9 of the NFL season", "description": "Halfway through the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week is a new chance to find value and make some money. Last week, our DraftKings value p…", "url": "https://www.businessinsider.com/week-9-nfl-draftkings-lineup-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc569e5f1f75656b0e50d2-1334-667.jpg", "publishedAt": "2018-11-02T19:56:22Z", "content": "Halfway through the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week is a new chance to find value and make some money. Last week, our DraftKings value p… [+564 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Treasury yields roar higher as 'booming US economy' cements December rate hike", "description": "The October jobs report blew past expectations, cementing a Fed rate hike in December. The 2-year yield neared an 11-year high, and the 30-year touched levels last seen in July 2014. Yields across the curve were up at least 6 basis points. Treasury yields roa…", "url": "https://markets.businessinsider.com/news/stocks/jobs-report-december-rate-hike-treasury-yields-roar-higher-2018-11-1027685873", "urlToImage": "https://static3.businessinsider.com/image/5612c453bd86ef15008bf361-1176/screen-shot-2014-02-12-at-8.16.58-am.png", "publishedAt": "2018-11-02T19:28:00Z", "content": "REUTERS Treasury yields roared higher Friday after the October jobs report pointed to continued strength in the US economy, cementing a Fed rate hike in December. The US economy added 250,000 nonfarm jobs in October as the unemployment rate held at 3.7%, its … [+1334 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Treasury yields roar higher after strong jobs report cements December rate hike", "description": "The October jobs report blew past expectations, cementing a Fed rate hike in December. The 2-year yield neared an 11-year high, and the 30-year touched levels last seen in July 2014. Yields across the curve were up at least 6 basis points. Treasury yields roa…", "url": "https://www.businessinsider.com/jobs-report-december-rate-hike-treasury-yields-roar-higher-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56c4deb82e526558008b7d51-1334-667.jpg", "publishedAt": "2018-11-02T19:28:00Z", "content": "Treasury yields roared higher Friday after the October jobs report pointed to continued strength in the US economy, cementing a Fed rate hike in December. The US economy added 250,000 nonfarm jobs in October as the unemployment rate held at 3.7%, its lowest s… [+1326 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "This 29-year-old's side project has officially grown into a $1.9 billion cloud company with a huge new $100 million round of funding", "description": "The cloud infrastructure automation startup HashiCorp announced Thursday it raised $100 million in Series D funding. This brings HashiCorp's valuation to $1.9 billion and its total funding to $174 million. HashiCorp recently announced new versions of four of …", "url": "https://www.businessinsider.com/hashicorp-raises-100-million-at-19-billion-valuation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd3a28c5b658c48ce2da563-2732-1366.jpg", "publishedAt": "2018-11-02T19:17:38Z", "content": "On Thursday, cloud infrastructure startup HashiCorp announced it had raised $100 million in Series D funding. This brings the company's valuation to $1.9 billion and its total funding to $174 million. The funding was led by IVP, as well as Bessemer Venture Pa… [+1662 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "31 clever stocking stuffers they’ll actually use — all under $10", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Not everyone in your life, like your friendly neighborhood mailman or the kid cousins you only se…", "url": "https://www.businessinsider.com/stocking-stuffers-under-10-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bcf570ae92e97760d0d88d6-750-375.jpg", "publishedAt": "2018-11-02T19:15:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Sugarfina/Instagram Not everyone in your life, like your friendly neighborhood mailman or the kid… [+798 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eric Rosenberg, Insider Picks", "title": "Chase's Ink Business Cash is a great no-fee credit card for small business owners — get a $500 cash-back bonus - Business Insider", "description": "Business Insider Chase's Ink Business Cash is a great no-fee credit card for small business owners — get a $500 cash-back bonus Business Insider Businesses can get in the action with some top cards for cash back and travel rewards. The Ink Business Cash Credi…", "url": "https://www.businessinsider.com/chase-ink-cash-review", "urlToImage": "https://amp.businessinsider.com/images/5bdc7a1f0591f26c6b1e8683-1136-568.jpg", "publishedAt": "2018-11-02T19:01:01Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Great cash-back credit cards are not just for individual credit card users. Businesses can get in the action with … [+4111 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Sundar Pichai's 11-year-old son is mining for Ethereum on a computer the Google CEO built himself (GOOGL, GOOG)", "description": "At the New York Times DealBook conference on Thursday, Google CEO Sundar Pichai said that his 11-year-old son was mining for Ethereum on the family's home PC. Pichai explained that his son had to correct him recently, saying: \"I was talking about something ab…", "url": "https://www.businessinsider.com/google-ceo-sundar-pichai-son-mining-ethereum-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc8ea6b73c286a6c32c39f-2560-1280.jpg", "publishedAt": "2018-11-02T18:51:37Z", "content": "At the New York Times DealBook conference on Thursday, Google CEO Sundar Pichai said that his 11-year-old son was mining for Ethereum on the family's home PC. The revelation came as Pichai was asked about how he, a parent living in Silicon Valley, thinks abou… [+2209 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Elon Musk says it'd be ironic if he died on Mars - but thinks 'the most ironic outcome is the most probable' - Business Insider India", "description": "Business Insider India Elon Musk says it'd be ironic if he died on Mars - but thinks 'the most ironic outcome is the most probable' Business Insider India SpaceX; NASA; Mark Brake/Getty Images; Samantha Lee/Business InsiderElon Musk and SpaceX's Big Falcon Ro…", "url": "http://www.businessinsider.com/elon-musk-dying-mars-kara-swisher-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66482609/elon-musk-says-itd-be-ironic-if-he-died-on-mars-but-thinks-the-most-ironic-outcome-is-the-most-probable.jpg?925575", "publishedAt": "2018-11-02T18:49:16Z", "content": "Elon Musk and his rocket company, SpaceX, want to send people to the surface of Mars and eventually colonize the red planet. Today that goal seems much closer to reality than when Musk founded SpaceX in 2002. The company is making progress toward building a f… [+2052 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback", "title": "The salary you need to earn to buy a home right now in the 25 biggest US cities", "description": "Home prices across the United States have continued to rise, with 93% of metros showing sales price gains, according to the latest quarterly report from the National Association of Realtors. Despite a strong economy, homebuying affordability has decreased yea…", "url": "https://www.businessinsider.com/income-qualify-mortgage-buy-house-us-cities-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc91c9c957016b4a648897-1920-960.jpg", "publishedAt": "2018-11-02T18:49:00Z", "content": "The United States economy may be doing great, but middle-class homebuyers are still struggling. Home prices across the US continued to rise in the third quarter of 2018 — 93% of metros had sales-price gains, according to the latest quarterly report from the N… [+1170 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Iranian intelligence reportedly used Google to crack a CIA communications system, leading to 'dozens' of deaths", "description": "A 2017 photo shows Iran's President Hassan Rouhani, top center, reviewing army troops marching during the 37th anniversary of Iraq's 1980 invasion of Iran. AP Photo/Ebrahim Noroozi Former intelligence officials have revealed a previously unreported breach of …", "url": "http://uk.businessinsider.com/iran-used-google-in-cia-breach-that-led-to-dozens-dead-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5bdc94dbbde70f4c9767c6e3-1190-625/iranian-intelligence-reportedly-used-google-to-crack-a-cia-communications-system-leading-to-dozens-of-deaths.jpg", "publishedAt": "2018-11-02T18:46:00Z", "content": "A 2017 photo shows Iran's President Hassan Rouhani, top center, reviewing army troops marching during the 37th anniversary of Iraq's 1980 invasion of Iran. AP Photo/Ebrahim Noroozi Former intelligence officials have revealed a previously unreported breach of … [+2918 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "Elon Musk says it'd be ironic if he died on Mars — but thinks 'the most ironic outcome is the most probable'", "description": "Elon Musk is trying to colonize Mars with his rocket company, SpaceX. The tech mogul has said a mission to the red planet could be deadly but has hinted he may go at some point. Musk appeared on a Recode Decode podcast episode with journalist Kara Swisher on …", "url": "https://www.businessinsider.com/elon-musk-dying-mars-kara-swisher-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba4e9b79c5d671f128b4568-1136-568.png", "publishedAt": "2018-11-02T18:45:00Z", "content": "Elon Musk and his rocket company, SpaceX, want to send people to the surface of Mars and eventually colonize the red planet. Today that goal seems much closer to reality than when Musk founded SpaceX in 2002. The company is making progress toward building a f… [+2148 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Busy day of campaigning for Trump, Obama ahead of key US elections - Business Insider", "description": "Business Insider Busy day of campaigning for Trump, Obama ahead of key US elections Business Insider By Joe Skipper and Sharon Bernstein. MIAMI (Reuters) - Republican U.S. President Donald Trump and his Democratic predecessor Barack Obama were set to sketch o…", "url": "https://www.businessinsider.com/r-busy-day-of-campaigning-for-trump-obama-ahead-of-key-us-elections-2018-11", "urlToImage": null, "publishedAt": "2018-11-02T18:38:20Z", "content": "FILE PHOTO: U.S. President Trump boards Air Force One prior to departing on campaign trip from Joint Base Andrews, Maryland Thomson Reuters By Joe Skipper and Sharon Bernstein MIAMI (Reuters) - Republican U.S. President Donald Trump and his Democratic predece… [+3592 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni and Sarah Wyman", "title": "After treasuring a painting of Robert E. Lee for 40 years, General Stanley McChrystal threw it away and began to question the leaders he admired", "description": "Stanley McChrystal is a retired four-star general in the US Army who led America's Joint Special Operations Command and NATO's forces in the War in Afghanistan. In his new book \" Leaders,\" he explains how revisiting reverence of Confederate general Robert E. …", "url": "https://www.businessinsider.com/stanley-mcchrystal-leadership-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdc7ff23815076a005c19e6-1920-960.jpg", "publishedAt": "2018-11-02T18:38:09Z", "content": "When General Stanley McChrystal began working on his memoir after retiring as a four-star general in 2010, he realized that his perception of himself as a leader was different from reality. In the last eight years, he's had time to reflect on both his career … [+30047 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Elon Musk needs to stop lecturing everybody about how hard it is for Tesla to build cars (TSLA)", "description": "Elon Musk spent over an hour on the Recode/Decode podcast, talking about Tesla. He offered what has become a familiar lecture about why Tesla has struggled with its auto-manufacturing supply chain. Everybody in the auto industry knows about the supply chain a…", "url": "https://www.businessinsider.com/elon-musk-tesla-struggles-supply-chain-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ae8c78519ee8623008b4759-1136-568.jpg", "publishedAt": "2018-11-02T18:37:24Z", "content": "Tesla CEO Elon Musk participated in a lengthy Recode/Decode podcast interview with Kara Swisher this week. In over an hour, he covered a lot of ground. It's worth a listen. I got through the whole thing, hearing all about how painful it was for Musk to work t… [+4238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Fascinating photos show what it's like to be a truck driver in different parts of the world — from driving pandas to the airport to spending $10,000 on truck art", "description": "Truck drivers around the world have more in common than you might think. They all deal with traffic, long stretches of time away from home, strikes, and more. But other parts of their lives are fascinatingly different, as shown in the photographs below. Truck…", "url": "https://www.businessinsider.com/trucker-truck-driver-lifestyle-around-world-pakistan-china-usa-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc962d01b12d6cc77650f8-2732-1366.jpg", "publishedAt": "2018-11-02T18:30:00Z", "content": "Truck transportation is a $1.45 trillion industry worldwide. That's more than air, ship, train, or any other individual method of moving goods. The lives of the people driving those many, many trucks are different all over the world. We found fascinating phot… [+238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "This dramatic video shows China's answer to America's top combat drone blowing things to bits", "description": "The CH-5 combat and reconnaissance drone developed by the China Aerospace Science and Technology Corporation is said to rival General Atomics' MQ-9 Reaper. The CH-5, nicknamed the \"Air Truck Bomb,\" can be seen devastating mock targets in a new video released …", "url": "https://www.businessinsider.com/dramatic-video-shows-chinese-ch-5-combat-drone-blowing-things-up-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc91400591f26f77223e39-2732-1366.jpg", "publishedAt": "2018-11-02T18:14:51Z", "content": "The developers of one of China's newest and most advanced combat drones have released a new video showcasing its destructive capabilities. The video was released just one week prior to the start of the China International Aviation &amp; Aerospace Exhibition i… [+1786 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Iranian intelligence reportedly used Google to crack a CIA communications system, leading to 'dozens' of deaths", "description": "Former intelligence officials have revealed a previously unreported breach of a CIA communications system by Iran. Iranian agents reportedly used Google searches to discover websites that the CIA was using for communications purposes. It's estimated that the …", "url": "https://www.businessinsider.com/iran-used-google-in-cia-breach-that-led-to-dozens-dead-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc9273da27f86f9a086663-2732-1366.jpg", "publishedAt": "2018-11-02T18:11:48Z", "content": "Former intelligence officials have revealed a previously unreported breach of a CIA communications system by Iran. Yahoo News reported that in a breach that occurred around 2010, Iranian agents used simple Google searches to identify and then infiltrate the w… [+2741 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Singh", "title": "Tiffany Haddish says she asked her celebrity crushes Michael B. Jordan and Trevor Noah out — and they both turned her down", "description": "During an interview with BuzzFeed, Tiffany Haddish was asked to list her celebrity crush and how she'd react if she met them. \"I have met my celebrity crushes,\" she said. \"There are several and when I met them I asked them on a date, asked them if I could coo…", "url": "https://www.businessinsider.com/tiffany-haddish-michael-b-jordan-trevor-noah-turned-her-down-for-dates-2018-11", "urlToImage": null, "publishedAt": "2018-11-02T18:06:21Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta and Sonam Sheth", "title": "Here's why Mueller often uses 'speaking indictments,' and why that could be hugely damaging to Trump", "description": "The special counsel Robert Mueller's Russia investigation has been quiet in recent weeks to avoid influencing the midterms. But by all indications, the probe is moving full-speed ahead behind the scenes. Over the course of the investigation, Mueller has made …", "url": "https://www.businessinsider.com/what-is-a-speaking-indictment-mueller-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b81864ce361c0243a8b4976-1920-960.jpg", "publishedAt": "2018-11-02T18:05:17Z", "content": "The special counsel Robert Mueller's investigation into Russian interference in the 2016 election has been relatively quiet in the run-up to the November midterm elections. But by all indications, the probe is still moving full-speed ahead. Mueller, the forme… [+3404 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "'Pivot as quickly as possible': Amazon reportedly tells employees to avoid talking about Trump (AMZN)", "description": "Amazon reportedly advised employees in a memo to avoid talking about President Donald Trump when prompted by reporters. It was included in a set of guidelines passed around by Amazon's public relations team, according to The Information. The memo was undated,…", "url": "https://www.businessinsider.com/amazon-memo-trump-talking-points-employees-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc84341011426af16ca40a-2732-1366.jpg", "publishedAt": "2018-11-02T18:01:18Z", "content": "Amazon has reportedly laid out strict guidelines for employees talking to the media about President Donald Trump. The company advised employees in a memo to avoid talking to the media about the president, and to direct inquires to Amazon's public relations te… [+1774 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "The Nigerian Army is using the clip of Trump saying troops will shoot migrants who throw rocks to defend killing protesters", "description": "The Nigerian Army on Friday shared a clip of President Donald Trump saying US troops would open fire on rock-throwing migrants to justify firing on and killing Shia protesters earlier in the week. \"We’re not going to put up with that. They want to throw rocks…", "url": "https://www.businessinsider.com/nigerian-army-shares-clip-of-trump-talking-about-shooting-migrants-throwing-rocks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb6b2101b12d577d0378ee-1920-960.jpg", "publishedAt": "2018-11-02T18:00:12Z", "content": "The Nigerian Army on Friday shared a clip of President Donald Trump saying US troops would open fire on rock-throwing migrants to justify firing on and killing Shia protesters earlier in the week. Nigerian troops fired on a group of roughly 1000 Shia proteste… [+3510 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone and Sonam Sheth", "title": "There really aren’t too many Democrats in Congress who want to impeach Trump", "description": "Democrats have gone from being optimistic to confident that they will take back the House of Representatives following the November midterms. The possibility has stirred speculation about whether Democrats will move to impeach President Donald Trump. Few Demo…", "url": "https://www.businessinsider.com/democrats-dont-want-to-impeach-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58d9c0ff2dfbdb55008b4774-960-480.jpg", "publishedAt": "2018-11-02T17:57:56Z", "content": "As the November midterms come around the corner, Democrats have gone from being optimistic to confident that they will take the House of Representatives. Minority Leader Nancy Pelosi said as much when she appeared on \"The Late Show with Stephen Colbert\" earli… [+1956 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "After some touch-ups, the Air Force's biggest plane is ready to soar for decades, but the service has other transport problems to solve", "description": "After work by Lockheed Martin and Air Force airmen, the years-long upgrade program for the C-5M has been completed. The C-5M Super Galaxy is the service's largest transport plane. The Air Force wants to grow its force, including adding another airlift squadro…", "url": "https://www.businessinsider.com/how-the-us-air-force-upgraded-its-biggest-plane-the-c-5m-super-galaxy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b71ce9b1982d81d008b503d-1334-667.jpg", "publishedAt": "2018-11-02T17:51:58Z", "content": "In August, Lockheed Martin finished 17 years of upgrades to the Air Force's C-5M Super Galaxy, delivering the 52nd aircraft to the service under the Reliability and Re-engineering Program, which began in 2001. At 65 feet tall, 247 feet long, and a wingspan of… [+5848 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Teachers love Google’s free education products, but worry they’re being lured into a more sinister plan", "description": "Google for Education tools have taken off \"like grass on fire,\" industry analysts say. The software is completely free and Chromebooks, which are laptops manufactured by other companies running the Google Chrome operating system, are deeply discounted for cla…", "url": "https://www.businessinsider.com/google-classroom-free-ed-tech-teacher-reaction-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb4707da27f855e26763d4-1920-960.jpg", "publishedAt": "2018-11-02T17:48:58Z", "content": "Michelle Alphe's French classes in Franklin High School, about 40 miles southwest of New York City, begin the same way most days: with a Chromebook. \"Before class, I'll post their assignments [on Google Classroom] and the students get right on the computers, … [+12499 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "The 15-year-old book CEO Satya Nadella handed his execs to start defusing Microsoft's toxic culture explains exactly how the words we use can get people on our side — or turn them against us", "description": "Microsoft CEO Satya Nadella asked members of his executive team to read the book \"Nonviolent Communication\" after he took over in 2014, in an effort to change the company's culture. At the time, Microsoft was known for having a culture of hostility, infightin…", "url": "https://www.businessinsider.com/satya-nadella-microsoft-nonviolent-communication-feelings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc70cf110d4c6c3316961d-1334-667.jpg", "publishedAt": "2018-11-02T17:47:12Z", "content": "Microsoft CEO Satya Nadella. Getty Images One of the biggest barriers to effective communication is being unable to describe how you really feel. That's one of the big takeaways from the book Microsoft CEO Satya Nadella made the members of his senior leadersh… [+3423 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Magic Johnson reportedly 'admonished' Lakers coach Luke Walton for the Lakers' slow start, and pressure is already mounting", "description": "Los Angeles Lakers president Magic Johnson \"admonished\" head coach Luke Walton for the team's slow start, according to a report. The meeting reportedly left Walton and the coaching staff aware that there is mounting pressure to turn the Lakers into a winner. …", "url": "https://www.businessinsider.com/lakers-magic-johnson-luke-walton-meeting-slow-start-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc8455da27f86d0d4b93d1-1334-667.jpg", "publishedAt": "2018-11-02T17:27:00Z", "content": "The Los Angeles Lakers have had a slow, up-and-down start to the season, and at 3-5, pressure is already mounting on head coach Luke Walton. According to ESPN's Adrian Wojnarowski, team president Magic Johnson met with Walton and \"admonished\" him for the Lake… [+2438 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "'Just answer the question and kill this story': In internal emails, Heather Nauert criticized Rex Tillerson's refusal to deny reports that he called Trump a 'moron'", "description": "Heather Nauert, the State Department spokeswoman and one of the US's highest-ranking diplomats, was critical of former Secretary of State Rex Tillerson's refusal to deny reports that he called Trump a \"moron\" last year. \"Goodness, at this point just answer th…", "url": "https://www.businessinsider.com/heather-nauert-rex-tillerson-trump-moron-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5960d1e8446bf4565986-1136-568.jpg", "publishedAt": "2018-11-02T17:13:38Z", "content": "Heather Nauert, the State Department spokeswoman whom President Donald Trump is expected to nominate to be the next US ambassador to the United Nations, was critical of former Secretary of State Rex Tillerson's refusal to address October 2017 reports that he … [+4047 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Reilly, Jessica Orwig and Alana Kakoyiannis", "title": "How to train the last days before a marathon", "description": "The New York City Marathon is coming up this Sunday, November 4, and many runners may be wondering how they can best prepare the days before the race. Marathon coach, John Henwood's advice is a little different from many of the popular training programs. In t…", "url": "https://www.businessinsider.com/new-york-city-marathon-race-week-training-2016-10", "urlToImage": "https://amp.businessinsider.com/images/5816120c918a0ff32738e703-1536-768.jpg", "publishedAt": "2018-11-02T17:06:00Z", "content": "Following is a full transcript of the video. John Henwood: There are a lot of programs out there where they give your three or four days off. Ok, you don't really want to be doing that. How to train the week before the marathon Henwood: Two things that can ha… [+827 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Elon Musk lays out his plan for '100 layers' of Boring Company tunnels beneath the streets of Los Angeles (TSLA)", "description": "Elon Musk discussed his plan for hundreds of layers of tunnels in LA to ease traffic congestion on a Recode podcast published Friday. Musk bemoaned the tremendous costs to bore tunnels currently. If the construction can be made cheaper, Musk said, he could bo…", "url": "https://www.businessinsider.com/elon-musk-talks-plan-for-100-layers-of-boring-company-tunnels-in-la-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7e76e4218a68117f3e1c-750-375.jpg", "publishedAt": "2018-11-02T17:03:21Z", "content": "Among Elon Musk's sprawling business ventures, The Boring Company might be the most secretive. The tunneling company is currently working on a project to ease traffic in Los Angeles, connecting — but Musk's comments on a Recode podcast published Friday seem t… [+2430 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "More than 4 out of 5 new Starbucks are drive-thrus, and the coffee giant wants to open even more (SBUX)", "description": "More than 80% of new Starbucks locations that opened in the last year in the United States featured drive-thrus. Starbucks plans to continue to focus on drive-thrus, which are significantly outperforming the chain's overall sales, the company reported Thursda…", "url": "https://www.businessinsider.com/starbucks-opens-more-drive-thrus-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7a45b73c2867ae5d09df-750-375.jpg", "publishedAt": "2018-11-02T16:55:50Z", "content": "Starbucks is doubling down on drive-thrus. Tom Ackerman, Starbucks Starbucks is doubling down on drive-thrus. More than 80% of the new Starbucks locations opened in fiscal 2018 in the United States were drive-thrus, the company reported on Thursday. Stores wi… [+1563 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Jamal Khashoggi’s fiancée Hatice Cengiz slams Trump as 'devoid of moral foundation' one month after Khashoggi's killing", "description": "Saudi journalist Jamal Khashoggi was killed as part of a premeditated plot in the Saudi consulate in Istanbul exactly one month ago. His fiancée, Hatice Cengiz, is calling on the international community and the US to step up efforts to bring the perpetrators …", "url": "https://www.businessinsider.com/jamal-khashoggi-hatice-cnegiz-trump-saudi-arabia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7a930d7c67671c2d59b7-1920-960.jpg", "publishedAt": "2018-11-02T16:55:16Z", "content": "Saudi journalist Jamal Khashoggi was killed as part of a premeditated plot in the Saudi consulate in Istanbul exactly one month ago, and his fiancée is calling for the perpetrators to face justice as Riyadh stalls and evades questions amid an ongoing investig… [+2941 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Fired Browns coach Hue Jackson says he never got to run a 'Hue Jackson offense,' and getting the team to win is the NFL's 'Mt. Everest'", "description": "Hue Jackson was fired from the Cleveland Browns this week after going 3-36-1 over two-plus seasons. In an interview after the firing, Jackson said he never got to run a \"Hue Jackson offense,\" because of the lack of talent on the team and the directive to hire…", "url": "https://www.businessinsider.com/hue-jackson-browns-offense-firing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7a00b73c2867ae5d09db-1334-667.jpg", "publishedAt": "2018-11-02T16:53:56Z", "content": "After going 3-36-1 over two-plus seasons, the Cleveland Browns fired head coach Hue Jackson on Monday. Even with better talent this season, Jackson's Browns were often inefficient and failed to significantly improve on the field. After falling to 2-5-1 this y… [+3087 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "A $6.5 billion sea wall was supposed to stop Venice from flooding. Now, most of the city is underwater.", "description": "Venice was hit by a series of devastating storms this week, causing three-quarters of the city to be submerged in water. Officials suspect that the city could have been protected by a massive flood barrier, which is not yet complete. The $6.5 billion infrastr…", "url": "https://www.businessinsider.com/venice-mose-flood-gates-storms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc8033beb67068fb63cbfe-2732-1366.jpg", "publishedAt": "2018-11-02T16:50:00Z", "content": "Italy was overtaken this week by a series of storms that toppled trees, flooded streets, and resulted in at least 11 deaths. In the \"floating city\" of Venice, famous tourist attractions like St. Mark's Basilica and the Piazza San Marco were partially submerge… [+2196 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Crocs — one of teens' favorite footwear brands — partnered with Post Malone for a new shoe that sold out in less than a day", "description": "Crocs and rapper Post Malone teamed up to create a new limited-edition shoe. The Croc, which launched on Thursday, sold out in less than a day. Crocs' popularity with teen shoppers has skyrocketed over the last year. Rapper Post Malone's Crocs collaboration h…", "url": "https://www.businessinsider.com/crocs-post-malone-collaboration-sells-out-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc6e9cbeb6706725403e6a-1920-960.jpg", "publishedAt": "2018-11-02T16:48:10Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "55 creative and unexpected gifts for her that are all under $50", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we get a share of the revenue from your purchase. It seems that each year, the holiday season starts earlier and earlier. Whether you'd take every e…", "url": "https://www.businessinsider.com/gifts-for-her-under-50-dollars-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bce562abac52b63d1368c53-960-480.jpg", "publishedAt": "2018-11-02T16:38:00Z", "content": "Samantha Lee / Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we get a share of the revenue from your purchase. It seems that each year, the holiday season starts earlier and ear… [+713 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "We visited Amazon and Barnes & Noble bookstores to see who does it better — and the winner is clear (AMZN, BKS)", "description": "Amazon is growing at an incredible rate, while Barnes & Noble has been struggling for years. While Barnes & Noble's stores are more inviting than Amazon Books', the latter's minimalist philosophy is probably closer to the future of chain retail. That model is…", "url": "https://www.businessinsider.com/amazon-books-vs-barnes-and-noble-photos-details-2018-2", "urlToImage": "https://amp.businessinsider.com/images/5a8367fad03072c80a8b488f-1920-960.jpg", "publishedAt": "2018-11-02T16:17:00Z", "content": "The store's inventory strategy emphasizes obvious selections — best-sellers, award-winners, critically-acclaimed authors — which is good and bad. On one hand, it can be helpful for readers who are looking for entry points into certain genres or who want to br… [+421 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Trump heralded the arrival of new sanctions on Iran with a bizarre, knock-off 'Game of Thrones' poster", "description": "President Donald Trump heralded new sanctions the US is imposing on Iran with a bizarre, knock-off poster from \"Game of Thrones.\" It shows a photo of Trump with the words \"Sanctions are Coming, November 5,\" written in the font used in \"Game of Thrones.\" pic.t…", "url": "https://www.businessinsider.com/trump-iran-sanctions-game-of-thrones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc76e6da27f86b467fe510-1536-768.jpg", "publishedAt": "2018-11-02T16:10:59Z", "content": "President Donald Trump heralded new sanctions the US is imposing on Iran with a bizarre, knock-off poster from \"Game of Thrones.\" It shows a photo of Trump with the words \"Sanctions are Coming, November 5,\" written in the font used in \"Game of Thrones.\" The W… [+683 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "NASA teamed up with Vans to create a line of celestial shoes and clothes — and some are already selling out - New Haven Register", "description": "Vans\n\n\n\n\nVans has teamed up with NASA to create a new line of shoes and clothing.\nThe shoe brand's cosmic offerings are already popping up on eBay.\nThe spacy collection celebrates NASA's 60th birthday.\n\nVans has partnered up with NASA to craft a cosmic collec…", "url": "https://www.businessinsider.com/where-to-buy-nasa-vans-shoes-clothes-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.nhregister.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-02T16:07:55Z", "content": "Vans Vans has partnered up with NASA to craft a cosmic collection. The line features four different types of sneakers, two jackets, a long-sleeve t-shirt, a hoodie, an anorak, a duffel bag, and a backpack. There's also a collection for space-obsessed kids, wh… [+1611 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Here’s why Atlassian is slashing product prices by 35% for Opsgenie, the IT management startup it recently acquired for $295 million (TEAM)", "description": "$18 billion Australian software company Atlassian announced Friday it would add a free plan and cut product prices for Opsgenie, an IT automation service that it acquired for $295 million in October. Beyond the price cuts, Atlassian is also giving Opsgenie a …", "url": "https://www.businessinsider.com/atlassian-opsgenie-price-cut-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc52424ea92b107b607aff2-2732-1366.jpg", "publishedAt": "2018-11-02T16:00:00Z", "content": "$18 billion Aussie software giant Atlassian wants to get IT management services into the hands of more customers, so now it's slashing the software prices from its newest acquisition. On Friday, Atlassian announced it would add a free tier and reduce prices f… [+3532 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Owen Burke", "title": "50 clever and practical gifts for dad under $50", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Whether you're looking to rag on dad or show him all the love and kindness in the world (which ar…", "url": "https://www.businessinsider.com/gifts-for-dad-under-50-dollars", "urlToImage": "https://amp.businessinsider.com/images/5bd22bb53bec3623d13ee632-1536-768.jpg", "publishedAt": "2018-11-02T15:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Four pouches of gourmet coffee, beans whole or ground, paired with four chocolate bars and tastin… [+597 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Our 7 best bets for Week 10 of the college football season", "description": "What a week! After an up-and-down season with our college football picks, we hit gold last weekend with an undefeated day of bets, winning six and pushing one to get us back in the black. While it would be nice to bask in the glory of last week a bit longer, …", "url": "https://www.businessinsider.com/college-football-week-10-expert-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5653110d4c67f55c5fca-1536-768.jpg", "publishedAt": "2018-11-02T15:45:45Z", "content": "What a week! After an up-and-down season with our college football picks, we hit gold last weekend with an undefeated day of bets, winning six and pushing one to get us back in the black. While it would be nice to bask in the glory of last week a bit longer, … [+282 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Elon Musk agrees that Trump 'screwed' him after joining White House council", "description": "Tesla CEO Elon Musk agrees that Trump \"screwed\" him after the Tesla CEO joined the White House economic advisory council. Musk left the council in 2017 after Trump pulled the US out of the Paris Climate Accord. \"I did my absolute best,\" Musk said in a new int…", "url": "https://www.businessinsider.com/elon-musk-agrees-trump-screwed-him-after-joining-white-house-council-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b0373f8e3186e1c008b539f-1136-568.jpg", "publishedAt": "2018-11-02T15:43:24Z", "content": "Elon Musk once again defended his choice to join Trump's economic advisory council in an interview with Recode's Kara Swisher for the Recode Decode podcast. The Tesla CEO said it was \"still worth trying\" to join the council and argue in favor of climate chang… [+1258 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Melia Robinson and Melissa Stanger", "title": "The most famous author from every state", "description": "First we scoured coast to coast to find the most famous book set in every state. Now we're hitting the books to discover the most famous author from every state. Not all the choices were cut and dry. To qualify for this list, the esteemed wordsmiths had to be…", "url": "http://www.businessinsider.com/most-famous-authors-from-every-state-2013-10", "urlToImage": "https://amp.businessinsider.com/images/52792310eab8eaed1cc16a6d-750-375.jpg", "publishedAt": "2018-11-02T15:43:00Z", "content": "Known for : \" Good Luck, Miss Wyckoff \" Perhaps best known for his Academy Award-winning screenplay, \" Splendor in the Grass, \" Inge channeled his Kansas pride into his two novels. His hometown of Independence fostered his creativity, and as a boy, Inge cheri… [+444 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Tesla says the SEC has investigated the company's claims about Model 3 production (TSLA)", "description": "Tesla said in a regulatory filing released on Friday that the Securities and Exchange Commission has subpoenaed the automaker about comments CEO Elon Musk made in 2017 about the production of the Model 3 sedan. \"The SEC has issued subpoenas to Tesla in connec…", "url": "https://www.businessinsider.com/tesla-sec-has-investigated-claims-about-model-3-production-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc6ea310114268030756b5-1920-960.jpg", "publishedAt": "2018-11-02T15:39:24Z", "content": "Tesla said in a regulatory filing released on Friday that the Securities and Exchange Commission has subpoenaed the automaker about comments it made in 2017 about the production of the Model 3 sedan. \"The SEC has issued subpoenas to Tesla in connection with (… [+519 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "All the problems voters have been facing during the run-up to the midterm elections", "description": "Rich Pedroncelli/AP Photo Various problems have surfaced during early voting ahead of Tuesday's midterm elections. Problems include rejected voter registrations, malfunctioning voting machines, and confusion among election workers. Here is a rundown of the pr…", "url": "https://www.businessinsider.com/ap-early-voting-ahead-of-midterms-reveals-vote-related-problems-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc677db73c28650c601527-1536-768.jpg", "publishedAt": "2018-11-02T15:39:00Z", "content": "Rejected voter registrations, malfunctioning voting machines, confusion among election workers. These problems and more have surfaced during early voting ahead of Tuesday's midterm elections. A rundown of voting problems so far around the country: Voting mach… [+8945 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Carrie Wittmer", "title": "The 37 most notable TV shows this winter — and whether you should watch or skip them", "description": "Usually, the end of the year is a wasteland for TV filled with reruns, pointless holiday specials, and movies that don't satisfy our need for new content. But this year, things are different. Thanks to peak TV and streaming services like Netflix and Hulu, the…", "url": "https://www.businessinsider.com/winter-tv-preview-what-to-watch-in-the-coming-months-2018-10", "urlToImage": null, "publishedAt": "2018-11-02T15:36:31Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "NATO and Russia are flexing their military might right next to each other — here are the 25 most powerful militaries in Europe", "description": "NATO member and partner forces are in Norway for a sprawling military exercise called Trident Juncture — the largest since the Cold War, officials have said. Russia is not happy with NATO's robust presence next to its territory and has decided to put on its o…", "url": "https://www.businessinsider.com/these-are-the-25-most-powerful-militaries-in-europe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb36205f1f7552800d84ba-750-375.jpg", "publishedAt": "2018-11-02T15:27:36Z", "content": "NATO member and partner forces are in Norway for a sprawling military exercise called Trident Juncture — the largest since the Cold War, officials have said. Russia is not happy with NATO's robust presence next to its territory and has decided to put on its o… [+1079 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Secret scoring systems could be keeping you from credit-card deals and bigger discounts in stores", "description": "A secret scoring system that is used by retailers to track how valuable customers are could mean you're missing out on deals and discounts, the Wall Street Journal reported. Known as the customer lifetime value number, or CLV, the score is determined by looki…", "url": "https://www.businessinsider.com/secret-score-determines-discounts-perks-retailers-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc62b1da27f8686d7e6b95-960-480.jpg", "publishedAt": "2018-11-02T15:26:58Z", "content": "Retailers are spying on us, and according to a new investigation by the Wall Street Journal, it could be costing shoppers time and money. The Journal sheds light on a secretive scoring system that's reportedly being used by retailers to track the potential va… [+2982 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk said he 'probably' wouldn't take money from Saudi Arabia after Jamal Khashoggi's death (TSLA)", "description": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that he \"probably\" wouldn't take an investment from Saudi Arabia in the wake of journalist Jamal Khashoggi's death. Saudi Arabia's government has been under intense scrutiny since Khasho…", "url": "https://www.businessinsider.com/elon-musk-probably-wouldnt-take-money-from-saudi-arabia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b17ef0e1ae66239008b51d5-1920-960.jpg", "publishedAt": "2018-11-02T15:22:56Z", "content": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that he \"probably\" wouldn't take an investment from Saudi Arabia in the wake of journalist Jamal Khashoggi's death. \"Would you take their money now?\" Recode executive editor Kara Swisher… [+1946 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix CEO Reed Hastings tells employees about a colleague who was sexually harassed to show why some victims don't come forward", "description": "Netflix CEO Reed Hastings shares a story with employees to help them understand why some sexual harassment victims don't report incidents. \"Statistics don’t move people, stories move people,\" Hastings said. Hastings tells employees about a colleague who was s…", "url": "https://www.businessinsider.com/netflix-ceo-reed-hastings-shares-sexual-harassment-story-with-employees-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc65e6c95701650e67cf64-1920-960.jpg", "publishedAt": "2018-11-02T15:22:32Z", "content": "Netflix CEO Reed Hastings shared at the Wall Street Journal's recent Women in the Workplace gala (via Quartz ) that he tells a story to employees about a colleague being sexually harassed to demonstrate why some victims don't report incidents. \"Statistics don… [+944 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Gillett", "title": "5 tricks to avoid uncomfortable conversations, no matter where you are for the holidays", "description": "The holidays are a great time for catching up with people you don't see very often. But even with the best intentions, conversations can turn awkward (or worse), fast. If you're looking to keep things civil this year, use these tips from etiquette experts. Th…", "url": "https://www.businessinsider.com/how-to-avoid-uncomfortable-conversations-2016-12", "urlToImage": "https://amp.businessinsider.com/images/5834a3478a4565846ea773b6-750-375.jpg", "publishedAt": "2018-11-02T15:18:00Z", "content": "The holidays are a wonderful time of year, especially when it means getting together with family and friends you haven't seen in a while. Despite even the best intentions, catching up on the latest goings-on in people's lives can take a turn for the worse whe… [+3452 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "The cannabis producer Aphria debuts on the New York Stock Exchange", "description": "The Canadian cannabis producer Aphria debuted on the New York Stock Exchange on Friday. Shares trade under the ticker \"APHA.\" The stock was little changed in early action. Watch Aphria trade live. Weed stocks were mostly higher Friday after the Canadian canna…", "url": "https://markets.businessinsider.com/news/stocks/weed-stocks-aphria-begins-trading-new-york-stock-exchange-2018-11-1027685286", "urlToImage": "https://static1.businessinsider.com/image/576457869105842a008ca026-2400/rtr1ov4o.jpg", "publishedAt": "2018-11-02T15:15:00Z", "content": "Mark Blinch/Reuters Weed stocks were mostly higher Friday after the Canadian cannabis producer Aphria debuted for trading on the New York Stock Exchange. Aphria, which trades under the ticker \"APHA,\" opened for trading at $11.75 a share, and was little change… [+987 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "The cannabis producer Aphria debuts on the New York Stock Exchange", "description": "The Canadian cannabis producer Aphria debuted on the New York Stock Exchange on Friday. Shares trade under the ticker \"APHA.\" The stock was little changed in early action. Watch Aphria trade live. Weed stocks were mostly higher Friday after the Canadian canna…", "url": "https://www.businessinsider.com/weed-stocks-aphria-begins-trading-new-york-stock-exchange-2018-11", "urlToImage": "https://static1.businessinsider.com/image/576457869105842a008ca026-2400/rtr1ov4o.jpg", "publishedAt": "2018-11-02T15:15:00Z", "content": "Mark Blinch/Reuters Weed stocks were mostly higher Friday after the Canadian cannabis producer Aphria debuted for trading on the New York Stock Exchange. Aphria, which trades under the ticker \"APHA,\" opened for trading at $11.75 a share, and was little change… [+987 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Leanna Garfield", "title": "Incredible photos from the first Macy's Thanksgiving Day parade", "description": "Around 3.5 million people attend the Macy's Thanksgiving parade in New York City every year. Fifty million more tune in to watch it from home. Before it became the national spectacle it is today, the first parade in 1924 was a relatively modest assembly of Ma…", "url": "https://www.businessinsider.com/macys-first-thanksgiving-parade-photos-2017-11", "urlToImage": "https://amp.businessinsider.com/images/5a15b194f914c34f018b5aa6-2732-1366.jpg", "publishedAt": "2018-11-02T15:14:00Z", "content": "Macy's Around 3.5 million people attend the Macy's Thanksgiving parade in New York City every year. Fifty million more tune in to watch it from home. Before it became the national spectacle it is today, the first parade in 1924 was a relatively modest assembl… [+140 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Despite Raiders' dismal season, Jon Gruden insists there are players 'dying' to join the team", "description": "Jon Gruden's stint as head coach of the Oakland Raiders is off to a disastrous start. Despite his team's 1-7 record, Gruden recently claimed that he'd been bombarded with calls from players hoping to play for the Raiders. Based on the effort his players are c…", "url": "https://www.businessinsider.com/jon-gruden-thinks-players-want-to-join-raiders-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5856101142650d1168bd-1536-768.jpg", "publishedAt": "2018-11-02T15:12:34Z", "content": "Jon Gruden's 10-year tenure as head coach of the Oakland Raiders has not started as planned. After joining the team in the offseason after years of speculation that he'd return to coaching, Gruden has the Raiders off to a 1-7 start and openly selling off some… [+2111 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "A Goldman Sachs star analyst known for pressing big pharma to break up is leaving the bank", "description": "Jami Rubin, Goldman Sachs' lead pharmaceutical analyst, is leaving the bank. Rubin had been at Goldman Sachs since 2008. Rubin said in an email seen by Business Insider that she's becoming a banker and strategic advisor. Goldman Sachs' top pharmaceutical anal…", "url": "https://www.businessinsider.com/pharma-analyst-jami-rubin-leaves-goldman-sachs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc506638150763da6773b8-1920-960.jpg", "publishedAt": "2018-11-02T15:11:56Z", "content": "Goldman Sachs' top pharmaceutical analyst is leaving the bank. Jami Rubin said in an email obtained by Business Insider that she's planning to become a banker and strategic advisor. A spokeswoman from Goldman Sachs confirmed that Rubin is leaving the bank. Ru… [+690 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Leanna Garfield", "title": "19 of the most stunning libraries across the US", "description": "Libraries are not just spaces to grab a book, read, and study. They can also be architectural masterpieces that tell a story about the time and place they were built. Over the last two decades, photographer Thomas Schiff has captured panoramic photos of over …", "url": "https://www.businessinsider.com/most-beautiful-libraries-2017-5", "urlToImage": "https://amp.businessinsider.com/images/5907778f7dea7265008b593c-960-480.png", "publishedAt": "2018-11-02T15:08:00Z", "content": "Riggs Library, Georgetown University, Washington, DC Thomas R. Schiff Libraries are not just spaces to grab a book, read, and study. They can also be architectural masterpieces that tell a story about the time and place they were built. Over the last two deca… [+298 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Emma Fierberg", "title": "This NYC ballet dancer trains Victoria's Secret models", "description": "Model Miranda Kerr is just one of the high-profile clients ballet dancer Mary Helen Bowers has trained with her ballet-integrated workout, Ballet Beautiful. The fitness regimen has a strong celebrity following — Bowers has worked with other Victoria's Secret …", "url": "https://www.businessinsider.com/model-workout-victorias-secret-ballet-fitness-mary-helen-bowers-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdb74320591f25cf46ae436-2732-1366.jpg", "publishedAt": "2018-11-02T15:05:00Z", "content": "Mary Helen Bowers has been training Victoria's Secrets models for years with Ballet Beautiful Fitness. After dancing with New York City Ballet for 10 years, she took a break to go back to school. After graduating from Columbia, she worked with Natalie Portman… [+4035 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "13 companies that love offering their interns full-time jobs", "description": "You might want to know how to get hired after your internship. It all starts with picking a company that values their interns. Career intelligence site Vault found the best internships for employment prospects. When it comes to the best internship programs, i…", "url": "https://www.businessinsider.com/get-hired-after-internship-best-companies-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdc6346beb670655150faf2-2732-1366.jpg", "publishedAt": "2018-11-02T14:52:00Z", "content": "When it comes to the best internship programs, it's a given that you won't just be fetching coffee. Hopefully, the program ends with a job offer. Career intelligence site Vault, in its annual ranking of internships, took a look at which companies are most lik… [+506 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "It looks like Spotify is testing a feature iPhone users have been demanding for a long time (AAPL, SPOT)", "description": "Spotify appears to be testing an app for the Apple Watch. Screenshots were uploaded to Reddit on Friday. Here's something that should make Apple fans who prefer Spotify happy: The streaming service appears to be beta testing an app for the Apple Watch. Screen…", "url": "https://www.businessinsider.com/spotify-testing-apple-watch-app-2018-11", "urlToImage": "https://amp.businessinsider.com/images/571e15d852bcd044008bead3-2560-1280.jpg", "publishedAt": "2018-11-02T14:50:52Z", "content": "Here's something that should make Apple fans who prefer Spotify happy: The streaming service appears to be beta testing an app for the Apple Watch. Screenshots from a closed beta were uploaded to Reddit on Friday, which we were pointed to by Inverse's Mike Br… [+950 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "NASA teamed up with Vans to create a line of celestial shoes and clothes — and some are already selling out", "description": "Vans has teamed up with NASA to create a new line of shoes and clothing. The shoe brand's cosmic offerings are already popping up on eBay. The spacy collection celebrates NASA's 60th birthday. Vans has partnered up with NASA to craft a cosmic collection. The …", "url": "https://www.businessinsider.com/where-to-buy-nasa-vans-shoes-clothes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc62210d7c67634d6ea4d0-960-480.jpg", "publishedAt": "2018-11-02T14:49:33Z", "content": "Vans has partnered up with NASA to craft a cosmic collection. The line features four different types of sneakers, two jackets, a long-sleeve t-shirt, a hoodie, an anorak, a duffel bag, and a backpack. There's also a collection for space-obsessed kids, which f… [+872 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "The CEO of a startup that's raised $20 million gives the same piece of advice to every new entrepreneur he meets", "description": "Hinge founder and CEO Justin McLeod tells new entrepreneurs to be both naive and flexible. It's important to stay true to your vision, while also taking into account criticisms of your business and changes in the market. McLeod learned this lesson firsthand: …", "url": "https://www.businessinsider.com/hinge-ceo-best-advice-entrepreneurs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd338fccd6f383838632745-1334-667.jpg", "publishedAt": "2018-11-02T14:48:30Z", "content": "When Justin McLeod was first pitching his idea for dating app Hinge, few people believed he'd be successful. Instead, McLeod told Business Insider, they'd say to him, \"This is never going to be a thing. Match.com owns the market. No one's ever going to be abl… [+2053 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Hackers stole the private messages of over 81000 Facebook accounts - Thehour.com", "description": "REUTERS/Hannibal Hanschke\n\n\n\n\nHackers stole the private messages of more than 81,000 Facebook accounts, and sold them for 10 cents per account, the BBC reports.\nFacebook says there's been no breach in its security, and that the data was obtained using a dodgy…", "url": "https://www.businessinsider.com/hackers-stole-private-messages-of-facebook-accounts-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.thehour.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-02T14:47:32Z", "content": "REUTERS/Hannibal Hanschke Hackers stole the private Facebook messages of over 81,000 accounts, a BBC investigation has revealed. The hackers posted ads, one of which was spotted by the BBC on an English language web forum, offering to sell access to people's … [+2446 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "The best bottle of wine to bring to any holiday party, from Friendsgiving to your in-laws' Christmas dinner", "description": "Picking the right wine to bring to a holiday party can be tricky — you want it to complement the food being served and you want everyone to like it. We talked to a sommelier and beverage expert for her picks on the best bottles of wine to bring to seven diffe…", "url": "https://www.businessinsider.com/best-wine-to-bring-to-holiday-parties-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd1de9371f7ce191f19a582-1920-960.jpg", "publishedAt": "2018-11-02T14:45:00Z", "content": "Kosher options/non-Kosher options: Under $20: LaMarca Prosecco / Gramona La Cuvee Gran Reserva Cava $20 to $50: Celler Capcanes Peraj Petita Rosat / Robert Sinskey Vin Gris of Pinot Noir $50 and up: Celler de Capcanes Peraj Ha'abib / Casas del Bosque Gran Res… [+530 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Apple dips below a $1 trillion valuation (AAPL)", "description": "Apple on Thursday reported underwhelming iPhone sales and gave soft guidance for the holiday quarter. Shares fell more than 7%, pushing the company's market cap below $1 trillion. Watch Apple trade live. Apple on Friday lost its $1 trillion valuation as share…", "url": "https://www.businessinsider.com/apple-stock-price-loses-1-trillion-valuation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/587e90b0ee14b6a27b8b58bd-2732-1366.jpg", "publishedAt": "2018-11-02T14:45:00Z", "content": "Apple on Friday lost its $1 trillion valuation as shares fell more than 7%, to a low of $206.66, following its disappointing fourth-quarter results. The tech giant reported underwhelming iPhone sales and gave soft guidance for its crucial holiday quarter, sen… [+1348 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "17 fun and clever advent calendars to help get you in the holiday spirit", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The holiday season is a lot of building up to the main event. There's shopping, gift-wrapping, de…", "url": "https://www.businessinsider.com/advent-calendars-christmas-2018-10", "urlToImage": "https://static.businessinsider.com/image/5bdc62d78c35ab6574306537-750.jpg", "publishedAt": "2018-11-02T14:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Vinebox Advent Calendar includes 12 glasses of great wines from all over the world to be enjoyed … [+1176 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Unknown 49ers QB Nick Mullens had a debut for the ages that included 3 TDs, a Twitter checkmark, and an awesome postgame victory speech", "description": "This week's edition of \"Thursday Night Football\" became a sensational breakout game for young San Francisco 49ers quarterback Nick Mullens. The second-year quarterback completed 16-of-22 passing attempts for a total of 262 yards, three touchdowns, and zero in…", "url": "https://www.businessinsider.com/new-49ers-qb-nick-mullens-verified-on-twitter-during-epic-3-td-debut-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5b7c38150764d21be441-1136-568.jpg", "publishedAt": "2018-11-02T14:38:49Z", "content": "This week's edition of \"Thursday Night Football\" was set to be an absolute snoozefest featuring two teams whose hopes of making the playoffs died early this season. Instead, it became a sensational breakout game for young San Francisco 49ers quarterback Nick … [+2420 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "T-Mobile shined among the Big Four in Q3 (TMUS)", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. T-Mobile continued to outshine the rest of the Big Four US telecoms in Q3…", "url": "https://www.businessinsider.com/t-mobile-highest-mobile-carrier-revenue-growth-q3-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5f17beb670649f003ffb-1920-960.jpg", "publishedAt": "2018-11-02T14:34:14Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. T-Mobile continued to outshine the rest of the Big Four US telecoms in Q3… [+1389 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "I find myself watching more movies and shows with subtitles on, and you should too", "description": "I've been watching more movies and TV shows with the subtitles on, even when I don't necessarily need them. You should try it, too, as there are several benefits to subtitles. Lately I've been watching more movies and TV shows with subtitles on. And I'm reall…", "url": "https://www.businessinsider.com/watch-movies-and-tv-shows-with-subtitles-on-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5964da5c7ba136300d257785-1920-960.jpg", "publishedAt": "2018-11-02T14:28:02Z", "content": "Lately I've been watching more movies and TV shows with subtitles on. And I'm really into it. It started out of necessity. Too often I'd find myself missing what somebody was saying on the screen, especially during those quiet-but-crucial moments in movies an… [+1100 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jaime Toplin", "title": "Visa is teaming up with the retailers and restaurants at Hudson Yards (V)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Visa announced that it will be the “official payment technology partner” of Hud…", "url": "https://www.businessinsider.com/visa-hudson-yards-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5d410591f268291ca1b7-960-480.jpg", "publishedAt": "2018-11-02T14:26:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Visa announced that it will be the \"official payment technology partner\" of Hud… [+2797 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "A San Francisco 49ers cheerleader just became the first NFL cheerleader to kneel during the national anthem", "description": "A San Francisco 49ers cheerleader took a knee during the national anthem during Thursday night's home game against the Oakland Raiders. She's believed to be the first NFL cheerleader to join the protest, which was started by Colin Kaepernick when he was playi…", "url": "https://www.businessinsider.com/san-francisco-49ers-cheerleader-kneels-during-national-anthem-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5c43110d4c68e4503ea5-1136-568.jpg", "publishedAt": "2018-11-02T14:23:34Z", "content": "A San Francisco 49ers cheerleader took a knee during Thursday night's game against the Oakland Raiders, in what is believed to be the first case of an NFL cheerleader joining the national protest. Former 49ers quarterback Colin Kaepernick started the movement… [+2684 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "We flew on the longest flight in the world in both business class and premium economy to see how they compare — here's what we discovered", "description": "Singapore Airlines recently relaunched its non-stop service between New York and Singapore. The 10,000-mile flight that can last as long as 19 hours is the longest in the world. Singapore Airlines is using a fleet of brand new Airbus A350-900 ULR airliner to …", "url": "https://www.businessinsider.com/singapore-airlines-business-class-premium-economy-comparison-longest-flight-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda06b48c35ab3b4b750416-1920-960.jpg", "publishedAt": "2018-11-02T14:21:54Z", "content": "It's always odd to compare the front of the plane with the back. The economics are these two cabins are so dissimilar that a straight up comparison would be improper. After all, business class costs several times more than premium economy. In this case, that … [+1491 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks mixed after jobs report shows wages are rising at the fastest pace in nearly a decade", "description": "Stocks climbed Friday for a fourth day on the back of trade optimism. The US added more jobs than expected in October, and wages rose at the fastest pace in nearly a decade. Follow the US indexes in real time here. Stocks were mixed Friday as the prospect of …", "url": "https://markets.businessinsider.com/news/stocks/stock-market-mixed-wages-rise-fastest-pace-nearly-decade-2018-11-1027685148", "urlToImage": "https://static5.businessinsider.com/image/5a70853359d432b0018b48e3-2000/rtx4kv29.jpg", "publishedAt": "2018-11-02T14:16:00Z", "content": "Brendan McDermid/Reuters Stocks were mixed Friday as the prospect of cooling trade tensions buoyed the mood on Wall Street, following the latest signs of a tightening labor market and expectations for rising rates. The Dow Jones Industrial Average rose 0.5%, … [+1859 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks mixed after jobs report shows wages are rising at the fastest pace in nearly a decade", "description": "Stocks climbed Friday for a fourth day on the back of trade optimism. The US added more jobs than expected in October, and wages rose at the fastest pace in nearly a decade. Follow the US indexes in real time here. Stocks were mixed Friday as the prospect of …", "url": "https://www.businessinsider.com/stock-market-mixed-wages-rise-fastest-pace-nearly-decade-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5a25b73c2863321d83db-1920-960.jpg", "publishedAt": "2018-11-02T14:16:00Z", "content": "Stocks were mixed Friday as the prospect of cooling trade tensions buoyed the mood on Wall Street, following the latest signs of a tightening labor market and expectations for rising rates. The Dow Jones Industrial Average rose 0.5%, or more than 100 points. … [+1833 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "This was the perfect jobs report for Trump and the GOP", "description": "Friday's jobs report came in stronger than expected, with the best wage growth since 2009. Republicans are jumping all over the report, using it as proof the economy is humming ahead of Tuesday's midterm elections. Friday's jobs report just gave President Don…", "url": "https://www.businessinsider.com/jobs-report-good-for-trump-gop-tax-law-before-2018-midterm-election-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc54a50d7c67611c4a2fe5-1536-768.jpg", "publishedAt": "2018-11-02T14:08:54Z", "content": "Friday's jobs report just gave President Donald Trump and Republicans a little extra ammunition heading into the home stretch of the midterm election season. The report was strong across the board. The addition of 250,000 jobs in October, well above economist… [+2808 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "US holiday e-commerce is set to reach $124 billion", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. US online sales are projected to total $124 billion this holiday season, whic…", "url": "https://www.businessinsider.com/us-holiday-ecommerce-projection-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc599c101142654e1a5173-960-480.jpg", "publishedAt": "2018-11-02T14:07:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. US online sales are projected to total $124 billion this holiday season, whic… [+2413 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk says there's a 'good chance' Ford doesn't survive the next recession (TSLA, F)", "description": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that there's a \"good chance\" Ford doesn't survive the next recession. \"There’s a good chance Ford doesn’t make it in the next recession,\" he said. Musk did not explain his prediction fur…", "url": "https://www.businessinsider.com/elon-musk-good-chance-ford-doesnt-survive-next-recession-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc553238150763e16ea200-1920-960.jpg", "publishedAt": "2018-11-02T14:06:51Z", "content": "Tesla CEO Elon Musk said in an interview with Recode published on Friday that there's a \"good chance\" Ford doesn't survive the next recession. Musk was discussing the difficulty of creating a successful auto company and how Tesla, Ford, General Motors, and Ch… [+1932 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "The 8 movies coming to Netflix in November that are worth watching", "description": "There are a lot of movies to choose from on Netflix these days — but honestly, they aren't all great. So we have highlighted the ones worth your time. In November, you have Orson Welles' final movie, “The Other Side of the Wind,” Robert De Niro looking for ve…", "url": "https://www.businessinsider.com/best-movies-coming-to-netflix-in-november-animal-house-sixteen-candles-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5787cc344321f1e2008b8393-1536-768.jpg", "publishedAt": "2018-11-02T14:03:31Z", "content": "There are a lot of movies to choose from on Netflix these days — but honestly, they aren't all great. So we have highlighted the ones worth your time. In November, you have Orson Welles' final movie, \"The Other Side of the Wind,\" Robert De Niro looking for ve… [+1304 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Elon Musk defends President Trump's Space Force idea and says that it is 'cool' and 'sensible' (TSLA)", "description": "Elon Musk appeared on a Recode podcast with journalist Kara Swisher on Friday. The Tesla and SpaceX CEO said President Donald Trump's proposed space force \"is a sensible idea.\" He noted how the original Air Force creation was also met with skepticism, but is …", "url": "https://www.businessinsider.com/elon-musk-likes-president-trumps-space-force-idea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba4e9b79c5d671f128b4568-1136-568.png", "publishedAt": "2018-11-02T14:00:38Z", "content": "While much of the world rolled their eyes at President Donald Trump's Space Force proposal, he's found at least one fan in Elon Musk. \"It may be controversial, but I actually like the idea,\" the Tesla and SpaceX CEO told journalist Kara Swisher on a Recode po… [+1666 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "One of the most iconic teen clothing companies from the '90s is being brought back from the dead after filing for bankruptcy 4 years ago", "description": "Delia's, the teen fashion brand that exploded in popularity in the 1990s but then fell of the scene and eventually filed for bankruptcy in 2014, is being relaunched by Dolls Kill. Dolls Kill, another teen fashion brand, has bought the rights to the Delia's na…", "url": "https://www.businessinsider.com/delias-relaunches-amid-90s-fashion-craze-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb716d8c35ab59af114476-750-375.jpg", "publishedAt": "2018-11-02T14:00:00Z", "content": "1990s fashion is back in vogue, which means that some of the decade's most popular brands are having their moment in the spotlight once more. Calvin Klein, Tommy Hilfiger, and Levi's have all benefited from a '90s comeback and have capitalized on the trend by… [+674 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The major improvements to online play in 'Super Smash Bros. Ultimate' might be worth the price of the Nintendo Switch Online subscription", "description": "\"Super Smash Bros. Ultimate\" is the biggest Nintendo Switch game of 2018, bringing some impressive upgrades and the largest roster the series has seen so far. Online play has been a part of the franchise since \"Super Smash Bros. Brawl\" arrived on the Nintendo…", "url": "https://www.businessinsider.com/super-smash-bros-ultimate-online-modes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb702038150759cc5de65c-2732-1366.jpg", "publishedAt": "2018-11-02T13:59:13Z", "content": "The last \"Smash\" game, \"Super Smash Bros. for Wii U/3DS\" divided online matches between two modes with two different sets of rules; For Fun, which included normal stages and items, and For Glory, which only featured flat stages and no items. Rather than divid… [+448 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "CVS is fending off Amazon in drug delivery (CVS)", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. CVS is piloting a prescription delivery membership service, dubbed CarePa…", "url": "https://www.businessinsider.com/cvs-carepass-prescription-delivery-fends-off-amazon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc541d8c35ab63ea35ef1a-750-375.jpg", "publishedAt": "2018-11-02T13:47:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. CVS is piloting a prescription delivery membership service, dubbed CarePa… [+2518 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Here's how much Obamacare premiums will increase in every state", "description": "November 1 marked the opening day for Obamacare marketplace open enrollment. The average premium for the benchmark Obamacare plan will decline in 2019 compared to the year before. In fact, premiums are falling in 18 states, and another 13 are only seeing incr…", "url": "https://www.businessinsider.com/obamacare-premium-increases-by-state-trump-effect-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb7470da27f85c5717c8d5-1920-960.jpg", "publishedAt": "2018-11-02T13:46:42Z", "content": "November 1 marked the first day Americans can sign up for health insurance on the Affordable Care Act's marketplaces for 2019, marking the sixth open-enrollment period for the law known as Obamacare and the first to feature a fully stabilized program. After y… [+5270 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "'There wasn’t some other way to do this' — Elon Musk says 'everyone' at Tesla was working 100-hour weeks to ramp up Model 3 production (TSLA)", "description": "Tesla CEO Elon Musk says this has been one of the worst year's he's ever had. \"This year felt like five years of aging, frankly. The worst year of my entire career,\" he says. In a new interview with Recode, Musk says he was working 120-hour weeks to get Tesla…", "url": "https://www.businessinsider.com/tesla-elon-musk-100-hour-weeks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc45d310114262d913ceb8-750-375.jpg", "publishedAt": "2018-11-02T13:42:17Z", "content": "Tesla CEO Elon Musk is having a particularly hard year. \"This year felt like five years of aging, frankly. The worst year of my entire career,\" Musk said in a new interview with Recode's Kara Swisher. There are a lot of reasons for that, but prime among them … [+1474 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Photos show how much holiday shopping has changed in America over the years", "description": "Black Friday is just a few weeks away, officially kicking off the holiday shopping season. Black Friday as a singular shopping day is becoming less important thanks to online shopping and frequent discounting. Still, holiday spending is expected to top $717 b…", "url": "https://www.businessinsider.com/how-holiday-shopping-has-changed-over-the-years-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd8bfe5d1e84423d37ede35-960-480.jpg", "publishedAt": "2018-11-02T13:39:33Z", "content": "Black Friday is just around the corner. On November 23, the holiday-shopping season will officially kick off. Though Black Friday itself is becoming less and less important thanks to the rise of online shopping and frequent discounting year-round, many retail… [+512 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "The UK is exploring shared platforms for finance", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The UK’s Financial Services Trade and Investment Board ( FSTIB ) — a part of the Treasury that ensures government polic…", "url": "https://www.businessinsider.com/uk-shared-finance-platforms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc52ffb73c28625129bb24-320-160.jpg", "publishedAt": "2018-11-02T13:39:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The UK's Financial Services Trade and Investment Board ( FSTIB ) — a part of the Treasury that ensures government polic… [+2389 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Elon Musk says Apple doesn't really 'blow people's minds' anymore (AAPL, TSLA)", "description": "Elon Musk says that Apple's products don't blow people's minds anymore. He added that Apple still makes great phones, though. He's called Apple the \"Tesla graveyard\" in the past, suggesting that Tesla employees that don't work out often land at Apple. Tesla C…", "url": "https://www.businessinsider.com/elon-musk-apple-doesnt-blow-peoples-minds-anymore-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc4ecc0d7c67611b2e8cc8-2732-1366.jpg", "publishedAt": "2018-11-02T13:33:20Z", "content": "Tesla CEO and celebrity entrepreneur Elon Musk took some time out of his busy schedule boosting Model 3 production and running SpaceX to sit down with Recode's Kara Swisher for an hour-long interview. Although he didn't smoke weed this time, he did blow some … [+2069 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "The No. 1 thing every manager should do to help their employees succeed, according to Goldman Sachs' head of HR", "description": "Goldman Sachs ' human resources head Sally Boyle shared her best advice for managers. According to Boyle, managers should get to know their employees, including their strengths, weaknesses, and work preferences. This can be harder than it sounds, since every …", "url": "https://www.businessinsider.com/goldman-sachs-hr-managers-get-to-know-your-team-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57042a3152bcd028008baef5-750-375.jpg", "publishedAt": "2018-11-02T13:32:00Z", "content": "Sally Boyle attributes much of her career success to having some \"fantastic\" managers. \"They knew to spend time with me, understanding what would really light my fire and what would make me succeed.\" Boyle is now the international head of human capital manage… [+1542 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix's 'The Haunting of Hill House' director says 1 particular episode is the 'heart of the show' and made him cry", "description": "Warning: This post contains spoilers for \"The Haunting of Hill House.\" \"The Haunting of Hill House\" director Mike Flanagan told TheWrap that the fifth episode, \"The Bent-Neck Lady,\" made him cry when he thought of the idea. \" In a lot of ways, that episode wa…", "url": "https://www.businessinsider.com/bent-neck-lady-episode-made-haunting-of-hill-house-director-cry-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc4f1c9e8c5364f90693a8-750-375.jpg", "publishedAt": "2018-11-02T13:30:55Z", "content": "There are plenty of emotional moments in Netflix's hit horror series, \"The Haunting of Hill House,\" but one of the biggest made even the show's director cry. Episode five, \"The Bent-Neck Lady,\" focuses on Nell's (Victoria Pedretti) storyline, and reveals that… [+1230 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathan McAlone", "title": "Elizabeth Olsen's 'Sorry for Your Loss' deserves better than becoming a high-profile Facebook flop", "description": "Elizabeth Olsen's show about a young grieving widow, \"Sorry for Your Loss,\" debuted to critical praise when it was released on Facebook's premium TV section, Watch. Despite getting 4 million views for its first episode, viewership plunged after that. Facebook…", "url": "https://www.businessinsider.com/elizabeth-olsen-sorry-for-your-loss-deserves-better-than-facebook-flop-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5ba1157b8905f2151d8b562c-1136-568.jpg", "publishedAt": "2018-11-02T13:27:43Z", "content": "When the first episode of \"Sorry for Your Loss\" debuted on September 18, it seemed like the stars had finally aligned for Facebook Watch, the tech giant's bid to take on premium TV. The reviews for the 10-episode series were stellar, and it eventually landed … [+6186 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "These 6 maps show how the American economy is doing right now", "description": "Business Insider recently ranked the economies of all 50 states and DC, based on six economic measures. Those measures are unemployment rate, job growth, GDP per capita, GDP growth, average wages, and wage growth. Below, get a picture of the American economy …", "url": "https://www.businessinsider.com/american-economy-maps-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56eb7b7852bcd026008b72b0-1136-568.jpg", "publishedAt": "2018-11-02T13:22:00Z", "content": "The US economy is a composite of the economies of the 50 states and DC that make up that economy. We recently ranked the economies of all 50 states and DC based on six economic measures: unemployment rate, job growth, GDP per capita, GDP growth, average wages… [+548 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "34 cool stocking stuffers you can get on Amazon for under $20", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Unless you won the lottery or lost a bet, not everyone in your life is expecting a brand new car …", "url": "https://www.businessinsider.com/amazon-stocking-stuffers-under-20-dollars-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd32fba5827d136be0860a9-1334-667.jpg", "publishedAt": "2018-11-02T13:20:00Z", "content": "Samantha Lee / Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon Unless you won the lottery or lost a bet, not everyone in … [+1107 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "A photographer spent 7 years exploring the barren expanse of America's highways and returned with stark photos documenting the difficult realities of life in the US", "description": "Atlanta, Georgia-based photographer Josh Dudley Greer has spent the last seven years taking road-trips across America and photographing along the 46,876 mile-long Interstate Highway system. Greer felt that exploring the Interstate Highway system, which he cal…", "url": "https://www.businessinsider.com/america-road-trip-usa-highways-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0849e4218a497956f092-1920-960.jpg", "publishedAt": "2018-11-02T13:16:00Z", "content": "Ever since the US began constructing the Interstate Highway System in the 1950s, the road has become a central part of America's myth of itself, and its reality. In large part, the 46,876 miles of superhighways have dictated the development of America's cultu… [+1623 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Elon Musk says he’d 'be very surprised' if another company beats Tesla to fully self-driving capability (TSLA)", "description": "Elon Musk appeared on a Recode podcast with journalist Kara Swisher on Friday. The Tesla CEO says he's confident Tesla will be the first to fully self-driving technology — and that it will be the best. Musk also talked SpaceX, his attempt to take Tesla privat…", "url": "https://www.businessinsider.com/tesla-self-driving-cars-will-be-first-best-elon-musk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc47ecb73c28608f3c5c8a-1920-960.jpg", "publishedAt": "2018-11-02T13:14:08Z", "content": "In the race to fully self-driving cars, Elon Musk is confident that Tesla's autonomous features will blow its competition out of the water. Speaking with Kara Swisher on a Recode podcast, the CEO wrote off other companies' advancements in the space, such as G… [+1326 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "For consumers seeking alternatives to linear TV, the options seem boundless. Walmart, WarnerMedia, and Disney have all announced options coming to market — not to mention digital upstarts like Netflix, Hulu, or YouTube. But armed with an arsenal of NBCUnivers…", "url": "https://www.businessinsider.com/advertising-news-today-xfinity-ott-plans-google-walkout-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc4b40c9570160a81c8909-750-375.jpg", "publishedAt": "2018-11-02T13:10:54Z", "content": "NBC's \"Will and Grace.\" NBC For consumers seeking alternatives to linear TV, the options seem boundless. Walmart, WarnerMedia, and Disney have all announced options coming to market — not to mention digital upstarts like Netflix, Hulu, or YouTube. But armed w… [+1733 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Starbucks' holiday cups have returned. Here's how they compare to the coffee giant's red cups of years past. (SBUX)", "description": "Starbucks' holiday cups hit stores on Friday. The coffee giant is trying to be extra-festive this year, kicking off its holiday season more than a week earlier than last year. We rounded up 20 years of Starbucks' holiday cups to see how this year's options st…", "url": "https://www.businessinsider.com/starbucks-holiday-cups-seen-through-the-years-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc4603f556fc61be646da9-1920-960.png", "publishedAt": "2018-11-02T13:04:18Z", "content": "Starbucks ' newest holiday cups have arrived as the coffee chain doubles down on holiday cheer. On Friday, the coffee giant is rolling out its full holiday assortment, more than a full week earlier than it did last year. And, that means the return of the icon… [+1418 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "A lawsuit claims that American Airlines is partly responsible for a sexual assault because it gave the attacker so much alcohol", "description": "A woman filed a lawsuit against American Airlines, claiming that it over-served a \"visibly drunk\" man who later sexually assaulted her. Aubrey Lane claimed in the lawsuit that the man sitting next to her harassed her, and then followed her to the bathroom and…", "url": "https://www.businessinsider.com/american-airlines-allegedly-responsible-sexual-assault-alcohol-lawsuit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b15405b1ae66220008b4bef-1920-960.jpg", "publishedAt": "2018-11-02T12:35:00Z", "content": "A woman who said she was sexually assaulted on an American Airlines flight has claimed in a lawsuit that the airline is partly responsible, because it served the attacker more alcohol even though he was already \"visibly drunk The lawsuit, filed on Wednesday b… [+2067 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "The Pentagon reportedly has a secret plan to launch a cyberattack on Russia if it directly interferes with the midterm elections", "description": "The US has a secret plan to launch a cyberattack on Russia if it directly interferes in the midterm elections. Here, Presidents Donald Trump and Vladimir Putin in Helsinki in July. The Department of Defense and US intelligence community reportedly have a secr…", "url": "http://uk.businessinsider.com/us-secret-russia-cyberattack-plan-if-it-tampers-with-midterms-report-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bcc3b92dde86776075a9a7c-1190-625/the-pentagon-reportedly-has-a-secret-plan-to-launch-a-cyberattack-on-russia-if-it-directly-interferes-with-the-midterm-elections.jpg", "publishedAt": "2018-11-02T12:35:00Z", "content": "The US has a secret plan to launch a cyberattack on Russia if it directly interferes in the midterm elections. Here, Presidents Donald Trump and Vladimir Putin in Helsinki in July. AP Photo/Pablo Martinez Monsivais The US has prepared to launch a cyberattack … [+2630 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "'Houdini-like metrics move': Here's what Wall Street is saying about Apple's decision not to reveal its iPhone sales (AAPL)", "description": "Apple on Thursday reported underwhelming iPhone sales and gave soft guidance for its crucial holiday quarter. The tech giant said it sold 46.9 million iPhones, which was up 0.4% versus a year ago but shy of the 48.4 million that Wall Street analysts surveyed …", "url": "https://www.businessinsider.com/apple-stock-price-earnings-iphone-sales-not-revealed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b69e43eb354cd36008b4eaa-1920-960.jpg", "publishedAt": "2018-11-02T12:32:00Z", "content": "Apple on Thursday reported underwhelming iPhone sales and gave soft guidance for its crucial holiday quarter. The tech giant said it sold 46.9 million iPhones, which was up 0.4% versus a year ago but shy of the 48.4 million that Wall Street analysts surveyed … [+883 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Hackers stole the private messages of over 81,000 Facebook accounts", "description": "Hackers stole the private messages of more than 81,000 Facebook accounts, and sold them for 10 cents per account, the BBC reports. Facebook says there's been no breach in its security, and that the data was obtained using a dodgy web extension. The BBC report…", "url": "https://www.businessinsider.com/hackers-stole-private-messages-of-facebook-accounts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc5016a912a910456033a65-2732-1366.jpg", "publishedAt": "2018-11-02T12:31:32Z", "content": "Hackers stole the private Facebook messages of over 81,000 accounts, a BBC investigation has revealed. The hackers posted ads, one of which was spotted by the BBC on an English language web forum, offering to sell access to people's accounts for 10 cents each… [+2127 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "The Pentagon reportedly has a secret plan to launch a cyberattack on Russia if it directly interferes with the midterm elections", "description": "The Department of Defense and US intelligence community reportedly have a secret plan for a cyberattack on Russia if Moscow directly interferes with the midterms next week. US military hackers have been given permission to access Russian networks for the atta…", "url": "https://www.businessinsider.com/us-secret-russia-cyberattack-plan-if-it-tampers-with-midterms-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcc3997e92e9745e04d2832-1334-667.jpg", "publishedAt": "2018-11-02T12:11:57Z", "content": "The US has a secret plan to launch a cyberattack on Russia if it directly interferes in the midterm elections. Here, Presidents Donald Trump and Vladimir Putin in Helsinki in July. AP Photo/Pablo Martinez Monsivais The US has prepared to launch a cyberattack … [+2631 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Here comes the jobs report...", "description": "The Bureau of Labor Statistics will release the October jobs report at 8:30 a.m. ET. Economists forecast that employers added 200,000 nonfarm payrolls last month, according to estimates compiled by Bloomberg. That would be a rebound from the weakest monthly g…", "url": "https://www.businessinsider.com/us-jobs-report-unemployment-rate-and-wage-growth-october-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc3d605f1f7562ff4c537f-1536-768.jpg", "publishedAt": "2018-11-02T12:07:58Z", "content": "The Bureau of Labor Statistics will release the October jobs report at 8:30 a.m. ET. Economists forecast that employers added 200,000 nonfarm payrolls last month, according to estimates compiled by Bloomberg. That would be a rebound from the weakest monthly g… [+1210 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "A horrific glitch in 'Red Dead Redemption 2' is turning one road into a mass horse grave", "description": "The company behind \"Grand Theft Auto\" just launched a huge new game in \"Red Dead Redemption 2\" for Xbox One and PlayStation 4. The game is absolutely massive and surprisingly polished. With millions of players putting \"Red Dead Redemption 2\" through its paces…", "url": "https://www.businessinsider.com/red-dead-redemption-2-horse-fire-road-glitch-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb3a3cda27f853dd46eaf7-1136-568.jpg", "publishedAt": "2018-11-02T12:06:49Z", "content": "Like a nightmare pulled straight from HBO's \"Westworld,\" the first major glitch from the huge new Western-themed game \"Red Dead Redemption 2\" involves the mass death of computerized horses. It's one particular dirt path near the game's town of Rhodes that app… [+1561 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Robert Mueller and his investigation have been surprisingly absent from the campaign trail", "description": "Special counsel Robert Mueller is largely a non-issue in Republican and Democratic campaigns during the 2018 midterm election cycle. The issue is not a high priority among voters, compared to topics like healthcare and the economy. Several Democratic lawmaker…", "url": "https://www.businessinsider.com/robert-mueller-campaign-elections-midterm-political-advertising-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd31e793196b733790d1577-2732-1366.jpg", "publishedAt": "2018-11-02T12:03:00Z", "content": "WASHINGTON — Former FBI Director Robert Mueller, who is currently heading the special counsel probing Russian interference in the 2016 presidential campaign, is strikingly absent from most campaign advertising and rhetoric, despite presiding over one of the m… [+2959 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "The CEO of a big New York hospital explains why he wants everyone in the US to have health coverage — but he doesn't support 'Medicare for All'", "description": "New York-Presbyterian CEO Steve Corwin knows how expensive the hospital can be. \"We do a lot of very expensive things,\" Corwin told Business Insider. \"We have to figure out how to reduce our costs.\" One way to bring down costs, Corwin said, would be to have u…", "url": "https://www.businessinsider.com/ny-presbyterian-ceo-steve-corwin-on-healthcare-costs-and-coverage-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9f1f101b12d37c5738cb6-1536-768.jpg", "publishedAt": "2018-11-02T12:02:00Z", "content": "Dr. Steve Corwin knows what he does is expensive. Corwin's the CEO of New York-Presbyterian Hospital. Within its walls, surgeries, intensive care, and other costly procedures are taking place. Hospital care cost about $1.1 trillion in 2016—that's 32% of healt… [+1753 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Armed police responding, 2 injured in stabbing at Sony office in London", "description": "Armed police are responding to a stabbing at Sony's office in London which has injured two people. One person has been arrested, the Metropolitan Police said. Staff were evacuated from the building on Derry Street, just off London's Kensington High Street. Te…", "url": "https://www.businessinsider.com/armed-police-sonys-london-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc34bce4218a5fd4050e75-750-375.jpg", "publishedAt": "2018-11-02T11:31:58Z", "content": "Armed police are responding to an incident at Sony's office in London which has injured two people. Staff have been evacuated from the building on Derry Street, just off London's Kensington High Street. A statement from the Metropolitan Police said: \"We are a… [+255 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Floyd Mayweather's team met UFC boss Dana White in LA to discuss Khabib Nurmagomedov, and it could result in a 2-fight deal", "description": "Floyd Mayweather's team has already met with the UFC boss Dana White regarding a fight with Khabib Nurmagomedov. White refuses to entertain a boxing rules contest between his lightweight champion Nurmagomedov, and Mayweather. This is because he already sent o…", "url": "https://www.businessinsider.com/floyd-mayweather-team-met-dana-white-to-discuss-khabib-nurmagomedov-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc27afb73c285f3e201079-1920-960.jpg", "publishedAt": "2018-11-02T11:28:00Z", "content": "Floyd Mayweather's representative has met with the UFC boss Dana White to discuss a fight with the company's lightweight champion Khabib Nurmagomedov, and it could involve a groundbreaking two-fight deal. Nurmagomedov's stock in combat sports has never been h… [+3114 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell, Meghan Morris and Madeline Shi", "title": "Rising stars from Goldman Sachs, JPMorgan, and Blackstone share their best career advice", "description": "Landing an internship or a full-time role at a prestigious bank or hedge fund is merely your first step in a larger journey on Wall Street. There's still loads of competition internally and much to learn about complex products and markets. Business Insider as…", "url": "https://www.businessinsider.com/wall-street-rising-stars-advice-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd858d5110d4c11a23a2678-1136-568.jpg", "publishedAt": "2018-11-02T11:00:00Z", "content": "Just because you make one career choice early on, it doesn't need to define your path forever, said Michael Sonnenshein, a managing director at Grayscale Investment, the cryptocurrency investing arm of Digital Currency Group. \"You really cannot be afraid to t… [+1049 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "This leaked report shows Amber Rudd was failed by officials during the Windrush scandal", "description": "Former Home Secretary Amber Rudd was let down by government officials during the Windrush scandal which prompted her resignation, according to a report seen by Business Insider. An executive summary of the report, published in full here, found officials had g…", "url": "https://www.businessinsider.com/this-leaked-report-shows-amber-rudd-was-failed-by-officials-during-windrush-scandal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc2a51c957015f981b63f3-960-480.jpg", "publishedAt": "2018-11-02T10:58:31Z", "content": "LONDON — Former Home Secretary Amber Rudd was failed by government officials during the Windrush scandal that forced her resignation, according to an internal report obtained by Business Insider and published here in full. Rudd resigned from Cabinet in Februa… [+5529 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Apple will no longer report iPhone numbers after sales went to 0%, and analysts are worried the era of iPhone growth is over (AAPL)", "description": "Apple will no longer report iPhone sales numbers. The move can only be interpreted negatively. \"Some people may fear that this now means that the iPhone units are going to start going negative year over year because it's easier to talk about great things and …", "url": "https://www.businessinsider.com/apple-will-no-longer-report-iphone-sales-unit-numbers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc25810591f2639d185d34-960-480.jpg", "publishedAt": "2018-11-02T10:51:35Z", "content": "Apple announced last night it would no longer be reporting iPhone sales numbers — or sales numbers for any of its products — on future earnings calls. Investors hated it: AAPL stock tanked 7% on the news and was still down 5% in premarket trading before the N… [+4332 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, AAPL, SBUX)", "description": "Here is what you need to know. Trump is reportedly ready to back down in his trade war with China. President Donald Trump has asked his cabinet to begin drafting potential terms of a trade agreement with China in the hopes of securing an agreement with Chines…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-2-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc2a2be4218a5f69568302-2732-1366.jpg", "publishedAt": "2018-11-02T10:47:00Z", "content": "People make traditional Korean side dish kimchi, or fermented cabbage, during the Seoul Kimchi Festival in central Seoul, South Korea. Reuters/Kim Hong-Ji Here is what you need to know. Trump is reportedly ready to back down in his trade war with China. Presi… [+2115 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, AAPL, SBUX)", "description": "Here is what you need to know. Trump is reportedly ready to back down in his trade war with China. President Donald Trump has asked his Cabinet to begin drafting potential terms of a trade agreement with China with the hope of securing an agreement with Chine…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-2-2018-2018-11-1027684310", "urlToImage": "https://static4.businessinsider.com/image/5bdc2a1dd1e84468263bf3c2-2400/2018-11-02t072821z1020767006rc1f5b5e5cb0rtrmadp3southkorea-festival-kimchi.jpg", "publishedAt": "2018-11-02T10:47:00Z", "content": "Reuters/Kim Hong-Ji Here is what you need to know. Trump is reportedly ready to back down in his trade war with China. President Donald Trump has asked his Cabinet to begin drafting potential terms of a trade agreement with China with the hope of securing an … [+1990 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Almost 17,000 Googlers walked out to protest of sexual misconduct at the company", "description": "Googlers all over the world walked out en masse on Thursday in protest of the company's record on sexual misconduct. The protest followed a bombshell article in the New York Times that detailed sexual misconduct allegations against senior executives, specific…", "url": "https://www.businessinsider.com/google-walkout-17000-google-employees-protested-sexual-misconduct-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc284ebeb670601d2d92f9-1920-960.jpg", "publishedAt": "2018-11-02T10:35:56Z", "content": "Thousands of Google staff around the world voiced their discontent on Thursday by leaving their desks at 11 a.m. to protest Google's record of sexual misconduct, in what appeared to the first coordinated global walkout at a major tech firm. The protest, which… [+1881 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "These 20 stocks are about to experience an explosive end-of-year rally, JPMorgan says", "description": "A late-year rally related to progress on trade relations between the US and China is likely, according to derivatives strategists at JPMorgan. The firm identified stocks with cheap out-of-the-money options that traders can buy to profit from price gains. The …", "url": "https://www.businessinsider.com/stock-market-picks-for-trade-rally-jpmorgan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5481aaf169beddb76a347fd8-1334-667.jpg", "publishedAt": "2018-11-02T10:06:00Z", "content": "The stock market has taken a beating in the final stretch of 2018. This means opportunities abound to find stocks that will be the biggest beneficiaries of a rebound. \"With investors now positioned defensively, and leverage rapidly reduced, there is an elevat… [+984 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "Goldman Sachs found an earnings season strategy that's offered traders a 107% return in just 6 days — here's what it is, and how you can replicate that success", "description": "It's been an extremely difficult earnings season for both companies and stock investors as traditionally sound dynamics have been upended by market volatility and negative sentiment. Amid the chaos, Goldman Sachs has found a trading strategy that's returned 1…", "url": "https://www.businessinsider.com/stock-trades-earnings-season-strategy-to-double-your-money-goldman-sachs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a383ec94aa6b5570a8b5a68-1920-960.jpg", "publishedAt": "2018-11-02T10:03:00Z", "content": "It's been a difficult earnings season for companies and traders alike. For companies, nothing has been good enough. Not earnings beats, nor better-than-expected sales. Firms that have exceeded expectations in both areas have still seen their stocks fall. It's… [+2264 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "A large fire has broken out next to the Saudi embassy in London", "description": "A large fire broke out in a building next door to Saudi Arabia's embassy in London on Friday morning. The fire broke out at a restaurant on Chesterfield Street, which is perpendicular to Curzon Street, where the Saudi embassy is located. It is located in the …", "url": "https://www.businessinsider.com/fire-breaks-out-next-to-saudi-embassy-london-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc1c6001b12d5fbd495a27-1136-568.jpg", "publishedAt": "2018-11-02T09:50:00Z", "content": "A building caught fire next door to the Saudi embassy in London on Friday morning. jimmy007boy/Twitter A large fire broke out in a building next door to Saudi Arabia's embassy in London on Friday morning. The fire broke out at a restaurant on Chesterfield Str… [+654 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Global markets are surging after reports Trump is ready to back down in his trade war with China", "description": "News of potential trade breakthrough between the United States and China has sent stocks across Asia and Europe sharply higher, while US futures are rallying. China’s benchmark Shanghai Composite Index had jumped 2.7%, Hong Kong's Hang Seng is up even more. T…", "url": "https://www.businessinsider.com/stock-market-news-markets-rally-on-trump-trade-war-climbdown-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc078710114260194e9554-2732-1366.jpg", "publishedAt": "2018-11-02T09:29:29Z", "content": "Stocks around the world are rallying sharply on Friday after reports of a potential trade breakthrough between the United States and China was a catalyst to counter the brutal sell-off which characterised markets in October. According to Bloomberg, US Preside… [+3591 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "New Caledonia in Pacific to vote on independence from France - Business Insider", "description": "New Caledonia in Pacific to vote on independence from France Business Insider PARIS (AP) — New Caledonia, a French archipelago in the South Pacific, is preparing for an independence referendum — the last step in a three-decades-long decolonization effort. Sun…", "url": "https://www.businessinsider.com/ap-new-caledonia-in-pacific-to-vote-on-independence-from-france-2018-11", "urlToImage": null, "publishedAt": "2018-11-02T09:20:27Z", "content": "PARIS (AP) — New Caledonia, a French archipelago in the South Pacific, is preparing for an independence referendum — the last step in a three-decades-long decolonization effort. Sunday's vote is key to settling tensions between the native Kanaks, who once suf… [+4427 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Boris Johnson has 'given up hope' of replacing Theresa May as prime minister", "description": "Boris Johnson has seen his popularity plummet among Conservative MPs since his resignation from government. The ex-foreign secretary now believes he would struggle to even get close to the final round of the next leadership contest. Friends of Johnson say he …", "url": "https://www.businessinsider.com/boris-johnson-has-given-up-hope-of-replacing-theresa-may-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc07110d7c675da1284bb3-1536-768.jpg", "publishedAt": "2018-11-02T08:32:14Z", "content": "LONDON — Boris Johnson has told friends he has \"given up hope\" of becoming Conservative leader due to fears that he would come a humiliating fourth or fifth place. The former foreign secretary was earlier this year the clear bookies' favourite to succeed Ther… [+2106 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Police launch investigation into antisemitic hate crimes in the Labour Party", "description": "The Metropolitan Police are investigating antisemitic hate crimes within the Labour party. They were handed a dossier of evidence by a journalist from the LBC radio station. Allegations of antisemitism within the party have dogged Labour leader Jeremy Corbyn …", "url": "https://www.businessinsider.com/police-launch-investigation-into-antisemitic-hate-crimes-in-the-labour-party-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc0894da27f861eb1e83a4-960-480.jpg", "publishedAt": "2018-11-02T08:28:30Z", "content": "LONDON — The Metropolitan Police has begun a criminal investigation into alleged antisemitic hate crimes within the Labour party, according to a report. An internal party document which detailed alleged antisemitic incidents within the party was obtained by L… [+1149 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Friday. Google employees all over the world left their desks and walked out in protest over sexual misconduct. The protest followed a bombshell New York Times report last week naming executives who had…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdbfc0a9e8c5360ff6e3be3-2732-1366.jpg", "publishedAt": "2018-11-02T07:58:19Z", "content": "Google employees all around the world abandoned their desks in protest on Thursday. Troy Wolverton/Business Insider Good morning! This is the tech news you need to know this Friday. Google employees all over the world left their desks and walked out in protes… [+2604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Australia's former prime minister says Trump and China's Xi Jinping have led their nations into a dark new era of strategic competition — and no one on either side knows where the lights are", "description": "Australia's former prime minister Kevin Rudd says the era of engagement did its best, but that the US and China are now strategic competitors likely headed for conflict. It's a totally new world and no one knows the rules. China was delighted when Trump took …", "url": "https://www.businessinsider.com/trump-and-xi-jinping-dark-new-era-of-competition-democracy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ac6ac9d524c4a2e008b48f8-1334-667.jpg", "publishedAt": "2018-11-02T06:37:10Z", "content": "The Mandarin-speaking former Australian prime minister says the world needs to wake up to the reality that its two major superpowers — the US and China — have entered a new era of strategic competition and no one on either side knows what the rules are anymor… [+9975 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what's happening on Friday. 1. US President Donald Trump reportedly asked Heather Nauert, the State Department spokeswoman, to replace Nikki Haley as the US ambassador to the UN. Nauert has also been rumored to top the president's list of potent…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb72cf1011425a48308047-1920-960.jpg", "publishedAt": "2018-11-02T06:17:38Z", "content": "Hello! Here's what's happening on Friday. 1. US President Donald Trump reportedly asked Heather Nauert, the State Department spokeswoman, to replace Nikki Haley as the US ambassador to the UN. Nauert has also been rumored to top the president's list of potent… [+2619 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump is an 'un-American American president': Former Fox News contributor calls Trump a 'draft dodger' in a speech that left no stone unturned", "description": "Retired US Army Lt. Col. Ralph Peters, a former Russia analyst, railed against President Donald Trump over his decision to send as many as 15,000 troops to the US-Mexico border, and his anti-immigrant rhetoric. \"I want to take the president of the United Stat…", "url": "https://www.businessinsider.com/ralph-peters-on-trump-migrant-caravan-draft-dodger-fox-news-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdba415da27f85eeb042453-960-480.jpg", "publishedAt": "2018-11-02T03:30:44Z", "content": "Retired US Army Lt. Col. Ralph Peters, the former Fox News analyst who quit the network in March after calling it a \"propaganda machine,\" railed against President Donald Trump for his rhetoric and his decision to send as many as 15,000 troops to the US-Mexico… [+4830 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Mike Pompeo says US probe of Jamal Khashoggi's death will take a 'handful more weeks' before possible sanctions come into play", "description": "US Secretary of State Mike Pompeo says the US probe of Jamal Khashoggi’s death will take a \"handful more weeks\" before possible sanctions come into play. He said the US is \"reviewing\" potential sanctions on individuals it has identified in relation to Khashog…", "url": "https://www.businessinsider.com/us-investigation-of-jamal-khashoggi-killing-status-sanctions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdbaf899e8c535ecf763ba2-2732-1366.jpg", "publishedAt": "2018-11-02T02:10:03Z", "content": "US Secretary of State Mike Pompeo says the US probe of Jamal Khashoggi's death will take a \"handful more weeks\" before possible sanctions come into play. \"We are reviewing putting sanctions on the individuals that we have been able to identify to date that ha… [+2265 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Two ex-Facebook employees just came out of nowhere with $21.5 million in funding for their new startup (FB)", "description": "On Thursday, Rockset — a serverless search and analytics startup founded in 2016 by two ex-Facebook employee — announced that it has formally launched its new data platform and raised $21.5 million in funding. For the past two years, Rockset has been lying lo…", "url": "https://www.businessinsider.com/rockset-facebook-greylock-sequoia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb9165beb6705be43c4493-2732-1366.jpg", "publishedAt": "2018-11-02T00:24:36Z", "content": "For the past two years, a startup founded by two ex-Facebook employees has been lying low. Since 2016, the employees at Rockset have been quietly working on a new kind of data platform. But on Thursday, the now startup has formally launched its product, and a… [+2709 chars]"}]}