{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "30 Black Friday deals from cool startups you should have on your radar this week", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Don't overlook the smaller online startups as you shop on Black Friday this year. Since many of t…", "url": "https://www.businessinsider.com/unique-black-friday-cyber-monday-startup-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf34c5101b12d773a7fc082-750-375.jpg", "publishedAt": "2018-11-19T23:58:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The past 10 years and the next 10 years of retail belong to the direct-to-consumer online startup… [+903 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mariah Miranda", "title": "We walked around National Landing, the new neighborhood in Virginia Amazon carved out for its HQ2 — here's what it looks like today", "description": "Amazon has announced that its second headquarters, HQ2, will be split between Queens, New York, and Arlington, Virginia. As part of Amazon's new headquarters, Virginia and Arlington will benefit from more than 25,000 full-time high-paying jobs and approximate…", "url": "https://www.businessinsider.com/amazon-hq-arlington-virginia-national-landing-crystal-city-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32e490591f2097d614bb6-1136-568.jpg", "publishedAt": "2018-11-19T23:56:00Z", "content": "Amazon has announced it will bring it's second headquarters to Queens, New York and the National Landing area of Arlington, Virginia. According to the official page for Northern Virginia's HQ2 bid, National Landing was jointly carved out by Arlington and Alex… [+299 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "You can get Amazon's newest Echo Dot and 3 months of Amazon Music Unlimited for less than $5 right now — here's how (AMZN)", "description": "Amazon is offering the newest version of the Echo Dot for $1 to new subscribers of Amazon Music Unlimited. Amazon Music Unlimited is currently $0.99 a month for the next three months as a separate limited-time promotion. By entering the promo code \"DOT1\" whil…", "url": "https://www.businessinsider.com/echo-dot-amazon-music-unlimited-deal-how-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32f5001b12d73673bf689-1136-568.jpg", "publishedAt": "2018-11-19T23:23:13Z", "content": "If you've ever been interested in the Amazon Echo Dot, now might be the best chance to get the smart home speaker for just a fraction of the cost. Amazon is giving away the newest version of the Echo Dot for $1 to new Amazon Music Unlimited subscribers as a p… [+361 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Amazon is running a rare sale on V-Moda wireless headphones — save $50 on a pair today only", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Today only, one of the best pairs of headphones you can buy is going for one of the lowest prices…", "url": "https://www.businessinsider.com/v-moda-crossfade-wireless-headphones-deal-amazon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf337e3b73c2871fb119615-1334-667.jpg", "publishedAt": "2018-11-19T23:22:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon Today only, one of the best pairs of headphones you can buy is going for one of the lowest… [+1386 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "5 companies that buck the Black Friday trend — from donating 100% of their proceeds to shutting their websites down for the day", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. A small handful of stores don't participate in Black Friday discounts, or they instead opt to don…", "url": "https://www.businessinsider.com/stores-that-dont-have-black-friday-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeef448c35ab308a7bb32e-1334-667.jpg", "publishedAt": "2018-11-19T23:08:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday — once known only as the day after Thanksgiving — is one of the biggest shopping hol… [+1162 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "The FBI has officially declared the 'Proud Boys,' a far-right 'Western chauvinist' group with a penchant for street fights, as 'extremist'", "description": "The FBI has designated the far-right \"Proud Boys\" as an \"extremist group with ties to white nationalism,\" according to a document from the Clark County sheriff's office in Washington state. The Proud Boys, which recently made headlines over its involvement in…", "url": "https://www.businessinsider.com/proud-boys-extremist-group-fbi-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3374bda27f80f752ecd76-1920-960.jpg", "publishedAt": "2018-11-19T22:48:38Z", "content": "The FBI has designated the far-right \"Proud Boys\" as an \"extremist group with ties to white nationalism,\" according to a document from the Clark County sheriff's office in Washington state. The report was obtained by The Guardian via the government transparen… [+3028 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael and Remi Rosmarin", "title": "30+ Black Friday deals on men's clothing, shoes, watches, and accessories", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. While Black Friday and Cyber Monday are often regarded as the best days of the year to save big o…", "url": "https://www.businessinsider.com/mens-clothing-sale-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf33954f556fc74a0365a5a-960-480.jpg", "publishedAt": "2018-11-19T22:36:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Bonobos While Black Friday and Cyber Monday are often regarded as the best days of the year to sa… [+5234 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Billions of dollars of cocaine are smuggled into the US by sea every year, and the Coast Guard says it can only stop one-quarter of it", "description": "The Coast Guard has partnered with other agencies and countries to track down illegal drugs in the open ocean. In recent years, the service has been seizing record amounts of cocaine on the high seas. But the the Coast Guard has said it sees much more flowing…", "url": "https://www.businessinsider.com/coast-guard-cant-stop-most-of-the-cocaine-it-sees-headed-for-the-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32d60c957016fc80452b5-1536-768.jpg", "publishedAt": "2018-11-19T22:21:43Z", "content": "FT. LAUDERDALE, Florida — During fiscal year 2018, which ended September 30, the US Coast Guard intercepted just over 458,000 pounds of cocaine. That was the second most in a year on record, behind fiscal year 2017, when 493,000 pounds were seized, which topp… [+6934 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "Uber insiders describe questionable decisions before its self-driving car killed a pedestrian", "description": "On March 18 one of Uber's self-driving cars killed a pedestrian, the first pedestrian fatality involving a self-driving car. As Uber prepares to return its cars to the roads, Business Insider spoke to current and former employees and viewed internal documents…", "url": "https://www.businessinsider.com/sources-describe-questionable-decisions-and-dysfunction-inside-ubers-self-driving-unit-before-one-of-its-cars-killed-a-pedestrian-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5beeef878c35ab30992e7a59-1920-960.png", "publishedAt": "2018-11-19T22:17:41Z", "content": "At 9:58 p.m. on a nearly moonless Sunday night, 49-year-old Elaine Herzberg stepped into a busy section of Mill Road in Tempe, Arizona, pushing her pink bicycle. A few seconds later, one of Uber's self-driving Volvo SUVs ran into her at 39 MPH and killed her.… [+21299 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "The US and China are giving off bad signals ahead of a crucial meeting between Trump and Xi Jinping", "description": "President Donald Trump is talking up the possibility of progress towards ending the trade war with China. But other parts of the administration are still going after China. Vice President Mike Pence took shots at China during a speech at the Asia-Pacific Econ…", "url": "https://www.businessinsider.com/us-china-tariff-trade-war-trump-xi-jinping-meeting-signals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58e77e2a77bb70b0078b6fa9-1920-960.jpg", "publishedAt": "2018-11-19T22:15:52Z", "content": "President Donald Trump may be talking up the prospects of a dea l to ease trade tensions with China, but much of his administration is still acting like any agreement is a long way off. Trump has discussed the possibility of a deal during his meeting with Chi… [+3685 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Victoria's Secret has a new CEO for its lingerie business (LB)", "description": "Victoria's Secret has a new CEO to run its lingerie business. John Mehas, who is currently president of Tory Burch, will be taking up the position. He replaces former CEO Jan Singer, who was at the company for two years. The brand has struggled in recent year…", "url": "https://www.businessinsider.com/victorias-secret-new-lingerie-ceo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3315d8c35ab733070acd7-960-480.jpg", "publishedAt": "2018-11-19T22:08:59Z", "content": "Victoria's Secret has a new CEO to run its lingerie business. On Monday, parent company L Brands announced that John Mehas, who is currently president of Tory Burch, will be taking up the position and replacing former CEO Jan Singer, who was at the company fo… [+861 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Police are responding to a shooting at Chicago's Mercy Hospital", "description": "There have been reports of multiple victims after a shooting at Chicago's Mercy Hospital on Monday afternoon. A Chicago Police spokesman said that \"at least one possible offender\" had been shot. A suspected gunman has been shot and there have been reports of …", "url": "https://www.businessinsider.com/chicago-shooting-at-mercy-hospital-2018-11", "urlToImage": null, "publishedAt": "2018-11-19T22:04:35Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chris Snyder", "title": "This artist transforms everyday object like sneakers — and taxidermy animal heads — with puff paint", "description": "Artist PJ Linden can turn everyday objects into beautiful works of art using a type of paint that you might have used as a kid: puff paint. She spends hours on her projects and her work has even been worn by Miley Cyrus. She paints a variety of objects, inclu…", "url": "https://www.businessinsider.com/puff-paint-artist-designs-sneakers-animal-heads-pj-linden-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be30a468c35ab51817984ae-1920-960.jpg", "publishedAt": "2018-11-19T22:00:00Z", "content": "Following is transcript of the video. PJ Linden: I'm PJ Linden, I'm an artist from New York. I am a self-taught artist. So puff paint I've become obsessed with because it's just such an underrated acrylic paint. My first piece was an old flip phone. It all st… [+2935 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster and Shayanne Gal", "title": "These are the 9 nuclear-armed countries and the 31 allies they've vowed to defend with the world's most devastating weapons", "description": "The United Nations has introduced a treaty that it believes will lead eventually to the total elimination of nuclear weapons. A recent watchdog report said that the Treaty on the Prohibition of Nuclear Weapons (TPNW) is an historically significant effort that…", "url": "https://www.businessinsider.com/these-are-the-9-countries-with-nuclear-weapons-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda18001011423df208b192-960-480.jpg", "publishedAt": "2018-11-19T21:59:03Z", "content": "The United Nations has introduced a treaty that it believes will lead eventually to the total elimination of nuclear weapons. A recent watchdog report said that the Treaty on the Prohibition of Nuclear Weapons (TPNW) is an historically significant effort that… [+663 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Justin Gmoser and Sydney Kramer", "title": "4 tricks that will make hosting Thanksgiving dinner much easier this year", "description": "Hosting a dinner party doesn't have to be so stressful. Here are four tips that will save you time and frustration while you prepare your Thanksgiving meal for friends and family. EDITOR'S NOTE: This video was originally published on November 20, 2016. Join t…", "url": "http://www.businessinsider.com/thanksgiving-party-hacks-to-save-you-prep-time-2014-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3311d110d4c08ba24b88b-1136-568.jpg", "publishedAt": "2018-11-19T21:57:00Z", "content": "Hosting a dinner party doesn't have to be so stressful. Here are four tips that will save you time and frustration while you prepare your Thanksgiving meal for friends and family. EDITOR'S NOTE: This video was originally published on November 20, 2016."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Amazon's HQ2 could add homeless residents to New York and Washington, DC — two cities with the worst homelessness crises in the US", "description": "A Zillow senior economist found that Amazon's second headquarters, known as HQ2, could add more than 800 homeless residents to New York City and more than a dozen to Washington, DC on an annual basis. Both cities already suffer from some of the worst homeless…", "url": "https://www.businessinsider.com/amazon-hq2-homelessness-new-york-dc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf318a9381507762a23fa55-2732-1366.jpg", "publishedAt": "2018-11-19T21:55:00Z", "content": "Amazon's HQ2 announcement has ignited a war of words between local politicians, residents, and media outlets. While many have touted the tech giant's move to New York City and the Washington, DC metro as a way to boost economic development, others are concern… [+2683 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "A dedicated group of 'Fallout 76' players crashed the game's server with a trio of nuclear explosions", "description": "Released on November 14th, \"Fallout 76\" is the latest game in the series of post-apocalyptic first-person shooters. The world of \"Fallout\" has been devastated by nuclear war, and players can acquire their own nuclear weapons at the end of the game with simila…", "url": "https://www.businessinsider.com/fallout-76-nuclear-bombs-server-crash-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32185110d4c05de30fb7a-2732-1366.jpg", "publishedAt": "2018-11-19T21:50:49Z", "content": "The \"Fallout\" franchise has always let players wreak havoc in the game's dystopian world, but with the newest title, \"Fallout 76,\" which incorporates online multiplayer, the possibilities for chaos have been multiplied many times over. Though \"Fallout 76\" is … [+1488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Chipotle has rehired the manager that it had fired for refusing to serve customers she suspected of dining and dashing (CMG)", "description": "Chipotle has rehired the manager who was fired after being accused of racial profiling in a viral video. The chain was criticized for firing the manager when the customer who posted the video was revealed to have tweeted in the past about dining and dashing. …", "url": "https://www.businessinsider.com/chipotle-rehires-manager-dine-and-dash-drama-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d6d49e8c536f1a05920f-1536-768.jpg", "publishedAt": "2018-11-19T21:50:06Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Instagram will soon start cracking down on accounts that use third-party apps to dole out fake likes and followers (FB)", "description": "Instagram is cracking down on accounts that use third-party apps to dole out fake likes and follows, the company announced Monday. Using machine learning tools, the photo-sharing platform will remove \"inauthentic\" likes, which are generated by third-party pla…", "url": "https://www.businessinsider.com/instagram-deleting-fake-likes-follows-third-party-apps-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32a64d1e84411806d2143-1536-768.png", "publishedAt": "2018-11-19T21:43:54Z", "content": "Influencers and brands who use bot apps to boost their popularity and increase audience growth may be in trouble, thanks to a new initiative Instagram announced Monday. In a blog post, Instagram said it would start removing fake likes, follows, and comments u… [+2377 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni", "title": "More than 2,600 companies, like Danone, Etsy, and Patagonia are on board with an entrepreneur who says the way we do business runs counter to human nature, and there's only one way forward", "description": "After selling AND1, the basketball apparel company he cofounded, Jay Coen Gilbert created B Lab in 2006. B Lab certifies companies for \"B Corporation\" status, which publicly holds them accountable to stakeholders beyond shareholders, like employees and the en…", "url": "https://www.businessinsider.com/b-corporation-b-lab-movement-and1-cofounder-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf322159e8c537d52770fd4-1920-960.jpg", "publishedAt": "2018-11-19T21:41:56Z", "content": "Jay Coen Gilbert was celebrating New Year's Day 2005 at his colleague and friend Bart Houlahan's house when he broke some unexpected news. After they completed the sale of AND1 — the basketball apparel company Coen Gilbert cofounded and Houlahan helped lead a… [+8887 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Argentina releases first images of the submarine San Juan — lost a year ago at 3,000 feet deep with all its crew", "description": "A little over a year after losing contact with the submarine ARA San Juan, the Argentina navy said the wreckage of the sub had been found at the bottom of the southern Atlantic Ocean, where it sank with all 44 of its crew members. On Sunday, the Argentina nav…", "url": "https://www.businessinsider.com/argentina-releases-first-images-of-the-sunken-submarine-san-juan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e8128c35ab65f96abc87-1334-667.jpg", "publishedAt": "2018-11-19T21:37:56Z", "content": "Visibility in the water where the sub was found is also very low, due to salinity and turbulence. The depth, distance from the coast, and nature of the seabed would make any recovery effort logistically challenging and expensive, likely requiring Argentina to… [+525 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "The White House is restoring Jim Acosta's press pass days after a judge ordered it to do so — and CNN is dropping its lawsuit", "description": "CNN announced Monday that the White House is reinstating reporter Jim Acosta's press pass — three days after a federal judge ordered the administration to do so. The cable news network is dropping its lawsuit against the administration for what they believe w…", "url": "https://www.businessinsider.com/the-white-house-is-restoring-cnn-jim-acosta-press-pass-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32556f556fc714d0b56f4-1334-667.png", "publishedAt": "2018-11-19T21:35:15Z", "content": "CNN announced Monday that the White House is reinstating reporter Jim Acosta's press pass — three days after a federal judge ordered the administration to do so — and the network is consequently dropping its lawsuit against the administration. The Trump admin… [+1914 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "LeBron James has added a Stephen Curry-esque skill to his repertoire that could make him an even bigger nightmare for defenses", "description": "LeBron James is taking deeper three-pointers and making more of them than ever before, adding a Stephen Curry-esque trait to his game. James' shooting has helped the Los Angeles Lakers find their groove in recent weeks. If James can continue to become a bette…", "url": "https://www.businessinsider.com/lebron-james-3-pointers-stephen-curry-nightmare-nba-defenses-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3216fd1e8440ff774edca-1334-667.jpg", "publishedAt": "2018-11-19T21:34:45Z", "content": "LeBron James and the Los Angeles Lakers have found their groove in recent weeks, winning five of their last six games and seven of their last nine to improve to 9-7 on the season. In the process, James has become more comfortable with his new teammates, and i… [+4006 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "Inside Uber before its self-driving car killed a pedestrian: Sources describe infighting, 'perverse' incentives, and questionable decisions", "description": "On March 18 one of Uber's self-driving cars killed a pedestrian, the first pedestrian fatality involving a self-driving car. As Uber prepares to return its cars to the roads, Business Insider spoke to current and former employees and viewed internal documents…", "url": "https://www.businessinsider.com/uber-insiders-describe-reckless-decisions-self-driving-car-unit-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5beeef878c35ab30992e7a59-1920-960.png", "publishedAt": "2018-11-19T21:32:56Z", "content": "At 9:58 p.m. on a nearly moonless Sunday night, 49-year-old Elaine Herzberg stepped into a busy section of Mill Road in Tempe, Arizona, pushing her pink bicycle. A few seconds later, one of Uber's self-driving Volvo SUVs ran into her at 39 MPH and killed her.… [+21299 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "Bank of America's CMO breaks down its new rebrand, including its biggest logo change in 20 years", "description": "Bank of America has kicked off a campaign to tout its new brand positioning and logo. The brand refresh comes five years after the company launched a brand overhaul in 2013 in a bid to recover from its reputation taking a hit due to the financial crisis. \"Pur…", "url": "https://www.businessinsider.com/bank-of-americas-cmo-breaks-down-big-rebrand-and-logo-change-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3236abeb670700027bbd7-1920-960.jpg", "publishedAt": "2018-11-19T21:21:58Z", "content": "The Minnesota Vikings and the Chicago Bears were not the only ones taking the NFL stage on Sunday night. Joining them during the commercial breaks was Bank of America CEO Brian Moynihan, as the face of the financial giant's new 60-second TV spot. The ad, in w… [+2472 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "One photo reveals how Amazon's headquarters can massively shape a city — and hints at the potential impact of HQ2 (AMZN)", "description": "Amazon employees flying Delta and Alaska Airlines have their own special check-in lanes at Seattle-Tacoma International Airport. The perk is just one of many that Amazon employees enjoy in Seattle, including some more bizarre benefits such as sex shop discoun…", "url": "https://www.businessinsider.com/amazon-airport-check-in-reveals-headquarters-impact-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31c7238150776625c79f8-2732-1366.jpg", "publishedAt": "2018-11-19T21:17:55Z", "content": "Walking through Seattle-Tacoma International Airport, flyers may notice something a bit unusual. Both Delta and Alaska Airlines have special check-ins for Amazon employees. Microsoft employees also have special check-in lanes at the two airlines. Here's a loo… [+2648 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tiana Attride", "title": "The 30 hottest countries on Earth", "description": "As winter sets in and temperatures begin to drop in the Northern Hemisphere, many people will start to dream about escaping from the cold. But there are quite a few countries around the world where summer blazes all year round. Ranked by their average annual …", "url": "https://www.businessinsider.com/hottest-countries-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5582c11b69bedd2c1399268e-750-375.jpg", "publishedAt": "2018-11-19T21:17:53Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Apple charges a ton of money for built-in storage — here's how to get around it (AAPL)", "description": "Apple charges a lot of money to add more built-in storage to devices like iPads and Mac computers. A new iPad Pro with 64 GB of storage costs $799, but moving up to 1 terabyte of storage will cost you an extra $750 — almost as much as a second iPad Pro. Havin…", "url": "https://www.businessinsider.com/apple-storage-costs-ipad-pro-iphone-xs-mac-mini-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0756510114219e41f9bea-1536-768.jpg", "publishedAt": "2018-11-19T21:13:08Z", "content": "Apple is known for making expensive products, like iPhones and iPads. The products themselves don't always start out costly, but one of the ways Apple makes more money from its products is by charging more money for added built-in storage. Take the new iPad P… [+4529 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "California's biggest utility provider plunges after disclosing it suffered a 2nd outage as the deadly Camp Fire started (PCG)", "description": "California's deadliest and most destructive wildfire in its history broke out on November 8. The Pacific Gas and Electric Company (PG&E) previously said it could be responsible for the fire as it experienced problems with transmission lines when the blaze eru…", "url": "https://www.businessinsider.com/pge-stock-price-reports-another-outage-in-camp-fire-2018-11", "urlToImage": "https://static3.businessinsider.com/image/5a286891f914c355018b86ce-2000/rtx3lpbm.jpg", "publishedAt": "2018-11-19T21:10:03Z", "content": "REUTERS/Gene Blevins Shares of the Pacific Gas and Electric Company ( PG&amp;E ) dropped as much as 7% on Monday after the utility disclosed that it experienced another power-line outage on the morning of November 8 when the deadly wildfire broke out. A circu… [+1832 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "'Your show may be a \"fantasy\" but we live in reality': Lingerie startup ThirdLove slams Victoria's Secret exec in full-page New York Times ad (LB)", "description": "ThirdLove ran a full-page ad in The New York Times this weekend slamming Victoria's Secret after one of its parent company's executives made controversial comments about transgender and plus-size models in a recent interview with Vogue. The ad, which was stru…", "url": "https://www.businessinsider.com/thirdlove-slams-victorias-secret-in-nyt-ad-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31779110d4c041837b8ad-750-375.jpg", "publishedAt": "2018-11-19T20:54:05Z", "content": "ThirdLove's full-page ad in The New York Times this Sunday. Facebook/ThirdLove Heidi Zak had a stern message for Victoria's Secret in a full-page ad published in The New York Times this weekend: start being a more inclusive brand. \"Your show may be a 'fantasy… [+3030 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Outgoing GOP state legislatures are cramming through conservative laws before they lose power", "description": "Republican lawmakers in several states are planning to push through last-minute conservative policies or stifle the power of incoming Democratic governors. In Michigan, Republicans plan to alter measures that would have raised the minimum wage and mandated pa…", "url": "https://www.businessinsider.com/outgoing-gop-legislatures-passing-last-minute-conservative-laws-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fb9fbeb670683f12ea56-1536-768.jpg", "publishedAt": "2018-11-19T20:48:38Z", "content": "Democrats are replacing Republicans in seven states' governors mansions, but before power changes hands in January, Republican lawmakers in several states are planning to push through last-minute conservative policies or take power from incoming Democratic go… [+1614 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "New video shows Russia putting its most advanced stealth fighter to the test in war-torn Syria", "description": "Russia has been using war-torn Syria as a testbed for its most advanced stealth fighter — the Su-57. The aircraft has flown ten sorties over Syria, the Russian Ministry of Defense said Monday in a statement accompanying the first official video of the aircraf…", "url": "https://www.businessinsider.com/new-video-shows-russia-testing-its-advanced-su-57-fighter-in-syria-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf312bdc957016ab2036479-2732-1366.jpg", "publishedAt": "2018-11-19T20:43:33Z", "content": "A new video from the Russian defense ministry shows the country's most advanced stealth fighter flying sorties in Syria. Fifth-generation Su-57 stealth fighters have flown 10 sorties over war-torn Syria, the Russian Ministry of Defense said in a statement acc… [+1577 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "A former GE and NBC exec used a '3 time rule' to get her boss to say yes to her ideas", "description": "Former executive Beth Comstock worked at General Electric and former NBC properties for 27 years, eventually rising to the level of vice chair at GE. Instead of accepting the word \"no\" on an idea, Comstock took feedback and would present the idea to her boss …", "url": "https://www.businessinsider.com/beth-comstock-three-time-rule-pitch-ideas-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb044ab73c285b921a02e8-1920-960.jpg", "publishedAt": "2018-11-19T20:35:00Z", "content": "Beth Comstock learned how to get her bosses to say yes during her 27 years at General Electric and former NBC properties. While working under Jeff Immelt at GE and Bob Wright at NBC, Comstock would present an idea multiple times before accepting \"no\" from her… [+1374 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback", "title": "The 25 most expensive zip codes in America", "description": "Real estate blog Property Shark has released its annual ranking of the most expensive zip codes in the United States. For the second consecutive year, Silicon Valley suburb Atherton took the No. 1 spot. The median sale price in Atherton, California, was $6.7 …", "url": "https://www.businessinsider.com/most-expensive-zip-codes-in-america-atherton-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fff6b73c28677160a683-1920-960.jpg", "publishedAt": "2018-11-19T20:32:00Z", "content": "There's a lot of expensive real estate in California. Property Shark released its annual ranking of the most expensive zip codes in America on Monday, and California dominates with 82% of the cities on the list. Zip codes in New York, Washington, Florida, and… [+470 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Top 12 waiver-wire pickups for Week 12 of fantasy football", "description": "As teams are heading into the homestretch of the fantasy season, they are either gearing up for a deep run in the postseason or scrambling to ensure a spot in the playoffs. Whether you need big points right now or are looking for players that are set to produ…", "url": "https://www.businessinsider.com/waiver-wire-week-12-pick-ups-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf3121af556fc6bfc178572-1536-768.jpg", "publishedAt": "2018-11-19T20:31:23Z", "content": "As teams are heading into the homestretch of the fantasy season, they are either gearing up for a deep run in the postseason or scrambling to ensure a spot in the playoffs. Whether you need big points right now or are looking for players that are set to produ… [+346 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "Mattis was reportedly at odds with Trump on the US-Mexico border mission, but he has a playbook to muddle through these spats", "description": "Secretary of Defense Jim Mattis defended the US border support mission in a visit with troops last Wednesday. During his visit, Mattis repeated an oft-heard military mantra: \"Just do your job.\" In his embattled role, the secretary has served a living example …", "url": "https://www.businessinsider.com/mattis-was-at-odds-with-trump-on-the-us-mexico-border-mission-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf307740d7c6769ed69be88-960-480.jpg", "publishedAt": "2018-11-19T20:30:22Z", "content": "On Wednesday, US Secretary of Defense Jim Mattis stood in front of his troops at a base camp in Texas and answered questions about their ambiguous role on the US-Mexico border. \"What are the short-term and long-term plans for this operation?\" one soldier aske… [+3735 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jennifer Still", "title": "7 hard truths about adulthood that my 20-year-old self would never have understood", "description": "The most powerful life lessons often come the hard way — through making mistakes. You might think you understand what adulthood is all about in your twenties, but life still has many hard truths in store for you. Here, author Jennifer Still details seven life…", "url": "https://www.businessinsider.com/life-lessons-learned-since-20s-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf313aae4218a6b1054855f-1136-568.jpg", "publishedAt": "2018-11-19T20:29:04Z", "content": "When you're in your 20s, it's tempting to think you know everything. After all, you survived high school and maybe even moved out of your parents' house, and that first taste of independence has the baffling effect of making you unnaturally confident in your … [+345 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk says he's open to working with Mercedes-Benz on an electric van (TSLA)", "description": "Tesla CEO Elon Musk said on Monday via Twitter that the automaker might make an electric van and will reach out to Daimler, the parent company of Mercedes-Benz, about a potential collaboration. When asked if a photo he had posted of a Tesla repair van was mad…", "url": "https://www.businessinsider.com/elon-musk-open-to-working-with-mercedes-benz-on-electric-van-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf318a80d7c676d42734b5c-1920-960.jpg", "publishedAt": "2018-11-19T20:23:58Z", "content": "Tesla CEO Elon Musk said on Monday via Twitter that the automaker might make an electric van and will reach out to Daimler, the parent company of Mercedes-Benz, about a potential collaboration. When asked if a photo he had posted of a Tesla repair van was mad… [+948 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Democrats did something virtually unprecedented in the 2018 midterms, and it says a lot about Trump's unpopularity", "description": "Democrats received roughly 60 million votes for the House in the 2018 midterms, which is roughly equivalent to the number of votes President Donald Trump received in the 2016 election. As Nate Silver of FiveThirtyEight pointed out over the weekend, \"There's n…", "url": "https://www.businessinsider.com/democrats-did-something-virtually-unprecedented-in-the-2018-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31211e4218a6b10548549-1920-960.jpg", "publishedAt": "2018-11-19T20:20:50Z", "content": "The total number of votes Democrats received for the House of Representatives in the 2018 midterms is roughly equivalent to the number of votes President Donald Trump received in the 2016 election, which is virtually unprecedented. Opposition parties typicall… [+1433 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "There's only one really good deal on the Nintendo Switch this holiday shopping season - Business Insider", "description": "Business Insider There's only one really good deal on the Nintendo Switch this holiday shopping season Business Insider Nintendo wont be offering any major deals on the Nintendo Switch, even though the video game console being one of the most searched for ite…", "url": "http://uk.businessinsider.com/nintendo-switch-black-friday-deal-2018-11", "urlToImage": "http://static1.uk.businessinsider.com/image/5bf315c9dde867539224ab0d-1190-625/theres-only-one-really-good-deal-on-the-nintendo-switch-this-holiday-shopping-season.jpg", "publishedAt": "2018-11-19T20:07:12Z", "content": "Since its launch in March 2017, the Nintendo Switch has been one of the company's fastest selling consoles ever. AP/Koji Sasahara For the second year in a row. the Nintendo Switch will be one of the most sought after tech gifts of the holiday season but Ninte… [+2750 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "The director of 'Creed 2' describes the conversation with Sylvester Stallone that convinced him he'd have the freedom to make his mark on the franchise", "description": "Steven Caple Jr. talked to Business Insider about how he got the job to direct \"Creed II\" (in theaters on Wednesday). That included being vouched for by his friend, \"Creed\" director Ryan Coogler. Caple also described the talk with Sylvester Stallone that conv…", "url": "https://www.businessinsider.com/director-of-creed-2-worked-with-sylvester-stallone-and-michael-b-jordan-to-put-his-mark-on-the-franchise-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fa6f0d7c67675a035b76-1136-568.jpg", "publishedAt": "2018-11-19T20:05:42Z", "content": "Steven Caple Jr. watched \"Creed\" a little differently than you and I. Having studied at USC film school at the same time the movie's filmmaker Ryan Coogler did, Caple had a specific eye for certain details his friend put in. \"The opening of the movie, showing… [+5815 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Thanksgiving travel can be a nightmare — here's what time you should leave for the holiday to avoid traffic, according to Google data", "description": "Thanksgiving travel can be a headache — but the earlier you get on the road, the better, according to Google data. Using Maps data from last year, Google engineers deciphered the optimum time to leave in dozens of major US cities. The downside: most of the op…", "url": "https://www.businessinsider.com/best-time-to-leave-for-thanksgiving-travel-according-to-google-data-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31101f556fc6bfc178565-2732-1366.jpg", "publishedAt": "2018-11-19T20:05:05Z", "content": "More than 54 million Americans will hit the road this week to celebrate the Thanksgiving with friends and family this year, according to AAA. And as anyone who's traveled in the days surrounding the holiday knows, all those cars on the road will only lead to … [+1404 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "Here's the income it takes for a family of 4 to be considered poor in every state", "description": "Wage growth has been dismal for many American workers, despite signs of a strong economy. The federal poverty line in America is $25,100, except in Alaska and Hawaii, where it's $31,380 and $28,870, respectively. To better understand what it means to be \"poor…", "url": "https://www.businessinsider.com/income-amount-poverty-level-in-every-state-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2f24d8c35ab67f634c387-2732-1366.jpg", "publishedAt": "2018-11-19T20:05:00Z", "content": "Wage growth has been dismal for many American workers, despite signs of a strong economy. According to the United States Census Bureau, 12.3% of the US population is living in poverty, which means they're earning below $25,100, except in Alaska and Hawaii, wh… [+930 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "The Echo Spot is one of Amazon's most innovative Alexa devices — and it's on sale for $90 for Black Friday (AMZN)", "description": "Amazon's Echo Spot is in an unusual position in the Echo family. It has a screen, but not one big enough for serious video-watching. It's small, but not as small as the Echo Dot. It can play music, but it doesn't sound as good as the Echo or Echo Show. So, wh…", "url": "https://www.businessinsider.com/amazon-echo-spot-review-2018-2", "urlToImage": "https://amp.businessinsider.com/images/5a906689aae60519008b462a-1920-960.jpg", "publishedAt": "2018-11-19T20:04:00Z", "content": "Amazon's Echo Spot is in an unusual position in the Echo family. It has a screen, but not one big enough for serious video-watching. It's small, but not as small as the Echo Dot. It can play music, but it doesn't sound as good as the Echo or Echo Show. So, wh… [+586 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Pilots working for airlines that transport packages for Amazon are not happy — and many are considering quitting, a survey found (AMZN)", "description": "Amazon Air relies upon cargo airliners like Atlas Air, Southern Air, and ABX Air to transport its packages. But pilots from those airlines say they're getting fed up with pay and benefits that they say are below industry standards. A survey of pilots at those…", "url": "https://www.businessinsider.com/pilots-amazon-air-consider-quitting-survey-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed661b110d4c20e35ecd25-960-480.jpg", "publishedAt": "2018-11-19T20:03:45Z", "content": "Pilots working for the group of airlines responsible for making Amazon Air deliveries aren't happy, a recent union survey found. And a lot of them are considering leaving the airlines that Amazon Air relies upon, according to a recent survey from the Teamster… [+7763 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laurie Beaver", "title": "MOBILE VISUAL SEARCH EXPLAINER: How the smartphone camera could become the new way consumers find brands' products online - CLONE", "description": "This is a preview of a research report from BI Intelligence, Business Insider's premium research service. To learn more about BI Intelligence, click here. The smartphone is getting smarter as tech and internet companies inject increasingly sophisticated compu…", "url": "https://www.businessinsider.com/mobile-visual-search-explainer-2018-1", "urlToImage": "https://amp.businessinsider.com/images/5a6755bba24444fe3b8b507c-2732-1366.jpg", "publishedAt": "2018-11-19T20:03:00Z", "content": "BI Intelligence This is a preview of a research report from BI Intelligence, Business Insider's premium research service. To learn more about BI Intelligence, click here. The smartphone is getting smarter as tech and internet companies inject increasingly sop… [+2559 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple tanks after reportedly cutting production of its 3 newest iPhone models amid waning demand (AAPL)", "description": "Apple has cut productions orders for all three iPhone models launched in September, according to the Wall Street Journal. A handful of iPhone suppliers last week cut their outlook, citing a drop in demand from one of their biggest customers. Earlier this mont…", "url": "http://markets.businessinsider.com/news/stocks/Apple-tanks-after-reportedly-cutting-production-of-its-3-newest-iPhone-models-amid-waning-demand-AAPL-1027740009", "urlToImage": "https://static6.businessinsider.com/image/5bcf2e22bac52b6e4a38bbd3-2400/gettyimages-1032298074-1.jpg", "publishedAt": "2018-11-19T20:00:01Z", "content": "Getty Apple is sliding, down 4% on Monday, after a report said the company recently cut productions orders for all three iPhone models launched in September. Lower-than-expected demand for the new products — iPhone XS, iPhone XS Max, and iPhone XR — and Apple… [+1558 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple tanks after reportedly cutting production of its 3 newest iPhone models amid waning demand (AAPL)", "description": "Apple has cut productions orders for all three iPhone models launched in September, according to the Wall Street Journal. A handful of iPhone suppliers last week cut their outlook, citing a drop in demand from one of their biggest customers. Earlier this mont…", "url": "https://www.businessinsider.com/apple-stock-price-cut-production-of-3-iphone-models-report-says-2018-11", "urlToImage": "https://static6.businessinsider.com/image/5bcf2e22bac52b6e4a38bbd3-2400/gettyimages-1032298074-1.jpg", "publishedAt": "2018-11-19T20:00:01Z", "content": "Getty Apple is sliding, down 4% on Monday, after a report said the company recently cut productions orders for all three iPhone models launched in September. Lower-than-expected demand for the new products — iPhone XS, iPhone XS Max, and iPhone XR — and Apple… [+1558 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "A top Deutsche Bank fixed income salesman is leaving the German lender after almost 20 years as senior departures continue", "description": "Deutsche Bank's global head of emerging markets, David Posen, left the firm last week, according to people with knowledge of the departure. Posen had worked at Deutsche Bank since 1999, working his way up to run all of sales for emerging-market debt. Deutsche…", "url": "https://www.businessinsider.com/deutsche-bank-david-posen-exits-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e4568c35ab65bd424447-1334-667.jpg", "publishedAt": "2018-11-19T19:57:31Z", "content": "Deutsche Bank's top emerging markets debt salesman, David Posen, has left the firm after nearly 20 years in the latest exit for the struggling European lender. Posen was global head of emerging markets sales in the bank's fixed-income, currencies and commodit… [+997 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "There's only one really good deal on the Nintendo Switch this holiday shopping season (NTDOY)", "description": "Nintendo wont be offering any major deals on the Nintendo Switch, even though the video game console being one of the most searched for items this holiday season, The company's best Black Friday deal is a new bundle, which includes the console and a copy of \"…", "url": "https://www.businessinsider.com/nintendo-switch-black-friday-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf300679e8c53769d3ad123-2732-1366.jpg", "publishedAt": "2018-11-19T19:57:28Z", "content": "For the second year in a row. the Nintendo Switch will be one of the most sought after tech gifts of the holiday season — but Nintendo still isn't ready to start offering deep discounts on its newest video game console. For Black Friday 2018, Nintendo is offe… [+2626 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "How the homeless population in every state has changed over the past 10 years", "description": "The homeless population in the United States went down 14.4% from 2007 to 2017, according to data from the Department of Housing and Urban Development. The change was more drastic in some states: Michigan led the nation by decreasing its homeless population b…", "url": "https://www.businessinsider.com/homeless-population-usa-states-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf31471da27f8094852b46b-1920-960.jpg", "publishedAt": "2018-11-19T19:55:48Z", "content": "There are more than 550,000 homeless people in the US — a solid.17% of the entire US population. But believe it or not, the homeless situation was much worse 10 years ago. According to statistics from the Department of Housing and Urban Development, the US ho… [+1291 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Tesla accidentally gave a customer access to the email addresses linked to over 1.5 million accounts on its online forum (TSLA)", "description": "A Tesla customer accidentally received administrative access to the automaker's online forums, allowing him to see contact information for some Tesla owners, the customer says. Eleff wrote that his was not the only account without a Tesla employee email addre…", "url": "https://www.businessinsider.com/tesla-customer-gets-admin-access-to-online-forums-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2f8a0b73c286638173a90-1536-768.jpg", "publishedAt": "2018-11-19T19:41:36Z", "content": "A Tesla customer accidentally received administrative access to the automaker's online forums, allowing him to see contact information for over 1.5 million accounts, the customer says. Daniel Eleff, who runs the shopping advice website DansDeals, published an… [+2171 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Bill Gates says that HBO's 'Silicon Valley' is the best way to understand the real Silicon Valley: 'They don’t make any more fun of us than we deserve'", "description": "Bill Gates has a message for those in the tech industry who think that HBO's \"Silicon Valley\" is too critical: lighten up. \"I always tell them: 'You really should watch it, because they don’t make any more fun of us than we deserve,'\" writes Gates, who has co…", "url": "https://www.businessinsider.com/bill-gates-hbo-silicon-valley-2018-11", "urlToImage": "https://amp.businessinsider.com/images/552e833decad04cc46a7b513-1334-667.jpg", "publishedAt": "2018-11-19T19:41:17Z", "content": "There are those in the real-world Silicon Valley who think that HBO's \"Silicon Valley,\" the network's long-running satire, is too critical of the tech industry. But in a new blog entry, no less than Microsoft cofounder Bill Gates has a message for those peopl… [+3232 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Guetig", "title": "IGNITION 2018: Hear from Match CEO Mandy Ginsberg on the $12 billion online dating market that she's tasked with defending from Facebook and Bumble", "description": "The online-dating market has been expanding exponentially in recent years, but it has yet to realize its full potential. There are nearly 600 million single people using online dating services worldwide, and that number is expected to grow to a staggering 700…", "url": "https://www.businessinsider.com/mandy-ginsberg-match-ceo-ignition-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd76798da27f8040e1b8ac9-2560-1280.jpg", "publishedAt": "2018-11-19T19:37:00Z", "content": "The online-dating market has been expanding exponentially in recent years, but it has yet to realize its full potential. There are nearly 600 million single people using online dating services worldwide, and that number is expected to grow to a staggering 700… [+1053 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Evan Spiegel spends most of his time during boardroom meetings on Snapchat (SNAP)", "description": "According to a report by The Information, Snap CEO Evan Spiegel spends much of his time during board meetings tied to his phone and messaging people on Snapchat. When not glued to his screen, Speigel's boardroom demeanor was \"dismissive\" to Benchmark partner …", "url": "https://www.businessinsider.com/spiegel-spends-board-room-meetings-snapchat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf307a40d7c6769a1033c98-1536-768.jpg", "publishedAt": "2018-11-19T19:29:17Z", "content": "Evan Spiegel may need to learn how to disconnect. According to a report by The Information on Monday, Snap's CEO spends much of his time during board meetings tied to his phone and messaging people on Snapchat. When not glued to his screen, Speigel's boardroo… [+881 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The US's top commander in the Pacific is sounding the alarm over China's 'wall of SAMs' in the South China Sea", "description": "The top US commander in the Pacific warned Saturday that China has turned the so-called \"great wall of sand\" in the South China Sea into a \"great wall of [surface-to-air missiles].\" In addition to SAMs, China has also deployed anti-ship missiles, giving it th…", "url": "https://www.businessinsider.com/top-us-admiral-calls-out-china-over-wall-of-sams-in-south-china-sea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf30197110d4c7ed628a059-2732-1366.jpg", "publishedAt": "2018-11-19T19:26:00Z", "content": "The US has time and time again stressed that its military will \"fly and sail wherever international law allows and our national interests demand,\" but Chinese defensive deployments in the disputed South China Sea threaten to throw a wrench into those plans. C… [+3317 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan, Remi Rosmarin and Amir Ismael", "title": "45+ of the best Black Friday sales on women's clothing, shoes, bags, and jewelry", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday and Cyber Monday are generally synonymous with major savings on tech, mattresses, fu…", "url": "https://www.businessinsider.com/womens-fashion-black-friday-cyber-monday-deals-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fd5766be50476a62a1a9-960-480.jpg", "publishedAt": "2018-11-19T19:21:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. M.Gemi Black Friday and Cyber Monday are generally synonymous with major savings on tech, mattres… [+5925 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Devon Delfino", "title": "3 ways to change the subject of a conversation without making it awkward", "description": "When a conversation goes in a direction you'd rather not deal with, it can be tough to change the subject without creating an awkward moment. But there are ways around it. Licensed marriage and family therapist Kiaundra Jackson offers three tactics: Using an …", "url": "https://www.businessinsider.com/change-subject-conversation-without-being-awkward-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fc2710114277d8216e0e-960-480.jpg", "publishedAt": "2018-11-19T19:18:54Z", "content": "Some people are masters of this trick — so much so that those on the other side of it can't see it coming. If you want to employ a conversational side-step, phrases like \"that reminds me of,\" \"yes, but,\" or \"by the way,\" can be helpful. But, again, context is… [+1453 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "16 Democrats release letter opposing Nancy Pelosi as next speaker of the House", "description": "A group of 16 Democrats released a letter stating opposition to Nancy Pelosi as the next speaker of the House. The letter is a mix of current House Democrats and incoming freshmen elected earlier in November. Pelosi is so far running unopposed, but will need …", "url": "https://www.businessinsider.com/16-house-democrats-state-opposition-to-nancy-pelosi-speaker-house-letter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be24f1e381507455f773a84-1920-960.jpg", "publishedAt": "2018-11-19T19:17:42Z", "content": "WASHINGTON — A group of Democratic representatives and several incoming freshmen released a letter on Monday stating their opposition to Nancy Pelosi being elected speaker of the House in January when the new Congress forms. In the letter — which was signed b… [+2626 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "17 wild job titles companies are using to attract millennials", "description": "\"Rock star\" and \" ninja \" are becoming increasingly common job titles. Companies across America are bidding farewell to terms like \"associate\" and introducing ones like \"evangelist\" as a way of attracting younger employees. We looked at job postings around th…", "url": "https://www.businessinsider.com/unusual-job-titles-companies-hiring-millennials-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fd6801b12d6a351feace-1920-960.jpg", "publishedAt": "2018-11-19T19:01:00Z", "content": "Jobs with \"guru,\" \"ninja,\" and \"magician\" in the title used to just apply to, well, actual gurus, ninjas, and magicians. Then along came tech companies like SCVNGR, where the chief operating officer had the job title of \"Chief Rockstar.\" Now, more traditional… [+674 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "This team of 17-year-old high-school seniors in California created a device that could help prevent future wildfires", "description": "Sanjana Shah and Aditya Shah are seniors at Monta Vista High School in Cupertino, California who have created a device for helping predict and prevent wildfires. Their device, dubbed the \"Smart Wildfire Sensor,\" captures photos of nearby fallen branches and l…", "url": "https://www.businessinsider.com/california-high-school-students-create-device-to-prevent-wildfires-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2ec48110d4c7b1e36ba9c-1920-960.jpg", "publishedAt": "2018-11-19T18:46:17Z", "content": "Sanjana Shah was interning at the Lawrence Berkeley National Laboratory in the summer of 2017 when a wildfire caught in the nearby hills. She and her co-workers were told to immediately leave the lab, evacuating with the red flames and black smoke at their ba… [+3528 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "A British Airways passenger is suing the airline after claiming he suffered nerve damage from being forced to sit next to an 'extremely large' person during a 12-hour flight", "description": "A British Airways passenger is suing the airline after he was allegedly injured after sitting next to an obese passenger during a 12-hour flight. Stephen Prosser, 51, claims in the lawsuit that a 12-hour British Airways flight from Bangkok, Thailand to London…", "url": "https://www.businessinsider.com/british-airways-passenger-claims-injuries-after-sitting-by-obese-man-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b8414af04f16219008b5651-1920-960.jpg", "publishedAt": "2018-11-19T18:41:30Z", "content": "A British Airways passenger is suing the airline after he was allegedly injured after sitting next to an obese passenger on a 12-hour flight, according to multiple reports. The New York Daily News reports that Stephen Prosser, 51, says that a 12-hour British … [+2443 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Mayer and Malarie Gokey", "title": "The best winter coats for women", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you’re searching for a winter coat that will keep you warm and dry without any frills, conside…", "url": "https://www.businessinsider.com/best-winter-coat-women", "urlToImage": "https://amp.businessinsider.com/images/5bf2e725110d4c7a300eeaab-960-480.jpg", "publishedAt": "2018-11-19T18:40:00Z", "content": "Why you'll love it: Fjällräven's Singi Down Jacket has a feminine fit, classic parka style, and a rugged design that's made to last for decades. If you're the kind of girl who likes to go ski, snowshoe, or hike in the snow-covered forest, you need a more acti… [+2437 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The Tesla of China spikes as short seller Andrew Left sees 'little resistance' for Nio to surge 60% (NIO)", "description": "Shares of Nio, seen as the Tesla of China, will rally to $12, Andrew Left's Citron Research said in a note on Monday. Left recently turned bullish on Tesla, and Monday's note shows that his optimism about the electric-car industry also applies to Nio. Nio is …", "url": "https://www.businessinsider.com/nio-stock-price-short-seller-andrew-sees-upside-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fd90d1e84408fe573f8d-1920-960.jpg", "publishedAt": "2018-11-19T18:36:12Z", "content": "Shares of Nio, widely seen as the Tesla of China, soared as much as 12% — touching an intraday high of $8.21 — after short seller Andrew Left said he sees a 60% upside for the stock. The \"path to $12 should have little resistance,\" Citron Research, Left's fir… [+2035 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The Tesla of China spikes as short seller Andrew Left sees 'little resistance' for Nio to surge 60% (NIO)", "description": "Shares of Nio, seen as the Tesla of China, will rally to $12, Andrew Left's Citron Research said in a note on Monday. Left recently turned bullish on Tesla, and Monday's note shows that his optimism about the electric-car industry also applies to Nio. Nio is …", "url": "https://markets.businessinsider.com/news/stocks/nio-stock-price-short-seller-andrew-sees-upside-2018-11-1027739852", "urlToImage": "https://static3.businessinsider.com/image/5bbcf4ce66fb3f26cc0a707b-2400/teslaofchina-niohouse-5-of-25.jpg", "publishedAt": "2018-11-19T18:36:12Z", "content": "Harrison Jacobs/Business Insider Shares of Nio, widely seen as the Tesla of China, soared as much as 12% — touching an intraday high of $8.21 — after short seller Andrew Left said he sees a 60% upside for the stock. The \"path to $12 should have little resista… [+2068 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat", "title": "A woman who sells 6-figure engagement rings on Instagram says there's a simple way to buy diamonds that look bigger for a lower price", "description": "Ring Concierge founder Nicole Wegman designs and sells bespoke engagement rings on Instagram and advises clients to allocate budgets toward carat weight, not color or clarity. A round diamond is the best-selling shape for engagement rings, but it is not a bes…", "url": "https://www.businessinsider.com/how-to-get-bigger-diamond-less-money-round-engagement-ring-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5976abeb67006a3006250-2732-1366.jpg", "publishedAt": "2018-11-19T18:25:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "Rent the Runway is launching a new way for designers to partner with the company — and it's great news for subscribers", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Rent the Runway is introducing RTR Platform, a new way for designers to partner with the rental c…", "url": "https://www.businessinsider.com/rent-the-runway-launches-rtr-platform-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2fd21f556fc697c7f5465-960-480.jpg", "publishedAt": "2018-11-19T18:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Rent the Runway pieces in your closet may only be temporary additions, but the rental market … [+4448 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell and Skye Gould", "title": "Investment banks are waging a war for star talent in 2018. Here are the banks that won — and lost", "description": "It's been one of the active years in senior investment banking hires and exits since the financial crisis, according to top Wall Street headhunters. Business Insider reviewed executive search reports detailing nearly 300 investment banking moves at the managi…", "url": "https://www.businessinsider.com/bank-hires-and-departures-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be325f6f556fc54eb6b05fa-1136-568.png", "publishedAt": "2018-11-19T18:16:03Z", "content": "Wall Street investment banks have been poaching rival dealmakers at a rampant pace this year. In fact, as of early November, there had been more moves by senior investment bankers in the US than any year since the financial crisis, according to top industry h… [+3812 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "NASA will dig for signs of alien life in Mars' Jezero Crater — the landing site for its 2020 rover", "description": "NASA has picked a landing site for its upcoming Mars 2020 rover. The space agency will try to land its nuclear-powered robot in Jezero Crater, a giant impact near the Martian equator. Jezero Crater was a water-rich area billions of years ago on Mars, and it m…", "url": "https://www.businessinsider.com/nasa-mars-2020-rover-landing-site-jezero-crater-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2f2ebd1e84406fa656118-1536-768.jpg", "publishedAt": "2018-11-19T18:08:00Z", "content": "NASA has announced where it plans to land the Mars 2020 rover and dig for signs of alien life in the red planet's soil. The car-size robot is expected to land inside the 28-mile-diameter Jezero Crater, an ancient impact site located just north of the Martian … [+1604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "'We outperform all of them': Roku is readying itself for competition from the likes of Amazon and Comcast as the streaming war heats up", "description": "The next battle for dominance in streaming may be related to the aggregation of OTT apps. Roku is is commonly seen as the leading aggregator of OTT content. But other content distributors, like Comcast, have shown interest in offering similar services. A Roku…", "url": "https://www.businessinsider.com/roku-future-of-streaming-amazon-apple-comcast-2018-11", "urlToImage": "https://amp.businessinsider.com/images/572a035d91058422008c0890-1920-960.jpg", "publishedAt": "2018-11-19T18:01:40Z", "content": "Alongside the battle for developing the top streaming service is a concurrent battle for aggregating those services together. As more and more over-the-top options for users crop up — from video-on-demand services like Netflix to digital TV services like Dire… [+3360 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "These are the stores with the best Black Friday discounts", "description": "Black Friday means massive deals at retailers including Belk, JCPenney, and Kohl's. However, some stores are offering bigger discounts than others, according to an analysis of almost 7,000 Black Friday deals. Here are the top 10 stores that are offering the l…", "url": "https://www.businessinsider.com/best-black-friday-discounts-store-ranked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5baa392ae55aa8b1548b456a-1920-960.jpg", "publishedAt": "2018-11-19T17:56:42Z", "content": "As Black Friday grows near, shoppers need to get strategic about where to find the best deals. The power of Black Friday has cooled in recent years. Stores are more likely to offer deals year-round, and with other major sales day — such as Amazon's Prime Day … [+500 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "The Navy SEAL who shot Bin Laden pushes back on Trump's criticism of the 2011 raid", "description": "Robert J. O'Neill, a former US Navy SEAL who shot Osama Bin Laden during a 2011 raid on the former Al Qaeda leader's Abbottabad, Pakistan compound, has pushed back on President Donald Trump's criticism of his commander. O'Neill's commander, retired Adm. Bill …", "url": "https://www.businessinsider.com/navy-seal-robert-oneill-on-trumps-criticism-of-bin-laden-raid-2018-11", "urlToImage": "https://amp.businessinsider.com/images/546217536bb3f73a241952e7-750-375.jpg", "publishedAt": "2018-11-19T17:51:57Z", "content": "Robert J. O'Neill, a US Navy SEAL who shot Osama Bin Laden during the legendary 2011 raid on the former Al Qaeda leader's Abbottabad, Pakistan compound, has pushed back on President Donald Trump's criticism of his commander. In an interview with Fox News, Tru… [+1783 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "A Times Square theater that's been abandoned for nearly 30 years is getting a $100 million makeover. Here's what it will look like.", "description": "In the heart of Times Square, amid a barrage of tourists and billboards, taxi cabs and LED lights, stands an abandoned theater covered in scaffolding. Though it's located in one of the busiest entertainment districts in the world, the structure has stood empt…", "url": "https://www.businessinsider.com/abandoned-times-square-theater-100-million-makeover-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee52301b12d2fea685efa-2732-1366.jpg", "publishedAt": "2018-11-19T17:50:00Z", "content": "In the heart of Times Square, amid a barrage of tourists and billboards, taxi cabs and LED lights, stands an abandoned theater covered in scaffolding. Though it's located in one of the busiest entertainment districts in the world, the structure has stood empt… [+849 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "The shocking downfall of Carlos Ghosn could send the largest car company in the world into disarray (NSANY)", "description": "Renault-Nissan-Mitsubishi Alliance chairman and CEO Carlos Ghosn was arrested by Japanese law enforcement on Monday. Nissan revealed that an internal investigation concluded that Ghosn allegedly under-reported his income and misused corporate assets. Nissan s…", "url": "https://www.businessinsider.com/carlos-ghosn-arrest-may-be-trouble-renault-nissan-mitsubishi-alliance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d39dc957015fa17bd1ad-750-375.jpg", "publishedAt": "2018-11-19T17:47:31Z", "content": "Renault-Nissan-Mitsubishi Alliance chairman and CEO Carlos Ghosn was arrested by Japanese law enforcement on Monday. The arrest comes after Nissan revealed that an internal investigation concluded that the long-time executive allegedly under-reported his inco… [+3479 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump stands by Saudi Crown Prince Mohammed bin Salman even after CIA's finding on Khashoggi killing, following a long pattern of believing allies despite evidence", "description": "President Donald Trump has so far stood by Crown Prince Mohammed bin Salman despite damning allegations he ordered the killing of Jamal Khashoggi in early October. Trump's ongoing support for Prince Mohammed, the de facto ruler of Saudi Arabia, follows a long…", "url": "https://www.businessinsider.com/trump-believes-saudi-prince-despite-cia-finding-on-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2eb40da27f8013b6b5e71-1920-960.jpg", "publishedAt": "2018-11-19T17:43:23Z", "content": "President Donald Trump has so far stood by Crown Prince Mohammed bin Salman despite damning allegations he ordered the killing of Jamal Khashoggi in early October. Trump's ongoing support for Prince Mohammed, the de facto ruler of Saudi Arabia, follows a long… [+4404 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Andrew Cuomo claims media is bashing the Amazon HQ2 deal because they compete with the Jeff Bezos-owned Washington Post", "description": "New York Gov. Andrew Cuomo released an op-ed Monday defending the state's deal to lure Amazon's HQ2 to New York City. The state gave more than than $1.5 billion in tax incentives to Amazon, a move that was widely criticized. Cuomo said negative coverage of th…", "url": "https://www.businessinsider.com/cuomo-amazon-hq2-nyc-jeff-bezos-washington-post-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ad89df5817df61b008b4960-1920-960.jpg", "publishedAt": "2018-11-19T17:42:54Z", "content": "New York Gov. Andrew Cuomo on Monday suggested that part of the the backlash to Amazon's selection of New York City as one of its HQ2 cities came because other media organizations compete with the Amazon CEO Jeff Bezos-owned Washington Post. Cuomo, who famous… [+2364 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Cult-favorite sock startup Bombas has launched a sitewide sale for 20% off everything, now through Cyber Monday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Now through November 26, all socks are 20% off at Bombas — from hiking pairs to gift sets — using…", "url": "https://www.businessinsider.com/bombas-socks-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedcb65f556fc1c057ca01e-750-375.jpg", "publishedAt": "2018-11-19T17:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The holiday season is here and finding meaningful gifts is top of mind for pretty much everyone, … [+1427 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Apple doesn't have Black Friday deals for iPhones — but here are the stores that do", "description": "Apple doesn't usually host its own Black Friday deals for iPhones, but stores that sell iPhones do. For the most part, Black Friday iPhone \"discounts\" from stores like Target and Walmart come in the form of a store gift card that you can use at the store itse…", "url": "https://www.businessinsider.com/apple-iphone-black-friday-deals-cyber-monday-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2f13ff556fc67ca5c6b8e-1920-960.jpg", "publishedAt": "2018-11-19T17:34:00Z", "content": "Walmart: $0 down and get a $300 gift card when purchased with AT&amp;T Next, Sprint, or Verizon device payment plans. Begins 6 p.m. on Thursday, November 22 for in-store purchases. Begins Wednesday, November 21 at 10 p.m./9 p.m. CT for online. BestBuy: Up to … [+368 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "There's really only one way to correctly grow a mustache", "description": "November is here, and while some of you may still be in a candy-induced coma, others are taking sharp blades to their face in order to sculpt the perfect facial hair. It's for a good cause, of course — \"Movember\" started as a month-long fundraiser for men's h…", "url": "https://www.businessinsider.com/how-to-grow-a-mustache-2016-10", "urlToImage": "https://amp.businessinsider.com/images/58177977b28a6478248b5ad2-1920-960.jpg", "publishedAt": "2018-11-19T17:30:00Z", "content": "A well-kept mustache is a compliment to any man's appearance this November. Getty/Andreas Rentz November is here, and while some of you may still be in a candy-induced coma, others are taking sharp blades to their face in order to sculpt the perfect facial ha… [+2151 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Oscar winner Emma Stone explains why she had to audition for her new movie, but 'didn’t find it insulting'", "description": "Emma Stone had to audition to get the role of one of the main characters in \"The Favourite.\" Director Yorgos Lanthimos said he did it so he was confident Stone, the only American actor on set, could pull off a convincing English accent. “I just didn’t want he…", "url": "https://www.businessinsider.com/why-emma-stone-had-to-audition-for-her-new-movie-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2f2be8c35ab67f634c389-480-240.jpg", "publishedAt": "2018-11-19T17:26:10Z", "content": "After winning an Oscar for her performance in 2016's \"La La Land,\" Emma Stone is on track to getting her third nomination in four years when her new movie \"The Favourite\" opens on Friday. But in a surprising revelation, despite being one of the biggest stars … [+2035 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Save an extra 25% on sale styles at Nike — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-nike-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d02a38150769920e8fb4-960-480.jpg", "publishedAt": "2018-11-19T17:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3570 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Bitcoin price briefly drops below $5000 as brutal crypto sell-off continues", "description": "Bitcoin's price dropped sharply on Monday, briefly falling below $5,000 per coin. By 11.45 a.m. ET, the benchmark cryptocurrency was trading lower by around 8.5% at $5,164, having rebounded a little from the worst of the day's trading. \"Bitcoin collapsed like…", "url": "https://www.businessinsider.com/bitcoin-price-drops-below-5000-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2eaa89e8c53727b0ef1be-750-375.jpg", "publishedAt": "2018-11-19T17:19:24Z", "content": "The price of bitcoin dropped sharply on Monday, briefly dipping below $5,000 per coin as a brutal sell-off gripping the cryptocurrency market deepened. By 11.45 a.m. ET, the benchmark cryptocurrency was trading lower by around 8.5% at $5,164, having rebounded… [+1255 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "The soldier's best friend: 9 ways that militaries use dogs for missions", "description": "When the members of the Navy's elite SEAL Team Six launched their raid into Osama bin Laden's compound, Cairo was one of the first to hit the ground. The Belgian Malinois, one of the military's favorite breeds, went into battle outfitted similarly to his huma…", "url": "https://www.businessinsider.com/photos-of-military-working-dogs-in-action-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2cec5d1e844015c5b1832-1334-667.jpg", "publishedAt": "2018-11-19T17:17:00Z", "content": "When the members of the Navy's elite SEAL Team Six launched their raid into Osama bin Laden's compound, Cairo was one of the first to hit the ground. The Belgian Malinois, one of the military's favorite breeds, went into battle outfitted similarly to his huma… [+606 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jasmine Kim and Adrian Traviezo", "title": "These 3 inventions make it possible for firefighters to extinguish fires without getting close to the flames", "description": "These three inventions are major advancements in firefighting technology. They can be placed in hazardous situations so that humans don't have to go in to suppress the flames. From water-blasting robots to flame-suppressing dodgeballs, watch the video above t…", "url": "https://www.businessinsider.com/firefighting-technology-that-extinguishes-flames-without-getting-close-2018-9", "urlToImage": "https://amp.businessinsider.com/images/5b992e76959f34212e8b5a54-1920-960.jpg", "publishedAt": "2018-11-19T17:16:00Z", "content": "Following is the transcript of the video. Thermite 3.0. This firefighting robot is called Thermite 3.0. It pumps 2,500 gallons of water per minute. It's made from aircraft-grade aluminum and steel and can be sent to areas too hazardous for humans. Foam fire-s… [+372 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "BuzzFeed News is now asking readers for donations as part of its 'long-term project of building a sustainable news business'", "description": "BuzzFeed News has launched a recurring membership program for its readers. The program has two tiers: for $5 a month, readers get access to exclusive newsletters and behind-the-scenes content and for $100 a year, they get all the above as well as a branded to…", "url": "https://www.businessinsider.com/buzzfeed-news-is-now-directly-asking-readers-for-donations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e9bc10114274a002f39f-2732-1366.jpg", "publishedAt": "2018-11-19T17:14:55Z", "content": "BuzzFeed already sells a co-branded kitchenware line at Walmart and has a book club in partnership with Amazon. Now, it has rolled out a recurring membership program for its readers. Starting today, BuzzFeed News readers can donate to the news outlet to suppo… [+2321 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix turned 'The Last Kingdom' into a global hit, and season 3 is a worthwhile snack for 'Game of Thrones' fans", "description": "The latest hit British TV series from Netflix is \"The Last Kingdom,\" and its third season dropped on Monday. The series first premiered on BBC networks in 2015, and its second season was co-produced by Netflix. The third season was an exclusive production of …", "url": "https://www.businessinsider.com/last-kingdom-is-netflixs-latest-binge-worthy-british-tv-series-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d4d4d1e84401b1740516-960-480.jpg", "publishedAt": "2018-11-19T17:12:36Z", "content": "Netflix's strategy of acquiring hit British TV shows and introducing them to a global audience has already found success this year with \"The End of the F---ing World\" and more recently \"Bodyguard.\" Its latest, \"The Last Kingdom,\" premiered its third season on… [+1829 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "Apple's new MacBook Air is a revelation, and I'm glad I bought it — even though it's too expensive (AAPL)", "description": "Apple's latest flagship laptop — the 2018 MacBook Air — is a gorgeous, powerful, sleek device that feels like the truest expression of the Air line. It's absurdly thin, but it packs in a gorgeous, 13-inch \"Retina\" display. It's got a smaller frame than ever b…", "url": "https://www.businessinsider.com/macbook-air-2018-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e5fd0591f27a8c78198b-1536-768.jpg", "publishedAt": "2018-11-19T17:07:16Z", "content": "No caveats necessary: The new touchpad, new stereo speakers, and new keyboard are all major improvements over previous MacBook Air models. I have universally positive things to say about all of them, but the accolades are mostly unremarkable: The keyboard is,… [+1061 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Nasdaq is headed for its lowest close in 6 months as FAANG stocks tumble", "description": "Stocks fell Monday, dragged lower by technology companies. The Wall Street Journal reported Apple slashed its production orders. Follow the US indices in real time here. Stocks fell Monday, dragged lower by mega-cap technology companies, as Wall Street worrie…", "url": "https://www.businessinsider.com/stock-market-today-nasdaq-tumbles-as-faang-stocks-fall-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bf2e9bb66be50445b421c77-750.jpg", "publishedAt": "2018-11-19T17:04:23Z", "content": "Stocks fell Monday, dragged lower by mega-cap technology companies, as Wall Street worried about global growth and trade tensions amid a quiet week for economic data. The tech-heavy Nasdaq 100 index plummeted more than 2.5%. It's currently on pace for it's lo… [+1585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Nasdaq is headed for its lowest close in 6 months as FAANG stocks tumble", "description": "Stocks fell Monday, dragged lower by technology companies. The Wall Street Journal reported Apple slashed its production orders. Follow the US indices in real time here. Stocks fell Monday, dragged lower by mega-cap technology companies, as Wall Street worrie…", "url": "http://markets.businessinsider.com/news/stocks/The-Nasdaq-is-headed-for-its-lowest-close-in-6-months-as-FAANG-stocks-tumble-1027739586", "urlToImage": "https://static1.businessinsider.com/image/5a8d7f1c5124c9992f84177d-800/wall-street-set-to-open-flat-ahead-of-fed-minutes.jpg", "publishedAt": "2018-11-19T17:04:23Z", "content": "Thomson Reuters Stocks fell Monday, dragged lower by mega-cap technology companies, as Wall Street worried about global growth and trade tensions amid a quiet week for economic data. The tech-heavy Nasdaq 100 index plummeted more than 2.5%. It's currently on … [+1601 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "These 10 fashion and beauty brands are poised to have a huge 2019", "description": "Retail isn't dying — it's changing. 2019 is set to bring more exciting changes to the industry. Digitally native brands are dipping their toes into brick-and-mortar retail while some legacy brands are being forced to adapt or die. These will be some of the mo…", "url": "https://www.businessinsider.com/goop-glossier-outdoor-voices-growth-in-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e0f3110d4c7963391864-960-480.jpg", "publishedAt": "2018-11-19T17:00:40Z", "content": "Online lingerie brand ThirdLove has made it possible to buy bras without having to go near a fitting room. Customers complete an online quiz to find their perfect bra shape. Bras are shipped to the customer, who has the chance to test out the bra for 30 days … [+763 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "MORGAN STANLEY: The stock market as we know it has been flipped completely upside down — here's how investors should be adjusting their strategies", "description": "A buy-the-dip mentality became ingrained in investor psyches over a long period, helping the stock market recover from tough times on many occasions. Morgan Stanley says the previously reliable dip-buying strategy has been exhausted by changing market conditi…", "url": "https://www.businessinsider.com/new-stock-market-trading-strategy-for-rolling-bear-market-morgan-stanley-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5773c79588e4a778008b4caf-1334-667.jpg", "publishedAt": "2018-11-19T17:00:26Z", "content": "For much of the almost 10-year bull market, stock investors got excited during times of weakness. That's because any sort of sell-off provided them with an opportunity to buy more exposure at a discounted price. It was a strategy called \"buying the dip,\" and … [+2511 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Gymshark, the affordable workout gear company of gym-goers everywhere, just launched a huge Black Friday sale", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Gymshark is now running its annual Black Out sale to coincide with Black Friday. The already affo…", "url": "https://www.businessinsider.com/gymshark-black-friday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e78c8c35ab65bd424469-750-375.jpg", "publishedAt": "2018-11-19T16:59:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you're looking for affordable, figure-flattering performance wear, you're not likely to find a… [+2117 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "Seeking nominations for the rising stars of Madison Avenue", "description": "We're seeking nominations for Business Insider's list of the rising stars of Madison Avenue. We want to hear from you. Please submit your ideas via this survey. These rising stars are shaking things up on Madison Avenue, facing the challenges of modern advert…", "url": "https://www.businessinsider.com/seeking-nominations-for-the-rising-stars-of-madison-avenue-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2caf98c35ab618f0d21c2-1136-568.png", "publishedAt": "2018-11-19T16:58:15Z", "content": "We're seeking nominations for Business Insider's list of the rising stars of Madison Avenue. We want to hear from you. Please submit your ideas via this survey. These rising stars are shaking things up on Madison Avenue, facing the challenges of modern advert… [+1124 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Democrats file lawsuit against Trump over Whitaker, accuse president of violating Constitution", "description": "Several top Democratic senators on Monday filed a lawsuit against President Donald Trump in a federal court in Washington, DC, over the appointment of acting Attorney General Matthew Whitaker. The senators – Richard Blumenthal, Sheldon Whitehouse, and Mazie H…", "url": "https://www.businessinsider.com/democrats-file-lawsuit-against-trump-over-whitaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e695c9570162692ab436-1536-768.jpg", "publishedAt": "2018-11-19T16:57:22Z", "content": "Several top Democratic senators on Monday filed a lawsuit against President Donald Trump in a federal court in Washington, DC, over the appointment of acting Attorney General Matthew Whitaker. The senators - Richard Blumenthal, Sheldon Whitehouse, and Mazie H… [+2431 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "'My lips are wet, my mouth is watering to get a piece of that': There's a war brewing between US and Canadian cannabis companies to claim a $75 billion market", "description": "US cannabis companies are going public and pursuing large acquisitions worth hundreds of millions in a race to scale up and capture what some Wall Street analysts say could be a $75 billion market. But there is a threat on the horizon: the biggest publicly-tr…", "url": "https://www.businessinsider.com/cannabis-companies-competing-for-market-share-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef346a8c35ab3bb7424c28-960-480.jpg", "publishedAt": "2018-11-19T16:56:02Z", "content": "There's a war brewing in the cannabis industry. US cannabis companies are going public and pursuing large acquisitions worth hundreds of millions almost every day, in a race to scale up to capture what some Wall Street analysts say could be a $75 billion mark… [+5621 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "The top 25 states where rich people give away the least money", "description": "Some rich Americans are more generous than others. 2016 tax returns indicate that the average person making more than $500,000 in the United States donated just under $74,000. But in states like Alaska and West Virginia, the average rich person donated much l…", "url": "https://www.businessinsider.com/states-where-rich-people-donate-least-money-charity-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef17cc110d4c49f5366ad5-1536-768.jpg", "publishedAt": "2018-11-19T16:55:00Z", "content": "The charitable spending habits of wealthy Americans vary greatly across the US. The average person making over $500,000 in the United States donated just under $74,000, according to 2016 tax returns. But in states like West Virginia, New Jersey, and Alaska, t… [+868 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Nissan slides after Chairman Carlos Ghosn is arrested over financial misconduct allegations (NSANY)", "description": "Nissan on Monday said it uncovered \"significant acts of misconduct\" linked to Carlos Ghosn, its chairman. Nissan accused Ghosn and another board member of misrepresenting salaries over many years and Ghosn of using company assets for personal use. The company…", "url": "https://www.businessinsider.com/nissan-stock-price-chairman-carlos-ghosn-arrested-over-financial-misconduct-allegations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e2e9d1e844045a434a07-1920-960.jpg", "publishedAt": "2018-11-19T16:53:33Z", "content": "Nissan is sliding, down as much as 6% on Monday, after Carlos Ghosn, its chairman, was arrested in Japan and faces being removed from his role amid accusations of \"significant acts of misconduct.\" The chairman and the representative director Greg Kelly had be… [+850 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Nissan slides after Chairman Carlos Ghosn is arrested over financial misconduct allegations (NSANY)", "description": "Nissan on Monday said it uncovered \"significant acts of misconduct\" linked to Carlos Ghosn, its chairman. Nissan accused Ghosn and another board member of misrepresenting salaries over many years and Ghosn of using company assets for personal use. The company…", "url": "https://markets.businessinsider.com/news/stocks/nissan-stock-price-chairman-carlos-ghosn-arrested-over-financial-misconduct-allegations-2018-11-1027739514", "urlToImage": "https://static3.businessinsider.com/image/5a6b79f91784252c008b4ebd-1920/carlos-ghosn.jpg", "publishedAt": "2018-11-19T16:53:33Z", "content": "World Economic Forum/YouTube Nissan is sliding, down as much as 6% on Monday, after Carlos Ghosn, its chairman, was arrested in Japan and faces being removed from his role amid accusations of \"significant acts of misconduct.\" The chairman and the representati… [+879 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "10 things you probably didn't know you could deduct on your taxes", "description": "With the new tax reform passed earlier this year, filing 2018 taxes may be more complicated. But aside from seeing what's changed with the new tax laws, you'll have to figure out what you can deduct when it comes to decreasing your tax bill. Many deductions a…", "url": "https://www.businessinsider.com/what-can-you-deduct-on-taxes-tax-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedcf5c101142275e17cd58-2732-1366.jpg", "publishedAt": "2018-11-19T16:38:00Z", "content": "Navigating your 2018 taxes under new tax law may be a bit harder. But when it comes to whittling down your tax bill, you'll need to do more than check and see what's changed under the new tax laws — you'll also have to go through your year's expenses with a f… [+6428 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Malcolm Jenkins flipped off his former coach Sean Payton after the Saints scored a touchdown on 4th down late in blowout win", "description": "The New Orleans Saints trounced the Philadelphia Eagles on Sunday. One of the worst moments of the day came in the fourth quarter, when the Saints, already up 31 points, decided to go for it on fourth down and converted for a touchdown. Eagles safety Malcolm …", "url": "https://www.businessinsider.com/malcolm-jenkins-sean-payton-middle-finger-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2ce52f556fc62463071f9-1536-768.jpg", "publishedAt": "2018-11-19T16:30:17Z", "content": "It was a tough day for the Philadelphia Eagles defense on Sunday. Facing the dominant Saints in New Orleans, the once-vaunted Philadelphia defense couldn't get a stop, with the Saints scoring on nine of their first 10 drives, jumping out to an early lead, and… [+2051 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Defector shot 5 times while escaping says 80% of younger North Koreans aren't loyal to Kim Jong Un", "description": "A North Korean border-guard who defected to the South has given his first interview to media since crossing in November 2017 Oh Chong Song, 25, said that 80% of young people in North Korea aren't loyal to Kim Jong Un at all. He gave an interview to Japanese l…", "url": "https://www.businessinsider.com/north-korean-defector-breaks-silence-young-anti-kim-jong-un-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2da403815076b38571256-1920-960.jpg", "publishedAt": "2018-11-19T16:20:47Z", "content": "A North Korean border guard who defected in 2017 has given his first interview a year after his bullet-ridden escape, and he says most young people in the country aren't loyal to Kim Jong Un. On November 13, 2017, Oh Chong Song made the dash through Panmunjom… [+1844 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Mayer", "title": "The best face masks you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. A good face mask can work wonders on your skin, but there are so many out there, it can be hard t…", "url": "https://www.businessinsider.com/best-face-mask", "urlToImage": "https://amp.businessinsider.com/images/5bedd2fdd1e844363615494e-1334-667.jpg", "publishedAt": "2018-11-19T16:20:00Z", "content": "I never know just when my skin is going to react poorly to a situation. There are so many factors that can set me off — too much sunshine, an ill-fated skincare experiment, too many active ingredients. My skin isn't the most reactive, but it can certainly get… [+1259 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Facebook sinks after Mark Zuckerberg reportedly says leaks are caused by 'bad morale' (FB)", "description": "Facebook shares on Monday sank 3% to their lowest level in more than a year. Mark Zuckerberg on Friday told employees that the root cause of Facebook's leaks was \"'bad morale' perpetuated by attacks in the media,\" according to The Wall Street Journal. Faceboo…", "url": "http://markets.businessinsider.com/news/stocks/Facebook-sinks-after-Mark-Zuckerberg-reportedly-says-leaks-are-caused-by-bad-morale-FB-1027739412", "urlToImage": "https://static2.businessinsider.com/image/5b44ee600bc37e1c008b4cb6-2200/gettyimages-944827400.jpg", "publishedAt": "2018-11-19T16:17:33Z", "content": "Chip Somodevilla/Getty Images Facebook shares tanked more than 3% on Monday, touching an intraday low of $133.82, after CEO Mark Zuckerberg reportedly said the company's leaks were caused by \"'bad morale' perpetuated by attacks in the media.\" On Friday, Zucke… [+2976 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Facebook sinks after Mark Zuckerberg reportedly says leaks are caused by 'bad morale' (FB)", "description": "Facebook shares on Monday sank 3% to their lowest level in more than a year. Mark Zuckerberg on Friday told employees that the root cause of Facebook's leaks was \"'bad morale' perpetuated by attacks in the media,\" according to The Wall Street Journal. Faceboo…", "url": "https://www.businessinsider.com/facebook-stock-price-lowest-level-in-more-than-a-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2da21da27f87d77744638-1920-960.jpg", "publishedAt": "2018-11-19T16:17:33Z", "content": "Facebook shares tanked more than 3% on Monday, touching an intraday low of $133.82, after CEO Mark Zuckerberg reportedly said the company's leaks were caused by \"'bad morale' perpetuated by attacks in the media.\" On Friday, Zuckerberg described recent negativ… [+2946 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Chipotle is under fire after terminating a manager who refused to serve customers she suspected of dining and dashing, and it reveals a massive problem plaguing restaurants and retailers (CMG)", "description": "Chipotle fired a manager after a video in which she refused to serve a group of young black men went viral. Chipotle was criticized for firing the manager when the customer who posted the video was revealed to have tweeted in the past about dining and dashing…", "url": "https://www.businessinsider.com/chipotle-dine-and-dash-drama-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d6d49e8c536f1a05920f-1536-768.jpg", "publishedAt": "2018-11-19T16:17:32Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Wild high school football championship game features 3 TDs in final 40 seconds and a Hail Mary game-winner", "description": "Sunday night's Washington Catholic Athletic Conference (WCAC) championship game proved to be one of the most exciting high school football games in recent history. There were three touchdowns and three lead changes in the final 40 seconds of the game as Gonza…", "url": "https://www.businessinsider.com/high-school-football-championship-wild-ending-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c9030d7c675f884996e3-1334-667.jpg", "publishedAt": "2018-11-19T16:08:12Z", "content": "Even with 26 teams facing off in the NFL this Sunday, it was a high school football championship game that stole the show and took the sports world by storm. The D.C. metro area's Washington Catholic Athletic Conference championship matchup between the underd… [+1832 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Morningstar’s $207 billion CIO was dumping US stocks before they got rocked during Red October — here are 2 under-the-radar global markets he’s buying instead", "description": "US growth stocks no longer offer the most attractive returns relative to the risk of investing in them, according to Daniel Needham, the chief investment officer of Morningstar Investment Management. He was gradually shedding exposure to US stocks even before…", "url": "https://www.businessinsider.com/stock-market-picks-under-the-radar-from-morningstar-cio-daniel-needham-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aafc78f873dc626008b49f3-2732-1366.jpg", "publishedAt": "2018-11-19T16:02:38Z", "content": "Daniel Needham has been gearing up for a big reversal in the stock market. During the sell-off in October, when the biggest growth stocks led the sharpest monthly decline in seven years, his message to clients was to get defensive. As chief investment officer… [+3526 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "Goldman Sachs’ big bet on the future of Wall Street had a rocky start. Here’s the inside story of the bank’s struggle to grow its next business (GS)", "description": "Goldman Sachs had a problem. It was early 2017, and Marquee, a trading and risk-management platform in which the firm had invested millions with the hopes of turning it into its next big business, was struggling to gain momentum. The platform was going to be …", "url": "https://www.businessinsider.com/goldman-sachs-marquee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2debff556fc646a5e0c9e-2732-1366.jpg", "publishedAt": "2018-11-19T16:01:17Z", "content": "Goldman Sachs had a problem. It was early 2017, and Marquee, a trading and risk-management platform in which the firm had invested millions with the hopes of turning it into its next big business, was struggling to gain momentum. The platform was going to be … [+1054 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "An NPR host who's interviewed thousands of people over 45 years has the only icebreaker you'll ever need, and it's just 4 words", "description": "Terry Gross, the host of NPR's \"Fresh Air,\" has a go-to icebreaker that's only four words long and can help you navigate potentially awkward situations. Asking someone to \"tell me about yourself\" is an effective icebreaker because it won't make your conversat…", "url": "https://www.businessinsider.com/npr-terry-gross-best-icebreaker-conversation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d80dc957016030161407-750-375.jpg", "publishedAt": "2018-11-19T15:53:35Z", "content": "Terry Gross, the host of NPR's \"Fresh Air,\" has interviewed thousands of people over the course of her 45-year career in radio. So if anyone would know how to start a conversation with a stranger, it's her. Gross told Jolie Kerr at The New York Times that her… [+1340 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "This London fund made a $113 million short bet on Renault before it tanked 14%", "description": "Merian Investors placed a bet on Renault's shares falling on October 30, according to regulatory filings. Renault's shares dropped as much as 14% Monday after its CEO was arrested over financial misconduct allegations. London-based Merian Investors, formerly …", "url": "https://www.businessinsider.com/renault-ceo-arrest-short-seller-made-113-million-bet-before-stock-fell-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c90cd1e8447f073371b6-1920-960.jpg", "publishedAt": "2018-11-19T15:53:17Z", "content": "London-based Merian Investors, formerly Old Mutual Global Investors, made a sizeable bearish bet on Renault before the stock tumbled. The fund placed a 0.51% short position on the French car company's shares on October 30. Renault's market cap was about 22.1 … [+1216 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump says he was onto Osama Bin Laden before 9/11, blames past presidents for not killing him", "description": "President Donald Trump claimed on Monday to have \"pointed out\" Osama Bin Laden in a book of his, published in 2000, and then blamed former President Bill Clinton for not killing him before the September 11, 2001 terror attacks. \"Of course we should have captu…", "url": "https://www.businessinsider.com/trump-pointed-out-osama-bin-laden-pre-911-blames-past-presidents-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d94f0d7c67620f77d503-1536-768.jpg", "publishedAt": "2018-11-19T15:50:33Z", "content": "President Donald Trump claimed on Monday to have \"pointed out\" Osama Bin Laden in a book of his, published in 2000, and then blamed former President Bill Clinton for not killing him before the September 11, 2001 terror attacks. \"Of course we should have captu… [+1595 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Mark Zuckerberg's new wartime leadership style is opening up bitter divisions at Facebook", "description": "Mark Zuckerberg is running Facebook like the company is at war, according to reports. He is being more aggressive in tackling existential threats and is quicker to call out mistakes and attach blame. But the new leadership style is creating unprecedented turm…", "url": "https://www.businessinsider.com/facebook-divided-by-mark-zuckerberg-new-wartime-leadership-style-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b057e251ae66244008b456f-1920-960.jpg", "publishedAt": "2018-11-19T15:49:03Z", "content": "Mark Zuckerberg is acting like Facebook is at war, but it's creating unprecedented turmoil within his own ranks. According to two reports, the 34-year-old billionaire has changed his leadership style to a battle footing after Facebook was dragged into a seque… [+1984 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laura McCamy", "title": "8 things that could increase your chances of being audited, and how to avoid them", "description": "Your chances of a tax audit increase with the more audit triggers the IRS finds on your tax return. If you work in the gig economy, even part time, the chances you'll make a tax mistake increase. Here, CPA Cari Weston details eight potential triggers that wil…", "url": "https://www.businessinsider.com/how-to-avoid-audit-by-irs-tax-season-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeebbac957012d5c26a670-960-480.jpg", "publishedAt": "2018-11-19T15:47:48Z", "content": "You might not be able to avoid an audit this tax season, but according to CPA Cari Weston, good record-keeping means you won't have to sweat it. Weston is currently the director of tax practice and ethics for the Association of International CPAs ( AICPA ), b… [+902 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "Blue Cross Blue Shield CSIO: Value-based care requires changing the entire system of healthcare (WLP)", "description": "This is an excerpt from an interview from Business Insider Intelligence's new Digital Health coverage. Click here to learn how to access the full interview. Value-based care (VBC) — a burgeoning payment model that ties reimbursement for healthcare services to…", "url": "https://www.businessinsider.com/maureen-sullivan-blue-cross-blue-shield-csio-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d985e4218a615340d5e5-1334-667.jpg", "publishedAt": "2018-11-19T15:43:00Z", "content": "This is an excerpt from an interview from Business Insider Intelligence's new Digital Health coverage. Click here to learn how to access the full interview. Value-based care (VBC) — a burgeoning payment model that ties reimbursement for healthcare services to… [+3585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Amazon, Walmart, and Target are leading the toy race this holiday season (AMZN, WMT, TGT)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. In the wake of the bankruptcy and subsequent closure of Toys \"R\" Us, Amazon, …", "url": "https://www.businessinsider.com/amazon-walmart-target-lead-toy-race-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c9930d7c675f884996e7-2732-1366.jpg", "publishedAt": "2018-11-19T15:42:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. In the wake of the bankruptcy and subsequent closure of Toys \"R\" Us, Amazon, … [+2663 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "14 Google Black Friday deals to shop before November 23 — including the Google Home and Nest Thermostat", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is fast approaching, and so too are some of the best deals to be had from Google. Wh…", "url": "https://www.businessinsider.com/google-home-nest-thermostat-black-friday-cyber-monday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2d618b73c2860be4611da-750-375.jpg", "publishedAt": "2018-11-19T15:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Nothing says celebrating the holidays quite like celebrating consumerism, and here to help you do… [+5538 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "We visited a David's Bridal store just before the company filed for bankruptcy. Here's what it was like.", "description": "David's Bridal filed for Chapter 11 bankruptcy protection, it said in a press release on Monday. The new deal will enable it to reduce its $760 million debt load by $400 million and to continue to operate business as usual. According to the company, there are…", "url": "https://www.businessinsider.com/davids-bridal-files-for-bankruptcy-store-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b8593815070fec4936be-1920-960.jpg", "publishedAt": "2018-11-19T15:39:17Z", "content": "David's Bridal has filed for Chapter 11 bankruptcy protection, it said in a press release on Monday. The new deal will allow the wedding dress chain to reduce its $760 million debt load by $400 million and continue to operate business as usual. According to t… [+956 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "Get a $200 gift card and so much more this holiday season", "description": "Whether you're hosting friends and family for a few days or planning an epic staycation, it's important your home is well equipped to handle holiday hibernation. This means fast internet, the latest technology, access to an abundance of channels, and more. If…", "url": "https://www.businessinsider.com/sc/black-friday-deal-gift-card-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c01f10114235630327e5-2732-1366.jpg", "publishedAt": "2018-11-19T15:30:00Z", "content": "Whether you're hosting friends and family for a few days or planning an epic staycation, it's important your home is well equipped to handle holiday hibernation. This means fast internet, the latest technology, access to an abundance of channels, and more. If… [+2352 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "A pill to treat peanut allergies is getting closer to reality — but a new study shows the drug can have some harsh side effects (AIMT, DBVT)", "description": "Researchers are working on new medications to treat allergies by targeting the body's immune system. According to data published Sunday in the New England Journal of Medicine, biotech company Aimmune found that after a year on its a peanut allergy treatment, …", "url": "https://www.businessinsider.com/new-peanut-allergy-treatment-from-aimmune-side-effects-data-nejm-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c1be1011426e937b8e13-1920-960.jpg", "publishedAt": "2018-11-19T15:28:00Z", "content": "We're starting to get a better picture of treatments that aim to make peanut allergies less severe. There's a big need for new ways to tackle extreme allergies: An estimated 4% to 6% of children in the US have food allergies, with peanuts being one of the wor… [+4487 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "The best travel strollers you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you're traveling with a baby or a toddler, you're more than a little crazy if you travel witho…", "url": "https://www.businessinsider.com/best-travel-stroller", "urlToImage": "https://amp.businessinsider.com/images/5bef32e7e4218a3898162be1-960-480.jpg", "publishedAt": "2018-11-19T15:20:00Z", "content": "A baby carrier lets you and your little one explore the world together. You'll be glad to have your hands free and your child nestled close, while babies love feeling warm and secure. With the right stroller, you and your young one are ready for anything, fro… [+2542 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China sparks outrage for sentencing an author who wrote about gay love to 10 years — longer than some rapists get", "description": "A Chinese court sentenced an author to ten years in jail for publishing a book that \"obscenely and in detail\" described gay sex, state media reported. Pornography is illegal in China, as is same-sex marriage. Many people have argued that the sentence was too …", "url": "https://www.businessinsider.com/china-jails-gay-sex-author-for-10-years-sparks-outrage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5817732ddd089533578b4701-2732-1366.jpg", "publishedAt": "2018-11-19T15:15:54Z", "content": "A Chinese court sparked outrage after sentencing an author to ten years in prison after she published a book that detailed gay sex. The author, surnamed Liu, was found guilty by a court in Wuhu, eastern China, after self-publishing a book last year that \"obsc… [+2888 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "A secret 'Santa' reportedly paid for an entire Vermont Walmart store's layaway items (WMT)", "description": "An anonymous man just paid for all of the layaway items at a Vermont Walmart, several local news outlets reported. Shoppers expressed surprise and gratitude upon finding that they didn't owe anything on their layaway purchases. This isn't the first time a Wal…", "url": "https://www.businessinsider.com/walmart-layaway-secret-santa-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c7a8c957015e0860539c-1920-960.jpg", "publishedAt": "2018-11-19T15:09:53Z", "content": "A Walmart store in Derby, Vermont, seemingly had an early visit from Santa. The anonymous benefactor may not have ridden up with eight reindeer and a sleigh, but he did pay off all the layaway items in the store, several local news outlets reported. Customers… [+1521 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "This robotic accounting startup just raised $18 million, thanks to Google's AI investment arm", "description": "Botkeeper, a Boston-based bot startup, just raised $18 million from Greycroft Partners and Gradient Ventures, Google's investment arm. The idea for Botkeeper came from the shortcomings of a college business project, when founder and CEO Enrico Palmerino's bus…", "url": "https://www.businessinsider.com/gradient-ventures-and-greycroft-just-threw-18-million-at-botkeeper-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef6862b73c283f040ef4e1-2732-1366.jpg", "publishedAt": "2018-11-19T15:09:43Z", "content": "When Botkeeper founder and CEO Enrico Palmerino was in college, he started a business to automate the design of lighting systems. It began as a class project, but the business ended up growing quickly. Ultimately, he just couldn't keep up with the logistical … [+2396 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Hoffman", "title": "65 thoughtful and unique gifts for him — for every budget", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's the most wonderful time of the year for anyone who enjoys exchanging gifts with their friend…", "url": "https://www.businessinsider.com/unique-gifts-for-him-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf23111beb67058c21ee4f3-1920-960.jpg", "publishedAt": "2018-11-19T15:08:00Z", "content": "Samantha Lee / Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. For the uninitiated (and honestly really anyone), classic Wool Ru… [+1024 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "CNN fires back in court after the White House sends Jim Acosta a letter saying it's going to revoke his press pass again", "description": "The White House took away CNN reporter Jim Acosta's hard press pass after he got into a heated exchange with President Donald Trump at a press conference on November 7. Last week, a judge ordered the White House to temporarily reinstate Acosta's press pass wh…", "url": "https://www.businessinsider.com/jim-acosta-white-house-press-pass-battle-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c20801b12d61246aebc5-1334-667.jpg", "publishedAt": "2018-11-19T14:59:25Z", "content": "The drama between the White House and Jim Acosta isn't over yet. Acosta, CNN's chief White House correspondent, lost his press pass earlier this month, after getting into a heated exchange with President Donald Trump at a November 7 media briefing. On Friday,… [+2462 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "Congress is laying out plans to boost telemedicine", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Lawmakers in Congress are laying out plans for new regulation aimed at bo…", "url": "https://www.businessinsider.com/congress-telemedicine-regulation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2cd93110d4c75f94eb216-320-160.jpg", "publishedAt": "2018-11-19T14:57:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Lawmakers in Congress are laying out plans for new regulation aimed at bo… [+2592 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "How the directors of 'Ralph Breaks the Internet' explored the toxic parts of being online without losing the Disney fun", "description": "Disney's \"Ralph Breaks the Internet\" directors Rich Moore and Phil Johnston told Business Insider how they delved into the love/hate relationship people have with the internet. \"Ralph Breaks the Internet\" is the sequel to the 2012 movie, \"Wreck-It Ralph.\" Thi…", "url": "https://www.businessinsider.com/ralph-breaks-the-internet-directors-explore-toxic-elements-of-online-life-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf20eeb101142672b6ff604-1536-768.jpg", "publishedAt": "2018-11-19T14:52:50Z", "content": "Wreck-It Ralph has just gone viral. Well, not in real life, but in \"Ralph Breaks the Internet\" (opening November 21), the sequel to Disney's 2012 animated movie that's named after the villain of the fictional Fix-It Felix Jr. 1980s arcade game. This time Ralp… [+4270 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jaime Toplin", "title": "Visa is taking a minority stake in India-based BillDesk (V)", "description": "Visa will make an undisclosed investment for a minority stake in BillDesk, a leading Indian gateway focused on online payments and bill pay. The investment, which elevates an existing partnership between the two firms, had been rumored since June. Visa plans …", "url": "https://www.businessinsider.com/visa-minority-stake-billdesk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aab7ac6b085c02d008b45fb-1536-768.jpg", "publishedAt": "2018-11-19T14:49:00Z", "content": "Visa will make an undisclosed investment for a minority stake in BillDesk, a leading Indian gateway focused on online payments and bill pay. The investment, which elevates an existing partnership between the two firms, had been rumored since June. Business In… [+2048 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "The top 14 boutique hotels in the world, from a romantic retreat in South Africa to a private villa in Thailand", "description": "Fourteen hotels were named the best boutique hotels in the world for 2018. Boutique Hotel Awards chose a series of standout boutique hotels from more than 300 nominees in 80 countries. The hotels were judged on dining and entertainment, design, facilities, lo…", "url": "https://www.businessinsider.com/worlds-best-boutique-hotels-luxury-resort-private-bali-portugal-greece-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef43ae381507454154514b-1536-768.jpg", "publishedAt": "2018-11-19T14:49:00Z", "content": "A hotel has the possibility to make or break your vacation — but, if it's one of the best boutique hotels in the world, chances are you'll be in very, very good hands. In 2018's Boutique Hotel Awards, fourteen hotels around the world took home top honors in a… [+655 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Google is offering its best deal of the holidays before Black Friday even begins", "description": "Google is offering its best deal of the holiday season before Black Friday even begins: Buy one Pixel 3 or Pixel 3 XL and get the second phone at up to 50% off. This deal ends on Wednesday, November 21. Immediately after the \"BOGO\" discount ends, Google will …", "url": "https://www.businessinsider.com/google-best-holiday-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c2aff556fc60547dbadb-1920-960.jpg", "publishedAt": "2018-11-19T14:45:57Z", "content": "This year, Google is letting online shoppers get a head start on the holiday shopping rush. Before Black Friday even begins, Google is offering its best deal of the season : Buy one Pixel 3 or Pixel 3 XL and get the second phone at up to 50% off. Veteran shop… [+977 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord and Benjamin Zhang", "title": "The Kia Stinger is Business Insider's 2018 Car of the Year", "description": "The Kia Stinger takes home the big trophy for 2018. It bested some serious competition, including the Tesla Model 3, the Lamborghini Huracán Performante, the Ferrari 812 Superfast, the Lincoln Navigator, and the Jaguar I-Pace. In all, the Kia Stinger beat out…", "url": "https://www.businessinsider.com/kia-stinger-review-business-insider-car-of-the-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcf8018ead52d7bd0705ecd-1920-960.jpg", "publishedAt": "2018-11-19T14:45:00Z", "content": "In 1993, Kia arrived in America with its compact Sephia sedan and soon followed with the Sportage compact SUV. The cars were simple, affordable, and utterly underwhelming. Over the next quarter century, Kia and its corporate cousin Hyundai have not only stead… [+4381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Tim Cook's daily routine starts by getting up at 4 a.m. and reading user comments for an hour (AAPL)", "description": "Apple CEO Tim Cook gets up every morning before 4 a.m. and reads comments from Apple users for an hour. Then he goes to the gym and works out for an hour. It helps to get up before dawn if you run the world's most valuable company. Apple CEO Tim Cook revealed…", "url": "https://www.businessinsider.com/apple-ceo-tim-cooks-daily-routine-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bea925d9e8c535a342f12fa-1536-768.jpg", "publishedAt": "2018-11-19T14:41:48Z", "content": "It helps to get up before dawn if you run the world's most valuable company. Apple CEO Tim Cook revealed in an interview with Axios's Ina Fried and Mike Allen that he gets up before 4 a.m. on a daily basis. But what he does next might surprise you — he reads … [+1086 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Germany’s economic chief asks BMW and Mercedes when they’ll build a car ‘half as sexy as one by Tesla’ (TSLA)", "description": "\"As far as the attractiveness of your e-cars is concerned, you could actually come up with some fresh ideas,\" Germany's top economic minister asked the heads of BMW and Mercedes. His comments came at a panel on AI in Germany, where the executives he posed the…", "url": "https://www.businessinsider.com/german-minister-to-bmw-mercedes-when-will-you-build-a-car-half-as-sexy-as-tesla-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c432110d4c74f64e6912-750-375.jpg", "publishedAt": "2018-11-19T14:36:51Z", "content": "One of Germany's top government ministers doesn't want the countries automakers to get left in Tesla's dust. Peter Altmaier, the country's Federal Minister for Economic Affairs and Energy, asked the heads of BMW and Mercedes-Benz-parent Daimler a brutal hypot… [+2151 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "Google is updating Maps — and positioning it as a B2C app (GOOGL)", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Google launched a slew of new features in its Google My Business app last…", "url": "https://www.businessinsider.com/google-maps-b2c-app-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2c7231011426f5a0c2808-640-320.png", "publishedAt": "2018-11-19T14:27:20Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Google launched a slew of new features in its Google My Business app last… [+2093 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "The meat supplier behind the salmonella outbreak that sickened more than 250 people is now recalling 99,000 more pounds of meat due to E. coli fears", "description": "Almost 100,000 pounds of beef is being recalled by meat supplier JBS USA due to E. coli concerns. The recall comes less than two months after JBS recalled 6.9 million pounds of beef linked to a salmonella outbreak. The salmonella outbreak has sicked more than…", "url": "https://www.businessinsider.com/e-coli-beef-recall-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b896cd104f1621d008b58c8-960-480.jpg", "publishedAt": "2018-11-19T14:23:17Z", "content": "A meat supplier is recalling 99,260 pounds of raw beef due to E. coli concerns, less than two months after another major recall. On Saturday, JBS USA recalled almost 100,000 pounds of products from its Swift Beef facility in Utah due to concerns that the beef… [+1708 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "Facebook founder Mark Zuckerberg told a meeting of top executives in June that he would become a more aggressive CEO because the company was at \"war,\" according to the Wall Street Journal. The meeting came at a time when users, lawmakers, and investors were a…", "url": "https://www.businessinsider.com/what-you-need-to-know-in-advertising-today-11-19-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf2c49838150767431c563a-2732-1366.jpg", "publishedAt": "2018-11-19T14:21:03Z", "content": "Facebook CEO Mark Zuckerberg. AP Facebook founder Mark Zuckerberg told a meeting of top executives in June that he would become a more aggressive CEO because the company was at \"war,\" according to the Wall Street Journal. The meeting came at a time when users… [+2304 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "Robo-advisors are growing but incumbents still dominate investment services", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. A growth in the demand for low-cost investment services in the UK is driving new investor uptake in fintech robo-adviso…", "url": "https://www.businessinsider.com/robo-advisors-grow-but-incumbents-dominate-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b02cfdfb9c4f924008b53a4-320-160.png", "publishedAt": "2018-11-19T14:19:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. A growth in the demand for low-cost investment services in the UK is driving new investor uptake in fintech robo-adviso… [+2701 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "Direct-to-consumer brands are demanding accountability from the ad industry, and it could finally shake up how agencies and TV networks work", "description": "From specialized agencies to new TV programs, the ad industry is courting direct-to-consumer brands. But DTC brands do not have deep pockets for marketing. Instead, the goal of agencies and sellers in getting DTC business is to prove that they can measure ads…", "url": "https://www.businessinsider.com/direct-to-consumer-brands-are-making-the-ad-industry-accountable-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2bd7166be503d335dc292-960-480.jpg", "publishedAt": "2018-11-19T14:13:36Z", "content": "There's an sizable shift in the advertising industry from Fortune 500 brands to direct-to-consumer brands. Not only are DTC brands flipping around traditional business models from packaged goods brands or retailers, they're also rippling across the industry a… [+6276 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "LeBron James rammed home 51 points for the LA Lakers to punish his former team Miami Heat", "description": "LeBron James played the game of his season as he tallied 51 points in a dominant win on Sunday. It was the 12th time James struck 50 points or more in his entire NBA career, and he became just the fifth player in NBA history to do so for three different franc…", "url": "https://www.businessinsider.com/lebron-james-rammed-home-51-points-to-punish-former-team-miami-heat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2bad466be503d683ded34-1920-960.jpg", "publishedAt": "2018-11-19T14:11:04Z", "content": "LeBron James crushed his former team Miami Heat with a 51-point performance for the LA Lakers on Sunday. The extraordinary tally was a season-high for James and his best display since leaving the Cleveland Cavaliers for the Lakers earlier in the year. James b… [+876 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "JD.com shares tank after missing on revenue as China's economic growth slows (JD)", "description": "JD.com beat profit estimates, but missed on sales. Its quarterly revenue growth was the slowest since it went public in 2014, in the wake of China's slowing economic growth. Shares are sliding following the announcement. Watch JD.com trade live here. Shares o…", "url": "http://markets.businessinsider.com/news/stocks/JD-com-shares-tank-after-missing-on-revenue-as-China-s-economic-growth-slows-JD-1027738822", "urlToImage": "https://static1.businessinsider.com/image/5ba9107191ff6d54448b4572-2400/2018-09-23t152426z1372219386rc13ada46a70rtrmadp3jd-com-ceo.jpg", "publishedAt": "2018-11-19T14:08:22Z", "content": "Bobby Yip/Reuters Shares of JD.com plunged as much as 4% before Monday's opening bell after the company posted worse-than-expected revenue for the third quarter in the wake of China's slowing economic growth. JD.com, China's second largest e-commerceÂ site af… [+1880 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "JD.com shares tank after missing on revenue as China's economic growth slows (JD)", "description": "JD.com beat profit estimates, but missed on sales. Its quarterly revenue growth was the slowest since it went public in 2014, in the wake of China's slowing economic growth. Shares are sliding following the announcement. Watch JD.com trade live here. Shares o…", "url": "https://www.businessinsider.com/jdcom-stock-price-earnings-q3-revenue-misses-2018-11", "urlToImage": null, "publishedAt": "2018-11-19T14:08:22Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "A photographer spent 18 years exploring Mexico and returned with stark photos documenting how different the country is from what Americans think", "description": "New York City-based photographer Harvey Stein spent 18 years visiting and photographing small villages, and festivals in central Mexico. In total, Stein visited the country 14 times between 1993 and 2010. Stein was fascinated by the country’s traditional cult…", "url": "https://www.businessinsider.com/mexico-photos-harvey-stein-between-life-and-death-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bebcbc7381507748f216502-1920-960.jpg", "publishedAt": "2018-11-19T14:00:00Z", "content": "New York-based photographer Harvey Stein first became fascinated with Mexico as a teenager. It was the country's relationship with death, myth, rituals, and religion that drew him in. As a child, Stein was both afraid of and intrigued by the concept of death.… [+1497 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "Stunning photos show what daily life in Antarctic research stations is really like", "description": "For nearly 200 years, scientists have been exploring Antarctica, on the hunt for new organisms, data that could reveal Earth's climate history, and signs of a changing environment. Since Antarctica is the only continent with no native human population, the Un…", "url": "https://www.businessinsider.com/daily-life-in-antarctic-research-stations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beefa55e4218a309b14ea86-1920-960.jpg", "publishedAt": "2018-11-19T14:00:00Z", "content": "For nearly 200 years, scientists have been exploring Antarctica, on the hunt for new organisms, data that could reveal Earth's climate history, and signs of a changing environment. Since Antarctica is the only continent with no native human population, the Un… [+647 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "I tried the HP Envy 34\" Curved All-In-One for 90 days — and getting work done and streaming video has never been easier", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. All-in-one computers are great for people who want a device for enjoying media, doing work, and b…", "url": "https://www.businessinsider.com/hp-envy-34-curved-all-in-one-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf201a0d1e84476130ea6f2-960-480.jpg", "publishedAt": "2018-11-19T14:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. I'm a simple man. When it comes to computers, I don't want to have to shop for the best monitor, … [+7594 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Anderson and Shira Polan", "title": "There's a shady market for breast milk in the US where parents risk buying contaminated milk", "description": "Breast milk is a huge commodity for parents who cannot breastfeed. Only an estimated 26% of North Americans exclusively breastfed. The rest have to rely on formula, which isn't the healthiest option for babies, or find a milk bank that sells human breast milk…", "url": "https://www.businessinsider.com/breast-milk-black-market-for-sale-baby-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e434f556fc152b2f40cf-1920-960.jpg", "publishedAt": "2018-11-19T14:00:00Z", "content": "Following is a transcript of the video: Brazil takes breast milk very seriously. It has over 200 milk banks nationwide, the highest of any country. But here's the weird part, while the US has over one and a half times the population of Brazil, it only has 24 … [+2535 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "David's Bridal has filed for bankruptcy but says its stores will stay open and orders will not be disrupted", "description": "David's Bridal has filed for Chapter 11 bankruptcy protection, it said in a press release on Monday. The new deal will enable it to reduce its $760 million debt load by $400 million and to continue to operate business as usual. According to the company, it ha…", "url": "https://www.businessinsider.com/davids-bridal-files-for-bankruptcy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be460b866be503f2d395f00-750-375.jpg", "publishedAt": "2018-11-19T13:55:02Z", "content": "Wedding gown retailer David's Bridal filed for Chapter 11 bankruptcy protection early Monday morning. The new deal will enable it to reduce its $760 million debt load by $400 million and to continue to operate business as usual. According to the company, it h… [+2027 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "This $88 sous vide machine makes me look like a fancy chef with minimal effort", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Sous vide cooking has become all the rage in recent years and countless companies are trying to c…", "url": "https://www.businessinsider.com/gramercy-kitchen-co-sous-vide-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf20390c95701559d0261d5-1334-667.jpg", "publishedAt": "2018-11-19T13:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When the novice home chef hears the term sous vide, they often assume it's some fancy cooking tec… [+6155 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May admits the Brexit transition period could last until 2022", "description": "Theresa May says the UK will end the Brexit transition period before the next general election in May 2022. She has previously suggested any extension would only last a few months after December 2020. Her words contradict suggestions from the EU's Michel Barn…", "url": "https://www.businessinsider.com/theresa-may-admits-the-brexit-transition-period-could-last-until-2022-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2b2a366be503cce172ed3-960-480.jpg", "publishedAt": "2018-11-19T13:08:50Z", "content": "LONDON — Theresa May has said Britain could still be in the Brexit transition period in spring 2022, some six years after Britain voted to leave the EU. The so-called \"implementation period\" is currently set to end in December 2020. However, the EU's chief ne… [+2328 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "10 things you need to know before the opening bell", "description": "Here is what you need to know. Renault CEO Carlos Ghosn faces arrest in Japan as Nissan ousts him over financial misconduct. Nissan accused Ghosn and another board member of misrepresenting salaries \"over many years\" and Ghosn of using company assets for pers…", "url": "https://www.businessinsider.com/opening-bell-november-19-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdafe4501b12d47cf36eee7-2732-1366.jpg", "publishedAt": "2018-11-19T13:03:52Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "Inside the rise of Goldman Sachs' trading platform, and the battle for control of Wall Street’s future (GS)", "description": "Goldman Sachs made a big bet on Marquee, a trading and risk-management platform that it hopes to turn into its next big business. But Marquee struggled to gain momentum, both internally and externally, until senior managers agreed to devote more resources to …", "url": "https://www.businessinsider.com/goldman-sachs-marquee-platform-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1e6519e8c5363c43493e6-2732-1366.jpg", "publishedAt": "2018-11-19T13:02:10Z", "content": "Goldman Sachs had a problem. It was early 2017, and Marquee, a trading and risk-management platform in which the firm had invested millions with the hopes of turning it into its next big business, was struggling to gain momentum. The platform was going to be … [+12530 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Christian de Looper), Christian de Looper", "title": "The Microsoft Surface Go is one of the best work-focused tablets — and it's currently $50 off for Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Microsoft The Microsoft Surface Go is one of the best work-focused portable tablets out there. It…", "url": "https://www.businessinsider.com/microsoft-surface-go-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf21667e4218a56b0753f97-2732-1366.jpg", "publishedAt": "2018-11-19T13:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Gone are the days when Microsoft was a software company and that's it. These days, the company re… [+5686 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Trump's sanctions are crushing Iran's job market and potentially destabilizing the regime", "description": "Susan Walsh/AP Reuters interviews with dozens of business owners across Iran show hundreds of companies have suspended production and thousands of workers are being laid off because of a hostile business climate mainly caused by new U.S. sanctions. The Irania…", "url": "https://www.businessinsider.com/trumps-sanctions-hit-irans-job-market-potentially-destabilizing-regime-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57853dac4321f1362f8b7134-2732-1366.jpg", "publishedAt": "2018-11-19T12:42:31Z", "content": "LONDON (Reuters) - Tamnoush, an Iranian company that makes fizzy drinks, has shut down its production line after 16 years and laid off dozens of workers. It was facing massive losses as U.S. sanctions pushed up the price of imported raw materials. \"All our 45… [+7054 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump explains how he'll handle Jim Acosta now that his press pass is back", "description": "President Donald Trump explained how he'll deal with Jim Acosta, the CNN's correspondent he barred from the White House after numerous confrontations, saying he has a simple solution. The White House will come up with a code of conduct for reporters, and if A…", "url": "https://www.businessinsider.com/trump-explains-how-to-handle-jim-acosta-after-press-pass-returned-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beafa94d1e8447071457026-2732-1366.jpg", "publishedAt": "2018-11-19T12:34:31Z", "content": "President Donald Trump explained how he'll deal with Jim Acosta, CNN correspondent he barred from the White House after numerous confrontations, saying he has a simple solution. A federal judge on Friday granted CNN's request for a temporary restraining order… [+3275 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Elon Musk shared 2 videos of the Boring Company's giant drill completing its first tunnel at the bottom of a huge pit", "description": "Elon Musk announced on Friday that drilling on the first Boring Company tunnel was complete, and shared footage of the enormous drill emerging at the bottom of a huge pit. Musk has previously said the first Boring Company tunnel will be ready to use on Decemb…", "url": "https://www.businessinsider.com/elon-musk-video-of-boring-company-drill-emerging-from-ground-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2a10e38150764ef68427c-480-240.jpg", "publishedAt": "2018-11-19T12:08:33Z", "content": "Elon Musk has tweeted footage of the Boring Company's enormous subterranean drill emerging from the ground to complete its first tunnel. Musk tweeted jubilantly on Friday evening, saying the Boring Company \"just broke through to the other side.\" He followed t… [+714 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Hollywood actor David Arquette was hospitalised after having his face sliced open with a pizza cutter during a fake wrestling match", "description": "David Arquette was hospitalised after a staged but bloody wrestling match on Friday. The wrestling match was contested under \"hardcore\" rules, where combatants can use weapons. Arquette wrestled convicted bank robber Nick Gage, and they smashed light tubes ov…", "url": "https://www.businessinsider.com/david-arquette-hospitalised-by-fake-wrestling-match-wants-ufc-fight-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf298a9beb6705b5c7ee6f4-1920-960.jpg", "publishedAt": "2018-11-19T12:02:00Z", "content": "David Arquette took part in a staged but bloody hardcore wrestling match on Friday night in Los Angeles. The former Hollywood actor, renowned for his role as Deputy Dewey Riley in the smash hit movie series \"Scream,\" began professional wrestling in 2000 and b… [+2169 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "Inside the rise of Goldman Sachs' trading platform, and the battle for control of Wall Street’s future (GS)", "description": "Goldman Sachs made a big bet on Marquee, a trading and risk-management platform that it hopes to turn into its next big business. But Marquee struggled to gain momentum, both internally and externally, until senior managers agreed to devote more resources to …", "url": "https://www.businessinsider.com/-goldman-sachs-marquee-platform-2018-11", "urlToImage": null, "publishedAt": "2018-11-19T12:00:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Venezuela's justice department calls for Interpol arrest of Maduro and 18 years for corruption", "description": "Venezuela's justice department requested an international arrest warrant for its own president, Nicolás Maduro. The department called for Maduro's arrest on suspicion of corruption in a letter to Jurgen Stock, the secretary-general of Interpol, dated on Monda…", "url": "https://www.businessinsider.com/venezuela-issues-interpol-arrest-warrant-for-its-own-president-maduro-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b67567064dce81c008b4a93-1334-667.jpg", "publishedAt": "2018-11-19T11:48:00Z", "content": "Venezuela's justice department requested an international arrest warrant for its own president, Nicolas Maduro. The department called for Maduro's arrest on suspicion of corruption in a letter to Jurgen Stock, the secretary-general of Interpol, dated on Monda… [+242 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "ama@businessinsider.com (Alexandra Ma), Alexandra Ma", "title": "Venezuela's exiled justice department calls for Interpol arrest of Maduro and 18 years for corruption", "description": "Miraflores Presidential Palace via AP Venezuela's justice department in exile asked Interpol to issue an international arrest warrant for its own president, Nicolás Maduro. A letter from the Supreme Tribunal of Justice in exile to Interpol's secretary-general…", "url": "https://www.businessinsider.com/venezuela-requests-interpol-arrest-warrant-for-president-nicolas-maduro-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b67567064dce81c008b4a93-1334-667.jpg", "publishedAt": "2018-11-19T11:48:00Z", "content": "Venezuela's justice department in exile requested an international arrest warrant, also known as a red notice, for its own president Nicolás Maduro. The Supreme Tribunal of Justice (TSJ) in exile accused Maduro of corruption in a letter to Jürgen Stock, the s… [+2443 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alison Millington", "title": "I drank at the best bar in the world, and I was surprised by one thing", "description": "A bar on London's south bank has been named the best in the world. The World's 50 Best Bars, now in its 10th year, is based on the opinions of more than 500 drinks experts who cast seven votes each. For 2018, the experts named Dandelyan, the bar of the Mondri…", "url": "https://www.businessinsider.com/dandelyan-best-bar-in-the-world-most-surprising-thing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedaa1ff556fc17d343e817-1136-568.jpg", "publishedAt": "2018-11-19T11:47:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Google is prepared to ruthlessly shut down its news service if it is stung by sweeping new European internet laws", "description": "Google's top news executive Richard Gingras told The Guardian that Google won't rule out shutting down Google News in EU countries if the European Parliament enforces a so-called \"link tax.\" The \"link tax\" refers to Article 11, a piece of legislation backed b…", "url": "https://www.businessinsider.com/google-may-shutter-google-news-over-eu-link-tax-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59f8e1483e9d2520008b733a-960-480.jpg", "publishedAt": "2018-11-19T11:36:51Z", "content": "Google's top news executive has hinted that the company is prepared to shut down Google News in Europe if it is stung by new EU legislation. Richard Gingras, Google's vice president of news, told The Guardian that he won't rule out switching off the news serv… [+2614 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Germany bars 18 Saudi nationals from 26 Schengen countries in response to Khashoggi killing", "description": "Osman Orsal/Reuters Germany’s foreign minister says Berlin has banned 18 Saudi nationals from entering Europe’s border-free Schengen zone because they are believed to be connected to the killing of journalist Jamal Khashoggi. Heiko Maas told reporters in Brus…", "url": "https://www.businessinsider.com/18-saudi-nationals-barred-from-schengen-countries-after-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd425529e1e114aab1f7402-1136-568.jpg", "publishedAt": "2018-11-19T11:16:13Z", "content": "Germany's foreign minister says Berlin has banned 18 Saudi nationals from entering Europe's border-free Schengen zone because they are believed to be connected to the killing of journalist Jamal Khashoggi. Heiko Maas told reporters in Brussels on Monday that … [+454 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "ktran@businessinsider.com (Kevin Tran), Kevin Tran", "title": "The strategies top media companies are employing to forge ahead as more viewers abandon linear TV", "description": "This is a preview of a research report from Business Insider Intelligence, Business Insider's premium research service. To learn more about Business Insider Intelligence, click here. US consumers have been “cord-cutting” — or canceling their pay-TV subscripti…", "url": "https://www.businessinsider.com/the-strategies-top-media-companies-are-employing-to-forge-ahead-as-more-viewers-abandon-tv-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b184eb41ae66246008b4d75-1920-960.jpg", "publishedAt": "2018-11-19T11:02:00Z", "content": "This is a preview of a research report from Business Insider Intelligence, Business Insider's premium research service. To learn more about Business Insider Intelligence, click here. US consumers have been \"cord-cutting\" — or canceling their pay-TV subscripti… [+2283 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Interpol reportedly to elect a Russian president after China mysteriously disappeared its old one", "description": "Interpol will elect a new president this Wednesday. The snap election comes after China detained its old president, Meng Hongwei, over unspecified bribery allegations, and Interpol accepted an unsigned resignation letter. The frontrunner is Alexander Prokopch…", "url": "https://www.businessinsider.com/interpol-new-president-after-china-detains-meng-hong-wei-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bba2cc149aa8578a34f2444-1920-960.jpg", "publishedAt": "2018-11-19T10:55:42Z", "content": "Interpol is set to elect a new president this Wednesday after China unexpectedly detained its old one about two months ago. Alexander Prokopchuk, a Russian national, is expected to win in what would be a major victory for Russian President Vladimir Putin. Del… [+4547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Finland's president doesn't know what Trump was talking about with 'raking' comments on California fires", "description": "Finland's President doesn't remember telling Trump they rake forest floors to prevent wild fires, he told media on Sunday. Trump told CNN on Saturday that Finns \"spent a lot of time on raking and cleaning and doing things and they don't have any problem.\" Sau…", "url": "https://www.businessinsider.com/finland-president-niinistoe-confused-over-trump-raking-comment-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf288980d7c675af0200de3-1334-667.jpg", "publishedAt": "2018-11-19T10:42:00Z", "content": "Finland's President said on Sunday he doesn't remember telling Trump they rake leaves from their forests to prevent fires, a day after Trump said Finland has no problems due to \"raking and cleaning.\" The day before, the US president said: \"I was with the Pres… [+1440 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "'We will never have a deal': China's former top trade negotiator warns Beijing is hurting itself in Trump tariff battle", "description": "China's former chief trade negotiator hits out at Beijing for not thinking \"deeply enough\" about its approach to trade war with US. \"If we have people who always talk about politics engaging in negotiations, we will never have a deal,\" Long Yongtu said on Sun…", "url": "https://www.businessinsider.com/chinas-former-top-trade-negotiator-warns-on-beijing-approach-to-trump-tariff-battle-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf280590591f270dc7675e9-1536-768.jpg", "publishedAt": "2018-11-19T10:31:15Z", "content": "China's former chief trade negotiator has hit out at his country's handling of rising trade tensions with the US, saying that Beijing is failing to think \"deeply enough\" about its approach to the conflict. Speaking on Sunday, Long Yongtu, a former minister in… [+2464 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord and Reuters", "title": "In a shocking development, Nissan chairman Carlos Ghosn has reportedly been arrested", "description": "Carlos Ghosn has reportedly been arrested. The longtime leader of the Renault-Nissan alliance allegedly engaged in misconduct, CNN reported. Nissan Motor chairman Carlos Ghosn has been arrested, the Yomiuri daily said on its website on Monday. The Japanese au…", "url": "https://www.businessinsider.com/r-nissan-chairman-ghosn-has-been-arrested-yomiuri-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58b9f99746017818038b4cbf-750-375.jpg", "publishedAt": "2018-11-19T10:28:17Z", "content": "Nissan Motor chairman Carlos Ghosn has been arrested, the Yomiuri daily said on its website on Monday. The Japanese automaker said earlier on Monday that Ghosn had used company money for personal use and that it had been investigating possible improper practi… [+1295 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton and Reuters", "title": "Uber resumes services in Abu Dhabi - statement", "description": "Uber Technologies has resumed services in Abu Dhabi, the U.S. ride-hailing company said in a statement on Monday, after a more than two-year suspension. Abu Dhabi suspended services of both Uber and Middle East rival Careem in August 2016 after some drivers w…", "url": "https://www.businessinsider.com/r-uber-resumes-services-in-abu-dhabi-statement-2018-11", "urlToImage": null, "publishedAt": "2018-11-19T10:25:42Z", "content": "Uber Technologies has resumed services in Abu Dhabi, the U.S. ride-hailing company said in a statement on Monday, after a more than two-year suspension. Abu Dhabi suspended services of both Uber and Middle East rival Careem in August 2016 after some drivers w… [+39 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Tim Cook defends Apple taking billions from Google after his blistering attack on data hoarding tech firms", "description": "Apple CEO Tim Cook has defended taking billions of dollars from Google to make it the default search engine on the iPhone. Cook was asked by Axios if the deal compromises Apple's no-nonsense approach to privacy. Google has been blighted by a number of privacy…", "url": "https://www.businessinsider.com/apple-tim-cook-defends-google-deal-amid-privacy-fears-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf27e260591f2710d3ec333-1136-568.jpg", "publishedAt": "2018-11-19T10:23:46Z", "content": "Tim Cook defended taking billions of dollars from Google amid concerns that the partnership undermines Apple's no-nonsense approach to privacy. Google pays Apple more than $9 billion a year to be the default search engine on the iPhone, according to a Goldman… [+1875 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne and Adam Bienkov", "title": "Theresa May reaches judgement day with Tory MPs just a handful of letters short of challenge", "description": "Conservative rebels are closing in on a leadership challenge against Theresa May. Reports suggest party officials have almost reached the 48-letter threshold required for a vote of no confidence in the prime minister. Those mounting the challenge tell Busines…", "url": "https://www.businessinsider.com/theresa-may-no-confidence-letters-vote-brexit-deal-erg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2849b01b12d5d7e57c067-960-480.jpg", "publishedAt": "2018-11-19T09:44:28Z", "content": "LONDON — Theresa May could face a leadership challenge within the next 24 hours as reports suggest that rebel Conservative MPs are just a handful of letters away from triggering a vote of no confidence in her. May returns to Westminster on Monday with one rep… [+4229 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Renault shares slump after report that CEO Ghosn to be arrested in Japan for financial violations (RNO)", "description": "Renault's shares tank as chairman and CEO, Carlos Ghosn, was arrested, according to Japan's Asahi News. A Renault representative did not immediately return a call seeking comment. Carlos Ghosn, chairman of Nissan and CEO of Renault, is to be arrested in Tokyo…", "url": "https://www.businessinsider.com/nissan-renault-chairman-ghosn-arrested-for-financial-violations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf27da5e4218a59b84dcb29-2732-1366.jpg", "publishedAt": "2018-11-19T09:35:36Z", "content": "Carlos Ghosn, chairman of Nissan and CEO of Renault, is to be arrested in Tokyo for an alleged violation of Japan's financial instruments and exchange act, according to the country's Asahi News. Renault's shares, listed in Paris, dived as much as 5% on the ne… [+516 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Monday. Mark Zuckerberg reportedly told Facebook execs that the company is at \"war,\" and called recent media coverage \"bulls---\". Zuckerberg told Facebook executives at a meeting in June that he was go…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-19-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc732d40da75026f85bf6b3-2732-1366.jpg", "publishedAt": "2018-11-19T07:43:50Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what you need to know for Monday. 1. US President Donald Trump said there is no reason to listen to audio of the murder of Jamal Khashoggi. A question is still hanging over Trump now that the CIA reportedly believes Saudi Arabia's Crown Prince p…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-19-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3e4bbc0eb2be1d008b4914-2732-1366.jpg", "publishedAt": "2018-11-19T07:14:21Z", "content": "Hello! Here's what you need to know for Monday. 1. US President Donald Trump said there is no reason to listen to audio of the murder of Jamal Khashoggi. A question is still hanging over Trump now that the CIA reportedly believes Saudi Arabia's Crown Prince p… [+2126 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Australia's Prime Minister says we can all get along in the Pacific, even if China and the US can't", "description": "After an Asia Pacific Economic Cooperation (APEC) summit in Papua New Guinea failed to deliver a final joint statement of agreement, Australia says China and the United States must resolve their differences. Australian PM Scott Morrison says Pacific leaders a…", "url": "https://www.businessinsider.com/australian-pm-says-the-pacific-can-get-along-despite-china-us-tension-2018-11", "urlToImage": null, "publishedAt": "2018-11-19T06:28:52Z", "content": "Following an historically ill-tempered APEC meeting in Papua New Guinea (PNG), Australia says the Pacific can still get along even if China and the United States can't. Despite the 21 nationa bloc failing to produce a joint communique for the first time in it… [+4267 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Authorities are still searching for the remaining 993 missing people after the Camp Fire roared through Paradise", "description": "Authorities are still searching for any signs of the 993 people now listed as missing after the Camp Fire tore through the mountain town of Paradise. By Sunday, the remains of 77 people had been recovered. The fire which ignited on November 8 was 65 percent c…", "url": "https://www.businessinsider.com/search-continues-for-remaining-993-missing-people-after-the-camp-fire-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf24ccb0d7c67591d4e74f5-1920-960.jpg", "publishedAt": "2018-11-19T05:44:05Z", "content": "PARADISE, Calif. (Reuters) - Authorities on Sunday sifted through the charred wreckage of California's deadliest ever wildfire, searching for any signs of the 993 people now listed as missing after the Camp Fire tore through the mountain town of Paradise. The… [+2305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Facebook comms staffers are reportedly fuming at COO Sheryl Sandberg after they were thrown under the bus over a smear campaign", "description": "Communications employees at Facebook are fuming at COO Sheryl Sandberg after they were thrown under the bus over a smear campaign targeting the company's critics, the Wall Street Journal reported Sunday night. Last week, a bombshell New York Times report deta…", "url": "https://www.businessinsider.com/facebook-comms-team-fuming-over-sandbergs-response-to-smear-campaign-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57e95f1cb0ef97eb018b83bd-2732-1366.jpg", "publishedAt": "2018-11-19T03:13:46Z", "content": "Employees at Facebook are fuming at COO Sheryl Sandberg for after they were thrown under the bus over a smear campaign targeting the company's critics, including the billionaire George Soros, according to the Wall Street Journal. Last week, a bombshell New Yo… [+1589 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kirsten Acuna", "title": "9 details you may have missed on Sunday's episode of 'The Walking Dead'", "description": "Warning: There are spoilers ahead for season nine, episode seven of \"The Walking Dead,\" \"Stradivarius.\" Michonne \"murdered\" a violin, Enid and Tara are alive and well at the Hilltop, and Eugene's stuck in a barn somewhere, hopefully. Sunday's episode of \" The…", "url": "https://www.businessinsider.com/walking-dead-season-nine-episode-seven-breakdown-2018-11", "urlToImage": null, "publishedAt": "2018-11-19T03:05:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Mark Zuckerberg reportedly blamed Sheryl Sandberg for the Cambridge Analytica fallout, making her worry for her job", "description": "Mark Zuckerberg allegedly met with his COO, Sheryl Sandberg, in the spring and said he blamed her for the fallout over the Cambridge Analytica scandal, according to a new Wall Street Journal report. The reports says that Sandberg told friends after the meetin…", "url": "https://www.businessinsider.com/mark-zuckerberg-blamed-sheryl-sandberg-after-cambridge-analytica-scandal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf204578c35ab58bf4c4ad7-1920-960.jpg", "publishedAt": "2018-11-19T03:01:30Z", "content": "Sheryl Sandberg wondered whether she should fear for her job after the Cambridge Analytica scandal, according to a new Wall Street Journal report. Mark Zuckerberg reportedly told Sandberg this spring that he blamed her and her teams for the fallout from a sca… [+1217 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "The Broward County, Florida election boss reportedly resigned hours after the recount", "description": "Broward County, Florida Supervisor of Elections Brenda Snipes has reportedly resigned. Sources told the Sun-Sentinel that Snipes sent in her letter of resignation on Sunday, hours after a recount was finished. Snipes was criticized for incompetence by Gov. Ri…", "url": "https://www.businessinsider.com/broward-county-florida-election-boss-brenda-snipes-resigns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf224280591f26e6c23ff22-1136-568.jpg", "publishedAt": "2018-11-19T02:58:17Z", "content": "The head of Broward County, Florida's elections has reportedly resigned, according to a report from the Sun-Sentinel. Sources told the newspaper that Brenda Snipes sent in her letter of recommendation within hours of a recount concluding on Sunday. Evelyn Per… [+891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Mark Zuckerberg reportedly told Facebook execs the company's at 'war,' and called recent media coverage 'bulls---'", "description": "Mark Zuckerberg told Facebook executives at a meeting in June that he was going to be a more aggressive CEO in light of criticism over the company's handling of Russian interference in the 2016 election, the Wall Street Journal reported Sunday night. The new …", "url": "https://www.businessinsider.com/mark-zuckerberg-promises-to-be-more-hands-on-at-facebook-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1f99a0d7c67568c56c1f2-2732-1366.jpg", "publishedAt": "2018-11-19T00:45:31Z", "content": "Facebook founder Mark Zuckerberg told a meeting of top executives in June that he would become a more aggressive CEO because the company was at \"war,\" according to the Wall Street Journal. The meeting came at a time when users, lawmakers, and investors were a… [+1334 chars]"}]}