{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "A Victoria's Secret executive has apologized for making 'insensitive' comment about transgender models", "description": "A Victoria's Secret executive apologized on Friday for an \"insensitive\" comment about transgender models. Ed Razek, the chief marketing officer of the Victoria's Secret parent company, L Brands, sparked an outcry after telling Vogue he didn't think the show s…", "url": "https://www.businessinsider.com/victorias-secret-transgender-models-comment-apology-ed-razek-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be76ac1d1e84438ec2e2055-1920-960.jpg", "publishedAt": "2018-11-10T23:35:34Z", "content": "A Victoria's Secret executive apologized on Friday for saying he didn't think transgender models should be cast in the lingerie brand's annual fashion show. Ed Razek, the chief marketing officer of the Victoria's Secret parent company, L Brands, sparked an ou… [+1499 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin and Sonam Sheth", "title": "Tucker Carlson says the man he’s accused of assaulting at a Virginia country club called his teenage daughter a ‘w----'", "description": "After the celebrity attorney Michael Avenatti accused Fox News host Tucker Carlson of assaulting a \"gay Latino immigrant,\" Carlson said in a statement to Business Insider that he never assaulted the man and that the individual called his teenage daugher a \"w-…", "url": "https://www.businessinsider.com/tucker-carlson-says-the-man-hes-accused-of-assaulting-at-a-virginia-country-club-called-his-teenage-daughter-a-w-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be738d6e4218a24670a13c2-1920-960.jpg", "publishedAt": "2018-11-10T20:01:11Z", "content": "After the attorney Michael Avenatti said he was investigating a claim that the Fox News host Tucker Carlson \"assaulted\" a \"gay Latino immigrant,\" Carlson responded that he did not assault the man and that the individual called his 19-year-old daughter a \"w---… [+2403 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "The highly contested Florida Senate and governor races are headed for a recount", "description": "Josh Repogle/AP The Florida secretary of state ordered recounts in the US Senate and governor races on Saturday. Unofficial results in both races fell within the margin that triggers a recount by law. The unofficial results show Republican former Rep. Ron DeS…", "url": "https://www.businessinsider.com/recounts-ordered-in-florida-senate-and-governor-races-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be72e4ebeb67023b63ccb85-1920-960.jpg", "publishedAt": "2018-11-10T19:37:26Z", "content": "TALLAHASSEE, Fla. (AP) — The Florida secretary of state ordered recounts in the US Senate and governor races on Saturday, an unprecedented review of two major races in the state that took five weeks to decide the 2000 presidential election. Secretary Ken Detz… [+3521 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "These are the screen sizes for next year's iPhone lineup, according to the most accurate Apple analyst (AAPL)", "description": "Apple could release three new iPhones with the same screen sizes as this year's models, TF International Securities analyst Ming-Chi Kuo predicted in a note for investors. Apple is also likely to use a new kind of antenna part in next year's models, according…", "url": "https://www.businessinsider.com/2019-iphones-same-screen-sizes-new-antennas-prediction-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be717f6110d4c31a00d7e08-1920-960.jpg", "publishedAt": "2018-11-10T19:31:52Z", "content": "Apple may be using a new kind of antenna part in the iPhones it plans to release in 2019, TF International Securities analyst Ming-Chi Kuo predicted in a note distributed on Thursday. Apple may opt for a Modified Pi (MPI) antenna over the Liquid Crystal Polym… [+1538 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Uber and Lyft confirm drivers can’t broadcast videos of passengers after a string of privacy incidents", "description": "Both Uber and Lyft have confirmed that they do not allow drivers to stream or publish videos of passengers. In October, Uber took heat after a group of Ottawa Senators hockey players were recorded bad-mouthing a coach by an Uber driver. In July, a driver in S…", "url": "https://www.businessinsider.com/uber-lyft-reaffirm-ban-on-streaming-by-drivers-after-string-of-incidents-twitch-ottawa-senators-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be713dcd1e84435bb4515e2-1920-960.jpg", "publishedAt": "2018-11-10T19:01:46Z", "content": "Recording and publishing videos of riders is against the rules for Uber and Lyft drivers, the companies have reaffirmed, after several high-profile incidents garnered headlines and privacy concerns in recent weeks. The issue came to light once again at the en… [+2184 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "The best value plays in your DraftKings lineup for Week 10 of the NFL season", "description": "Halfway through the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week is a new chance to find value and make some money. Take a look below for our picks a…", "url": "https://www.businessinsider.com/week-10-nfl-draftkings-lineup-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5fcdf66be506a1f0c18d7-1136-568.jpg", "publishedAt": "2018-11-10T18:48:18Z", "content": "Halfway through the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week is a new chance to find value and make some money. Take a look below for our picks a… [+238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin and Sonam Sheth", "title": "Fox News told its staffers not to tweet its content from their personal accounts amid Tucker Carlson protests, according to internal email", "description": "According to an internal email obtained by Business Insider, Fox News has asked its employees not to tweet out theirs or other Fox News stories from their business or personal Twitter accounts. The email was sent to Fox News's entire digital team, according t…", "url": "https://www.businessinsider.com/email-fox-news-tells-staff-not-to-tweet-stories-tucker-carlson-protest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be710ec9e8c532c1a506763-1536-768.png", "publishedAt": "2018-11-10T18:38:04Z", "content": "Fox News has asked its employees not to tweet out theirs or any other Fox News stories from their business or personal Twitter accounts, according to an internal email obtained by Business Insider. In the email, Fox News managing editor Greg Wilson told emplo… [+1607 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "President Trump canceled his trip to the World War I memorial because of the rain", "description": "President Donald Trump's trip to a World War I memorial was canceled Saturday because of complications caused by rainy weather. The White House said in a statement the weather had caused \"scheduling and logistical difficulties,\" and that Chief of Staff Genera…", "url": "https://www.businessinsider.com/trump-canceled-his-trip-to-the-world-war-i-memorial-because-of-rain-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be703e90591f22ef963a816-1920-960.jpg", "publishedAt": "2018-11-10T18:22:50Z", "content": "President Donald Trump's trip to a World War I memorial was canceled Saturday because of complications caused by rainy weather. Per a press pool report, the White House said in a statement the weather had caused \"scheduling and logistical difficulties,\" and t… [+1487 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "Jimmy Butler traded to the Philadelphia 76ers", "description": "The Minnesota Timberwolves have traded Jimmy Butler to the Philadelphia 76ers, according to Adrian Wojnarowski of ESPN. Robert Covington and Dario Saric are part of the package the Wolves will receive in return. The 76ers were not on Butler's initial list of …", "url": "https://www.businessinsider.com/timberwolves-trade-jimmy-butler-to-76ers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be71dbfb73c28232a7aea32-1334-667.jpg", "publishedAt": "2018-11-10T18:05:18Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Michael Avenatti says he's investigating an allegation that Tucker Carlson or members of his circle 'assaulted' a 'gay latino immigrant' at a club in Virginia", "description": "Celebrity attorney Michael Avenatti claims to be investigating allegations of assault against Fox News commentator Tucker Carlson or people in his inner circle. Avenatti said the assault took place at a club in Virginia last month. The alleged victim of the a…", "url": "https://www.businessinsider.com/michael-avenatti-tucker-carlson-assault-gay-latino-immigrant-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be710ec9e8c532c1a506763-1536-768.png", "publishedAt": "2018-11-10T17:56:29Z", "content": "Celebrity attorney Michael Avenatti announced in a tweet Saturday that he was investigating an allegation of assault against Fox News host Tucker Carlson and possibly other members of his inner circle. Avenatti wrote that the victim of the alleged assault is … [+1528 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "A former Google employee has written a hilarious survival guide for women: how to succeed 'without hurting men's feelings'", "description": "Former Google employee turned comic Sarah Cooper has help for women in tech with a new book called \"How to Be Successful Without Hurting Men’s Feelings.\" The book is, of course, a satirical look a corporate life for women. And it's hilarious. Still, the autho…", "url": "https://www.businessinsider.com/sarah-cooper-google-women-in-tech-how-to-be-successful-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b4b99e8c5303e2632ea7-1536-768.jpg", "publishedAt": "2018-11-10T17:00:00Z", "content": "Sarah Cooper is like the anti- Sheryl Sandberg Instead of telling women to \"lean in,\" the former Google employee is offering more practical advice for women in tech with her new book, called \"How to Be Successful Without Hurting Men's Feelings.\" \"Ambitious wo… [+3549 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "The widest room in this New York City townhouse measures 10 feet across — and it's selling for $5 million", "description": "The widest room in a narrow New York City townhouse is just 10 feet wide — and it's selling for $5 million. The exterior of the Lower Manhattan home measures just under 13 feet, a Douglas Elliman agent told Business Insider. Real estate developers are buildin…", "url": "https://www.businessinsider.com/tiny-nyc-townhouse-for-sale-millions-south-street-seaport-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e27601b12d154f2a26d7-1334-667.jpg", "publishedAt": "2018-11-10T16:30:00Z", "content": "A Lower Manhattan townhouse that measures 10 feet wide inside is about to go on sale for $5 million. The exterior of the newly-built industrial-looking house in Manhattan's historic South Street Seaport district is just under 13 feet wide. But listing agent G… [+1194 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Alibaba just eclipsed Amazon's estimated Prime Day sales in less than 10 minutes (BABA)", "description": "Alibaba had already generated more sales on Singles' Day 2018 — just 10 minutes into the 24-hour shopping event — than Amazon is estimated to have reached in its record-setting 2018 Prime Day. Singles' Day has topped $6.5 billion in sales already, 20 minutes …", "url": "https://www.businessinsider.com/alibabas-singles-day-beats-amazon-prime-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a861947d0307220008b460e-1136-568.jpg", "publishedAt": "2018-11-10T16:28:33Z", "content": "SHANGHAI, China — Alibaba's Singles' Day surpassed Amazon's biggest shopping day of the year in less than 10 minutes. Less than 10 minutes in, Alibaba's massive 24-hour online shopping extravaganza had generated more than $4.68 billion in sales. Twenty minute… [+1506 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press and Ellen Cranley", "title": "Trump will award the Presidential Medal of Freedom to Babe Ruth, Elvis Presley, and Sen. Orrin Hatch", "description": "President Donald Trump announced his first recipients of the Presidential Medal of Freedom Saturday, the nation’s highest honor for a civilian. The seven recipients will include American pop culture figures Elvis Presley and Babe Ruth. Political recipients in…", "url": "https://www.businessinsider.com/trump-awarding-presidential-medal-of-freedom-babe-ruth-elvis-orrin-hatch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6f574c95701208616a6f8-1920-960.jpg", "publishedAt": "2018-11-10T16:12:14Z", "content": "President Donald Trump has announced his first recipients of the Presidential Medal of Freedom and they include the wife of a major Republican Party donor, the longest-serving Republican senator in US history, Elvis Presley and Babe Ruth. Trump will also post… [+1688 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "I was really excited about my MacBook Pro purchase last year — but now, I regret it (AAPL)", "description": "Apple's new MacBook Air seems to be the perfect laptop for me. The problem is that I spent thousands on a new Apple laptop last year. I'm annoyed because my MacBook Pro has several issues that the new MacBook Air fixed. When I received my MacBook Pro with Tou…", "url": "https://www.businessinsider.com/macbook-pro-2017-touch-bar-2018-macbook-air-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57ffeadf52dd73d0018b4bda-1136-568.jpg", "publishedAt": "2018-11-10T16:00:00Z", "content": "When I received my MacBook Pro with Touch Bar in August of 2017, I was pumped. 15 months later, I have mixed feelings about my major purchase — and many of them are caused by Apple's new MacBook Air with Retina display, which is the laptop I wish I had bought… [+5891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "President Trump blames deadly California wildfires on 'gross mismanagement of the forests'", "description": "President Trump, tweeting from a trip to Europe, blamed bad forest management for the string of deadly wildfires wreaking havoc on California. He previously criticized \"bad environmental laws\" for the Carr fire earlier this year near Redding, California. Expe…", "url": "https://www.businessinsider.com/trump-blames-california-wildfires-on-gross-mismanagement-of-forests-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6fc789e8c532aec370757-1920-960.jpg", "publishedAt": "2018-11-10T15:57:14Z", "content": "Tweeting from his trip to Europe, President Trump blamed forest mismanagement for the trio of deadly wildfires in California that have burned tens of thousands of acres, displacing thousands, and leaving at least nine dead. \"There is no reason for these massi… [+2319 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "UN expert: San Francisco’s homelessness crisis is a human rights violation and suggests ‘a cruelty that is unsurpassed’", "description": "Conditions for homeless residents in San Francisco are among the worst in the world, with many living in crowded camps filled with trash, feces, and discarded needles. In September, United Nations Special Rapporteur Leilani Farha released a report calling the…", "url": "https://www.businessinsider.com/un-expert-san-francisco-homeless-cruelty-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b34c9e8c530345479822-1920-960.jpg", "publishedAt": "2018-11-10T15:45:00Z", "content": "When Leilani Farha paid a visit to San Francisco in January, she knew the grim reputation of the city's homeless encampments. In her four years as the United Nations Special Rapporteur for Adequate Housing, Farha has visited the slums of Mumbai, Delhi, Mexico… [+8147 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor and Hollis Johnson", "title": "We spent 6 hours eating more than 300 shrimp at Red Lobster. Here's why Endless Shrimp 2018 convinced us we needed to quit.", "description": "We spent six hours at Red Lobster, eating as many shrimp as we possibly could to celebrate Shrimpsgiving 2018. We consumed 350 shrimp as part of the chain's Endless Shrimp deal, our third year in a row stuffing ourselves with shrimp for hours. But, as the hou…", "url": "https://www.businessinsider.com/red-lobster-endless-shrimp-2018-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be20ed08c35ab4066300b28-1920-960.jpg", "publishedAt": "2018-11-10T15:35:00Z", "content": "It was the best of times. It was the worst of times. It was Endless Shrimp. For three years, we have consumed the pink jewels of the ocean. For three years, we have spent one long day gorging ourselves, striving to meet new goals and best our shrimpy limits. … [+596 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "The creative director of NYC's new Playboy Club says he looks for 2 specific qualities when hiring a Playboy Bunny — and there's one red flag that will keep someone from getting the job", "description": "About 40 Playboy Bunnies work at the recently opened Playboy Club in New York City. Richie Notar, the club's creative director, told Business Insider that there are two main things they look for when hiring a Bunny. They want the Bunnies to have a warm dispos…", "url": "https://www.businessinsider.com/how-to-get-hired-playboy-bunny-new-playboy-club-nyc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0aa11c957011d8f171120-1920-960.jpg", "publishedAt": "2018-11-10T15:30:00Z", "content": "About 40 Playboy Bunnies work at the recently opened Playboy Club in New York City — and each one of them was carefully selected. The club's creative director, Richie Notar, told Business Insider there are two main things they look for when hiring a Bunny to … [+1667 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "One company dominates the list of the 20 most expensive cars to insure", "description": "A car insurance premium is the rate an owner pays to activate an insurance policy, which protects them against accidents, damages, stolen vehicles, and other incidents. The car insurance website Insure.com compared car insurance rates of more than 3,600 vehic…", "url": "https://www.businessinsider.com/most-expensive-cars-to-insure-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be604f79e8c5321c5788cf4-2732-1366.jpg", "publishedAt": "2018-11-10T15:12:00Z", "content": "Car insurance premiums are important pieces of data for any prospective purchaser. A car insurance premium is the rate an owner pays to activate an insurance policy that protects them against accidents, damages, stolen vehicles, and other incidents. The car i… [+1283 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "9 of the coolest tiny homes around the world to rent on your next vacation", "description": "Tiny houses are becoming increasingly popular around the world; their novelty makes for a unique vacation stay. We teamed up with HomeAway to find some of the coolest tiny-home rentals around the world. From a circus car in Germany to a cabin in Wyoming, one …", "url": "https://www.businessinsider.com/coolest-tiny-house-vacation-rentals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5cbb966be5061d16ea507-960-480.jpg", "publishedAt": "2018-11-10T15:12:00Z", "content": "Looking for something a little more novel than a traditional hotel or the tried-and-true Airbnb for your next vacation? Consider a tiny home. Living miniature, defined as residing in a space less than 600 square feet, has turned into a worldwide movement. The… [+433 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "Throwing yourself completely into work can pay off — but CEOs and professors alike say there's a hidden danger in feeling too attached to your job", "description": "Feeling passion for and deriving meaning from work is often seen as a good thing. But in \"The Job,\" Ellen Ruppel Shell explains how that can backfire. If you lose your job, you might also feel like you've lost your identity. What's more, employers might be in…", "url": "https://www.businessinsider.com/passion-work-job-identity-dangers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5874f073ee14b637588b7011-960-480.jpg", "publishedAt": "2018-11-10T15:00:00Z", "content": "In her new book, \" The Job,\" journalist Ellen Ruppel Shell includes a chapter on finding meaning in your work. A meaningful job is something most of us aspire to (or at least say we aspire to): A recent BetterUp survey found that nine out of 10 American worke… [+4259 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "A San Francisco based company has made trading cards of Silicon Valley's top VCs because, well, it's Silicon Valley", "description": "TouchBase has released collectible trading cards featuring Silicon Valley's top investors and advisors. Cards include notable investors like Y Combinator co-founder Paul Graham and Andreessen Horowitz co-founder Marc Andreessen. The cards include stats for ea…", "url": "https://www.businessinsider.com/trading-cards-of-silicon-valleys-top-vcs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d045381507143945c91c-1536-768.jpg", "publishedAt": "2018-11-10T15:00:00Z", "content": "Ever think you'd hear someone say: \"I'll trade you a Paul Graham for a Marc Andreessen?\" A San Francisco company is hoping that the tech industry's biggest VC dealmakers have attained the same kind of celebrity status that has driven kids to trade baseball ca… [+1478 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Wildly popular beauty startup Glossier just opened its first flagship store in New York City. Here's what it's like to shop there.", "description": "Glossier, a cult-favorite beauty and skincare brand founded in 2014, just opened its first flagship store in New York City. The company has raised $86 million in venture funding since 2014. The flagship store opened where Glossier's showroom has been for the …", "url": "https://www.businessinsider.com/where-to-buy-glossier-in-person-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5fb27beb6701768596b8b-1920-960.jpg", "publishedAt": "2018-11-10T14:50:00Z", "content": "Glossier, a previously online-only beauty and skincare brand founded in 2014, just opened its first flagship store in New York City. Since the company first started in 2014, Glossier has raised a whopping $86 million in venture funding and gained a cult follo… [+814 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "These are the brands that blew up in 2018", "description": "2018 has been a significant year for the retail sector. Some of the nation's most established stores have learned that they have the unenviable choice to either adapt or die. Many have taken lessons from the trendy young startups that have swooped in and rede…", "url": "https://www.businessinsider.com/gucci-vans-supreme-trendiest-brands-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4a7581011427f3844d3ba-750-375.jpg", "publishedAt": "2018-11-10T14:20:00Z", "content": "Kayne West made some wild allegations about the success of his Yeezy brand in a Twitter rampage earlier this year, writing that it had \"hit a billion dollars,\" \"is the 2nd fastest growing company in history,\" and \"is a unicorn on its way to becoming a decacor… [+677 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin and Associated Press", "title": "Turkish President Erdogan says the US and four other countries have listened to Khashoggi killing recordings", "description": "\"We passed on the recordings. We gave them to Saudi Arabia, to America, to the Germans, French, and the English — we gave them all,\" President Erdogan said before traveling to Paris for World War I commemorations. Erdogan's comments on Saturday were the first…", "url": "https://www.businessinsider.com/ap-erdogan-saudi-officials-others-heard-tapes-of-writer-death-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6e7d810114229561105b2-2732-1366.jpg", "publishedAt": "2018-11-10T14:16:00Z", "content": "ANKARA, Turkey (AP) Turkish President Recep Tayyip Erdogan says officials from Saudi Arabia, the United States, Germany, France and Britain have listened to audio recordings related to the killing of journalist Jamal Khashoggi at the Saudi Consulate in Istanb… [+964 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Here are the 10 tech gadgets you should buy this holiday season, according to Oprah - Business Insider India", "description": "Business Insider India Here are the 10 tech gadgets you should buy this holiday season, according to Oprah Business Insider India It's almost time to start shopping for holiday tech gifts, but don't worry - Oprah has you covered. The mogul released her annual…", "url": "http://www.businessinsider.com/oprah-favorite-things-2018-tech-gadgets-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66569469/here-are-the-10-tech-gadgets-you-should-buy-this-holiday-season-according-to-oprah.jpg?905617", "publishedAt": "2018-11-10T14:05:16Z", "content": "The iPhone XR is one of three new phones from Apple, alongside its sister devices, iPhone XS and the iPhone XS Max. The iPhone XR has a 6.1-inch LCD screen, a single-lens camera that can still do portrait mode, and comes in come in six colors (black, white, r… [+240 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Now it's full steam ahead for Trump's trade war with China", "description": "Democrats winning the House will slow many of President Donald Trump's policy proposals. But one item on Trump's agenda on which he could actually double down is his trade war with China. Trump's ability to attack China without Congress will make it easier to…", "url": "https://www.businessinsider.com/trump-china-trade-war-tariff-fight-worse-after-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b23dd581ae6621a008b5250-1136-568.png", "publishedAt": "2018-11-10T14:03:00Z", "content": "The midterm elections will have a significant imprint on the policy course of the next two years, as the GOP push for more tax cuts, Obamacare repeal, and other wish-list items will likely be stymied by the Democrat-controlled House. But the gridlock coming t… [+3845 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chris Jones", "title": "Behind the scenes of one of the midterms' biggest upsets — Democrat Max Rose's defeat of incumbent Republican Dan Donovan on Staten Island", "description": "Congressional candidate Max Rose, a Democrat, defeated Republican incumbent Dan Donovan in a district that includes Staten Island and part of Brooklyn. Staten Island is known as New York City's reddest borough and went to Donald Trump in 2016. Take a look beh…", "url": "https://www.businessinsider.com/behind-the-scenes-max-rose-defeat-of-dan-donovan-on-staten-island-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be360d9f556fc5e96188c22-1536-768.jpg", "publishedAt": "2018-11-10T14:02:00Z", "content": "Many had been canvassing for days, if not weeks or months. I met volunteers who'd taken months off of their jobs to work for the campaign, and some who'd only joined a few days prior. Many were drawn to Rose for the opportunity to help him achieve what many c… [+843 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Here are the 10 tech gadgets you should buy this holiday season, according to Oprah", "description": "It's almost time to start shopping for holiday tech gifts, but don't worry — Oprah has you covered. The mogul released her annual list of \"favorite things\" on Wednesday, and it includes a bevy of very giftable items, from clothes to cook wear to gifts for you…", "url": "https://www.businessinsider.com/oprah-favorite-things-2018-tech-gadgets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be32062c95701520104cc30-1536-768.jpg", "publishedAt": "2018-11-10T14:00:00Z", "content": "The iPhone XR is one of three new phones from Apple, alongside its sister devices, iPhone XS and the iPhone XS Max. The iPhone XR has a 6.1-inch LCD screen, a single-lens camera that can still do portrait mode, and comes in come in six colors (black, white, r… [+240 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The government is raking in billions of dollars from Trump's tariffs. Americans are the ones paying.", "description": "US tariff revenue in the third quarter increased by nearly 40% from the same quarter last year. President Donald Trump on Wednesday again claimed US tariffs were a cost to other countries, but economists say the t ariff revenue is coming mostly from the pocke…", "url": "https://markets.businessinsider.com/news/stocks/trump-tariffs-revenue-up-sharply-american-costs-increase-2018-11-1027713336", "urlToImage": "https://static4.businessinsider.com/image/5ac000e766102629008b4702-2000/rtx5f28w.jpg", "publishedAt": "2018-11-10T14:00:00Z", "content": "Yuri Gripas/Reuters President Donald Trump likes to talk about the money Washington is making from the spate of tariffs his administration has imposed on global trading partners. The catch? Most of it is probably coming from American pocketbooks. At a postele… [+2676 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The government is raking in billions of dollars from Trump's tariffs. Americans are the ones paying.", "description": "US tariff revenue in the third quarter increased by nearly 40% from the same quarter last year. President Donald Trump on Wednesday again claimed US tariffs were a cost to other countries, but economists say the t ariff revenue is coming mostly from the pocke…", "url": "https://www.businessinsider.com/trump-tariffs-revenue-up-sharply-american-costs-increase-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ac00134479e6239008b4738-1920-960.jpg", "publishedAt": "2018-11-10T14:00:00Z", "content": "President Donald Trump likes to talk about the money Washington is making from the spate of tariffs his administration has imposed on global trading partners. The catch? Most of it is probably coming from American pocketbooks. At a postelection news conferenc… [+2656 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathaniel Lee and Corey Protin", "title": "How Alibaba turned a fake holiday into a $25 billion shopping extravaganza that's bigger than Black Friday and Cyber Monday combined", "description": "Singles' Day has become the largest shopping day in the entire world, thanks to Chinese e-commerce giant, Alibaba. Alibaba made $25 billion in just 24 hours on November 11, 2017 — that's more than US Black Friday and Cyber Monday online sales combined. Watch …", "url": "https://www.businessinsider.com/singles-day-alibaba-25-billion-largest-shopping-holiday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c8d19e8c5317f61884b7-1536-768.jpg", "publishedAt": "2018-11-10T14:00:00Z", "content": "The following is a transcript of the video. 25 Billion Dollars. That's how much Alibaba, the Chinese e-commerce giant, made in just 24 hours on November 11, 2017. That's more than the total online US sales from both Black Friday and Cyber Monday. Combined. It… [+1543 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "It's a complete myth that the rest of the auto industry is chasing Tesla (TSLA, GM, F)", "description": "Tesla has mastered electric cars, but the technology is nothing that the rest of the auto industry can't easily replicate. Traditional carmakers know that vehicles can be a low-margin business, so it's pushing toward mobility-as-service undertakings. Tesla ha…", "url": "https://www.businessinsider.com/why-tesla-not-ahead-rivals-gm-waymo-car-makers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be331c80d7c6754b41da735-2732-1366.jpg", "publishedAt": "2018-11-10T13:57:00Z", "content": "By the numbers, Tesla is getting bigger in a hurry. The company should deliver more than twice as many vehicles as it did last year, and its financials are showing one stunning area of improvement, as revenue swells to historic levels. But, also by the number… [+5001 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "6 smartphone features that would be great on laptops", "description": "Laptops should be more like smartphones, at least when it comes to certain features. It seems that smartphones are getting all the innovations and goodies while laptop design and features have remained fairly stagnant over the last few years. It's understanda…", "url": "https://www.businessinsider.com/smartphone-features-that-would-be-great-on-laptops-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5d44ef556fc1227686a36-1920-960.jpg", "publishedAt": "2018-11-10T13:30:00Z", "content": "Judging by how many stickers and cheap plastic accessories I see on laptop cameras, the paranoia that a hacker can access your camera without you knowing is real. Stickers are fine, and some laptops even have sliding covers to blur out the camera, but these a… [+888 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "The US Marine Corps turns 243 today - check out these awesome photos of the Devil Dogs in action - Business Insider India", "description": "Business Insider India The US Marine Corps turns 243 today - check out these awesome photos of the Devil Dogs in action Business Insider India Since the establishment of the Corps on Nov. 10, 1775, the Marines have fought tough battles in nearly every corner …", "url": "http://www.businessinsider.com/check-out-these-awesome-photos-of-the-marines-on-the-corps-birthday-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66568994/the-us-marine-corps-turns-243-today-check-out-these-awesome-photos-of-the-devil-dogs-in-action.jpg?85726", "publishedAt": "2018-11-10T13:10:07Z", "content": "The US Marine Corps, the service famous for being \"first to fight,\" turned 243 years old Saturday. Since the establishment of the Corps on Nov. 10, 1775, the Marines have fought tough battles in nearly every corner of the world, and they have earned a reputat… [+645 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "Everything you need to know about Bitcoin, its mysterious origins, and the many alleged identities of its creator", "description": "Since it was created in 2009, Bitcoin has experienced significant highs and lows. Bitcoin is considered the preeminent cryptocurrency in the world, but there's still plenty of mystery surrounding its creation. Who came up with Bitcoin? Was it created by more …", "url": "https://www.businessinsider.com/bitcoin-history-cryptocurrency-satoshi-nakamoto-2017-12", "urlToImage": "https://amp.businessinsider.com/images/5a1f151a3dbef41d008b8f6b-2732-1366.jpg", "publishedAt": "2018-11-10T13:00:00Z", "content": "Among Bitcoin's earliest enthusiasts was Hal Finney, a console game developer and an early member of the \"cypherpunk movement\" who discovered Nakamoto's proposal for Bitcoin through the cryptocurrency mailing list. In a blog post from 2013, Finney says he was… [+1092 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The US Marine Corps turns 243 today — check out these awesome photos of the Devil Dogs in action", "description": "The US Marine Corps, the service famous for being \"first to fight,\" turned 243 years old Saturday. Since the establishment of the Corps on Nov. 10, 1775, the Marines have fought tough battles in nearly every corner of the world, and they have earned a reputat…", "url": "https://www.businessinsider.com/check-out-these-awesome-photos-of-the-marines-on-the-corps-birthday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0e12538150726523ad639-1536-768.jpg", "publishedAt": "2018-11-10T13:00:00Z", "content": "The US Marine Corps, the service famous for being \"first to fight,\" turned 243 years old Saturday. Since the establishment of the Corps on Nov. 10, 1775, the Marines have fought tough battles in nearly every corner of the world, and they have earned a reputat… [+644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The best-selling video game of every year, dating back to 1995", "description": "Starting from the humble days of \"Pong\" and \"Space Invaders,\" video games have grown into a multi-billion-dollar industry, with single games garnering hundreds of millions of sales. As the audience for video games has grown there have been major shifts in the…", "url": "https://www.businessinsider.com/best-selling-video-game-every-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c8e3da27f81e1a64ac55-640-320.jpg", "publishedAt": "2018-11-10T12:45:00Z", "content": "The \"Guitar Hero\" franchise helped lead a boom in music games, but prior to 2007 the series was exclusive to the PlayStation 2, limiting the game's reach. \"Guitar Hero III: Legends of Rock\" was the first in the series to launch across all platforms, including… [+375 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "An investing strategy that's withstood the worst stock market crashes since the 1920s is on the verge of a comeback — here’s how you can profit from it", "description": "Growth stocks, especially in the tech sector, have dominated this bull market's gains, leaving value investors wondering when their own resurgence is coming. According to strategists at Societe Generale, the conditions are now ripe for value investing to make…", "url": "https://www.businessinsider.com/stock-market-crash-investing-strategy-about-to-comeback-how-to-profit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59e79b9b909924b3208b49cf-2732-1366.jpg", "publishedAt": "2018-11-10T11:05:00Z", "content": "Long-suffering value investors could soon get the resurgence they have been waiting for. As the ongoing bull market matured, high-growth companies like Amazon and Facebook stole the spotlight from value stocks — or those that were cheaper based on metrics lik… [+2914 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "Theresa May's government told leading medics UK can't rule out medicine shortages in a no-deal Brexit", "description": "Exclusive: The Brexit department said there could be medicine shortages in a no deal Brexit in an \"alarming\" meeting with pharmaceutical and medical industry representatives last month. In the meeting, DExEU civil servants said some medicines might not be ava…", "url": "https://www.businessinsider.com/theresa-mays-government-cant-rule-out-medicine-shortage-after-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be59f10c9570106c531c1d8-960-480.jpg", "publishedAt": "2018-11-10T08:45:00Z", "content": "LONDON — Theresa May's government refused to rule out medicine shortages under a no deal Brexit during a confidential meeting with shocked medical industry representatives last month, Business Insider can reveal. Around two dozen representatives from the medi… [+5212 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China detained the vanished president of Interpol one month ago — and his wife fears he's dead", "description": "Meng Hongwei, the Chinese president of Interpol, disappeared after traveling to China in late September. China acknowledged on October 7 that it had detained Meng and was investigating him over bribery allegations. Interpol said it received his resignation th…", "url": "https://www.businessinsider.com/meng-hongwei-interpol-president-missing-china-answers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb748e3a4cb6255b34ac422-1136-568.jpg", "publishedAt": "2018-11-10T08:36:00Z", "content": "It's been more than a month since Beijing confirmed that the vanished Interpol president had been detained in China, and we're no closer to knowing what happened. Meng Hongwei disappeared after traveling to China on September 29. Beijing broke its silence ove… [+4697 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Fox News went silent on Twitter — and it could be because of protesters who showed up at Tucker Carlson's house - SFGate", "description": "Richard Drew/AP\n\n\n\n\nFox News reportedly made the \"conscious decision\" to refrain from tweeting following an activist group's protest that erupted at the home of Fox News opinion host, Tucker Carlson.\nThe news organization, which has over 18 million Twitter fo…", "url": "https://www.businessinsider.com/fox-news-twitter-blackout-facebook-tucker-carlson-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-10T07:37:38Z", "content": "Richard Drew/AP Fox News reportedly made the \"conscious decision\" to refrain from tweeting following a protest that erupted on Fox News host Tucker Carlson's doorstep on Wednesday night. Around a dozen protesters aligned with the self-described anti-fascist g… [+4429 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Fox News went silent on Twitter — and it could be because of protesters who showed up at Tucker Carlson's house", "description": "Fox News reportedly made the \"conscious decision\" to refrain from tweeting following an activist group's protest that erupted at the home of Fox News opinion host, Tucker Carlson. The news organization, which has over 18 million Twitter followers, had gone si…", "url": "https://www.businessinsider.com/fox-news-twitter-blackout-facebook-tucker-carlson-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be62727beb6701ba64be533-2732-1366.jpg", "publishedAt": "2018-11-10T05:33:26Z", "content": "Fox News reportedly made the \"conscious decision\" to refrain from tweeting following a protest that erupted on Fox News host Tucker Carlson's doorstep on Wednesday night. Around a dozen protesters aligned with the self-described anti-fascist group \"Smash Raci… [+3790 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Ho restituito il nuovo iPad Pro a meno di 24 ore dall'acquisto. Ecco perché - Business Insider Italia", "description": "Il nuovo iPad Pro di Apple è andato in vendita mercoledì, e mi sono messo in fila per comprarne uno. Ho restituito il mio iPad Pro giovedì, a meno di 24 ore dall'acquisto. Ero entusiasta del nuovo iPad Pro per il suo bellissimo nuovo design, i nuovi accessori…", "url": "https://it.businessinsider.com/ho-restituito-il-nuovo-ipad-pro-a-meno-di-24-ore-dallacquisto-ecco-perche/", "urlToImage": "https://cdn.gelestatic.it/businessinsider/it/2018/11/5be444cb66be503ab70f6405-1536-1152-1024x768.jpg", "publishedAt": "2018-11-10T05:09:43Z", "content": "Il nuovo iPad Pro di Apple è andato in vendita mercoledì, e mi sono messo in fila per comprarne uno. Ho restituito il mio iPad Pro giovedì, a meno di 24 ore dall’acquisto. Ero entusiasta del nuovo iPad Pro per il suo bellissimo nuovo design, i nuovi accessori… [+6963 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Apple announces hardware issues with its iPhone X and 13-inch MacBook Pro", "description": "On Friday, Apple announced that two of its products — the iPhone X and the 13-inch MacBook Pro (non Touch Bar) — have known hardware issues. Apple said that some iPhone X screens do not respond or intermittently respond to touch. For the 13-inch MacBook Pro, …", "url": "https://www.businessinsider.com/apple-hardware-issues-iphone-x-and-13-inch-macbook-pro-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6315a0d7c671b1c1aeb76-960-480.jpg", "publishedAt": "2018-11-10T02:05:26Z", "content": "On Friday, Apple announced that two of its products — the iPhone X and the 13-inch MacBook Pro (non Touch Bar) — have known hardware issues. Bloomberg first reported on these issues after being posted on Apple's support pages on Friday. Apple said that on som… [+1418 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "The US and Japan finished their 'largest and most complex' military exercise, amid rising tensions with China", "description": "The US and Japan were joined by Canadian forces for Keen Sword 19, which ended this week. The exercise was the biggest and most sophisticated the US and Japan have carried out. It comes amid growing tension with China in the seas and airspace of East Asia. US…", "url": "https://www.businessinsider.com/us-japan-keen-sword-largest-and-most-complex-military-exercise-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be62428381507201c3a18f3-960-480.jpg", "publishedAt": "2018-11-10T01:10:35Z", "content": "US and Japanese forces this week wrapped up exercise Keen Sword 19, which the US 7th Fleet commander called the \"largest and most complex\" field exercise conducted by the two longtime allies. This year's exercise, in which Canadian forces also took part, feat… [+6293 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Soy baby formula linked to severe menstrual cramps later in life - Business Insider", "description": "National Institute of Environmental Sciences Soy baby formula linked to severe menstrual cramps later in life Business Insider By Linda Carroll. (Reuters Health) - Feeding infant girls baby formula containing soy may set them up for more painful menstrual per…", "url": "https://www.businessinsider.com/r-soy-baby-formula-linked-to-severe-menstrual-cramps-later-in-life-2018-11", "urlToImage": null, "publishedAt": "2018-11-10T00:57:00Z", "content": "By Linda Carroll (Reuters Health) - Feeding infant girls baby formula containing soy may set them up for more painful menstrual periods as young women, a new study suggests. The research, which included information on more than 1,500 African American women, r… [+3650 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Many troubled by their sexual feelings, urges - Business Insider", "description": "Many troubled by their sexual feelings, urges Business Insider By Linda Carroll. (Reuters Health) - The number of people in the U.S. who have difficulty controlling sexual feelings and urges may be greater than realized, researchers say. Seven percent of wome…", "url": "https://www.businessinsider.com/r-many-troubled-by-their-sexual-feelings-urges-2018-11", "urlToImage": null, "publishedAt": "2018-11-10T00:54:00Z", "content": "By Linda Carroll (Reuters Health) - The number of people in the U.S. who have difficulty controlling sexual feelings and urges may be greater than realized, researchers say. Seven percent of women and more than 10 percent of men said they were distressed due … [+4144 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "CEO Jeff Lawson says Twilio is committing $1M to homelessness programs after Prop C passed: 'Let's get it done' (TWLO)", "description": "Twilio CEO Jeff Lawson announced that his company will commit $1 million to support homelessness programs. This comes after 60 percent voted \"yes\" to San Francisco's homelessness measure \"Prop C\" on Tuesday, but this measure, which would bring the city $300 m…", "url": "https://www.businessinsider.com/ceo-jeff-lawson-says-twilio-is-committing-1m-after-prop-c-passed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6236d01b12d1df8183de7-480-240.png", "publishedAt": "2018-11-10T00:45:49Z", "content": "After San Franciscans voted \"yes\" on the hotly debated homelessness measure called \"Prop C,\" Twilio CEO Jeff Lawson announced that his company will commit $1 million to support homelessness programs. Leading up to the election, the cloud communications compan… [+3146 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "While he was Jeff Sessions' top aide, Matthew Whitaker reportedly advised Trump on how he could force the DOJ to cave to his demands", "description": "Acting Attorney General Matthew Whitaker reportedly counseled top DOJ officials on how to counter President Donald Trump's demands for investigations into his political adversaries, while at the same time advising the White House on how it could force the DOJ…", "url": "https://www.businessinsider.com/matthew-whitaker-advised-trump-doj-simultaneously-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be622ea9e8c5324804e308e-960-480.jpg", "publishedAt": "2018-11-10T00:15:41Z", "content": "In May, Matthew Whitaker, then the chief of staff to former Attorney General Jeff Sessions, was reportedly counseling top DOJ officials on how to counter President Donald Trump's fervent demands to investigate the baseless claim that the FBI \"infiltrated or s… [+3445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "Malibu is in flames as two wildfires spread through southern California — here's what it looks like on the ground", "description": "Flames are racing along the southern California coastline as firefighters work to contain the fast-moving Woolsey Fire. The blaze has already scorched 14,000 acres on the outskirts of Los Angeles, and the nearby Hill Fire has charred 6,100 acres in Ventura Co…", "url": "https://www.businessinsider.com/california-wildfires-engulf-malibu-in-flames-woolsey-fire-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be60c30c9570118fe7cc188-1920-960.jpg", "publishedAt": "2018-11-10T00:14:00Z", "content": "Flames are racing along the southern California coastline as firefighters work to contain the fast-moving Woolsey Fire. The blaze has already scorched 14,000 acres on the outskirts of Los Angeles, and the nearby Hill Fire has charred 6,100 acres in Ventura Co… [+419 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Canales", "title": "Photos show the rise and fall of Black Friday", "description": "Though Black Friday became one of the biggest and busiest shopping days of the year, it hasn't always been that way. Before it exploded into the national, post-Thanksgiving event we know today, it was reportedly a quirky tradition unique to Philadelphians. An…", "url": "https://www.businessinsider.com/photos-black-friday-shopping-history-evolution-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be20a1b110d4c47d61d4bda-1920-960.jpg", "publishedAt": "2018-11-10T00:04:00Z", "content": "Black Friday has long been associated with turkey dinner and bargain-priced holiday shopping. It's turned into one of the most profitable days for retailers, who raked in $8 billion from Black Friday and Thanksgiving sales in 2017. But it wasn't always that w… [+67 chars]"}]}