{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Cuban doctors head home, leaving Brazilian towns with no care - Business Insider", "description": "Cuban doctors head home, leaving Brazilian towns with no care Business Insider By Anthony Boadle. BRASILIA (Reuters) - The first of thousands of Cuban doctors began to return home on Thursday after criticism by Brazil's far-right President-elect Jair Bolsonar…", "url": "http://uk.businessinsider.com/r-cuban-doctors-head-home-leaving-brazilian-towns-with-no-care-2018-11", "urlToImage": null, "publishedAt": "2018-11-22T21:54:00Z", "content": "By Anthony Boadle BRASILIA (Reuters) - The first of thousands of Cuban doctors began to return home on Thursday after criticism by Brazil's far-right President-elect Jair Bolsonaro prompted Cuba's government to sever a cooperation agreement, leaving millions … [+3032 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Apple's Black Friday deals have already gone live in Australia — here's a sneak peek at all the discounts (AAPL)", "description": "Earlier this week, Apple announced a four-day “shopping event” that would kick off on Friday, November 23. In Australia, where it is already Friday, Apple’s big shopping event has gone live. The offers basically consist of gift cards that can be applied when …", "url": "https://www.businessinsider.com/apple-black-friday-2018-deals-discounts-iphone-mac-gift-cards-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6fb4dd1e8445e747ec3d2-2732-1366.jpg", "publishedAt": "2018-11-22T19:08:00Z", "content": "Apple's pre-announced four-day \"shopping event\" has already gone live in Australia, where it is currently Friday. If you were hoping Apple would discount any of its newest products, like the iPhone XS or redesigned MacBook Air, prepare to be disappointed. App… [+1543 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Airbnb faces Israeli class-action lawsuit for delisting settlements - Business Insider", "description": "Business Insider Airbnb faces Israeli class-action lawsuit for delisting settlements Business Insider By Ori Lewis. JERUSALEM (Reuters) - Lawyers launched a class action lawsuit in Israel on Thursday against Airbnb, accusing the company of \"outrageous discrim…", "url": "https://www.businessinsider.com/r-airbnb-faces-israeli-class-action-lawsuit-for-delisting-settlements-2018-11", "urlToImage": null, "publishedAt": "2018-11-22T18:13:00Z", "content": "The logo of Airbnb is displayed at an Airbnb event in Tokyo Thomson Reuters By Ori Lewis JERUSALEM (Reuters) - Lawyers launched a class action lawsuit in Israel on Thursday against Airbnb, accusing the company of \"outrageous discrimination\" and demanding mone… [+2882 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "We drove a $65,000 Audi Q7 and a $60,000 Volvo XC90 to find out which one is a better luxury SUV — here's the verdict", "description": "The Audi Q7 and the Volvo XC90 are two of the best luxury crossover SUVs in the world. The Audi Q7 and the Volvo XC90 offer its occupants luxury car comfort and minivan-like utility with the off-road capability of an SUV. The Audi Q7 starts $49,900 while the …", "url": "https://www.businessinsider.com/audi-q7-and-volvo-xc90-suv-comparison-2018-5", "urlToImage": "https://amp.businessinsider.com/images/5b115b911ae6621d008b4a0e-1920-960.jpg", "publishedAt": "2018-11-22T17:34:00Z", "content": "The Audi Q7. Hollis Johnson The large crossover SUV makes a whole lot of sense. It combines the user-friendly nature of passenger cars with the utility of a minivan and much of the off-road prowess of a traditional SUV. And for those looking for a more plush … [+1675 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "I drove an electric car for the first time under intense conditions — and it performed better than I expected (GM)", "description": "I drove an electric vehicle, a Chevrolet Bolt EV, for the first time on an autocross course. The Bolt's acceleration wasn't remarkable, but it handled well. I felt like it was always under control, even when I pushed it into a series of hard turns. I came awa…", "url": "https://www.businessinsider.com/chevy-bolt-what-driving-electric-car-for-first-time-is-like2018-5", "urlToImage": "https://amp.businessinsider.com/images/5b104be31ae66240008b49c8-1920-960.jpg", "publishedAt": "2018-11-22T17:25:00Z", "content": "The Chevrolet Bolt EV performed well in unusual circumstances. Mark Matousek / Business Insider A Chevrolet Bolt EV is not the first car you might think to use on an autocross track. Autocross is a timed competition in which cones are arranged, often in a fla… [+1545 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Divided by war, Israel and Gaza's Instagrammers tell their own stories - Business Insider", "description": "Business Insider Divided by war, Israel and Gaza's Instagrammers tell their own stories Business Insider By Rami Ayyub, Leah Angel and Nidal al-Mughrabi. ISRAEL-GAZA BORDER (Reuters) - In another part of the world they might have gone to the same schools or b…", "url": "http://uk.businessinsider.com/r-divided-by-war-israel-and-gazas-instagrammers-tell-their-own-stories-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bf6dd3abde70f099f115003-1190-625/divided-by-war-israel-and-gazas-instagrammers-tell-their-own-stories.jpg", "publishedAt": "2018-11-22T17:21:07Z", "content": "Members of 'We Are Not Numbers' team work on laptops in an office in Gaza City Thomson Reuters By Rami Ayyub, Leah Angel and Nidal al-Mughrabi ISRAEL-GAZA BORDER (Reuters) - In another part of the world they might have gone to the same schools or be sharing w… [+3570 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump uses Thanksgiving call to Navy officer to voice a weird grudge about aircraft carriers", "description": "President Donald Trump returned to one of his more bizarre concerns about the US military on a call with US servicemembers overseas on Thanksgiving day. Trump quizzed a US Navy officer on the phone about whether or not he thought the new plane-launching mecha…", "url": "https://www.businessinsider.com/trump-thanksgiving-call-to-navy-officer-voices-weird-aircraft-carrier-take-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6e14d9e8c534a4c64d872-960-480.jpg", "publishedAt": "2018-11-22T17:14:51Z", "content": "President Donald Trump returned to one of his more bizarre concerns about the US military on a call with US servicemembers overseas on Thanksgiving Day. Talking to a US Navy officer on the phone from Mar-a-Lago in Florida, Trump asked about a pet peeve of his… [+2824 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "Trump suggests 'the world' is to blame for Khashoggi's murder, because it's 'vicious'", "description": "President Donald Trump on Thursday doubled down on his defense of the Saudi crown prince in the murder of Saudi critic Jamal Khashoggi, disputing the CIA's reported assessment that the royals had ordered Khashoggi's killing. From his Mar-a-Lago resort in Flor…", "url": "https://www.businessinsider.com/trump-defends-saudi-crown-prince-in-khashoggi-death-disputes-cia-reported-conclusion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6dd6eb73c2837401dd865-1920-960.jpg", "publishedAt": "2018-11-22T16:56:21Z", "content": "President Donald Trump on Thursday disputed the CIA's reported assessment that Saudi Arabia's crown prince had ordered the killing of a journalist, saying that the intelligence agency never reached a conclusion. Trump's remarks contradict the reporting of mul… [+1642 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Lululemon's website is crashing as furious customers try to shop Black Friday sales", "description": "Lululemon kicked off Black Friday sales on Thanksgiving — but dozens of shoppers are complaining that the website is crashing. As of 11 a.m. ET, customers have been dealing with tech glitches for at least three hours on Thanksgiving Day. \"We knew it would be …", "url": "https://www.businessinsider.com/lululemons-website-crashes-with-black-friday-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af374663797e92b008b459c-750-375.jpg", "publishedAt": "2018-11-22T16:27:27Z", "content": "Lululemon's site is crashing as shoppers attempt to cash in on Black Friday deals. On Thursday morning, Thanksgiving Day shoppers began complaining that the athleisure company's website was not letting them complete their orders. \"Site is down. Ugh!\" one pers… [+1083 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Hamas publishes photos of raid 'fugitives'; Israeli censor warns media - Business Insider", "description": "Haaretz Hamas publishes photos of raid 'fugitives'; Israeli censor warns media Business Insider GAZA (Reuters) - Hamas published photos on Thursday of six men and two women who it said were involved in a botched Israeli undercover raid into the Gaza Strip thi…", "url": "http://uk.businessinsider.com/r-hamas-publishes-photos-of-raid-fugitives-israeli-censor-warns-media-2018-11", "urlToImage": null, "publishedAt": "2018-11-22T16:25:00Z", "content": "GAZA (Reuters) - Hamas published photos on Thursday of six men and two women who it said were involved in a botched Israeli undercover raid into the Gaza Strip this month and appealed for details about them. Israel's military censor, without commenting on the… [+1645 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "The sisters behind Yuengling, America's largest independent brewery, didn't realize strangers knew their name until they left their hometown for college", "description": "D.G. Yuengling & Son started producing beer in 1829 in Pottsville, Pennsylvania, making it the oldest family-run ; brewery in America. The four Yuengling sisters who run the brewery today did not realize the significance of their last name until they went to …", "url": "https://www.businessinsider.com/yuengling-beer-sisters-family-name-recognition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf489b4d1e8443508553309-1136-568.jpg", "publishedAt": "2018-11-22T16:15:00Z", "content": "Growing up in a small town with a family brewery made the Yuengling sisters unaware of the significance of their last name. \"I don't think I realized the power of the brand until I went away to college and people recognized it,\" Wendy Yuengling, who now runs … [+2333 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "WTO says G20 trade restrictions soar, cover $481 billion of trade - Business Insider", "description": "Business Insider WTO says G20 trade restrictions soar, cover $481 billion of trade Business Insider By Tom Miles. GENEVA (Reuters) - Countries belonging to the G20 group of the world's biggest economies applied 40 new trade restrictive measures between mid-Ma…", "url": "http://uk.businessinsider.com/r-wto-says-g20-trade-restrictions-soar-cover-481-billion-of-trade-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bf6d673dde867078728d3a0-1190-625/wto-says-g20-trade-restrictions-soar-cover-481-billion-of-trade.jpg", "publishedAt": "2018-11-22T16:11:00Z", "content": "FILE PHOTO: Azevedo Director-General of the WTO attends the launch of the World Trade Report 2018 in Geneva Thomson Reuters By Tom Miles GENEVA (Reuters) - Countries belonging to the G20 group of the world's biggest economies applied 40 new trade restrictive … [+2538 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laura McCamy", "title": "I got 'mugged' 35 times in a self-defense class — and it changed the way I see the world", "description": "The full-force fighting self-defense class I took was life-changing. I walk through the world differently because of what I learned in Model Mugging. When I was in my 20s, I signed up with a friend to take a self-defense class. In the class, I got to experien…", "url": "https://www.businessinsider.com/how-self-defense-class-changed-my-life-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf2e32e110d4c79824951fd-1536-768.jpg", "publishedAt": "2018-11-22T16:01:00Z", "content": "When I was in my 20s, I signed up with a friend to take a self-defense class. In the class, I got to experience full-force fighting, so I have a body memory that (I hope) will return if I am ever attacked. I have never been mugged, but my training has allowed… [+3946 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Libby Kane", "title": "My best travel trick for high tourist season is a no-brainer, and I'm always shocked when people don't do it", "description": "The best trick I've found to save time on a trip seems blindingly obvious: Buy your tickets for tourist attractions online, before you go. After walking past enormous lines during peak tourist season, I realized it's not obvious to everyone. Five minutes of G…", "url": "https://www.businessinsider.com/skip-lines-crowds-tourist-high-season-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf48490d1e844341b25d1d7-1920-960.jpg", "publishedAt": "2018-11-22T16:00:00Z", "content": "The July morning I visited Mont Saint-Michel this past summer, it was hot. And absolutely packed. The fabled island off the northern coast of France is hours from the nearest sizable city, so tourists roll off buses and onto the island in waves. We battled ou… [+2315 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Thanksgiving week is the busiest time of the year for Boston Market — here's why", "description": "Thanksgiving is one of the busiest days of the year for Boston Market. The chain sells complete Thanksgiving meals that can serve up to 12 people, ranging in price from $69.99 to $119.99. Last year, the chain began offering Thanksgiving delivery. To hear stor…", "url": "https://www.businessinsider.com/boston-market-sells-thanksgiving-dinners-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b6b538150732461ac594-1334-667.jpg", "publishedAt": "2018-11-22T15:25:00Z", "content": "Boston Market may be famous for its chicken, but its biggest sales week of the year is during Thanksgiving, when customers line up out the door to pick up their turkey dinners. For some families who are busy and don't want to spend all day in the kitchen cook… [+1807 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "An expert on gift-giving explains says the holidays are the worst time of the year to send gifts to your clients", "description": "The holidays are the worst times to give a gift to a business client, according to gift-giving expert John Ruhlin. Your holiday gift isn't likely to stand out and it can seem like you bought it out of obligation, he said. Ruhlin recommends buying your clients…", "url": "https://www.businessinsider.com/holiday-gifts-business-client-john-ruhlin-giftology-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be367b7beb6705d51719944-1536-768.jpg", "publishedAt": "2018-11-22T15:05:00Z", "content": "Giving gifts to your loved ones is a staple of the holiday season. But if you're trying to make a good impression on a business client, the holiday season is the worst possible time to buy them something. That's according to John Ruhlin, an expert in corporat… [+3018 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "This entrepreneur made flashcards to help her keep Silicon Valley investors straight. Now, she turned them into trading cards that she prints from a garage", "description": "Danielle Baskin, the founder of a startup called Your Boss, made flashcards to keep Silicon Valley investors straight in her head. Those flashcards evolved into TouchBase — a line of VC trading cards that she prints from a garage. Each $60 pack contains five …", "url": "https://www.businessinsider.com/touchbase-vc-trading-cards-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf33c2ae4218a7256074b31-2732-1366.jpg", "publishedAt": "2018-11-22T15:00:00Z", "content": "When Danielle Baskin needed to raise money for her startup, called Your Boss, she started making flash cards to keep straight all the various investors she was planning to pitch. \"I realized venture capital is kind of like a sport,\" Baskin told Business Insid… [+615 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "A Chinese recycling company spent $75 million on a Michelangelo masterpiece — and is selling shares in it for $10 a piece", "description": "A Chinese company which used to focus on recycling has spent $75 million buying a Michelangelo. Yulong Eco-Materials, which until recently was focused on recycling bricks and concrete, announced earlier this week that it had bought a depiction of the Crucifix…", "url": "https://www.businessinsider.com/michelangelo-painting-sold-to-chinese-recycling-company-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6bfbb01b12d386561064b-1136-568.jpg", "publishedAt": "2018-11-22T14:54:00Z", "content": "A Chinese company previously focused on recycling has taken a novel approach to the diversification of its investment portfolio, spending $75 million to buy a painting by Italian master Michelangelo Buonarotti. Yulong Eco-Materials, which until recently was f… [+1472 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "Leaked email shows May's government plead with Scottish Conservatives to back Brexit fishing deal", "description": "Exclusive: Leaked email shows Theresa May's government plead with Scottish Conservatives to back her Brexit deal amid growing concerns about fishing rights after Brexit. Some Scottish Tories have accused the Prime Minister of trading away British fishing righ…", "url": "http://uk.businessinsider.com/leaked-brexit-email-uk-government-pleads-with-scottish-tories-over-2018-11", "urlToImage": "https://static.businessinsider.com/image/5bf6c20ddde8670426618589-750.jpg", "publishedAt": "2018-11-22T14:48:23Z", "content": "LONDON — Theresa May's government has pleaded with Scottish Conservatives to support the Brexit political declaration announced on Thursday amid growing concern north of the border that the prime minister is preparing to surrender British fishing rights. In a… [+2849 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Alexa's getting a news anchor speaking voice so it can read headlines to you like a pro — listen here", "description": "Amazon has developed a new voice for its AI-assistant Alexa which sounds more like a news anchor, The Verge reports. It did this by training neural text-to-speech technology on audio recordings of real newsreaders to pick up on their inflections and nuances. …", "url": "https://www.businessinsider.com/alexa-is-getting-a-newscaster-speaking-voice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a21798f3dbef482008b95b3-2732-1366.jpg", "publishedAt": "2018-11-22T14:46:51Z", "content": "Amazon has been working on a new voice for Alexa to make it sound more like a news anchor, which it says customers prefer when listening to the AI-assistant reading out headlines. The Verge reports that Amazon developed this new voice by combining neural text… [+874 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "The most bizarre, outlandish documents from the CIA's files on JFK's assassination", "description": "Thousands of previously classified files related to President John F. Kennedy's assassination have been released. They detail things like Lee Harvey Oswald's activities leading up to the shooting, bizarre tip-offs before Kennedy's and Oswald's deaths, and the…", "url": "https://www.businessinsider.com/jfk-files-summary-documents-release-oswald-cia-fbi-csatro-assassination-plots-2017-10", "urlToImage": "https://amp.businessinsider.com/images/59f10eefbcf93d1d008b4709-1920-960.jpg", "publishedAt": "2018-11-22T14:40:00Z", "content": "Just weeks before Kennedy's assassination, Lee Harvey Oswald met with a known KGB officer at the Soviet Embassy in Mexico City, according to a CIA document. The CIA learned of the meeting — which occurred on September 28, 1963 — through an October 1 phone cal… [+923 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Here are the items that are going to be flying off the shelves on Black Friday", "description": "Black Friday hasn't officially started, but the holiday shopping season is already off to a roaring start online. The hottest toys so far have been L.O.L. Surprise! dolls, Fingerlings toys, and Little Live Pets. The most popular tech purchases include digital…", "url": "https://www.businessinsider.com/holiday-2018-best-selling-items-online-so-far-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c9c30591f246ea10ddb4-1920-960.jpg", "publishedAt": "2018-11-22T14:15:00Z", "content": "Holiday sales are off to a roaring start already. $31.9 billion was been spent online between November 1 and 20, according to Adobe Analytics. That represents 16.7% growth over last year's numbers. Every single day of the month, through November 20, reeled in… [+1564 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "Here are 10 hot car deals you should take a look at on Black Friday (F, GM, FCAU)", "description": "Car buyers are always looking for a good deal, especially during Black Friday. Kelley Blue Book, the vehicle valuation and automotive research company, recently released a list of attractive SUV and car deals that are available through November 30, 2018. Many…", "url": "https://www.businessinsider.com/best-car-deals-for-black-friday-according-to-kelley-blue-book-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58191110d4c372c1f12b2-1920-960.jpg", "publishedAt": "2018-11-22T14:07:00Z", "content": "Everyone loves a great deal. Especially on a new car. Which is why this time of year is a good time go hunting for a good bargain. After all, Black Friday is just around the corner. Kelley Blue Book, the vehicle valuation and automotive research company, rece… [+1071 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Instagram influencers are using hashtags about the devastating California wildfires to promote products", "description": "Many people have used Instagram to post photos of the devastating wildfires in Northern and Southern California, which have left at least 84 people dead. Many Instagram influencers have used hashtags related to the event to promote unrelated products. Using k…", "url": "https://www.businessinsider.com/instagram-influencers-hashtag-california-wildfires-to-promote-products-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b83466be50146846c96a-1920-960.jpg", "publishedAt": "2018-11-22T14:00:29Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Young", "title": "Some people are skipping Black Friday shopping to spend time outdoors — here are 8 underrated national parks to visit over the holiday", "description": "The #OptOutside campaign beckons people to explore the outdoors the day after Thanksgiving instead of indulging in Black Friday sales. Some of America's most spectacular national parks are also the least visited, providing serene escapes from the shopping mal…", "url": "https://www.businessinsider.com/underrated-national-parks-visit-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5b343110d4c187b340aa1-2732-1366.jpg", "publishedAt": "2018-11-22T14:00:00Z", "content": "Some people find pleasure in rising from their turkey-induced slumbers in the wee hours of the morning only to battle the notoriously frenzied hordes of sleep-deprived shoppers over discounted toys and television sets. If you're not one of those people, there… [+771 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "The CEO of one of Uber and Lyft's hottest rivals reveals why the DNA of his company is fundamentally different from its competitors and how it can replace the private car", "description": "Via — a ride-hailing company that focuses on shared rides — wants to eliminate the need for personal vehicles. On the consumer side, its drivers make more money than competitors like Uber and Lyft, through a more efficient algorithm they think of as a “virtua…", "url": "https://www.businessinsider.com/via-ceo-on-competing-with-uber-lyft-and-the-future-of-public-transportation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf446b966be5067b34a6cf7-960-480.jpg", "publishedAt": "2018-11-22T13:57:00Z", "content": "Every morning throughout New York City, Chicago and Washington D.C., a fleet of black vans emblazoned with bright blue logos take to the streets. If it weren't for the Via logo, they'd blend right into the fabric of other ride-hail vehicles, personal cars, an… [+14116 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Sheryl Sandberg is on the hot seat at Facebook — but ousting her alone wouldn't solve its problems (FB)", "description": "Sheryl Sandberg is on the hot seat at Facebook — but ousting her alone wouldn't solve its problems. Sheryl Sandberg, Facebook's chief operating officer, has faced growing speculation about her future at the company. Drew Angerer/Getty Images. Sheryl Sandberg'…", "url": "http://uk.businessinsider.com/facebook-problems-go-beyond-sheryl-sandberg-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5bf5e23abde70f02d948c8c2-1190-625/sheryl-sandberg-is-on-the-hot-seat-at-facebook--but-ousting-her-alone-wouldnt-solve-its-problems.jpg", "publishedAt": "2018-11-22T13:48:00Z", "content": "Sheryl Sandberg, Facebook's chief operating officer, has faced growing speculation about her future at the company. Drew Angerer/Getty Images With all the turmoil going on at Facebook, the once-unthinkable notion that star executive Sheryl Sandberg would ever… [+7507 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump warns of 'bedlam, chaos, injury and death' if US judges allowed to do their job", "description": "US President Donald Trump said on Thanksgiving that there would be \"bedlam, chaos, injury and death\" if the federal judiciary did not give him his way on immigration policy. Trump has been butting heads with Chief Supreme Court Justice John Roberts after the …", "url": "https://www.businessinsider.com/trump-warns-chaos-injury-and-death-if-us-court-stays-independent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf54dd1110d4c31f913b426-1920-960.jpg", "publishedAt": "2018-11-22T13:42:17Z", "content": "President Donald Trump again butted heads with Chief Supreme Court Justice John Roberts in a sustained attack on the US Court of Appeals for the 9th Circuit after it blocked his move to restrict access to political asylum in the US for illegal immigrants. \"Ju… [+2283 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Sheryl Sandberg is on the hot seat at Facebook — but ousting her alone wouldn't solve its problems (FB)", "description": "Sheryl Sandberg's future at Facebook has become an open topic of discussion in recent weeks. Facebook has stumbled through a myriad of scandals over the last two years and is facing calls for someone to be held accountable for them. There are good reasons for…", "url": "https://www.businessinsider.com/facebook-problems-go-beyond-sheryl-sandberg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5b777f556fc2acb2d6b2b-1920-960.jpg", "publishedAt": "2018-11-22T13:00:00Z", "content": "With all the turmoil going on at Facebook, the once-unthinkable notion that star executive Sheryl Sandberg would ever be forced out seems to have become the topic on the tips of many tongues. Investors are discussing it. Some — including yours truly — have ca… [+7377 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Sheryl Sandberg would have known about Facebook's relationship with a mud-slinging PR firm if she had read her emails properly", "description": "Facebook's outgoing communications boss Elliot Schrage has taken the fall for a controversial relationship with Definers Public Affairs. But COO Sherly Sandberg has now admitted that she received emails referencing Definers — after previously saying that she …", "url": "https://www.businessinsider.com/facebook-sheryl-sandberg-received-emails-about-definers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf689fe101142491c362683-1536-768.jpg", "publishedAt": "2018-11-22T12:50:58Z", "content": "We're now in week two of the news cycle on Facebook's relationship with Definers Public Affairs, which resulted in the PR firm throwing shade on Facebook's rivals and critics. Both Mark Zuckerberg and his number two, Sheryl Sandberg, have denied any knowledge… [+2189 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Hawaii congresswoman and combat veteran Tulsi Gabbard called Trump 'Saudi Arabia’s b----'", "description": "Tulsi Gabbard, a Democratic congresswoman in Hawaii, criticized Trump for standing by Saudi Arabia despite admitting they may have ordered the murder of Saudi critic Jamal Khashoggi. Trump defended his standing by the kingdom by saying he was putting \"America…", "url": "https://www.businessinsider.com/tulsi-gabbard-calls-trump-saudi-arabia-bitch-khashoggi2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6942f66be5017d55116e3-1920-960.jpg", "publishedAt": "2018-11-22T12:28:34Z", "content": "Hawaii congresswoman and combat veteran Tulsi Gabbard slammed President Donald Trump by calling him \"Saudi Arabia's b----\" for his support of the country's leadership despite admitting they may have ordered the murder of Saudi critic Jamal Khashoggi. \"Hey @re… [+2552 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Turkey says the CIA has a 'smoking gun' tape nailing Saudi's Prince on the Khashoggi case", "description": "A composite image of Saudi journalist Jamal Khashoggi and Saudi Crown Prince Mohammed bin Salman. Associated Press/Virginia Mayo; Nicolas Asfouri - Pool/Getty Turkish intelligence reportedly said the CIA wiretapped a phone call where Saudi Arabia's Crown Prin…", "url": "http://uk.businessinsider.com/turkey-cia-has-a-wiretap-nailing-saudis-prince-in-the-khashoggi-case-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bbcf3a8dde867487e2f6aa7-1190-625/turkey-says-the-cia-has-a-smoking-gun-tape-nailing-saudis-prince-on-the-khashoggi-case.jpg", "publishedAt": "2018-11-22T12:15:00Z", "content": "A composite image of Saudi journalist Jamal Khashoggi and Saudi Crown Prince Mohammed bin Salman. Associated Press/Virginia Mayo; Nicolas Asfouri - Pool/Getty Turkish intelligence reportedly said the CIA wiretapped a phonecall where Saudi Arabia's Crown Princ… [+3546 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "US companies are using an ingenious method to game the system and avoid the worst of Trump's trade war", "description": "American companies may be finding an ingenious way to skirt around the tariffs imposed by President Donald Trump on importing Chinese goods. UBS's Paul Donovan said some US firms are likely funnelling imports from China through other foreign subsidiaries. Thi…", "url": "https://www.businessinsider.com/us-china-trade-war-american-companies-skirting-round-tariffs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1d1c70591f23c816734a3-1536-768.jpg", "publishedAt": "2018-11-22T11:59:33Z", "content": "American companies may be finding an ingenious way to skirt around the tariffs imposed by President Donald Trump on importing Chinese goods, as a means of avoiding the financial hit caused by the 25% taxes. According to a note from Paul Donovan, the global ch… [+2274 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Carlos Ghosn fired as Nissan chairman following arrest", "description": "Carlos Ghosn has been removed as Chairman of Nissan. The executive was arrested in Tokyo on Monday and faces up to 10 years in prison if found guilty of financial misconduct. Ghosn is an auto industry titan that headed up a major car making alliance between R…", "url": "https://www.businessinsider.com/carlos-ghosn-fired-as-nissan-ceo-following-arrest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf697c8c9570134897fb7a3-1920-960.jpg", "publishedAt": "2018-11-22T11:52:20Z", "content": "Car executive Carlos Ghosn has been ousted from his chairmanship at Japanese automaker Nissan following a lengthy board meeting in Tokyo according to reports from NHK. The Brazil-born Ghosn was arrested Monday following allegations of financial misconduct lin… [+1780 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Amazon workers across Europe will protest 'inhuman' warehouse working conditions on Black Friday", "description": "Amazon workers across Europe are staging protests on Black Friday in anger at \"inhuman conditions\" inside Amazon's warehouses. Protests will take the form of demonstrations in the UK, while in Spain and Italy workers are planning a 24-hour strike. A spokesman…", "url": "https://www.businessinsider.com/amazon-workers-protest-warehouse-working-conditions-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ae33d2a19ee868c1a8b45b4-1536-768.jpg", "publishedAt": "2018-11-22T11:28:18Z", "content": "Amazon warehouse workers are going to voice their anger at working conditions in coordinated protests across Europe on Black Friday. British trade union GMB is working with hundreds of staff to stage demonstrations outside five fulfilment centres on Friday, w… [+2479 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Turkey says the CIA has a 'smoking gun' tape nailing Saudi's Prince on the Khashoggi case", "description": "Turkish intelligence reportedly said the CIA wiretapped a phone call where Saudi Arabia's Crown Prince Mohammed bin Salman calls for slain critic Jamal Khashoggi to be silenced \"as soon as possible.\" The news comes just after President Donald Trump issued a f…", "url": "https://www.businessinsider.com/turkey-cia-has-a-wiretap-nailing-saudis-prince-in-the-khashoggi-case-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ac2401b72514f53478b4680-1334-667.jpg", "publishedAt": "2018-11-22T11:10:03Z", "content": "Turkish intelligence reportedly said the CIA wiretapped a phonecall where Saudi Arabia's Crown Prince Mohammed bin Salman called Jamal Khashoggi to be silenced \"as soon as possible.\" The news, made via a column for Turkey's Hürriyet news website, comes just a… [+3387 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Macy's Thanksgiving Day Parade may need to ground its giant balloon characters because of wind", "description": "New York City is expecting wind speeds of up to 22 mph on Thanksgiving Day. If winds sustain a speed at 23 mph, Macy's Thanksgiving Day Parade may need to ground its balloons throughout the march. This year's Macy's Thanksgiving Day Parade may be more underwh…", "url": "https://www.businessinsider.com/macys-thanksgiving-day-parade-may-ground-giant-balloons-due-to-wind-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf681920d7c6734511f50e6-1136-568.jpg", "publishedAt": "2018-11-22T10:53:57Z", "content": "This year's Macy's Thanksgiving Day Parade may be more underwhelming than usual, as organizers could have to ground the balloons due to high winds. The Central Park area in New York City is forecast to get northwesterly winds between 15 to 25 knots (17 to 23 … [+1184 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "The wife of a man imprisoned in the UAE at a 5-minute hearing says he wasn’t even allowed to look at her as he was sentenced to life", "description": "The wife of a British academic who has been sentenced to life in prison in the United Arab Emirates said he was not even allowed to look at her in court. Matthew Hedges was sentenced on charges of spying for the British government at a five-minute hearing whe…", "url": "https://www.businessinsider.com/matthew-hedges-not-allowed-to-look-at-wife-at-5-minute-uae-jail-hearing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6881f0591f250903b4583-1920-960.jpg", "publishedAt": "2018-11-22T10:46:49Z", "content": "The wife of a British man imprisoned in the UAE on spying charges said he wasn't even allowed to look at her during the five-minute hearing where he was sentenced to life. \"I asked him to look at me if he was feeling too nervous and he tried to do so on a cou… [+2980 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The pound is surging after UK and EU make a fresh Brexit breakthrough", "description": "Pound jumps after reports UK and EU negotiators made another breakthrough on the path to Brexit. The pound has gained more than 1.1% against the dollar on Thursday morning. It had dropped sharply in the past week after Cabinet resignations over Prime Minister…", "url": "https://www.businessinsider.com/pound-dollar-exchange-rate-surges-on-brexit-deal-progress-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf68890e4218a33b931c367-750-375.jpg", "publishedAt": "2018-11-22T10:46:28Z", "content": "The pound has taken off after reports that UK and EU negotiators have made another breakthrough on the path to Brexit. European Council President Donald Tusk said on Thursday morning that a political declaration on the UK and EU's future relationship \"agreed … [+825 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "UK and EU agree to a future relationship text as Brexit deal edges closer", "description": "LONDON — Negotiators in Brussels have agreed on a political declaration outlining the shape of the UK's relationship with the EU once it has left the bloc. Donald Tusk, European Council President, said on Thursday morning that a text had been \"agreed at negot…", "url": "https://www.businessinsider.com/uk-eu-agree-future-relationship-text-as-brexit-deal-edges-closer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6842e66be5016d76a9d46-960-480.jpg", "publishedAt": "2018-11-22T10:27:08Z", "content": "LONDON — Negotiators in Brussels have agreed on a political declaration outlining the shape of the UK's relationship with the EU once it has left the bloc. Donald Tusk, European Council President, said on Thursday morning that a text had been \"agreed at negot… [+341 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "A Middle Eastern investment giant is suing Goldman Sachs over the 'massive international conspiracy' of the 1MDB scandal", "description": "Abu Dhabi's IPIC filed a lawsuit against Goldman Sachs on Wednesday to recover losses from 1MDB scandal. The US investment Bank is being scrutinized for its role in the scandal, which saw $4.5 billion misappropriated. Goldman said it expects to \"contest the c…", "url": "https://www.businessinsider.com/goldman-sachs-sued-over-1mdb-ipic-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf66bdb8c35ab35220dcb13-1334-667.jpg", "publishedAt": "2018-11-22T10:20:55Z", "content": "US investment banking giant Goldman Sachs is facing the music over the One Malaysia Development Berhad (1MDB) fund scandal. Abu Dhabi's International Petroleum Investment Company (IPIC) filed a lawsuit in New York on Wednesday against Goldman Sachs and others… [+2253 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "RANKED: The 27 most dominant soccer players in the world right now", "description": "Lionel Messi, Cristiano Ronaldo, and Neymar Jr all make the top 10 in this list of the most dominant soccer players in world football. The ranking considers recent form from six of the sport's biggest leagues, including the Premier League, La Liga, Serie A, L…", "url": "https://www.businessinsider.com/best-soccer-players-in-world-football-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc72069e8c5369fd327bba-1920-960.jpg", "publishedAt": "2018-11-22T10:17:00Z", "content": "Lionel Messi, Cristiano Ronaldo, and Neymar Jr have all begun the 2018-2019 world soccer season in fine fashion, but who has performed the best? Business Insider studied data from soccer statistics website Whoscored.com to deliver a power ranking of the most … [+706 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Head of Russia's GRU spy agency dies from 'serious illness' after Putin reportedly berated him for botching an assassination in the UK", "description": "Igor Korobov, the head of Russia's GRU military intelligence agency, died from an unspecified illness on Wednesday. He reportedly fell ill shortly after President Vladimir Putin summoned him to an office and reprimanded him for a series of embarrassing blunde…", "url": "https://www.businessinsider.com/russia-gru-chief-igor-korobov-dies-of-illness-after-uk-spy-poisoning-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf679da9e8c5344f038d164-1136-568.jpg", "publishedAt": "2018-11-22T10:15:10Z", "content": "The head of Russia's military intelligence agency, the GRU, has died from illness, according to officials in Moscow. He reportedly fell ill after President Vladimir Putin berated him for botching an assassination in the UK and failing to hack into the global … [+2877 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May's claim EU citizens are 'jumping the queue' to work in UK was 'damaging and insensitive'", "description": "Theresa May's speech criticising EU citizens who \"jump the queue\" are branded \"damaging and insensitive\" by Lord Peter Ricketts, the UK's former national security advisor and ambassador to France. Theresa May used a speech on Monday to say that EU citizens wo…", "url": "https://www.businessinsider.com/theresa-may-claim-eu-citizens-are-jumping-the-queue-to-work-in-uk-were-damaging-and-insensitive-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf66a05d1e84457776d6d63-750-375.jpg", "publishedAt": "2018-11-22T08:35:04Z", "content": "LONDON — Theresa May's comments that EU workers will no longer be able to \"jump the queue\" to live and work in the UK after Brexit was \"damaging and insensitive\" and risks harming Britain's place in the world, the UK's former national security advisor has tol… [+3679 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "These are the 3 issues which could still derail Theresa May's Brexit deal", "description": "Theresa May heads to Brussels on Wednesday evening in a frantic attempt to wrap up the final details of her Brexit deal. Negotiators are trying to finalise a document which lays out aspirations for the future UK-EU relationship, but it's proving more difficul…", "url": "https://www.businessinsider.com/these-3-issues-could-still-derail-theresa-mays-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58b8fc9570121c3197b22-1136-568.jpg", "publishedAt": "2018-11-22T08:09:58Z", "content": "LONDON — Theresa May will head to Brussels for the second time this week Saturday with the hope of winning agreement for the final text of her Brexit deal. Negotiators have already agreed on the 585-page text of the divorce deal, formally called the Withdrawa… [+4537 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Thursday. Facebook is fighting a fine it got for the catastrophic Cambridge Analytica data breach. Facebook claims the £500,000 ($640,000) penalty is unjustified because there's no evidence that UK use…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-22-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc0adba66fb3f6c3f323315-2732-1366.jpg", "publishedAt": "2018-11-22T07:40:32Z", "content": "Some Tesla employees will have to work through Thanksgiving. Reuters/Noah Berger Good morning! This is the tech news you need to know this Thursday. Facebook is fighting a fine it got for the catastrophic Cambridge Analytica data breach. Facebook claims the £… [+2502 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Trump's pushback against China is catching on globally as European negotiator declares an end to the region's 'naivety'", "description": "The European Union says it is ready to work together on a tough new system to scrutinize investment out of China. Now there's an end to \"European naivety,\" the pushback against China has expanded globally in 2018. Europe, with almost twice as much Chinese inv…", "url": "https://www.businessinsider.com/china-pushback-goes-global-european-union-trump-administration-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf65c6e0d7c6733207dd59a-2732-1366.jpg", "publishedAt": "2018-11-22T07:38:42Z", "content": "SYDNEY, Australia — The European Union on Tuesday came together to put an end to its gaping hole on the security and intentions of Chinese investments in the 28-state bloc. The decision brings the Europeans closer to the recent shift in US policy under the Tr… [+8545 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's whats happening on Thursday. 1. Facebook says it asked an opposition research firm to link its critics to George Soros. Facebook's outgoing boss of policy and communications, Elliot Schrage, says he's taking the blame for the scandal. 2. Tesla i…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-2-november-21-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b58ba1f89c8a11d008b4594-2732-1366.jpg", "publishedAt": "2018-11-22T06:14:18Z", "content": "Hello! Here's whats happening on Thursday. 1. Facebook says it asked an opposition research firm to link its critics to George Soros. Facebook's outgoing boss of policy and communications, Elliot Schrage, says he's taking the blame for the scandal. 2. Tesla i… [+1885 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Goldman Sachs boccia per la seconda volta in un mese Apple: il pricing dell'iPhone XR è basato su 'calcoli errati' - Business Insider Italia", "description": "Business Insider Italia Goldman Sachs boccia per la seconda volta in un mese Apple: il pricing dell'iPhone XR è basato su 'calcoli errati' Business Insider Italia Goldman Sachs ha emesso una nota insolitamente pessimistica sulle prospettive del titolo Apple; …", "url": "https://it.businessinsider.com/da-goldman-sachs-secondo-downgrade-questo-mese-per-apple-per-la-banca-potrebbe-aver-basato-la-strategia-di-pricing-delliphone-xr-su-calcoli-errati/", "urlToImage": "https://cdn.gelestatic.it/businessinsider/it/2018/11/5b31e9791ae66220008b525f-960-720.jpg", "publishedAt": "2018-11-22T05:11:07Z", "content": "Goldman Sachs ha emesso una nota insolitamente pessimistica sulle prospettive del titolo Apple Secondo gli analisti della banca, Apple potrebbe aver basato su “calcoli errati” il prezzo stabilito per l’iPhone XR (750 dollari negli Stati Uniti) Per Goldman è p… [+4103 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Oldest US military survivor of Pearl Harbor dies at age 106", "description": "Audrey McAvoy/AP Ray Chavez, the oldest US military survivor of the Pearl Harbor attack that plunged the country into World War II, died at 106. Chavez, who had been battling pneumonia, died in his sleep in San Diego. In May, he traveled to Washington, D.C., …", "url": "https://www.businessinsider.com/oldest-pearl-harbor-survivor-dies-at-age-106-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf634ccf556fc337a78cb35-2732-1366.jpg", "publishedAt": "2018-11-22T04:59:06Z", "content": "LOS ANGELES (AP) — Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pearl Harbor that plunged the United States into World War II, died Wednesday. He was 106. Chavez, who had been battling pneumonia, died in his sleep in the San Di… [+3892 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Sen. Chuck Grassley has some thoughts about Trump's attacks on federal judges", "description": "Republican Sen. Chuck Grassley of Iowa said he had reservations about Chief Justice John Roberts' response to President Donald Trump's controversial remarks about a federal judge. In a tweet, Grassley, the Judiciary Committee Chairman, referenced Roberts' pre…", "url": "https://www.businessinsider.com/republican-leaders-respond-to-trump-attacks-on-john-roberts-judges-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5fabd10114243fc3b0f12-2732-1366.jpg", "publishedAt": "2018-11-22T03:04:35Z", "content": "Republican Sen. Chuck Grassley of Iowa said he had reservations about Chief Justice John Roberts' response to President Donald Trump's controversial characterization of a federal judge and the 9th District court, and suggested it was a hypocritical move based… [+4419 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "FACEBOOK 'prepares for war' with DC...", "description": "FACEBOOK 'prepares for war' with DC... (Third column, 2nd story, link ) Related stories: Hires top antitrust lawyer... Ads urge staff to leak secrets... Advertise here", "url": "http://uk.businessinsider.com/facebook-hires-doj-lawyer-kate-patchen-on-trump-antitrust-concerns-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bf54b0dbde70f6f6702d3d8-1190-625/facebook-looks-like-its-preparing-for-war-with-trump-after-hiring-a-top-department-of-justice-antitrust-lawyer.jpg", "publishedAt": "2018-11-22T02:37:37Z", "content": "Donald Trump and Mark Zuckerberg. Getty/Business Insider Facebook has hired one of the top antitrust lawyers in Silicon Valley, in a sign that the company could be preparing for war with Donald Trump's administration. Kate Patchen, the chief of the Department… [+1547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "New report reveals the behind-the-scenes battle between Trump's team and Mueller over a possible interview on the Russia investigation", "description": "A new report from the Associated Press details the back-and-forth between President Donald Trump's lawyers and the special counsel Robert Mueller, over the terms of a potential interview with Trump. Their compromise? Written answers to questions, which were d…", "url": "https://www.businessinsider.com/trump-mueller-interview-on-russia-investigation-almost-happened-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf60c24da27f84ea7215dd3-1920-960.jpg", "publishedAt": "2018-11-22T01:56:11Z", "content": "A new report from the Associated Press details the back-and-forth between President Donald Trump's lawyers and the special counsel Robert Mueller's office and whether Trump would sit down with Mueller for an interview under oath. The matter has been a point o… [+2416 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "The Cavaliers gave LeBron James a touching video tribute in his first game back in Cleveland since joining the Lakers", "description": "LeBron James played in his first game back in Cleveland since signing as a free agent with the Los Angeles Lakers. Cavaliers fans gave James a brief standing ovation during the team introductions. During an early break in the action, the Cavaliers played a to…", "url": "https://www.businessinsider.com/cavs-lebron-james-video-tribute-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6080db73c282eda6de832-750-375.jpg", "publishedAt": "2018-11-22T01:37:05Z", "content": "Here is the video, via ESPN."}]}