{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Stacey Abrams says Brian Kemp will beat her in the Georgia governor's race, but calls his 'voter suppression' tactics 'appalling'", "description": "Republican Brian Kemp will become the next governor of Georgia after his Democratic opponent, Stacey Abrams, ended her bid on Friday evening after a tight and contentious battle. Kemp claimed victory with 50.22 percent of the vote — just barely over the 50 pe…", "url": "https://www.businessinsider.com/stacey-abrams-concedes-to-brian-kemp-in-the-georgia-governors-race-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef42e1e4218a3c1233804f-1334-667.jpg", "publishedAt": "2018-11-16T23:43:10Z", "content": "Republican Brian Kemp will become the next governor of Georgia after his Democratic opponent, Stacey Abrams, ended her bid on Friday evening after a tight and contentious battle. Kemp claimed victory with 50.22 percent of the vote — just barely over the 50 pe… [+3289 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Amazon shoppers can save $80 on an 8-piece Ring home security system right now — its cheapest price to date", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon has kicked off its Black Friday deals early this November. Right now, you can buy the 8-Pi…", "url": "https://www.businessinsider.com/ring-home-security-system-amazon-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeedf50d7c672e632a2428-1536-768.jpg", "publishedAt": "2018-11-16T23:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is still a week away, but Amazon couldn't help itself and has started releasing grea… [+1840 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "We're learning more about what Draymond Green told Kevin Durant during their blow-up, and now teams are circling the Warriors to see what happens next", "description": "Draymond Green reportedly told Kevin Durant. \"You're a b---- and you know you're a b----\" and told Durant that the Warriors didn't need him during their heated exchange on Monday. According to one report, rival teams are trying to gather more information on t…", "url": "https://www.businessinsider.com/draymond-green-kevin-durant-fight-teams-circling-warriors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef4dab9e8c534b4f6463b3-1334-667.jpg", "publishedAt": "2018-11-16T23:24:27Z", "content": "Draymond Green's blow-up on Kevin Durant during an overtime loss to the Los Angeles Clippers on Monday has seemingly threatened to derail the Warriors. After Green turned the ball over at the end of regulation, Durant criticized him for not getting him the ba… [+3305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "Japan Airlines has enacted strict rules limiting employee drinking after its pilots failed 19 breathalyzer tests over the past year", "description": "Japan Airlines announced it will enact stricter measures to monitor its crew members' alcohol consumption after the carrier's pilots failed multiple alcohol tests over the past year. The Japanese flag carrier will introduce more advanced breathalyzers for its…", "url": "https://www.businessinsider.com/japan-airlines-toughens-rules-on-pilots-drinking-after-drunk-pilot-arrested-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb6a9df556fc581c6deb9b-2732-1366.jpg", "publishedAt": "2018-11-16T23:20:27Z", "content": "Japan Airlines announced it will enact stricter measures to monitor its crew members' alcohol consumption after its pilots failed multiple alcohol tests over the past year. The airline will introduce more advanced breathalyzers for its domestic and internatio… [+1672 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Our 7 best bets for Week 12 of the college football season", "description": "With college football's rivalry weekend just a week away, the stakes continue to rise for the best teams in the country. It makes for compelling football, and some offer great gambling opportunities to bettors looking to put some money down. Last week, we had…", "url": "https://www.businessinsider.com/college-football-expert-picks-week-12-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef3a0ebeb6703ae2287334-1536-768.jpg", "publishedAt": "2018-11-16T23:15:40Z", "content": "With college football's rivalry weekend just a week away, the stakes continue to rise for the best teams in the country. It makes for compelling football, and some offer great gambling opportunities to bettors looking to put some money down. Last week, we had… [+229 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Low morale, staff firings, and new pricing plans coming: Inside the walls of MoviePass (HMNY)", "description": "MoviePass fired three staff members on Friday, including two who made up the entirety of its human resources staff, a source at the company told Business Insider. MoviePass CEO Mitch Lowe has not been on all-hands calls in two months, according to the source,…", "url": "https://www.businessinsider.com/inside-moviepass-absent-ceo-new-plans-firings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb67943190907501f01f323-1536-768.jpg", "publishedAt": "2018-11-16T23:15:01Z", "content": "On Thursday MoviePass' parent company, Helios and Matheson Analytics, disclosed it lost $130 million last quarter, and suffered a \"significant decline\" in MoviePass subscribers. The following morning, MoviePass staff came to work to a startling discovery. Mov… [+1997 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "House Republicans are preparing to subpoena James Comey and former Attorney General Loretta Lynch - Business Insider", "description": "Business Insider House Republicans are preparing to subpoena James Comey and former Attorney General Loretta Lynch Business Insider House Republicans are preparing to subpoena two key witnesses in the final weeks of their majority: former FBI Director James C…", "url": "https://www.businessinsider.com/ap-gop-prepares-to-subpoena-comey-lynch-before-losing-power-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef3cc910114249a1283dc5-1920-960.jpg", "publishedAt": "2018-11-16T23:03:45Z", "content": "WASHINGTON (AP) — House Republicans who have spent the last two years arguing that there was bias in President Barack Obama's Justice Department are preparing to subpoena two key witnesses in the final weeks of their majority — former FBI Director James Comey… [+2473 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "13 Amazon Black Friday deals you can get a week early — including the all-new Echo Show and Kindle Paperwhite", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. As part of Amazon's Early Black Friday offerings, many of its devices, including Echo and Fire TV…", "url": "https://www.businessinsider.com/black-friday-cyber-monday-deals-amazon-echo-fire-tv-stick-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef34f8101142481425c4c5-1536-768.jpg", "publishedAt": "2018-11-16T23:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you've ever wanted to own an Amazon device, be it a Kindle e-reader, Echo speaker, or Fire TV … [+4774 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "American challenger Fabiano Caruana missed his best chance to win a game against Magnus Carlsen at World Chess Championship", "description": "American Challenger Fabiano Caruana fought for a win in Game 6 at the 2018 World Chess Championship, but Magnus Carlsen was able to make a draw. The first five games were interesting, but all also ended in draws. Six more games remain to be played in London, …", "url": "https://www.businessinsider.com/fabiano-caruana-missed-chance-world-chess-championship-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef27650591f24c0743564e-960-480.jpg", "publishedAt": "2018-11-16T22:34:32Z", "content": "The midway point of the 2018 World Chess Championship in London has arrived. For the first time since Norway's Magnus Carlsen took the title in 2013, the two highest-rated players on the planet are competing for the win. Carlsen, 27, is taking on Fabiano Caru… [+3626 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Clover Health, a $1.2 billion startup backed by Alphabet, is still losing money — but less than it was before", "description": "We just got a look at the third-quarter financial results for Clover Health, an Alphabet-backed health insurance startup valued at $1.2 billion. Clover sells Medicare Advantage plans. According to New Jersey insurance filings reviewed by Business Insider, Clo…", "url": "https://www.businessinsider.com/clover-health-q3-2018-results-are-improving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef3ca58c35ab3c9d0f7bf0-2732-1366.jpg", "publishedAt": "2018-11-16T22:25:00Z", "content": "We just got a look at how healthcare startup Clover Health is doing through the first nine months of 2018. Clover lost $18.7 million in the first nine months of 2018, according to a state insurance filing reviewed by Business Insider. The company offers priva… [+2744 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "The Coast Guard's 'push-out-the-border strategy' is fighting drugs in the Pacific — and it just brought home $500 million in cocaine", "description": "The Coast Guard offloaded nearly 38,000 pounds of cocaine on Thursday — a haul worth $500 million. The past three years have seen some of the service's highest levels of seizures on record. The Coast Guard and its partners are trying to catch traffickers on t…", "url": "https://www.businessinsider.com/coast-guard-offload-500-million-in-cocaine-seized-in-pacific-ocean-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef3af58c35ab3bb7424c65-1334-667.jpg", "publishedAt": "2018-11-16T22:24:48Z", "content": "FT. LAUDERDALE, Florida — While scouring the waters of the eastern Pacific Ocean over the past several months, the crew of the US Coast Guard cutter James seized 19,000 pounds of cocaine. The James's haul was about half of the 38,00o pounds of cocaine its cre… [+5994 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The US Navy wants to launch new missiles and drones from its most advanced attack subs to take on next-level adversaries", "description": "With an eye on rivals Russia and China, the US Navy is looking at potential new payloads for the service's most technologically advanced submarines. The newer Virginia-class attack submarines will feature the Virginia Payload Module, which gives this sub the …", "url": "https://www.businessinsider.com/us-navys-top-attack-subs-could-soon-launch-new-missiles-drones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef3aa3b73c283a550735cf-2732-1366.jpg", "publishedAt": "2018-11-16T22:17:58Z", "content": "The US Navy is getting creative with the weapons payloads of the Virginia-class submarines, one of the deadliest and most technologically advanced subs in the world. The Virginia Payload Module (VPM), a weapons system intended to give the late-block Virginia-… [+2604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "The criminal-justice reform bill Trump just backed might already be in jeopardy — here are some of the GOPers who have come out against it", "description": "The criminal-justice reform bill that President Donald Trump backed on Wednesday has already hit a few snags among conservatives. Senate Majority Leader Mitch McConnell has reportedly warned Trump the bill likely won't be brought forward this year, as was int…", "url": "https://www.businessinsider.com/first-step-act-republicans-conservatives-against-criminal-justice-reform-bill-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef34320591f24e6f420dca-1920-960.jpg", "publishedAt": "2018-11-16T22:14:01Z", "content": "President Donald Trump celebrated a rare moment of bipartisan unity this week when he announced his backing for a major criminal-justice reform bill — but a number of conservatives, including in Trump's own cabinet, have reportedly expressed reservations with… [+3403 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "The best value plays in your DraftKings lineup for Week 11 of the NFL season", "description": "We're officially heading into the second half of the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week, there is a new chance to find value and make some …", "url": "https://www.businessinsider.com/draftkings-value-plays-for-week-11-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2e9ada27f8530b0b687a-1536-768.jpg", "publishedAt": "2018-11-16T22:13:44Z", "content": "We're officially heading into the second half of the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week, there is a new chance to find value and make some … [+608 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "eBags says their new carry-on smart luggage is indestructible — we put that claim to the test", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Popular luggage store eBags just released its newest luggage, the Fortis Pro Traveler Spinner. Th…", "url": "https://www.businessinsider.com/ebags-fortis-pro-traveler-carry-on-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef35a8e4218a3a1e7284a4-2732-1366.jpg", "publishedAt": "2018-11-16T22:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When eBags was founded in 1998, it launched as a regular e-commerce retailer. Within a few years,… [+4375 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump doesn't understand the military's 'proper use and role,' a Marine Corps veteran and former DHS spokesman says", "description": "David Lapan, a retired Marine colonel who served in the Trump administration as a spokesman for the Department of Homeland Security in 2017, said Trump doesn't understand the \"proper use and role of the military.\" Trump has consistently sparked controversy vi…", "url": "https://www.businessinsider.com/trump-doesnt-get-militarys-proper-use-former-dhs-spokesman-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef347e0591f24e8b7d8f1c-1920-960.jpg", "publishedAt": "2018-11-16T22:09:42Z", "content": "President Donald Trump is nearly halfway through his first term and despite his tough talk on the military continues to face criticism for his approach to America's armed forces. David Lapan, a retired Marine colonel who served in the Trump administration as … [+3487 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Microsoft may be working on an Xbox One that ditches the disc drive", "description": "Rumors suggest that the newest model of Microsoft's Xbox One will not have a disc drive and will strictly play digital content. Earlier this year Microsoft introduced Xbox Game Pass, an affordable digital video game service that gives subscribers access to an…", "url": "https://www.businessinsider.com/microsoft-working-on-xbox-one-without-disc-drive-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef30f8f556fc3c0d16cc8e-1334-667.png", "publishedAt": "2018-11-16T22:06:57Z", "content": "The next version of the Xbox One may forgo a disc-drive entirely, based on a new report from Thurrott.com. The site is reporting that Microsoft has created a new SKU for another Xbox One model launching next year, and Microsoft will let Xbox owners trade in t… [+2509 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Google is getting a new cloud boss, and he's inheriting some problems in the cloud wars with Amazon and Microsoft — but also real opportunity (GOOG, GOOGL)", "description": "Google Cloud is getting a new boss in the form of Thomas Kurian, formerly of Oracle. From his predecessor Diane Greene, Kurian will inherit a third-place position in the cloud wars with Amazon and Microsoft. Google Cloud is doing well on its own terms, signin…", "url": "https://www.businessinsider.com/google-cloud-thomas-kurian-cloud-wars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2380e4218a369a563df6-2732-1366.jpg", "publishedAt": "2018-11-16T22:03:03Z", "content": "When Thomas Kurian, formerly of Oracle, takes over as CEO of Google Cloud in January, he's going to have his work cut out for him. Diane Greene, the outgoing CEO, was seen as the company's trump card in the ongoing cloud computing platform wars between Micros… [+5425 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Clancy Morgan", "title": "Here's how perfectly rectangular icebergs are formed", "description": "A perfectly rectangular iceberg was spotted by NASA scientist Jeremy Harbeck in October off of the Larsen C ice shelf in Antarctica. This tabular iceberg is naturally occurring — t he flat top and sharp corners indicate that the iceberg was recently formed. I…", "url": "https://www.businessinsider.com/how-are-perfectly-rectangular-icebergs-formed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5a844110d4c16ba670c7f-1920-960.jpg", "publishedAt": "2018-11-16T22:00:00Z", "content": "Following is a transcript of the video. Narrator: Does this image look Photoshopped, fake, or even created by aliens? You wouldn't be alone in thinking that. But, you would be wrong. This is actually a naturally occurring phenomenon. What you're seeing is a t… [+1332 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Saeed Ghasseminejad", "title": "Trump's Iran sanctions aren't working as planned", "description": "The Trump administration’s strategy of maximum pressure on Iran hasn't achieved its intended impact. To fight the oil sanctions, Tehran has found workarounds. It now sells its crude on an anonymous Energy Exchange platform to customers whose identity will rem…", "url": "https://www.businessinsider.com/trump-iran-us-economic-sanctions-more-effective-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef33fb381507427939aee9-750-375.jpg", "publishedAt": "2018-11-16T21:56:58Z", "content": "The Trump administration's strategy of maximum pressure on Iran took full effect on Nov. 5. It included the re-imposition of oil sanctions and designation of more than 700 Iranian entities, individuals, aircraft, and vessels. However, so far, the impact has f… [+5306 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "The FDA is taking steps to reduce testing on dogs while the VA doubles down on its harmful experiments", "description": "The FDA announced plans on Friday to begin researching ways to reduce and potentially eliminate canine testing. The announcement comes on the heels of a decision by the Department of Veterans Affairs to continue its controversial tests on dogs. As the VA face…", "url": "https://www.businessinsider.com/fda-takes-steps-to-reduce-dog-testing-while-va-doubles-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef0518c9570130562fd7e8-1920-960.jpg", "publishedAt": "2018-11-16T21:51:38Z", "content": "The FDA announced Friday it will begin research with the aim of reducing — and potentially eliminating — animal research using dogs. The agency plans on a study that will establish \"one non-animal based model,\" which if successful will eliminate the need to c… [+2544 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "The poorest country in the Pacific spent $7 million on 40 Maseratis and 3 Bentleys for the APEC Summit, and people are furious", "description": "Papua New Guinea 's government spent $7 million on 40 Maserati and three Bentley Flying Spur luxury sedans to carry world leaders during the Asia-Pacific Economic Cooperation (APEC) summit, The New York Times reports. Government officials said the government …", "url": "https://www.businessinsider.com/papua-new-guinea-spent-7-million-on-40-maseratis-and-3-bentleys-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef287bb73c2837352e9344-1536-768.jpg", "publishedAt": "2018-11-16T21:48:37Z", "content": "Papua New Guinea's government spent $7 million on 40 Maserati and three Bentley Flying Spur luxury sedans to carry world leaders during the Asia-Pacific Economic Cooperation (APEC) summit, The New York Times reports. Over $1.3 million was reportedly spent on … [+1791 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caroline Lupini", "title": "The Capital One Venture now has 12 airline transfer partners — here's where to fly with its 75,000-mile sign-up bonus", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Capital One has announced a major improvement to the Capital One Venture Rewards Credit Card. Starting in December…", "url": "https://www.businessinsider.com/where-to-fly-with-capital-one-venture-75k-mile-signup-bonus-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2eb338150741b01ad1fa-1136-568.jpg", "publishedAt": "2018-11-16T21:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. In a strong challenge to Chase and American Express, Capital One is adding points transfers to its Venture Rewards… [+7746 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "'Stay away from endpoint security' — Here's why insiders say Blackberry's $1.4 billion Cylance acquisition could be the last deal of its size (BB)", "description": "BlackBerry's $1.4 billion Cylance acquisition, announced on Friday, came after tough negotiations, sources told Business Insider. Cylance was weighing an initial public offering and had its heart set on a higher valuation, but BlackBerry CEO John Chen was com…", "url": "https://www.businessinsider.com/blackberry-cylance-acquisition-insiders-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57c0808609d29330008b4b53-1920-960.jpg", "publishedAt": "2018-11-16T21:41:59Z", "content": "BlackBerry 's $1.4 billion acquisition of Cylance marks a major milestone for the $5 billion company, as CEO John Chen executes further on his strategy to move the once-ubiquitous cellphone manufacturer into the world of software and services. Sources said th… [+2655 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The Satanic Temple says it's 'finalizing an amicable settlement' with Warner Bros. to its lawsuit over a goat-headed statue in Netflix's 'Sabrina' reboot", "description": "On Friday, a spokesperson for The Satanic Temple told Business Insider that it was in the \" process of finalizing an amicable settlement with Warner Bros. now\" in its lawsuit over the Netflix \"Sabrina\" reboot. The Temple sued Warner Bros. and Netflix for $50 …", "url": "https://www.businessinsider.com/satanic-temple-netflix-warner-bros-sabrina-lawsuit-near-settlement-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef282966be50153b1bc08c-1536-768.jpg", "publishedAt": "2018-11-16T21:37:28Z", "content": "The Satanic Temple on Friday said it's nearing a settlement in a lawsuit against Netflix and Warner Bros. that developed over a goat-headed statue featured prominently in the \"Sabrina\" reboot. Last week, the Temple filed the lawsuit in New York that alleged t… [+1896 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Tiger Woods is already doling out trash talk ahead of his one-on-one showdown with Phil Mickelson", "description": "Tiger Woods and Phil Mickelson are set to face off in Las Vegas with $9 million at stake. Appearing on \"Inside the NBA\" to promote the event, Woods called out his opponent, saying he's been inside Mickelson's head for 20 years. Woods is currently listed as th…", "url": "https://www.businessinsider.com/tiger-woods-phil-mickelson-ppv-trash-talk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef6b49e8c533d54341ad6-1334-667.jpg", "publishedAt": "2018-11-16T21:29:01Z", "content": "In one week Tiger Woods and Phil Mickelson will face off head-to-head with $9 million on the line. The pay-per-view event has been highly anticipated, as fans will get to see the sport's greatest rivalry away from the normally prim-and-proper world of tournam… [+1450 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump said he 'should have' gone to Arlington Cemetery on Veterans Day but he was 'extremely busy on calls for the country'", "description": "President Donald Trump told Fox News he should've gone to Arlington National Cemetery on Veterans Day, but said he was \"extremely busy\" at the time. Trump told anchor Chris Wallace: \"I should have done that, I was extremely busy on calls for the country, we d…", "url": "https://www.businessinsider.com/trump-arlington-cemetery-veterans-day-calls-country-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2e25da27f852eb22f731-1334-667.jpg", "publishedAt": "2018-11-16T21:19:47Z", "content": "President Donald Trump told Fox News he should've gone to Arlington National Cemetery on Veterans Day, but said he was \"extremely busy\" at the time. In an interview set to air on Sunday, Fox host Chris Wallace asked Trump why he didn't go to the famed cemeter… [+2547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Sony’s extra-bass, noise-cancelling headphones are back down to their lowest price today", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Sony's noise-cancelling headphones (XB950N1) are $137 cheaper than usual thanks to an early Black…", "url": "https://www.businessinsider.com/sony-noise-cancelling-headphones-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef1b2b110d4c4a923d8d03-1536-768.jpg", "publishedAt": "2018-11-16T21:06:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you've been torn between shopping for great Black Friday deals and wanting to relax with your … [+2319 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Insiders explain why investors and customers are going crazy for startups that help big companies keep up with Silicon Valley disruptors", "description": "Continuous integration (CI) and continuous delivery (CD) startups have raised hundreds of millions of dollars in venture funding. CI/CD are a pair of intertwined processes for delivering more code, more quickly, to more people. Investors and customers are flo…", "url": "https://www.businessinsider.com/what-is-ci-cd-software-development-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf485f556fc21d4271ea9-2732-1366.jpg", "publishedAt": "2018-11-16T20:59:00Z", "content": "In the old days, customers would have to wait all year for a new software release. And that release could bring new bugs. Then, by the time the developers finishes fixing these bugs, it's already time to start getting ready for the next release, starting the … [+9194 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "2,000 women are taking state legislatures by storm, even as men hold on to the vast majority of seats", "description": "Much attention has been paid to the wave of women elected to go to Washington this fall, but women are also storming politics at the local levels. More than 2,000 women will serve in state legislatures next year — growing the number of women in local chambers…", "url": "https://www.businessinsider.com/women-won-more-state-legislative-seats-this-year-than-ever-before-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef1068f556fc367760c1b8-1136-568.jpg", "publishedAt": "2018-11-16T20:56:00Z", "content": "Much attention has been paid to the wave of women elected to go to Washington this fall, but women are also storming politics at the local levels. More than 2,000 women will serve in state legislatures next year — growing the number of women in local chambers… [+2455 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Gay college athlete who was disowned by her family is in danger of losing her eligibility because her friends raised money to help her eat and pay bills", "description": "Canisius College cross-country runner Emily Scheck was disowned by her family this summer after her mother learned that she was dating a woman. Scheck — who had $20 to her name when her parents forced her to choose between conversion therapy and their continu…", "url": "https://www.businessinsider.com/gay-college-athlete-loses-ncaa-eligibility-over-gofundme-campaign-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef234ab73c2837187606b3-1334-667.jpg", "publishedAt": "2018-11-16T20:53:48Z", "content": "Canisius College cross-country runner Emily Scheck had only $20 to her name when she lost everything. This summer, Scheck's mother learned that she was dating a woman and forced her to choose between attending conversion therapy — a pseudoscientific attempt a… [+2711 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Meet the 22-year Oracle veteran executive who's going to lead Google in the cloud wars against Amazon and Microsoft (ORCL)", "description": "On Friday, Diane Greene announced she would be stepping down as Google Cloud's chief exec. Greene's replacement will be the 22-year Oracle veteran Thomas Kurian, who before resigning in September, was president of product development with the company, and a k…", "url": "https://www.businessinsider.com/new-ceo-of-google-cloud-thomas-kurian-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef23be66be5014687dffd3-2732-1366.jpg", "publishedAt": "2018-11-16T20:53:30Z", "content": "On Friday, Diane Greene announced she would be stepping down as Google Cloud's chief exec. Greene's replacement will be the 22-year Oracle veteran Thomas Kurian, who before resigning in September, was president of product development with the company, and a k… [+276 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "'Make it look rich': Trump told Sharpie to create a custom pen for him to sign important documents", "description": "President Donald Trump is known for using a Sharpie pen. In a recent episode of HBO' s new four-part series with political website Axios, Trump broke into a monologue professing his love for the Sharpie pen and disdain for the traditional government ordered p…", "url": "https://www.businessinsider.com/trump-uses-personalized-sharpie-pen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef24dd0591f24c11606e35-750-375.jpg", "publishedAt": "2018-11-16T20:51:25Z", "content": "Trump is known for his signature writing tool - the Sharpie pen. In fact, his thick and highly legible Sharpie scrawl has caused problems for the president in the past - giving away notes to his speech and making some of his private thoughts visible to the pu… [+1550 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL Week 11 betting guide and our best bets for the Westgate SuperContest", "description": "Week 10 was a rough one for our best bets of the NFL slate. After starting with a bang on Thursday night with the Steelers big win over the Panthers, we went 0-4 on our remaining picks in the Westgate SuperContest. Still, we're not out of it yet, and thankful…", "url": "https://www.businessinsider.com/nfl-week-11-picks-ats-westgate-supercontest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef11c9f556fc367760c1c4-1536-768.jpg", "publishedAt": "2018-11-16T20:43:43Z", "content": "Teams used: Saints, Rams, Vikings, Chargers, Panthers, Texans, Colts, Patriots, Bears, Chiefs It's getting to that point in the season where pickings are slim for Eliminator players. The biggest favorites on the board are the Saints, who I have already used, … [+296 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "14 of the coolest luxury vacation rentals around the world, from an 18th-century Italian villa to a Swiss chalet with views of the Matterhorn", "description": "For your next vacation, treat yourself luxuriously. We teamed up with HomeAway to find home rentals with some of the best luxury amenities around the world. From a villa in Spain with a helicopter landing pad to a home in Jamaica with a chef and butler, these…", "url": "https://www.businessinsider.com/cool-luxury-vacation-rentals-spain-france-homeaway-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef26e80591f24c11606e4c-960-480.jpg", "publishedAt": "2018-11-16T20:23:00Z", "content": "Vacation is always \"treat yourself\" time. We teamed up with HomeAway to find home rentals with some of the best luxury amenities around the world, from France to Mexico. They don't come cheap — prices per night start at four figures and go up to five figures,… [+541 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Audrey Noble", "title": "6 expensive things that are totally worth the money", "description": "Money priorities differ from person to person, depending on what you value. There are some things, like a college education, that cost a lot of money but can give you a great return on investment through your salary later on. Here are six pricey things, from …", "url": "https://www.businessinsider.com/expensive-things-that-are-worth-the-money-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b1846851ae66254008b49bf-1136-568.jpg", "publishedAt": "2018-11-16T20:20:00Z", "content": "Being smart with your money doesn't necessarily mean choosing the cheapest option in every situation. Tory Ho/Getty Images We all like to be — or at the very least try to be — smart with our money. But that doesn't always mean choosing the least expensive opt… [+1173 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Volkswagen is planning to take the car market by storm with cheaper mass-market electric model", "description": "AP Photo/Andy Wong Volkswagen is planning to invest 44 billion euros ($50 billion USD) in developing autonomous and eletric cars. It also plans to sell its upcoming ID compact for about what a diesel-powered Golf costs, in an effort to expand the appeal of ba…", "url": "https://www.businessinsider.com/ap-vw-wants-to-storm-car-market-with-mass-market-electric-model-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2591110d4c4c2031893e-2732-1366.jpg", "publishedAt": "2018-11-16T20:16:00Z", "content": "FRANKFURT, Germany (AP) — Volkswagen intends to invest 44 billion euros ($50 billion) in the electric and autonomous car technologies expected to reshape the industry — and said it would make battery-powered vehicles more accessible to mass-market auto buyers… [+3402 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "A series of mistakes are coming back to haunt the Packers, and now they're against the ropes and in danger of missing the playoffs", "description": "The Green Bay Packers are 4-5-1 and in danger of missing the playoffs for the second straight season. The Packers have been plagued by small, late mistakes that have cost them in close games. Aaron Rodgers hasn't been perfect this season, and the Packers need…", "url": "https://www.businessinsider.com/packers-playoff-chances-dwindling-seahawks-loss-late-mistakes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef1dd10d7c673642426029-1136-568.jpg", "publishedAt": "2018-11-16T20:14:24Z", "content": "The Green Bay Packers lost, 27-24, to the Seattle Seahawks on Thursday, and now face a daunting road to the playoffs with five games remaining. At 4-5-1, the Packers are in danger of missing the postseason for a second straight season, though last year that w… [+4629 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Leaked photos show Google could be working on a budget Pixel 3 with a headphone jack that costs $400 — and it could have the same amazing camera (GOOG, GOOGL)", "description": "Google apparently isn't done with its Pixel 3 smartphone just yet, as a \"budget\" that costs between $400 and $500 could have just been leaked via Russian tech site Rozetked.me. We originally saw it on 9to5Google. To compare prices, Google's flagship Pixel 3 l…", "url": "https://www.businessinsider.com/pixel-3-lite-price-release-date-specs-rumors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bbe532398a18044495bc397-1920-960.jpg", "publishedAt": "2018-11-16T20:01:53Z", "content": "Google apparently isn't done with its Pixel 3 smartphone just yet, as a \"budget\" that costs between $400 and $500 could have just been leaked via Russian tech site Rozetked.me. We originally saw it on 9to5Google. To compare prices, Google's flagship Pixel 3 l… [+686 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "12 car brands that have the worst customer experience", "description": "The market research company JD Power released on Wednesday its ranking of auto brands based on the quality of the sales experience they provide. Genesis received the lowest score, with 736 out of a possible 1,000 points. Kia and Jeep received the second and t…", "url": "https://www.businessinsider.com/car-brands-with-worst-customer-experience-jd-power-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec71c4beb6707bc01bd817-1920-960.jpg", "publishedAt": "2018-11-16T19:59:10Z", "content": "The market research company JD Power released on Wednesday its ranking of auto brands based on the quality of the sales experience they provide. Genesis received the lowest score, with 736 out of a possible 1,000 points, while Kia and Jeep received the second… [+1662 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "This 140-day cruise for the '1% of the 1%' visits all 7 continents — here's a look inside the ship, where suites cost up to $240,000 per person", "description": "A luxury cruise ship will take passengers on a 140-day journey that spans all seven continents and costs up to $240,000 per person. Cruising company Silversea claims that its ship, \"Silver Whisper,\" will be the first to cruise to all seven continents. The jou…", "url": "https://www.businessinsider.com/seven-continent-world-cruise-ship-silversea-luxury-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8ac58c35ab11ee0bcf57-960-480.jpg", "publishedAt": "2018-11-16T19:48:00Z", "content": "If a typical seven-day cruise that stops at only a few ports doesn't appeal to you, then maybe this new ultra-luxurious world cruise is for you. In 2020, cruising company Silversea is kicking off a 140-day cruise that will make stops on all seven continents —… [+731 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Mott & Bow's incredibly comfortable jeans are up to 35% off right now through Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. One of our favorite denim startups is known for making under-$150 jeans that look and feel a lot …", "url": "https://www.businessinsider.com/mott-bow-sale-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef1892f556fc37a733a29a-750-375.jpg", "publishedAt": "2018-11-16T19:40:00Z", "content": "If you've been reading Insider Picks for a while, you may have stumbled across one or two articles about Mott &amp; Bow jeans before. The company's denim is extremely comfortable (so comfortable we've even accidentally slept in them ), and its women's skinny … [+964 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta", "title": "Newt Gingrich claims a 'green wave' of liberal 'dark money' is electing a slew of Democrats to California House seats but the numbers tell a different story", "description": "Democratic challenger Katie Porter defeated Republican incumbent Rep. Mimi Walters in the race for California's 45th district on Thursday night, flipping the seat from red to blue. A Walters campaign fundraising email from former House Speaker Newt Gingrich o…", "url": "https://www.businessinsider.com/newt-gingrich-dark-money-california-democrats-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef136a01b12d36e24a51fc-750-375.jpg", "publishedAt": "2018-11-16T19:38:14Z", "content": "As Democrats position themselves to flip five Republican-held seats in Southern California, Newt Gingrich claimed in a Thursday night fundraising email for Rep. Mimi Walters' campaign that a \"green wave\" of Democratic \"dark money\" propelled Democrats to victo… [+3736 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord and Benjamin Zhang", "title": "15 cars that changed the world", "description": "We selected two cars from each decade that lived up to our criteria. The best cars ranged from pickups to supercars. Yes, Tesla made the cut. We're always trying to figure out what the Golden Age of cars was, but the truth is that ever since World War II, we'…", "url": "https://www.businessinsider.com/best-cars-from-every-decade-2017-12", "urlToImage": "https://amp.businessinsider.com/images/5a32fa4c4aa6b509048b516d-1536-768.jpg", "publishedAt": "2018-11-16T19:38:00Z", "content": "Toyota already had a stupendous reputation in the US for building cars that always started, lasted forever, and were easy in the wallet at the fuel pump. The company could have stuck with that paradigm forever, but it thought: What if we bring the \"Toyota Way… [+815 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook employees react to the latest scandals: 'Why does our company suck at having a moral compass' (FB)", "description": "Facebook is battling yet another crisis after a bombshell report on how leadership reacted to previous scandals. Employees at the California tech giant are reacting with a mixture of frustration with senior executives and distrust of the media. One current em…", "url": "https://www.businessinsider.com/facebook-employees-react-nyt-report-leadership-scandals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/584ad60dca7f0ccb018b4899-2732-1366.jpg", "publishedAt": "2018-11-16T19:33:56Z", "content": "Facebook employees are reacting with frustration and conflicting emotions amid withering criticism of its business practices: A feeling of being under siege by a hostile media has united many employees at the beleaguered social network, even as dismay towards… [+3562 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jennifer Nguyen", "title": "The Leonid meteor shower is peaking this weekend — here's how to see the stunning annual event", "description": "The Leonid meteor shower, known for its bright streaks across the night sky, will reach its viewing peak this weekend. You can see the Leonids between the hours of 12 a.m. and 6 a.m. in whatever time zone you're in on November 17th and 18th. About 20 meteors …", "url": "https://www.businessinsider.com/how-when-see-leonid-meteor-shower-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef1132da27f84e3769cb89-1920-960.jpg", "publishedAt": "2018-11-16T19:32:00Z", "content": "If you're willing to brave some chilly early morning temperatures, you'll have the opportunity to marvel at the bright strokes of cosmic debris from November's Leonid meteor shower, which is at its peak this weekend. The best time to see this year's Leonids p… [+2659 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "An off-duty pilot who attacked an Emirates flight attendant and drunkenly threatened to blow up the plane is headed to jail for a year", "description": "An off-duty pilot who drunkenly made threats onboard an Emirates plane and attacked a flight attendant received a one-year jail sentence on Wednesday. The off-duty pilot, who is a 27-year-old Emirati, assaulted a stewardess while he was traveling as a passeng…", "url": "https://www.businessinsider.com/drunk-man-who-attacked-an-emirates-flight-attendant-threatened-blow-up-plane-headed-to-jail-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef09e0101142416b0c9f64-2732-1366.jpg", "publishedAt": "2018-11-16T19:28:19Z", "content": "An off-duty pilot who drunkenly made threats aboard an Emirates plane and attacked a flight attendant received a one-year jail sentence on Wednesday, multiple sources have reported. According to Arabian Business, the off-duty pilot, who is a 27-year-old Emira… [+1435 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick and Lulu Chang", "title": "The best travel pillows you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Trying to fall asleep on a plane is incredibly difficult, but having the right travel pillow can …", "url": "https://www.businessinsider.com/best-travel-pillow", "urlToImage": "https://amp.businessinsider.com/images/5bedb0040d7c67166814df51-1920-960.jpg", "publishedAt": "2018-11-16T19:23:00Z", "content": "Why you'll love it: The Therm-a-Rest Compressible Travel Pillow rolls up into a tiny package and expands to a full, rectangular pillow. If you want to bring a normal-shaped pillow with you on your travels, but you don't want to waste space in your luggage, Th… [+1678 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Facebook is sliding after Mark Zuckerberg and Sheryl Sandberg respond to the New York Times exposé (FB)", "description": "The New York Times Wednesday published a 6,000-word exposé saying Facebook leadership is \"delay, deny and deflect\" when dealing with crises, such as Russian interference during the 2016 presidential election. Facebook executives responded to the investigation…", "url": "https://www.businessinsider.com/facebook-stock-price-mark-zuckerberg-sheryl-sandburg-new-york-times-response-2018-11", "urlToImage": null, "publishedAt": "2018-11-16T19:09:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Facebook is sliding after Mark Zuckerberg and Sheryl Sandberg respond to the New York Times exposé (FB)", "description": "The New York Times Wednesday published a 6,000-word exposé saying Facebook leadership is \"delay, deny and deflect\" when dealing with crises, such as Russian interference during the 2016 presidential election. Facebook executives responded to the investigation…", "url": "http://markets.businessinsider.com/news/stocks/Facebook-is-sliding-after-Mark-Zuckerberg-and-Sheryl-Sandberg-respond-to-the-New-York-Times-expos-FB-1027735637", "urlToImage": "https://static2.businessinsider.com/image/5ac7df0c146e712b008b47f4-1500/gettyimages-610719770.jpg", "publishedAt": "2018-11-16T19:09:00Z", "content": "Slaven Vlasic/Getty Images Facebook plunged 4% Friday after executives responded to The New York Times investigation into the company's chaotic leadership. Shares touched an intraday low of $137.77, their weakest level since March 2017. In a 6,000-word exposé… [+2233 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "'Game of Thrones' author George R.R. Martin wrote heartfelt goodbye to Stan Lee, and shared that his first published work was a letter in a Marvel comic", "description": "\"Game of Thrones\" author George R.R. Martin said goodbye to Marvel Comics legend Stan Lee on Friday in a blog post. Lee died at the age of 95 on Monday. Martin said his first published piece of writing was a letter in an issue of a \"Fantastic Four\" comic by L…", "url": "https://www.businessinsider.com/george-rr-martin-says-goodbye-to-marvel-legend-stan-lee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef13dd3815073c70149621-1136-568.jpg", "publishedAt": "2018-11-16T19:08:40Z", "content": "One legendary creator said goodbye to another on Friday. George R.R. Martin, author of the \"A Song of Ice and Fire\" novels that HBO's \"Game of Thrones\" is based on, said goodbye to Marvel legend Stan Lee in a heartfelt blog post. Lee, the former president of … [+1933 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Lindsey Graham is now poised to take over as chairman of the powerful Senate Judiciary Committee", "description": "Iowa Sen. Chuck Grassley announced he would leave his post as chairman of the Senate Judiciary Committee at the end of the year to take the top spot on the Senate Finance Committee. Grassley's departure from the Judiciary Committee allows the next most senior…", "url": "https://www.businessinsider.com/lindsey-graham-likely-chair-senate-judiciary-committee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef65066be500dad57829c-2732-1366.jpg", "publishedAt": "2018-11-16T19:02:50Z", "content": "WASHINGTON — Sen. Chuck Grassley announced on Friday his intent to leave his post as the top Republican on the Senate Judiciary Committee at the end of the year to chair the Committee on Finance. Grassley's decision opens up the opportunity for South Carolina… [+2811 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "We're giving away a weekend for 2 in LA and a brand-new Microsoft Surface Pro 6. Here's how to enter.", "description": "The holidays are around the corner, and that means you're working hard and playing harder. Between wrapping up end-of-year projects at work and wrapping gifts at home, it's an incredibly busy time of year. But as well as treating your friends and family, it's…", "url": "https://www.businessinsider.com/sc/win-microsoft-surface-pro-6-weekend-los-angeles-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd1dda05827d117162dcad7-2732-1366.jpg", "publishedAt": "2018-11-16T19:00:00Z", "content": "The holidays are around the corner, and that means you're working hard and playing harder. Between wrapping up end-of-year projects at work and wrapping gifts at home, it's an incredibly busy time of year. But as well as treating your friends and family, it's… [+1367 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "The most valuable startup based in each of the 50 United States", "description": "While Silicon Valley may be where numerous startups flock to launch their businesses, it's far from the only place entrepreneurs choose to set up shop. PitchBook recently compiled a list of the most valuable startups headquartered in each of the 50 United Sta…", "url": "https://www.businessinsider.com/most-valuable-startup-in-each-state-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef11dac957013370134686-960-480.jpg", "publishedAt": "2018-11-16T18:57:39Z", "content": "While Silicon Valley may be where numerous startups flock to launch their businesses, it's far from the only place entrepreneurs choose to set up shop. PitchBook recently compiled a list of the most valuable startups headquartered in each of the 50 United Sta… [+749 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lara Walsh", "title": "The 10 biggest charitable donations in the past decade", "description": "In 2017, America's most generous philanthropists collectively donated $14.7 billion to non-profit organizations, making it the biggest year for charitable giving since 2008. According to the Chronicle of Philanthropy, it's likely that the giving trends of 201…", "url": "https://www.businessinsider.com/biggest-charity-donations-in-the-past-decade-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a0de2ca3dbef41d008b683f-2732-1366.jpg", "publishedAt": "2018-11-16T18:53:46Z", "content": "In 2017, America's most generous philanthropists collectively donated $14.7 billion to non-profit organizations, making it the biggest year for charitable giving since 2008. According to the Chronicle of Philanthropy, it's likely that the giving trends of 201… [+505 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Top national security aide ousted by Melania Trump reportedly refuses ambassadorship in key NATO country", "description": "President Donald Trump reportedly offered to make Mira Ricardel the US ambassador to Estonia after she was ousted from her position as national security adviser John Bolton's top deputy. She apparently refused. Ricardel was removed from her position earlier t…", "url": "https://www.businessinsider.com/mira-ricardel-reportedly-estonia-ambassador-melania-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef09633815073b577dfd77-1920-960.jpg", "publishedAt": "2018-11-16T18:46:54Z", "content": "President Donald Trump reportedly offered to make Mira Ricardel the US ambassador to Estonia after she was ousted from her position as national security adviser John Bolton's top deputy, but she ultimately refused, Bloomberg reported. Ricardel's White House d… [+1342 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Brooklinen's only sale of the year has already started — here's how to save up to 20% on sheets and bedding", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Brooklinen is having its biggest and only sale of the year right now. From November 23 through No…", "url": "https://www.businessinsider.com/brooklinen-sale-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beddfc0da27f835d87df805-1136-568.jpg", "publishedAt": "2018-11-16T18:40:00Z", "content": "But Black Friday and Cyber Monday are exceptions; Cyber Week is its biggest and only sale of the year. This year, the popular startup is offering steep discounts. From November 23 through November 26, you can take advantage of the following deals: If you're l… [+1778 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "How healthcare providers can transform their services to meet the evolving needs of digital consumers before, during, and after care (TGT, CVS, WMT)", "description": "This is a preview of a research report from Business Insider Intelligence, Business Insider's premium research service. To learn more about Business Insider Intelligence, click here. Current subscribers can read the report here. The consumerization of healthc…", "url": "https://www.businessinsider.com/the-healthcare-consumerization-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef08aeda27f84d025173da-1334-667.jpg", "publishedAt": "2018-11-16T18:26:00Z", "content": "This is a preview of a research report from Business Insider Intelligence, Business Insider's premium research service. To learn more about Business Insider Intelligence, click here. Current subscribers can read the report here. Business Insider Intelligence … [+4009 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "Save up to 50% on a KitchenAid Stand Mixer at Williams Sonoma — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-50-off-a-kitchenaid-stand-mixer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee0a566be5009ff5661c4-750-375.jpg", "publishedAt": "2018-11-16T18:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+4059 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey and Trista Kelley", "title": "A star pharma analyst dubbed the 'Conglomerate Killer' is set to become a dealmaker at PJT Partners", "description": "Jami Rubin, a former Goldman Sachs star pharma analyst, just landed a new gig as a banker at PJT Partners. Rubin left Goldman Sachs in early November, Business Insider reported, saying that she planned to become a banker and strategic adviser. Jami Rubin has …", "url": "https://www.businessinsider.com/goldman-analyst-jami-rubin-joins-pjt-partners-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc506638150763da6773b8-1920-960.jpg", "publishedAt": "2018-11-16T18:03:54Z", "content": "Jami Rubin has landed. Formerly Goldman Sachs's top pharma analyst, she left the bank in early November, Business Insider reported. At the time, she said that she planned to become a banker and strategic adviser. Now, she's taking on that role at PJT Partners… [+1286 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Syracuse had a rough night and their loss to UConn wasn't even the most embarrassing part - Business Insider", "description": "Business Insider Syracuse had a rough night and their loss to UConn wasn't even the most embarrassing part Business Insider Guard Buddy Boeheim didn't realize that his last name, made famous by his Naismith Hall of Fame father, was misspelled on the back of h…", "url": "http://uk.businessinsider.com/syracuse-loses-to-uconn-misspells-buddy-boeheims-name-on-jersey-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5bef051bbde70f30f6660456-1190-625/syracuse-had-a-rough-night-and-their-loss-to-uconn-wasnt-even-the-most-embarrassing-part.jpg", "publishedAt": "2018-11-16T18:02:20Z", "content": "Guard Buddy Boeheim didn't realize that his last name, made famous by his Naismith Hall of Fame father, was misspelled on the back of his jersey. Elsa/Getty Images The Syracuse Orange haven't had the most pleasant trip to the Big Apple this year. Head coach J… [+2148 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Amazon's 8-million-square foot HQ2 site in Long Island City will use land previously designated for affordable housing", "description": "About a fifth of households are in poverty in Queens, the New York City borough where Amazon will place a large corporate campus. Many New York residents are worried about how the HQ2 will affect their city, particularly the quality of life for low- and middl…", "url": "https://www.businessinsider.com/amazon-hq2-long-island-city-displacing-affordable-housing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef065beb6702eee3e7772-1920-960.jpg", "publishedAt": "2018-11-16T18:02:00Z", "content": "Since Amazon announced this week that they will locate one of their HQ2 offices in Long Island City, many New Yorkers have fretted about how an influx of 25,000 highly compensated Amazon employees will change their city. The influx of six-figure labor will li… [+2255 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "'Creed II' escapes a sequel slump with thrilling fight scenes and a gripping performance by Michael B. Jordan", "description": "\"Creed II\" is a worthy companion to the 2015 original movie thanks to its focus on fathers and sons. Newcomer Steven Capel, Jr. takes over as director and does an impressive job continuing the franchise that Ryan Coogler started with the first movie. When dir…", "url": "https://www.businessinsider.com/creed-ii-review-a-worthy-sequel-thanks-to-fight-scenes-and-family-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beebbe838150731275a5bf7-1136-568.jpg", "publishedAt": "2018-11-16T18:00:00Z", "content": "When director Ryan Coogler gave us \"Creed\" in 2015, it was a perfect continuation to the \"Rocky\" franchise and most of us couldn't wait for him to continue the story of Adonis Creed (played by Michael B. Jordan) as he rises up the boxing ranks with Rocky Balb… [+3316 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Google replaces Diane Greene as head of its cloud business (GOOGL)", "description": "Google has replaced Diane Greene as the head of its cloud business, CNBC reported on Friday. Former Oracle executive Thomas Kurian will replace Greene as CEO of Google Cloud on November 26, according to the report. This is a breaking news post. More details t…", "url": "https://www.businessinsider.com/google-replaces-cloud-head-diane-greene-with-thomas-kurian-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef04038c35ab341d0d8387-640-320.png", "publishedAt": "2018-11-16T17:58:14Z", "content": "Google has replaced Diane Greene as the head of its cloud business, CNBC reported on Friday. Former Oracle executive Thomas Kurian will replace Greene as CEO of Google Cloud, according to the report. Kurian will join the company on November 26 and will assume… [+257 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Syracuse had a rough night and their loss to UConn wasn't even the most embarrassing part", "description": "After starting the season with massive expectations, the No. 15 Syracuse Orange dropped their first contest of the season to the unranked UConn Huskies in the 2K Empire Classic at Madison Square Garden Thursday night. Losing to their former Big East rivals wa…", "url": "https://www.businessinsider.com/syracuse-loses-to-uconn-misspells-buddy-boeheims-name-on-jersey-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef250d1e8444be3534286-2732-1366.jpg", "publishedAt": "2018-11-16T17:57:21Z", "content": "The Syracuse Orange haven't had the most pleasant trip to the Big Apple this year. Head coach Jim Boeheim and 15th-ranked Syracuse dropped their first contest of the 2K Empire Classic at Madison Square Garden to the unranked UConn Huskies, but getting upset b… [+1987 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "EBay's new Toytopia section has millions of new and vintage toys for the holiday season — here are 12 of the best ones to buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. While tech items like video game consoles and tablets are always safe bets for kids' gifts, there…", "url": "https://www.businessinsider.com/ebay-toytopia-holiday-toys-gifts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd63bb73c281bef1ca724-2732-1366.jpg", "publishedAt": "2018-11-16T17:34:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. eBay While tech items like video game consoles and tablets are always safe bets for kids' gifts, … [+1046 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Flanagan and Sarah Wyman", "title": "'The Da Vinci Code' author Dan Brown explains how he overcame self-doubt and became a bestselling writer who's sold 250 million books", "description": "Dan Brown's career took off in 2003 when his novel, \" The Da Vinci Code, \" became an international phenomenon. He's written seven books and sold 250 million in total, making him one of the world's bestselling authors. He attributes his success to trusting him…", "url": "https://www.businessinsider.com/the-da-vinci-code-dan-brown-career-lessons-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f2adbeb67047a1630840-1920-960.jpg", "publishedAt": "2018-11-16T17:31:11Z", "content": "Dan Brown is one of the most successful fiction writers in the world, with 250 million books sold. His career took off in 2003 when his novel, \"The Da Vinci Code,\" became an international phenomenon, and each of his subsequent books have also been hits. Befor… [+25102 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Tesla customers in China can now order the Model 3 (TSLA)", "description": "Chinese customers are now able to order Tesla 's Model 3 sedan, according to the automaker's Chinese website. A translated version of the website says Model 3 deliveries will begin for Chinese customers in 2019. Tesla CEO Elon Musk said on Thursday via Twitte…", "url": "https://www.businessinsider.com/tesla-model-3-orders-open-to-chinese-customers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beefbf2110d4c45b8567e8c-1536-768.jpg", "publishedAt": "2018-11-16T17:29:13Z", "content": "Chinese customers are now able to order Tesla's Model 3 sedan, according to the automaker's Chinese website. A translated version of the website says Model 3 deliveries will begin for Chinese customers in 2019. Tesla CEO Elon Musk said on Thursday via Twitter… [+1425 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "This media veteran's 41-slide presentation shows the most important tech and media trends you need to know about in 2019", "description": "At the Wall Street Journal's D.Live conference in Laguna Beach, California, Michael J. Wolf — founder and CEO of the technology and strategy consulting company, Activate — spoke about important tech and media trends to watch out for in 2019. From eCommerce to…", "url": "https://www.businessinsider.com/activate-ceo-michael-wolf-2019-tech-media-outlook-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedfe7db73c2820c76a4f87-1920-960.jpg", "publishedAt": "2018-11-16T17:25:57Z", "content": "At the Wall Street Journal's D.Live conference in Laguna Beach, California, Michael J. Wolf — founder and CEO of the technology and strategy consulting company, Activate — spoke about important tech and media trends to watch out for in 2019. From eCommerce to… [+197 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "US Navy flexes with 2 carriers near China as report warns that Beijing's missiles could sink them", "description": "The US Navy has been checking China's growing military dominance in the Pacific with aircraft carriers, but a new US government report says they could be sitting ducks for Chinese missiles. The report highlights \"China’s anti-access/area-denial capabilities,\"…", "url": "https://www.businessinsider.com/us-navy-carriers-near-china-as-report-warns-of-rising-missile-threat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beefd84f556fc33e4684c42-1920-960.jpg", "publishedAt": "2018-11-16T17:24:21Z", "content": "The US Navy just released an impressive video of two of its aircraft carriers exercising in the Philippine Sea, but a new report from the US government said these massive floating air bases could be sitting ducks for Chinese missiles. The USS Ronald Reagan an… [+2523 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Trump says Amazon 'took the best deals' for HQ2 (AMZN)", "description": "President Donald Trump has weighed on Amazon 's second headquarters project, known as HQ2. \"I think they’re paying a very big price. I think that it was a competition. I know all about those competitions, I’ve been in those competitions, you know, and it’s a …", "url": "https://www.businessinsider.com/trump-says-amazon-took-the-best-deals-for-hq2-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef99a8c35ab3259424fb1-2732-1366.jpg", "publishedAt": "2018-11-16T17:22:31Z", "content": "Amazon has chosen its HQ2 locations, and President Donald Trump has weighed in. \"I think they're paying a very big price,\" Trump told the Daily Caller during an interview. \"I think that it was a competition. I know all about those competitions, I've been in t… [+1914 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Tampa Bay Lightning center Brayden Point recorded a natural hat trick in 91 seconds to lead his team to a comeback victory", "description": "The Pittsburgh Penguins jumped out to an early 2-0 lead against the Tampa Bay Lightning Thursday night. Tampa Bay center Brayden Point pulled his team out of the rut at lightning speed, recording his first career hat trick in just 91 seconds. The 22-year-old'…", "url": "https://www.businessinsider.com/tampa-bay-lightning-brayden-point-records-91-second-natural-hat-trick-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeddf1f556fc2e653a9458-1136-568.jpg", "publishedAt": "2018-11-16T17:10:01Z", "content": "The Pittsburgh Penguins made light work of Tampa Bay early in Tuesday night's game, jumping out to a quick lead thanks to two first-period goals in a three-minute span. But then Lightning struck in the form of their 22-year-old center. Brayden Point scored th… [+1934 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Republican Senator Cindy Hyde-Smith slammed for 'joking' about voter suppression on college campuses", "description": "Sen. Cindy Hyde-Smith, a Republican battling for reelection in Mississippi, is under fire for saying that laws that \"make it just a little more difficult\" for liberal college students to vote are \"a great idea.\" Hyde-Smith's campaign said the remarks were \"ob…", "url": "https://www.businessinsider.com/sen-cindy-hyde-smith-slammed-for-joking-about-voter-suppression-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee884110d4c42807a67e6-1136-568.jpg", "publishedAt": "2018-11-16T17:08:07Z", "content": "Sen. Cindy Hyde-Smith, a Republican battling for reelection in Mississippi, is under fire for saying that laws that \"make it just a little more difficult\" for liberal college students to vote are \"a great idea.\" The remarks, which Hyde-Smith's campaign later … [+2488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "'It kind of feels like a scam': Employers are so desperate for workers they're making job offers after a single phone call", "description": "In a tight job market, some employers are making job offers after a single phone interview, The Wall Street Journal reported. The tactic is one of many ways companies are trying to attract workers amid a nationwide labor shortage. Some employees who were offe…", "url": "https://www.businessinsider.com/employers-making-job-offers-after-single-phone-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeed95381507372e7ef76c-2732-1366.jpg", "publishedAt": "2018-11-16T17:06:00Z", "content": "Up against a tight job market, some employers are making job offers after a single phone interview, The Wall Street Journal reported. This strategy is being seen mainly for seasonal jobs at retail companies such as Macy's and Bath &amp; Body Works, but employ… [+1429 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher and Skye Gould", "title": "Ohio 'heartbeat bill' could ban abortions before most women know they're pregnant with an embryo", "description": "A Republican-controlled Ohio House revived a vetoed \" heartbeat bill \" to ban abortions in the state. The legislation would prevent abortions — including in cases of rape and incest — after an embryo's heartbeat is detected, typically around week six of pregn…", "url": "https://www.businessinsider.com/heartbeat-bill-fetal-development-pregnancy-chart-2016-12", "urlToImage": "https://amp.businessinsider.com/images/5beee10138150734db225dd1-1920-960.jpg", "publishedAt": "2018-11-16T17:03:00Z", "content": "On Thursday, the Ohio House revived a controversial and vetoed bill that could dramatically limit women's reproductive rights if it becomes law. The \"heartbeat bill,\" as the legislation is known, is anti-abortion measure to ban doctors from performing legal a… [+1977 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Betsy DeVos released a proposal to overhaul Title IX that would bolster the rights for those accused of sexual misconduct", "description": "Education Secretary Betsy DeVos released new guidelines for campus rules governing cases of sexual assault and harassment, which emphasized increased rights throughout the process for both the victims and the accused. The proposal narrows the definition of se…", "url": "https://www.businessinsider.com/betsy-devos-proposed-a-sexual-assault-rule-title-ix-overhaul-protecting-accused-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beedffc38150734db225dca-1536-768.jpg", "publishedAt": "2018-11-16T16:58:24Z", "content": "Education Secretary Betsy DeVos released new guidelines for schools handling cases of sexual assault and harassment that emphasized increased rights for both the victims and the accused, even in the absence of a formal complaint. The new proposal is a re-writ… [+3468 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Nordstrom slumps after missing on comparable sales and slashing guidance (JWN)", "description": "Nordstrom beat on both the top and bottom lines. But the retailer's comparable sales fell short of Wall Street expectations. The company also slashed its full-year guidance. Watch Nordstrom trade live. Nordstrom shares plunged as much as 16% Friday, their big…", "url": "https://www.businessinsider.com/nordstorm-earnings-q3-misses-on-profits-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef33c0591f2444559a94e-750-375.jpg", "publishedAt": "2018-11-16T16:50:00Z", "content": "Nordstrom shares plunged as much as 16% Friday, their biggest intraday decline in more than two years, after the retailer disappointing comparable sales and trimmed its full-year guidance. Here are the key numbers compared to Wall Street's estimates, accordin… [+1688 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Nordstrom slumps after missing on comparable sales and slashing guidance (JWN)", "description": "Nordstrom beat on both the top and bottom lines. But the retailer's comparable sales fell short of Wall Street expectations. The company also slashed its full-year guidance. Watch Nordstrom trade live. Nordstrom shares plunged as much as 16% Friday, their big…", "url": "http://markets.businessinsider.com/news/stocks/Nordstrom-slumps-after-missing-on-comparable-sales-and-slashing-guidance-JWN-1027735344", "urlToImage": "https://static6.businessinsider.com/image/5beef315381507384548ac04-900/28238407101562132448998375284272466543893526o.jpg", "publishedAt": "2018-11-16T16:50:00Z", "content": "Facebook/Nordstrom Nordstrom shares plunged as much as 16% Friday, their biggest intraday decline in more than two years, after the retailer disappointing comparable sales and trimmed its full-year guidance. Here are the key numbers compared to Wall Street's … [+1708 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "Wayfair's Black Friday sale has already started — furniture and home basics are up to 80% off", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday and Cyber Monday offer great deals on tech as well as home — two expenses it can be …", "url": "https://www.businessinsider.com/wayfair-black-friday-cyber-monday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beef2febeb6702f404d2817-1536-768.jpg", "publishedAt": "2018-11-16T16:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Wayfair Black Friday and Cyber Monday offer great deals on tech as well as home — two expenses it… [+1481 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Trump just made a case that Amazon is not a monopoly", "description": "President Trump has indicated he is not worried about Amazon becoming a monopoly. \"Maybe Amazon will have massive competition and they won’t be the same company in five years,\" Trump said in an interview with the Daily Caller. Trump's opinion offers a highly …", "url": "https://www.businessinsider.com/trump-makes-case-amazon-is-not-monopoly-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeeacde4218a2dda47fe9e-2732-1366.jpg", "publishedAt": "2018-11-16T16:37:12Z", "content": "President Trump isn't all that worried about Amazon, apparently. In an interview with the Daily Caller discussing both Amazon's relationship with the US Postal Service and Amazon picking its HQ2 locations in both New York City and Arlington, Virginia, Trump s… [+2707 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Singh", "title": "Ezra Miller says the cast of 'Fantastic Beasts' wasn't consulted about Johnny Depp's controversial role in the franchise", "description": "In an interview with Playboy, Ezra Miller weighed in on the controversial casting of Johnny Depp as the titular character of \"Fantastic Beasts: The Crimes of Grindelwald.\" The actor, who stars as Credence in the film, said that none of the cast members were c…", "url": "https://www.businessinsider.com/fantastic-beasts-ezra-miller-says-cast-wasnt-consulted-about-johnny-depp-role-2018-11", "urlToImage": null, "publishedAt": "2018-11-16T16:36:12Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Roger Federer says he doesn't want his pursuit of 100 titles to make him 'go crazy'", "description": "Roger Federer does not want his pursuit of 100 ATP trophies to drive him crazy. The tennis veteran has 99 titles to his name and is two victories away from his century of silverware. He's trying to not overthink the milestone, which he says should be an enjoy…", "url": "https://www.businessinsider.com/roger-federer-doesnt-want-to-go-crazy-pursuing-100-titles-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee467da27f84710119b14-1920-960.jpg", "publishedAt": "2018-11-16T16:33:00Z", "content": "Roger Federer is on the cusp of a remarkable achievement in sport, but the veteran tennis player is doing his best not to think about it. The 37-year-old has forced his way into a 2018 ATP Tour World Finals semifinal against Alexander Zverev on Saturday, and … [+1532 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Beijing says it's 'very rude' 14 countries and the UN to ask them about detaining 1 million Muslims", "description": "A group of Western ambassadors in Beijing reportedly wrote a letter demanding that China explain its persecution of the Uighur ethnic minority. China subjects the Uighurs, a majority-Muslim ethnic group, under an unprecedented amount of surveillance, and is a…", "url": "https://www.businessinsider.com/china-slams-western-ambassadors-over-plan-to-grill-uighur-persecution-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb4a75594750c29ee14fef5-1920-960.jpg", "publishedAt": "2018-11-16T16:32:43Z", "content": "China snapped at a report that Western ambassadors in Beijing were planning a rare coordinated meeting to grill officials in Xinjiang, western China, over their persecution of the Uighur ethnic minority. Reuters reported on Thursday that 15 ambassadors wrote … [+3257 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "60 teams are stuck in college football limbo and can never win a championship, but there is a radical path they could take to fix that", "description": "The University of Central Florida is once again undefeated and once again has no shot to be in the College Football Playoff. UCF is one of 60 schools stuck in college football limbo — also known as \"The Group of Five\" — with no shot to win a championship. Inc…", "url": "https://www.businessinsider.com/group-of-five-schools-championship-march-madness-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee30c0d7c672cce41e802-1136-568.jpg", "publishedAt": "2018-11-16T16:31:13Z", "content": "In 2017, UCF went 11-0 in the regular season, won their conference championship, and were nowhere near the College Football Playoff as the committee placed them 12th in the final ranking to determine the final four teams. A year later, UCF is undefeated again… [+3981 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "North Korea to deport US citizen it says the CIA manipulated as it claims new 'high-tech tactical weapon'", "description": "North Korea on Friday said it was deporting a US citizen who entered the country illegally in October. The announcement came after the rogue state claimed it had \"successfully\" tested a new high-tech weapon. The detained American was identified as Bruce Byron…", "url": "https://www.businessinsider.com/north-korea-deport-bruce-byron-lowrance-us-citizen-cia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af3e001b9c4f91d008b463d-960-480.jpg", "publishedAt": "2018-11-16T16:24:43Z", "content": "North Korea on Friday said it was deporting a US citizen who entered the country illegally in October. The announcement came as the rogue state also claimed it had \"successfully\" tested a new high-tech weapon. The detained American was identified as Bruce Byr… [+2338 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "United Airlines has announced a limited-time offer for its Explorer Card — and it's one of the best we've ever seen", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. For a limited time, United Airlines and Chase are offering the highest-ever public sign-up bonus on their co-brand…", "url": "https://www.businessinsider.com/united-explorer-card-deal-december-january-2018-8", "urlToImage": "https://amp.businessinsider.com/images/5b5b66db63b5d376008b4852-1920-960.jpg", "publishedAt": "2018-11-16T16:23:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. The best way to get a ton of frequent flyer miles quickly — aside from booking an incredibly expensive and long fl… [+3888 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Seeing the new Nintendo Switch Pokémon remakes next to the Game Boy originals shows just how much the series has grown since 1996", "description": "The first set of Pokémon games on the Nintendo Switch has arrived. The games, titled \"Pokémon: Let's Go, Pikachu!\" and \"Pokémon: Let's Go, Eevee!\", are the first Pokémon games in the main series to be released in high definition — and the updated visuals refl…", "url": "https://www.businessinsider.com/pokemon-lets-go-pokemon-yellow-differences-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf7791011422d4f7873b7-1536-768.jpg", "publishedAt": "2018-11-16T16:20:47Z", "content": "The first set of Pokémon games on the Nintendo Switch has arrived. The games, titled \"Pokémon: Let's Go, Pikachu!\" and \"Pokémon: Let's Go, Eevee!\", are the first Pokémon games in the main series to be released in high definition — and the updated visuals refl… [+538 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "I drove the $58,000 Tesla Model 3 to see if it lives up to the hype — here's the verdict (TSLA)", "description": "Editorial note: Business Insider will name its 2018 Car of the Year on Monday, November 19. Each day this week, we're taking another look at the five vehicles that were runners-up that were selected from a pool of 15 finalists. Earlier this week, we featured …", "url": "https://www.businessinsider.com/tesla-model-3-review-bi-car-of-the-year-runner-up-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd1f8fe71f7ce1e0863ba63-1920-960.jpg", "publishedAt": "2018-11-16T16:20:41Z", "content": "You already knew that I was impressed with the earliest drive I had in the Model 3 and that getting to spend a few hours zipping around New York City and the New Jersey suburbs only enhanced my positive opinion. You also knew that after I drove the Model 3 Pe… [+2963 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lucas Coll", "title": "The best pliers you can buy for projects at home", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Pliers are an essential part of your home toolkit, so we've rounded up the best ones you can buy …", "url": "https://www.businessinsider.com/best-pliers", "urlToImage": null, "publishedAt": "2018-11-16T16:20:00Z", "content": "Why you'll love them: This high-value set of five American-made pliers from Channellock gives you everything you need to get a handle on just about any task you'd need them for. All of our aforementioned picks are highly adaptable to a wide number of tasks fo… [+2076 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "Samsung introduces chip to improve AI on smartphones (SSNLF)", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Samsung unveiled its latest next-generation mobile system-on-chip (SoC), …", "url": "https://www.businessinsider.com/samsung-exynos-9820-mobile-soc-native-ai-unit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee23066be500a232a6b29-640-320.jpg", "publishedAt": "2018-11-16T16:18:10Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. Samsung unveiled its latest next-generation mobile system-on-chip (SoC), … [+2657 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Aaron Rodgers didn't know who he was throwing to on his incredible, 54-yard touchdown pass", "description": "Aaron Rodgers threw a beautiful, 54-yard touchdown pass to fourth-string tight end Robert Tonyan Jr. on Thursday. Rodgers thought he was throwing to starting tight end Jimmy Graham, but Graham was out of the game at that point. The Packers ended up losing to …", "url": "https://www.businessinsider.com/aaron-rodgers-touchdown-robert-tonyan-jimmy-graham-seahawks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee9ee8c35ab2f99011126-1334-667.jpg", "publishedAt": "2018-11-16T16:12:47Z", "content": "Aaron Rodgers delivered another magical throw in the Green Bay Packers' 27-24 loss to the Seattle Seahawks on Thursday, hitting fourth-string tight end Robert Tonyan on a 54-yard pass. The play came in the first quarter, as Rodgers danced around in the pocket… [+967 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Waymo and Mothers Against Drunk Driving team up to show how self-driving cars can get unsafe drivers off the road (GOOGL)", "description": "Waymo and MADD have teamed up to encourage designated drivers to be part of all holiday festivities. Waymo self-driving vehicles in Phoenix and the San Francisco Bay area will have magnetic red ribbons attached for November and December. Death related to drun…", "url": "https://www.businessinsider.com/waymo-and-mothers-against-drunk-driving-team-up-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee126fb73c28229b22fb06-1920-960.jpg", "publishedAt": "2018-11-16T16:00:57Z", "content": "One of the much-discussed benefits of fully driverless vehicles is how they could reduce accidents and fatalities from drunk driving. The holiday season can be especially deadly: Mothers Against Drunk Driving (MADD) reports that \"between the first Thanksgivin… [+2224 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "I spent a day taking photos with the iPhone XS Max — and it's hard not to be impressed with what this thing can do (AAPL)", "description": "Last weekend, I spent a pretty magical day in Central Park. The weather was beautiful — sunny and crisp — and the leaves had almost fully turned, making it one of the best times to experience Central Park's foliage. I had no plan for the day, other than wande…", "url": "https://www.businessinsider.com/iphone-xs-camera-test-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedddeeb73c281c8823842a-1920-960.jpg", "publishedAt": "2018-11-16T15:59:50Z", "content": "Last weekend, I spent a pretty magical day in Central Park. The weather was beautiful — sunny and crisp — and the leaves had almost fully turned, making it one of the best times to experience Central Park's foliage. I had no plan for the day, other than wande… [+847 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "William Goldman, Oscar-winning screenwriter of 'All the President's Men' and 'The Princess Bride,' dead at 87", "description": "Author and Oscar-winning screenwriter William Goldman died Friday at the age of 87. Goldman won two Oscars for writing \"Butch Cassidy and the Sundance Kid\" and \"All the President's Men.\" He was also the author of \"The Princess Bride\" and the Hollywood book \"A…", "url": "https://www.businessinsider.com/william-goldman-dead-at-87-all-the-presidents-men-princess-bride-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee87fe4218a2c8f4700ee-960-480.jpg", "publishedAt": "2018-11-16T15:59:15Z", "content": "Author and Oscar-winning screenwriter William Goldman died Friday at the age of 87 at his Manhattan home from complications with colon cancer and pneumonia, according to The Washington Post. Goldman won two Oscars for screenwriting for \"Butch Cassidy and the … [+1259 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Scientists just ditched the single lump of metal that defined the kilogram for 129 years for a better measure", "description": "Over 50 scientists have voted in a change which will see the 129-year-old method of defining a kilogram scrapped. The new method, decided at the General Conference on Weights and Measures in Paris on Friday, will be a formula called the \"Planck constant.\" A l…", "url": "https://www.businessinsider.com/scientists-change-how-they-define-a-kilogram-a-129-year-old-method-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee52c110d4c41ee0ab1b5-1536-768.jpg", "publishedAt": "2018-11-16T15:58:44Z", "content": "Scientists in Paris on Friday approved a change which will alter how a kilogram is defined, the first change to the system of measuring mass which has been in use since 1889. Scientists from over 50 countries voted to change the definition to a scientific for… [+2264 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nasha Smith", "title": "Everything you should be doing to prepare for tax season", "description": "The next tax day is Monday, April 15, 2019. To prepare for tax season you'll want to gather some previously filed documents and obtain other documents you may need to file for tax returns. Start tracking your income and deductions as soon as possible. The nex…", "url": "https://www.businessinsider.com/everything-you-should-be-doing-to-prepare-for-tax-season-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee29d8c35ab2edc1f68b7-2732-1366.jpg", "publishedAt": "2018-11-16T15:56:16Z", "content": "The next tax day is April 15, 2019 and even though tax day is still a few months away, it's never too early to start getting everything you need to file in order. By the time it's time to file your taxes, you'll be ready to sit down with your tax preparer or … [+4937 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Rippey", "title": "From 'Joisey' to Boise: Why I left the New York City metro area for Idaho, the fastest-growing state in the US", "description": "Believe it or not, Idaho 's population grew faster than any other state in the country last year. Here, author Benjamin Rippey details why he and his wife decided to move from an apartment in Hoboken, New Jersey, to a home in Boise, Idaho. Boise is cheaper, c…", "url": "https://www.businessinsider.com/i-left-new-york-city-for-boise-idaho-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd307e4218a1b85328ce8-2732-1366.jpg", "publishedAt": "2018-11-16T15:55:47Z", "content": "Boise, Idaho. I could scarcely have placed it on a map a year ago. Now I live here. I'm a lifelong East Coaster. Having spent much of that in Northern Jersey, I speak quickly and in short sentences. I am mostly always in a hurry. I'm cranky and jaded and unim… [+5375 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "UnitedHealthcare has added Apple Watch to its wellness plan (UNH, AAPL)", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. UnitedHealthcare, the US’ largest insurer, has incorporated the Apple Wat…", "url": "https://www.businessinsider.com/unitedhealthcare-apple-watch-wellness-plan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b86d67d04f16219008b5763-2732-1366.jpg", "publishedAt": "2018-11-16T15:51:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. UnitedHealthcare, the US' largest insurer, has incorporated the Apple Wat… [+2911 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "A federal judge just sided with CNN and ordered the White House to restore Jim Acosta's press pass", "description": "A federal judge on Friday ordered the White House to restore the press pass of CNN's Jim Acosta. The Trump administration revoked Acosta's credentials after a combative exchange with President Donald Trump at a press conference last week. CNN sued the Trump a…", "url": "https://www.businessinsider.com/jim-acosta-cnn-press-pass-lawsuit-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee50a110d4c420918dd83-1920-960.jpg", "publishedAt": "2018-11-16T15:48:58Z", "content": "A federal judge on Friday granted CNN's request for a temporary restraining order to restore the press pass of its White House correspondent, Jim Acosta. The Trump administration had revoked Acosta's credentials after a combative exchange at a press conferenc… [+1370 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "Facebook cofounder, chairman and CEO Mark Zuckerberg arrives to testify before a combined Senate Judiciary and Commerce committee hearing in the Hart Senate Office Building on Capitol Hill April 10, 2018 in Washington, DC. Chip Somodevilla/Getty Images.", "url": "http://uk.businessinsider.com/advertising-news-today-ads-on-facebooks-lobbying-site-ott-ad-fraud-11-16-2018", "urlToImage": "http://static2.uk.businessinsider.com/image/5beed905dde8672f3e343360-1190-625/what-you-need-to-know-in-advertising-today.jpg", "publishedAt": "2018-11-16T15:48:00Z", "content": "Facebook cofounder, chairman and CEO Mark Zuckerberg arrives to testify before a combined Senate Judiciary and Commerce committee hearing in the Hart Senate Office Building on Capitol Hill April 10, 2018 in Washington, DC. Chip Somodevilla/Getty Images Big ad… [+2495 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk told Tesla employees they should be making 7,000 Model 3s per week by November 28: Report (TSLA)", "description": "Tesla CEO Elon Musk sent an email to employees setting a production goal of 1,000 Model 3 sedans per day by November 28, Electrek reports. That would result in a weekly production rate of 7,000 Model 3s each week, since the Fremont, California, factory where …", "url": "https://www.businessinsider.com/elon-musk-sets-model-3-production-goal-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee38ada27f84710119b08-1536-768.jpg", "publishedAt": "2018-11-16T15:47:30Z", "content": "Tesla CEO Elon Musk sent an email to employees setting a production goal of 1,000 Model 3 sedans per day by November 28, Electrek reports. That would result in a weekly production rate of 7,000 Model 3s each week, since the Fremont, California, factory where … [+1560 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "It looks like Nintendo isn't making a miniature Nintendo 64 console after all", "description": "With the massive success of the NES Classic Edition and Super NES Classic Edition consoles, it was widely expected that a Nintendo 64 Classic Edition was next in line. Nintendo even trademarked images that look an awful lot like the imagery used for the NES a…", "url": "https://www.businessinsider.com/nintendo-64-classic-edition-not-being-made-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5675be63dd08951b7c8b45a7-960-480.jpg", "publishedAt": "2018-11-16T15:45:36Z", "content": "Sorry, fellow millennials: It looks like a miniature version of our generation's iconic Nintendo console, the Nintendo 64, may never come to pass. That's according to the president of Nintendo of America, Reggie Fils-Aimé. \"That's not in our planning horizon,… [+2817 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "Walmart’s e-commerce is back on track (WMT)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Walmart reported earnings for its fiscal Q3 2019 (ended October 31, 2018), an…", "url": "https://www.businessinsider.com/walmart-ecommerce-bounces-back-q3-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeda8ed1e84447c54ebedd-1920-960.jpg", "publishedAt": "2018-11-16T15:45:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Walmart reported earnings for its fiscal Q3 2019 (ended October 31, 2018), an… [+2847 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "Wall Street's most grueling exam is moving online to offer more testing dates and faster results", "description": "The CFA Institute is moving its increasingly popular Level I exams online. The Level I exam, currently offered just twice a year, will be administered more often, and results will be delivered faster. Over 200,000 candidates registered for one of the three le…", "url": "https://www.businessinsider.com/cfa-exam-online-testing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed8f8cda27f82903695ea8-1334-667.jpg", "publishedAt": "2018-11-16T15:41:55Z", "content": "Hundreds of thousands of aspiring financiers sign up for the notoriously grueling, three-level Chartered Financial Analyst exam every year. To meet this rising demand, the CFA Institute plans to move the Level I exam online, Business Insider has learned. The … [+2582 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "California's biggest utility provider spikes after regulator eases fears of bankruptcy following deadly wildfire (PCG)", "description": "California's deadliest and most destructive wildfire broke out last Thursday. The Pacific Gas and Electric Company (PG&E) said it could be responsible for the fire and had exhausted its revolving line of credit to pay for a fire-related liability. California …", "url": "https://markets.businessinsider.com/news/stocks/pge-stock-price-regulator-eases-fears-of-bankruptcy-2018-11-1027735128", "urlToImage": "https://static1.businessinsider.com/image/5be6f13fd1e84433d22a64d7-2000/ap18314197347191.jpg", "publishedAt": "2018-11-16T15:34:31Z", "content": "Ringo H.W. Chiu/AP California's deadliest and most destructive wildfire broke out last Thursday. The Pacific Gas and Electric Company (PG&amp;E) said it could be responsible for the fire and had exhausted its revolving line of credit to pay for a fire-related… [+1959 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "California's biggest utility provider spikes after regulator eases fears of bankruptcy following deadly wildfire (PCG)", "description": "California's deadliest and most destructive wildfire broke out last Thursday. The Pacific Gas and Electric Company (PG&E) said it could be responsible for the fire and had exhausted its revolving line of credit to pay for a fire-related liability. California …", "url": "https://www.businessinsider.com/pge-stock-price-regulator-eases-fears-of-bankruptcy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beede500d7c672bd46fb33b-1920-960.jpg", "publishedAt": "2018-11-16T15:34:31Z", "content": "The Pacific Gas and Electric Company ( PG&amp;E ) soared as much as 45% early Friday after a regulator said he couldn't imagine letting the California utility declare bankruptcy, even as it faces huge liabilities from California's deadliest and most destructi… [+1429 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "13 places to visit in January for every type of traveler", "description": "To find the best places to visit in January 2019, Business Insider looked at climate data, cultural calendars, and peak travel times. January is one of the cheapest months to travel, thanks to the end of holiday season, and smart travelers are already plannin…", "url": "https://www.businessinsider.com/best-places-to-visit-january-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf7ff8c35ab223931918f-960-480.jpg", "publishedAt": "2018-11-16T15:31:46Z", "content": "Madeira is an autonomous region of Portugal off the coast of Morocco, and it's the place to go if you like thrill-seeking and rugged natural beauty. \"It has a unique primordial rawness thanks to ancient volcanic activity, with cloud-shrouded toothy peaks and … [+398 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jaime Toplin", "title": "Chase and Visa are teaming up on contactless cards (JPM, V)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. JPMorgan Chase and Visa are teaming up to bring contactless technology to all t…", "url": "https://www.businessinsider.com/chase-visa-contactless-cards-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beee06ab73c282cd56f9d9d-1136-568.jpg", "publishedAt": "2018-11-16T15:25:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. JPMorgan Chase and Visa are teaming up to bring contactless technology to all t… [+2176 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "How Russia's spies allegedly strong-armed their way into a UK visa before Skripal's poisoning", "description": "Russian intelligence agents intimidated a tech specialist into hacking Britain's visa issuance system to secure tourist visas before Sergei Skripal's poisoning this March, according to a new report. Agents co-opted Vadim Mitrofanov in 2016 under duress and th…", "url": "https://www.businessinsider.com/how-russian-spies-forced-way-into-uk-visa-for-skripal-poisoning-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeaf59f556fc2a4e3ff3a8-1536-768.jpg", "publishedAt": "2018-11-16T15:20:12Z", "content": "Russian intelligence agents intimidated a tech specialist as early as 2016 into hacking the UK's visa enrollment system to secure tourist visas before the poisoning of Sergei Skripal this March, a new report says. Agents with the FSB, Russia's domestic securi… [+2666 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Wendy's is giving away free cheeseburgers to celebrate National Fast Food Day. Here's how to get one.", "description": "Wendy's is giving away free junior bacon cheeseburgers through November 23 in celebration of National Fast Food Day on Friday. To be eligible, customers need to purchase another item from the menu using the chain's app. The offer allows them to redeem one bur…", "url": "https://www.businessinsider.com/how-to-get-free-wendys-cheeseburgers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beedb35f556fc2df70e3d0b-750-375.jpg", "publishedAt": "2018-11-16T15:18:24Z", "content": "Wendy's has a juicy deal for National Fast Food Day Friday. The fast-food chain is giving away free junior bacon cheeseburgers through Friday 23 November. To be eligible, customers need to purchase another item from the menu using its app. The deal can be use… [+1257 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Now is the best time to buy the latest version of Amazon's best-selling smart speaker, the Echo Dot (AMZN)", "description": "Starting Friday — a week before Black Friday — Amazon is offering promotions on its new Echo Dot, which debuted in September. The Echo Dot has been Amazon's best-selling Echo Device, and Amazon says it's the best-selling smart speaker ever. The new Echo Dot i…", "url": "https://www.businessinsider.com/amazon-echo-dots-black-friday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedfea11011422df34b2c94-1920-960.jpg", "publishedAt": "2018-11-16T15:17:25Z", "content": "Starting Friday, Amazon is offering incredible deals on its best-selling smart speaker, the Echo Dot. Amazon debuted a redesigned version of the Echo Dot in September. Both the old version and the new version typically cost $50, but starting Friday, Amazon is… [+2254 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey and Dennis Green", "title": "We tried to buy generic Viagra online from Hims and failed — here's how it went down", "description": "For only $5, the ad promises, we could get one month's worth of erectile dysfunction medication. The ad is for Hims, a men's health startup know for selling generic Viagra and hair-loss medications. In early November, Hims expanded into women's health with th…", "url": "https://www.businessinsider.com/what-its-like-to-use-hims-to-buy-generic-viagra-and-supplements-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedce978c35ab1c756a9648-1920-960.jpg", "publishedAt": "2018-11-16T15:16:00Z", "content": "For only $5, the ad promises, we could get one month's worth of erectile dysfunction medication. The ad is for Hims, a men's health startup know for selling generic Viagra and hair-loss medications. In early November, Hims expanded into women's health with th… [+1000 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Enterprise tech startups have been on a 12-month IPO joyride — here are the 15 key execs you need to know", "description": "Enterprise tech startups have been on a 12-month IPO joyride. From MongoDB to Dropbox to Eventbrite, more than 20 startups in the enterprise tech industry have sold shares to the public and made splashy Wall Street debuts this past year. Unlike consumer inter…", "url": "https://www.businessinsider.com/enterprise-tech-startups-have-been-on-a-12-month-ipo-joyride-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bca27f28f5fcb32ba2733a3-1536-768.jpg", "publishedAt": "2018-11-16T15:05:08Z", "content": "Enterprise tech startups have been on a 12-month IPO joyride. From MongoDB to Dropbox to Eventbrite, more than 20 startups in the enterprise tech industry have sold shares to the public and made splashy Wall Street debuts this past year. Unlike consumer inter… [+503 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The 100 highest-grossing movies of all time at the worldwide box office", "description": "The highest-grossing movies of all time are a mixed bag of action movies, superhero movies, animated movies, and more. But the majority have one thing in common: they're just one piece in a larger franchise. Whether it's the Marvel Cinematic Universe, James B…", "url": "https://www.businessinsider.com/100-highest-grossing-movies-of-all-time-at-the-worldwide-box-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd338e4218a1b631bce65-1136-568.jpg", "publishedAt": "2018-11-16T15:00:22Z", "content": "The highest-grossing movies of all time are a mixed bag of action movies, superhero movies, animated movies, and more. But the majority have one thing in common: they're just one piece in a larger franchise. Whether it's the Marvel Cinematic Universe, James B… [+932 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "A basic military technique I learned in a 3-day training for journalists heading to war zones could save your life", "description": "I recently completed a three-day training for journalists and aid workers heading to dangerous places. As Business Insider's international correspondent, I'm regularly traveling the world. Over the course of the training led by Global Journalist Security, tra…", "url": "https://www.businessinsider.com/tactical-breathing-gjs-journalist-training-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee7ec88c35ab27c977a458-1136-568.jpg", "publishedAt": "2018-11-16T14:58:54Z", "content": "Earlier this month, I completed a grueling three-day training for journalists and aid workers heading into countries with tenuous security situations and war zones. I learned a ton during the training — what worst-case scenarios look like, how to avoid them, … [+4905 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "The 50 most high-tech cities in the world in 2018", "description": "Silicon Valley may be home to huge tech companies like Google and Facebook, but the San Francisco metro area isn't the most innovative city in the world, according to annual rankings compiled by data firm 2thinknow. Instead, the top spot belongs to Tokyo, Jap…", "url": "https://www.businessinsider.com/most-innovative-cities-in-the-world-in-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec89271011420b7a495b6c-1136-568.png", "publishedAt": "2018-11-16T14:53:54Z", "content": "Silicon Valley may be home to huge tech companies like Google and Facebook, but the San Francisco metro area isn't the most innovative city in the world, according to annual rankings compiled by data firm 2thinknow. Instead, the top spot belongs to Tokyo, Jap… [+779 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cammy Pedroja", "title": "The best places to buy Christmas and holiday cards online", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Christmas and holiday cards are a great way to spread the love to your family and friends this ho…", "url": "https://www.businessinsider.com/best-christmas-cards", "urlToImage": "https://amp.businessinsider.com/images/5bec824966be5058300a1141-1536-768.jpg", "publishedAt": "2018-11-16T14:50:00Z", "content": "Why you'll love it: Minted takes care of every part of the card creation and delivery process. Minted offers highly customizable cards with plenty of photo and non-photo options. I've ordered personalized stationery and art gifts from Minted several times, an… [+1962 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "What you need to know in advertising today", "description": "Big advertisers may have supported Facebook as it embarked on an aggressive lobbying campaign to combat its critics — and they probably don't even know it. According to a bombshell New York Times report published Wednesday, Facebook hired the conservative lob…", "url": "https://www.businessinsider.com/advertising-news-today-ads-on-facebooks-lobbying-site-ott-ad-fraud-11-16-2018", "urlToImage": "https://amp.businessinsider.com/images/5beed40338150733567524c5-2732-1366.jpg", "publishedAt": "2018-11-16T14:49:23Z", "content": "Facebook cofounder, chairman and CEO Mark Zuckerberg arrives to testify before a combined Senate Judiciary and Commerce committee hearing in the Hart Senate Office Building on Capitol Hill April 10, 2018 in Washington, DC. Chip Somodevilla/Getty Images Big ad… [+2503 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "Major banks are setting up innovation labs in Singapore (DB, WBK, BACHY)", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Singapore has established itself as one of Asia’s biggest fintech hubs. This year alone, its fintech efforts included l…", "url": "https://www.businessinsider.com/bank-of-china-westpac-deutsche-bank-singapore-innovation-labs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beed440e4218a298331bf06-320-160.jpg", "publishedAt": "2018-11-16T14:43:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Singapore has established itself as one of Asia's biggest fintech hubs. This year alone, its fintech efforts included l… [+2079 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Joe Rogan says critics of Conor McGregor's fourth round tap-out are 'out of their f------ minds'", "description": "Conor McGregor should be exempt from criticism for the way he tapped out at UFC 229, according to fight expert Joe Rogan. Khabib Nurmagomedov locked in a tight neck crank, forcing McGregor to submit in the fourth round of a wildly entertaining bout last month…", "url": "https://www.businessinsider.com/joe-rogan-says-conor-mcgregor-trolls-are-out-of-their-minds-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb9993a49aa8574636eba63-1920-960.jpg", "publishedAt": "2018-11-16T14:32:00Z", "content": "Conor McGregor was dominated and then submitted by Khabib Nurmagomedov at UFC 229 in October. The Irish striker tapped in the fourth round when the Russian wrestler applied a tight neck crank, and though the finishing move gave the fight a conclusive finish, … [+2115 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "Quartz's new app is banking on big names like Richard Branson to help create a 'constructive and civil' alternative to Facebook and Twitter", "description": "After being acquired by Uzabase for between $75 million to $110 million in July, Quartz has relaunched the Newspicks app as a standalone app. The digital publisher has picked 50 \"Quartz Pros\" like Beth Comstock and Roger McNamee to weigh in on the news. Quart…", "url": "https://www.businessinsider.com/quartzs-app-takes-on-social-platforms-with-richard-branson-others-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc7a183ead52d092576dd68-2732-1366.jpg", "publishedAt": "2018-11-16T14:25:00Z", "content": "\"Where the future gets its news.\" That was the phrase splashed across posters and signage at an event Quartz held this week at New York's McIntosh House. The event celebrated the first two big projects to come out of the digital publisher's acquisition by Jap… [+3884 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "'Crypto strikes again': Here's what Wall Street is saying about Nvidia's underwhelming earnings (NVDA)", "description": "Nvidia on Thursday reported disappointing third-quarter earnings, leading shares to slump as much as 18% early Friday. The chipmaker said it earned $1.82 a share, falling short of the $1.92 that was expected by Wall Street according to Bloomberg data. Its bot…", "url": "https://www.businessinsider.com/nvidia-earnings-q3-what-wall-street-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beecb1a0591f23e14462ab3-2732-1366.jpg", "publishedAt": "2018-11-16T14:19:53Z", "content": "Nvidia CEO Jensen Huang Nvidia on YouTube Nvidia on Thursday reported disappointing third-quarter earnings, leading shares to slump as much as 18% early Friday. The chipmaker said it earned $1.82 a share, falling short of the $1.92 that was expected by Wall S… [+1133 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson and Reuters", "title": "It's official — BlackBerry is buying cybersecurity firm Cylance for $1.4 billion", "description": "Cylance CEO Stuart Mcclure Cylance. Canadian software maker BlackBerry said on Friday it will acquire Cylance, an artificial intelligence and cybersecurity company, for $1.4 billion in cash. Business Insider in early November. first reported the acquisition t…", "url": "http://uk.businessinsider.com/r-blackberry-to-buy-cybersecurity-firm-cylance-for-14-billion-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5beece10bde70f2665252a3b-1190-625/its-official--blackberry-is-buying-cybersecurity-firm-cylance-for-14-billion.jpg", "publishedAt": "2018-11-16T14:17:00Z", "content": "Cylance CEO Stuart Mcclure Cylance Canadian software maker BlackBerry said on Friday it will acquire Cylance, an artificial intelligence and cybersecurity company, for $1.4 billion in cash. Business Insider first reported the acquisition talks in early Novemb… [+1156 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Ibekwe", "title": "We got an exclusive tour inside Facebook's engineering office in London — here's what we saw", "description": "The Facebook's London engineering office opened in December 2017. The office is home to over 1,000 tech employees across seven different floors. The office features a VR booth, futuristic looking sleeping pods, and a buffet-style food hall where everything is…", "url": "https://www.businessinsider.com/we-got-an-exclusive-tour-of-facebooks-engineering-office-in-london-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beead38110d4c3c4042fa76-2732-1366.jpg", "publishedAt": "2018-11-16T14:07:00Z", "content": "Have you ever wondered what it's like to work at Facebook? We got to find out when Facebook gave us an exclusive look inside its engineering offices in London. The seven-floor building is home to over 1,000 employees and located in Fitzrovia, just off the fam… [+262 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson and Reuters", "title": "It's official — BlackBerry is buying cybersecurity firm Cylance for $1.4 billion", "description": "Canadian software maker BlackBerry said on Friday it will acquire Cylance, an artificial intelligence and cybersecurity company, for $1.4 billion in cash. Business Insider first reported the acquisition talks in early November. Besides the cash component, the…", "url": "https://www.businessinsider.com/r-blackberry-to-buy-cybersecurity-firm-cylance-for-14-billion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beecef2d1e8444628069da3-1136-568.jpg", "publishedAt": "2018-11-16T14:02:00Z", "content": "Canadian software maker BlackBerry said on Friday it will acquire Cylance, an artificial intelligence and cybersecurity company, for $1.4 billion in cash. Business Insider first reported the acquisition talks in early November. Besides the cash component, the… [+1125 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Yan", "title": "What happened when I cooked nothing but Blue Apron for a week", "description": "Blue Apron is a weekly meal kit service that delivers fresh ingredients to your door — the service was designed to make cooking easy and fun. Users can select how often they want to cook and their desired meals ahead of time. In the video above, Business Insi…", "url": "https://www.businessinsider.com/tried-blue-apron-cooking-for-the-week-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4655e0d7c676c875f1907-1536-768.jpg", "publishedAt": "2018-11-16T14:00:00Z", "content": "Following is a transcript of the video. Michelle Yan: Oh gosh. Ah! I'm not looking forward to tomorrow. Oh, my broccoli, my broccoli. Mm. My name is Michelle. I ate nothing but Blue Apron for a week. And, what could possibly go wrong? I'm sure most of you kno… [+5374 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "The dean of Duke Fuqua looks specifically for candidates with 'triple threat capabilities' that don't come naturally to everyone", "description": "Bill Boulding is the dean of Duke University Fuqua School of Business. He said he's looking for students who display \"triple threat capability leadership,\" meaning they're smart, sensitive, and decent people. But these abilities don't come naturally to everyo…", "url": "https://www.businessinsider.com/duke-fuqua-dean-bill-boulding-leadership-definition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be311590d7c674f545af676-1920-960.jpg", "publishedAt": "2018-11-16T13:48:00Z", "content": "At Duke University's Fuqua School of Business, \"well-rounded\" isn't just a nebulous term floating around the admissions office. Dean Bill Boulding and his staff have boiled it down to a series of distinct traits that define the type of student they're looking… [+2605 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "A hedge fund run by one of the world's most famous oil traders is the latest major victim of surging market volatility", "description": "Andurand Commodities Fund lost 20.9% in October after predicting prices would rise. The fund, run by renowned oil trader Pierre Andurand, is one of the few oil specific funds left in the market. Oil prices tanked in October after supply fears eased despite US…", "url": "https://www.businessinsider.com/oil-market-volatility-has-claimed-yet-another-major-victim-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beec50d110d4c3da863446a-1920-960.jpg", "publishedAt": "2018-11-16T13:43:16Z", "content": "A $1 billion dollar hedge fund run by one of the world's most famous oil traders got hit hard by recent volatility in energy markets, losing 20.9% in October. Andurand Commodities Fund, based opposite London's Harrods, suffered after Brent crude prices fell d… [+1377 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "I swapped my 4-year-old iPhone 5S for a coral iPhone XR — and it's been a massive adjustment (AAPL)", "description": "I'd been putting it off. Before October 26, I hadn't gotten a new phone since Christmas Eve 2014. I'd resisted the temptation of the new phones that my colleagues were reviewing, coveting the cameras their phones carry but telling myself that my iPhone 5S was…", "url": "https://www.businessinsider.com/iphone-5s-vs-iphone-xr-what-its-like-to-switch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bededbcf556fc20f85e2ad7-1920-960.jpg", "publishedAt": "2018-11-16T13:00:00Z", "content": "I'd been putting it off. Before October 26, I hadn't gotten a new phone since Christmas Eve 2014. I'd resisted the temptation of the new phones that my colleagues were reviewing, coveting the cameras their phones carry but telling myself that my iPhone 5S was… [+562 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Trump's lashing out on Twitter and reportedly increasingly afraid the Mueller probe will indict his family", "description": "The White House is reportedly bracing itself for a slew of indictments from Special Counsel Robert Mueller's Russia investigation. President Donald Trump's administration fears that Mueller will indict some of the president's allies and family members, Politi…", "url": "https://www.businessinsider.com/trump-admin-scared-mueller-investigation-closing-in-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeb831da27f8427f37b482-1136-568.jpg", "publishedAt": "2018-11-16T12:52:35Z", "content": "President Donald Trump's administration is growing increasingly anxious and bracing for a slew of indictments from Special Counsel Robert Mueller's investigation into the Trump campaign ties with Russia, according to a new Politico report. The White House fea… [+2827 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Analyst says Nordstrom has become a 'victim of its own success' as customers ditch stores to shop on its website (JWN)", "description": "Nordstrom's online business is thriving, but at least one analyst says it's happening at the expense of its physical stores. The online store has been driving growth for Nordstrom in recent years. Digital sales now represent 30% of the retailer's total sales.…", "url": "https://www.businessinsider.com/nordstrom-online-success-hurts-physical-stores-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedfd040591f2348d314224-960-480.jpg", "publishedAt": "2018-11-16T12:45:00Z", "content": "Nordstrom 's online business is thriving, but at least one analyst says it's happening at the expense of its physical stores. The department-store chain reported third-quarter earnings after market close on Thursday. And while its overall same-store sales num… [+1781 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Therapy through song: Choir helps Hungarian lung patients breathe more easily - Business Insider", "description": "Business Insider Therapy through song: Choir helps Hungarian lung patients breathe more easily Business Insider BUDAPEST (Reuters) - A Hungarian doctor has prescribed her lung disease patients a new form of physical and spiritual therapy - singing in public a…", "url": "https://www.businessinsider.com/r-therapy-through-song-choir-helps-hungarian-lung-patients-breathe-more-easily-2018-11", "urlToImage": null, "publishedAt": "2018-11-16T12:29:00Z", "content": "Members of the \"Breathing for the Soul\" choir, who are patients suffering from lung diseases, sing during their concert in Budapest Thomson Reuters BUDAPEST (Reuters) - A Hungarian doctor has prescribed her lung disease patients a new form of physical and spi… [+1751 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, PCG, NVDA)", "description": "Here is what you need to know. Trump seems to be backing down in the trade war with China. President Donald Trump and his administration have taken a softer tone against China in recent weeks, and talks between the two sides have restarted ahead of the G20 su…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-16-2018-2018-11-1027734220", "urlToImage": "https://static5.businessinsider.com/image/5beeb05dd1e844444172b083-2400/ap18319055448146.jpg", "publishedAt": "2018-11-16T12:02:00Z", "content": "AP/Gregory Bull Here is what you need to know. Trump seems to be backing down in the trade war with China. President Donald Trump and his administration have taken a softer tone against China in recent weeks, and talks between the two sides have restarted ahe… [+2736 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, PCG, NVDA)", "description": "Here is what you need to know. Trump seems to be backing down in the trade war with China. President Donald Trump and his administration have taken a softer tone against China in recent weeks, and talks between the two sides have restarted ahead of the G20 su…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-16-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeb06a0d7c6727e6091c29-2732-1366.jpg", "publishedAt": "2018-11-16T12:02:00Z", "content": "Two Central American migrants walk along the top of the border structure separating Mexico and the United States. AP/Gregory Bull Here is what you need to know. Trump seems to be backing down in the trade war with China. President Donald Trump and his adminis… [+2822 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "A conservative author criticized Alexandria Ocasio-Cortez's clothes for not looking poor enough", "description": "A conservative author and reporter tweeted a picture taken from behind Alexandria Ocasio-Cortez and criticized her clothes as being too nice, saying they didn't match her working-class public persona. Eddie Scarry, the reporter, got predictably torched on Twi…", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-clothes-criticized-by-eddie-scarry-conservative-author-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeaadb0d7c67278a46c4e2-960-480.jpg", "publishedAt": "2018-11-16T11:48:54Z", "content": "A conservative author and reporter tweeted a picture taken from behind Alexandria Ocasio-Cortez and criticized her clothes as being too nice, saying they didn't match her working-class public persona. Eddie Scarry, the reporter, got predictably torched on Twi… [+2554 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "'Amazon will fail. Amazon will go bankrupt': Jeff Bezos makes surprise admission about Amazon's lifespan", "description": "Jeff Bezos told Amazon employees that he predicts \"one day Amazon will fail,\" according to a recording of an internal meeting heard by CNBC. Bezos added that Amazon's job is to delay failure for as long as possible by focussing on its customers. Amazon staffe…", "url": "https://www.businessinsider.com/jeff-bezos-says-amazon-will-fail-one-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7ebcc91982d88c308b485b-2732-1366.jpg", "publishedAt": "2018-11-16T11:31:25Z", "content": "Amazon CEO Jeff Bezos made a stunning admission last week in an all-hands meeting, a recording of which was heard by CNBC. With the company valued at just shy of $1 trillion and Bezos being the richest man in modern history, the Amazon CEO said his 24-year-ol… [+1580 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "The world has a new most expensive living artist after Christie's sale estimate is smashed", "description": "The sale of David Hockney's work smashes auction estimates with $90.3 million sale Hockney is now the most expensive living artist in the world, overtaking Jeff Koons. A British currency trader turned billionaire just catapulted David Hockney to status as the…", "url": "https://www.businessinsider.com/the-world-has-a-new-most-expensive-living-artist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee9364110d4c3b0b317834-2732-1366.jpg", "publishedAt": "2018-11-16T11:30:33Z", "content": "A British currency trader turned billionaire just catapulted David Hockney to status as the world's most expensive living artist after selling one of Hockney's most famous works for a record $90.3 million. Joe Lewis, the East End-born owner of financial firm … [+940 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Sheryl Sandberg says she also didn't know about a Facebook smear campaign, as Mark Zuckerberg throws the firm's comms team under a bus", "description": "delved deeper into the tactics Definers employed to push negative press about Facebook's critics. Apart from Soros, Definers also sent information to journalists about the US senators who grilled Sandberg along with Twitter CEO Jack Dorsey in September.", "url": "http://uk.businessinsider.com/sheryl-sandberg-did-not-know-facebook-hired-pr-firm-definers-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5beea3dbbde70f26235d9d9c-1190-625/sheryl-sandberg-says-she-also-didnt-know-about-a-facebook-smear-campaign-as-mark-zuckerberg-throws-the-firms-comms-team-under-a-bus.jpg", "publishedAt": "2018-11-16T11:12:00Z", "content": "Sheryl Sandberg testifying at the Senate Intelligence Committee in September with Jack Dorsey. Drew Angerer/Getty Images Facebook's COO Sheryl Sandberg has responded to the 6,000-word New York Times exposé on the company's chaotic leadership in a Facebook pos… [+4301 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Floyd Mayweather says the Tenshin Nasukawa bout is back on, but admits it's not even a real fight", "description": "Floyd Mayweather and Tenshin Nasukawa are set to fight on December 31 in Japan. Mayweather had previously backtracked on the deal to box Nasukawa, claiming he had been blindsided at a press conference earlier this month. But the American confirmed the show is…", "url": "https://www.businessinsider.com/floyd-mayweather-tenshin-nasukawa-back-on-but-not-an-official-fight-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be18444b73c282b83279c72-1136-568.jpg", "publishedAt": "2018-11-16T11:11:00Z", "content": "Floyd Mayweather has said that the Rizin 14 bout against Tenshin Nasukawa is back on. The retired American boxer originally stunned the media and fans alike when he attended a press conference in Tokyo, Japan earlier this month to confirm a December 31 show a… [+2219 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Turkey says any US attempt 'barter' cleric Gulen to hush the Khashoggi investigation won't work", "description": "The White House reportedly considered extraditing Fethullah Gulen, an influential cleric who Turkish President Recep Tayyip Erdogan blames for a 2016 coup, to stop Ankara's investigation into Jamal Khashoggi's death. But a senior Turkish official on Friday sa…", "url": "https://www.businessinsider.com/turkey-says-us-attempt-to-hush-khashoggi-probe-wont-work-fethullah-gulen-extradition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7325b280eb3518008b5136-1334-667.jpg", "publishedAt": "2018-11-16T11:09:09Z", "content": "Turkey said any US attempt to hush its investigation into Jamal Khashoggi's death won't work after the White House reportedly considered extraditing an influential Turkish cleric that President Recep Tayyip Erdogan blames for an attempted 2016 coup to quiet t… [+3864 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "GOLDMAN SACHS: These 17 companies are investing the most in their future — and buying their stocks now could lead to huge profits down the line", "description": "Companies that invest heavily in the future are generally able to generate outsized profit growth further down the line, and Goldman Sachs says these companies are already being rewarded. The firm has identified the 17 companies that have been sinking the mos…", "url": "https://www.businessinsider.com/stock-market-picks-to-profit-from-future-investment-growth-goldman-sachs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b11a2091ae66240008b4b11-1334-667.jpg", "publishedAt": "2018-11-16T11:07:00Z", "content": "The old saying is that you have to spending money to make money. That's abundantly true in the equity market, where companies that sink considerable capital back into their businesses frequently see their stocks rewarded further down the line. But investing f… [+1240 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Sheryl Sandberg says she also didn't know about a Facebook smear campaign, as Mark Zuckerberg throws the firm's comms team under a bus", "description": "Facebook COO Sheryl Sandberg has responded to the bombshell New York Times report on mismanagement at the company. In a Facebook post, Sandberg said she had no idea Facebook hired a PR firm to smear the company's critics, including billionaire George Soros. C…", "url": "https://www.businessinsider.com/sheryl-sandberg-did-not-know-facebook-hired-pr-firm-definers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee98d3da27f8405950c7db-1920-960.jpg", "publishedAt": "2018-11-16T11:00:27Z", "content": "Facebook's COO Sheryl Sandberg has responded to the 6,000-word New York Times exposé on the company's chaotic leadership in a Facebook post on Thursday. Sandberg joined CEO Mark Zuckerberg in saying that she had no idea about Facebook's involvement with a PR … [+3983 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Japan's Abe tells Putin he won't let US troops on long-disputed islands if Russia returns them to Japan", "description": "Shinzo Abe told Vladimir Putin the US won't be allowed to build military bases on four disputed Russian islands if they're given back to Japan. The islands were taken by the Soviet Union in 1945 and Japan wants them back. But post-war agreements between the U…", "url": "https://www.businessinsider.com/abe-tells-putin-no-us-military-bases-on-disputed-islands-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee9468b73c28270918f006-1536-768.jpg", "publishedAt": "2018-11-16T10:46:40Z", "content": "Japanese Prime Minister Shinzo Abe told Vladimir Putin on Wednesday he won't let the US build any military bases on a group of long-disputed islands after Russia returns them to Japan. At a summit in Singapore, Putin and Abe agreed to accelerate talks over Ru… [+2238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Mark Zuckerberg says stepping down as Facebook chairman would be a bad idea (FB)", "description": "Mark Zuckerberg said he has no intention of stepping down as Facebook chairman. That's despite fresh calls from investors to split his dual role as CEO and chairman after an explosive New York Times investigation into Facebook's crisis management. Zuckerberg …", "url": "https://www.businessinsider.com/mark-zuckerberg-is-not-going-to-step-down-as-facebook-chairman-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aabc370cc502927008b4689-1920-960.jpg", "publishedAt": "2018-11-16T10:15:27Z", "content": "Mark Zuckerberg is ignoring calls for his head. A blockbuster New York Times report on Wednesday exposed new management failings at Facebook and a controversial pact with a PR firm to smear the company's critics, which Zuckerberg, and his second-in-command Sh… [+1854 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "", "title": "A top economist warns Trump's China trade war is doing more damage to the US economy than people think", "description": "Seth Carpenter, the most senior US economist at UBS, says that the trade war is already having an outright negative impact on the US economy. UBS expect that the tariffs will halve the speed of GDP growth in the world's largest economy this quarter. They will…", "url": "https://www.businessinsider.com/economist-says-trumps-china-trade-war-worse-for-us-than-people-think-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f084c95701474b149ad8-1920-960.jpg", "publishedAt": "2018-11-16T09:54:00Z", "content": "President Donald Trump's trade war is already wiping out small American manufacturing businesses and it's going to have a more negative impact on the US economy than most are expecting, say economists at Swiss banking giant UBS. Tariffs imposed by Trump on Ch… [+2611 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne, Adam Bienkov and Thomas Colson", "title": "LIVE: Theresa May grilled on her Brexit plans as Michael Gove considers quitting government", "description": "This is Business Insider's politics live-blog charting the latest developments as Theresa May's Brexit deal continues to dominate Westminster. Refresh the page for updates. All times are in GMT. LONDON —Theresa May faces another bruising day with the possibil…", "url": "https://www.businessinsider.com/liveblog-theresa-may-faces-pressure-and-resignations-over-brexit-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee7c3ff556fc2837089e52-1136-568.jpg", "publishedAt": "2018-11-16T08:32:04Z", "content": "This is Business Insider's politics live-blog charting the latest developments as Theresa May's Brexit deal continues to dominate Westminster. Refresh the page for updates. LONDON —Theresa May faces another bruising day with the possibility of further Cabinet… [+782 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Friday. The research firm Facebook hired to smear its critics has been pushing an anti-Apple campaign that has Qualcomm’s fingerprints on it. A New York Times story said Facebook had employed research …", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-16-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed3c53e4218a0a9730ab25-1136-568.jpg", "publishedAt": "2018-11-16T08:15:16Z", "content": "Facebook CEO Mark Zuckerberg. Getty Good morning! This is the tech news you need to know this Friday. The research firm Facebook hired to smear its critics has been pushing an anti-Apple campaign that has Qualcomm's fingerprints on it. A New York Times story … [+2937 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "APEC host Papua New Guinea doesn't need cheap cash and hollow promises, it needs a genuine solution", "description": "A mini Pacific Game of Thrones will be going down this weekend as Papua New Guinea plays host to 21 nations at the Asia-Pacific Economic Cooperation (APEC) summit in Port Moresby. Australia and China in particular will be vying for influence and they already …", "url": "https://www.businessinsider.com/apec-2018-papua-new-guinea-needs-solutions-not-cheap-cash-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee67ccd1e84441154d1d26-1334-667.jpg", "publishedAt": "2018-11-16T07:55:59Z", "content": "On Friday, Australian Prime Minister Scott Morrison joined his Japanese counterpart Shinzo Abe on an historic visit to the northern Australian city of Darwin that Japanese forces attacked more than 75 years ago Just a few hours earlier, Chinese President Xi J… [+7020 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "'Not enough room': Mexican border shelters are already overcrowded, but expect thousands more migrants to arrive - Business Insider", "description": "Business Insider 'Not enough room': Mexican border shelters are already overcrowded, but expect thousands more migrants to arrive Business Insider Shelters in the Mexican border city of Tijuana are already overflowing, and the arrival of the first few hundred…", "url": "https://www.businessinsider.com/r-not-enough-room-migrant-flows-strain-mexican-border-shelters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beddf17b73c281ce84711b8-1920-960.jpg", "publishedAt": "2018-11-16T07:20:28Z", "content": "Migrants, part of a caravan of thousands traveling from Central America en route to the United States, rest in a provisional shelter in La Concha Thomson Reuters TIJUANA, Mexico (Reuters) - The arrival in the Mexican border city of Tijuana of the first few hu… [+4273 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what you need to know for Friday. 1. UK Prime Minister Theresa May's premiership is beginning to unravel. It could all be over in a matter of days as her Brexit deal wins scant support in parliament and furious conservative MPs threaten to bring…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-16-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee5e840591f238e97bdf24-1920-960.jpg", "publishedAt": "2018-11-16T06:07:42Z", "content": "Hello! Here's what you need to know for Friday. 1. UK Prime Minister Theresa May's premiership is beginning to unravel. It could all be over in a matter of days as her Brexit deal wins scant support in parliament and furious conservative MPs threaten to bring… [+2248 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Palantir, the Peter Thiel-backed company that sold data to ICE and NYPD, has a CEO who is a 'self-described socialist'", "description": "Palantir CEO Alex Karp is a self-proclaimed socialist, according to a Wall Street Journal report. Palantir has historically worked with intelligence agencies and law enforcement through the sale of big data. It's even credited with helping the United States f…", "url": "https://www.businessinsider.com/palantirs-ceo-alex-karp-is-a-self-described-socialist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57cefe57b996ebf6088b636e-1920-960.jpg", "publishedAt": "2018-11-16T04:08:03Z", "content": "Palantir, the big data company that has sold information and software to the likes of ICE and the NYPD, has a reputation that some might compare to LexCorp, but a new profile from The Wall Street Journal describes CEO Alex Karp as \"a self-described socialist.… [+3538 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "A top NFL prospect and his University of Houston coach got into a bizarre sideline confrontation over a coat", "description": "Ed Oliver and Major Applewhite had to be separated after the coach told his injured player he was not allowed to wear a heavy coat. The coats were reserved for players who were participating in the game. Oliver, one of the top prospects in the 2019 NFL Draft,…", "url": "https://www.businessinsider.com/ed-oliver-major-applewhite-houston-sideline-confrontation-over-coat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee39243815072c6548ab3e-750-375.jpg", "publishedAt": "2018-11-16T03:31:56Z", "content": "Star defensive lineman Ed Oliver and his head coach, Major Applewhite, got into a bizarre confrontation over a coat during the University of Houston's Thursday night matchup against Tulane. The incident came late in the first half when Applewhite walked over … [+1068 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Shinzo Abe became the first Japanese prime minister to visit Darwin, Australia since the city was bombed during World War II", "description": "Japanese Prime Minister Shinzo Abe has touched down in Darwin, the Australian city repeatedly attacked by Japan during World War II. Abe's visit, the first by a Japanese PM since the war, is part of an intense round of shuttle diplomacy across the Pacific thi…", "url": "https://www.businessinsider.com/shinzo-abe-first-japanese-pm-to-visit-darwin-since-world-war-ii-2018-11", "urlToImage": "https://amp.businessinsider.com/images/55437feb69bedd320701cee1-2732-1366.jpg", "publishedAt": "2018-11-16T03:28:29Z", "content": "Shinzo Abe became the first Japanese Prime Minister to visit Darwin, Australia since the city was bombed during World War II. Abe's visit is part of an intense round of shuttle diplomacy this week. Abe's visit to Darwin is bookended between the summit of the … [+2712 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Wells Fargo plans to cut roughly 1,000 US jobs", "description": "REUTERS/Rick Wilking Wells Fargo & Co said on Thursday it notified about 1,000 employees in its Consumer Lending and Payments, Virtual Solutions and Innovations groups of plans to eliminate their positions. Most of those affected received 60-day notices, but …", "url": "https://www.businessinsider.com/wells-fargo-plans-to-cut-roughly-1000-us-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee35168c35ab26053f84b2-2732-1366.jpg", "publishedAt": "2018-11-16T03:14:08Z", "content": "(Reuters) - Wells Fargo &amp; Co said on Thursday it notified about 1,000 employees in its Consumer Lending and Payments, Virtual Solutions and Innovations groups of plans to eliminate their positions. The layoffs are consistent with the bank's previously ann… [+1600 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "A '21st century Animal House': 7 women accuse Dartmouth professors of sexual assault in new lawsuit", "description": "Seven women filed a lawsuit against Dartmouth College, on Thursday, alleging they experienced sexual assault, harassment, and discrimination by professors in the school's Department of Psychological and Brain Sciences. \"These professors leered at, groped, sex…", "url": "https://www.businessinsider.com/dartmouth-college-sued-7-women-alleging-sexual-assault-professors-2018-11", "urlToImage": null, "publishedAt": "2018-11-16T03:13:11Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Venezuela ID card can track, punish citizens...", "description": "Venezuela is rolling out a new, smart-card ID manufactured by China's ZTE Corp that will help the government track, reward, and punish citizens.", "url": "https://www.businessinsider.com/venezuela-id-card-tracks-citizens-like-china-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bed97e08c35ab14a3312058-2732-1366.jpg", "publishedAt": "2018-11-16T03:04:41Z", "content": "Caracas (Reuters) — In April 2008, former Venezuelan President Hugo Chavez dispatched Justice Ministry officials to visit counterparts in the Chinese technology hub of Shenzhen. Their mission, according to a member of the Venezuela delegation, was to learn th… [+22492 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "East Coast snowstorm wreaks chaos, commuters warned to avoid Port Authority Bus Terminal", "description": "Wong Maye-E/AP The first snowstorm of the season to hit the New York City area brought several inches of snow, slowing Thursday's evening commute to a crawl. From St. Louis to the South and into the Northeast, snow, freezing rain, and sleet made driving trick…", "url": "https://www.businessinsider.com/port-authority-bus-terminal-shut-down-new-york-snow-storm-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee2e1f66be507f4c1b59a3-2732-1366.jpg", "publishedAt": "2018-11-16T02:55:34Z", "content": "NEW YORK (AP) — The first snowstorm of the season to hit the New York City area brought several inches of snow, slowing Thursday's evening commute to a crawl, after contributing to at least seven deaths as it swept across the country. From St. Louis to the So… [+3872 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Democrat Katie Porter defeats Republican Rep. Mimi Walters, flips GOP House seat in California", "description": "Jae C. Hong/AP Democrat Katie Porter captured a Republican-held House seat in California's 45th District. She defeated Republican Rep. Mimi Walters, who trailed behind by around 6,203 votes. The district has a 7-point Republican registration edge, and Walters…", "url": "https://www.businessinsider.com/katie-porter-defeats-republican-mimi-walters-orange-county-california2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee2431f556fc25800ccc86-1920-960.jpg", "publishedAt": "2018-11-16T02:07:47Z", "content": "LOS ANGELES (AP) — Democrat Katie Porter captured a Republican-held U.S. House seat Thursday in the heart of what once was Southern California's Reagan country, extending a rout of the state's GOP House delegation. Porter's upset in Orange County is a sign of… [+2701 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Mark Zuckerberg insists he's still the best person to run Facebook, despite the endless scandals (FB)", "description": "CEO Mark Zuckerberg insists he's still the best person to run Facebook, despite all the company's scandals. This week, a bombshell new report dropped about how company execs tried to downplay issues and smear critics. In a damage-control conference call with …", "url": "https://www.businessinsider.com/mark-zuckerberg-best-person-facebook-ceo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bee1926beb6702288322775-1334-667.jpg", "publishedAt": "2018-11-16T01:32:11Z", "content": "Mark Zuckerberg still thinks he's the best person to run Facebook. On Wednesday, The New York Times published a bombshell report into how Facebook's leadership attempted to manage mounting scandals by playing down problems and trying to smear critics — and it… [+4703 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "In a 'self-defeating and self-incriminating' slip-up, Trump just admitted he installed Matthew Whitaker to kill the Russia probe", "description": "President Donald Trump indicated Wednesday that he replaced former Attorney General Jeff Sessions with former US attorney Matthew Whitaker because he wants Whitaker to hamper the Russia investigation. Speaking to The Daily Caller, Trump called Whitaker \"someb…", "url": "https://www.businessinsider.com/trump-installed-matthew-whitaker-to-kill-russia-probe-obstruction-of-justice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f084c95701474b149ad8-1920-960.jpg", "publishedAt": "2018-11-16T00:56:46Z", "content": "President Donald Trump on Thursday indicated during an interview that he tapped former US attorney Matthew Whitaker to replace then Attorney General Jeff Sessions in order to rein in the Russia investigation. Speaking to The Daily Caller, Trump expanded on hi… [+5280 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "North Korea claims to have 'successfully' tested a new 'high-tech tactical weapon'", "description": "North Korea's propaganda outlet claimed on Friday that its country successfully carried out a test of a new \"high-tech tactical weapon\" that met \"all superior and powerful designing indicators.\" North Korean leader Kim Jong Un was said to have visited a test …", "url": "https://www.businessinsider.com/north-korea-new-tactical-weapon-test-kim-jong-un-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedf89e38150728764d1185-1334-667.jpg", "publishedAt": "2018-11-16T00:31:33Z", "content": "North Korea's propaganda outlet claimed on Friday that its country successfully carried out tests of a new \"high-tech tactical weapon\" that met \"all superior and powerful designing indicators.\" North Korean leader Kim Jong Un was said to have visited a test s… [+2074 chars]"}]}