{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Former CIA and NSA director Michael Hayden hospitalized after suffering a stroke", "description": "Michael Hayden, who previously served as CIA director and National Security Agency director, was hospitalized after suffering a stroke at his home earlier this week. Hayden, 73, is \"receiving expert medical care,\" and his family has requested privacy, accordi…", "url": "https://www.businessinsider.com/michael-hayden-stoke-cia-nsa-director-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf88706beb67052be1c5671-960-480.jpg", "publishedAt": "2018-11-23T23:53:30Z", "content": "Michael Hayden, who previously served as CIA director and National Security Agency director, was hospitalized after suffering a stroke at his home earlier this week. Hayden, 73, is \"receiving expert medical care,\" and his family has requested privacy, accordi… [+1563 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Some of the most popular DNA kits are on sale right for Black Friday at their lowest prices ever — here's a quick break down of each one", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. By nature, Black Friday is a day that's very much about materialism. Consumers flood stores and o…", "url": "https://www.businessinsider.com/dna-kits-on-sale-black-friday-cyber-monday-23-me-ancestry-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf88319c95701523f23cf67-1920-960.jpg", "publishedAt": "2018-11-23T23:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Hollis Johnson/Business Insider By nature, Black Friday is a day that's very much about materiali… [+933 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Amazon's Echo Look compares your outfits to see which look better on you — and it's $150 off for Black Friday right now", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Echo Look is basically Amazon's hands-free, Alexa-enabled stylist that tells you which of you…", "url": "https://www.businessinsider.com/amazon-echo-look-sale-deal-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b33e4cb1ae66233008b496f-1334-667.jpg", "publishedAt": "2018-11-23T22:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Like most shopping holidays, Amazon's take on Black Friday is massive, overwhelming, and potentia… [+1207 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "NFL WEEK 12: Our official predictions for who wins this weekend", "description": "Rick Osentoski/AP\n\n\n\nGambling is not for the faint of heart.\n\nLast week, we lost two bets by half a point, and two more by less than a field goal. Our rough year just keeps getting rougher.\n\nThat said, the only way to turn things around is to keep on picking,…", "url": "https://www.businessinsider.com/nfl-picks-week-12-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-23T22:07:30Z", "content": "Rick Osentoski/AP Gambling is not for the faint of heart. Last week, we lost two bets by half a point, and two more by less than a field goal. Our rough year just keeps getting rougher. That said, the only way to turn things around is to keep on picking, so l… [+1386 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL WEEK 12: Our official predictions for who wins this weekend", "description": "Gambling is not for the faint of heart. Last week, we lost two bets by half a point, and two more by less than a field goal. Our rough year just keeps getting rougher. That said, the only way to turn things around is to keep on picking, so let's get to the ac…", "url": "https://www.businessinsider.com/nfl-picks-week-12-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf76fd2f556fc3f877e6964-960-480.jpg", "publishedAt": "2018-11-23T22:07:30Z", "content": "Gambling is not for the faint of heart. Last week, we lost two bets by half a point, and two more by less than a field goal. Our rough year just keeps getting rougher. That said, the only way to turn things around is to keep on picking, so let's get to the ac… [+139 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "The 10 best Black Friday deals of 2018 — if you only have $100 to spend", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. All day, we've been rounding up the best Black Friday store sales and individual product deals fo…", "url": "https://www.businessinsider.com/best-black-friday-2018-deals-under-100-dollars", "urlToImage": "https://amp.businessinsider.com/images/5bf8796b3815075cf52e0c85-750-375.jpg", "publishedAt": "2018-11-23T22:04:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Fitbit Alta HR, $79.95 (originally $149.95) [You save $70], available at Amazon Amazon All day, w… [+731 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Hillary Clinton calls for immigration reform on ‘both sides of the Atlantic’ after she’s slammed for blaming migration for the rise of populism in Europe", "description": "On Friday, Former Secretary of State Hillary Clinton responded to backlash over her controversial call for European leaders to curb migration in order to thwart the rising tide of populism. Clinton called for immigration reform on \"both sides of the Atlantic.…", "url": "https://www.businessinsider.com/hillary-clinton-responds-to-backlash-over-europe-migration-comments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd0a33fd2e64853a7647d64-1920-960.jpg", "publishedAt": "2018-11-23T22:00:50Z", "content": "Former Secretary of State Hillary Clinton on Friday responded to backlash over her controversial call for European leaders to curb migration in order to thwart the rising tide of right-wing populism. In a series of tweets, Clinton called for immigration refor… [+2122 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni", "title": "3 common myths about leadership that can hold you back, according to retired 4-star general Stanley McChrystal", "description": "Stanley McChrystal retired after a 34-year military career as a four-star general in the US Army in 2010. He's identified three common myths about leadership, which can lead to less effective results. The three myths concern the \"Great Man Theory\" of history …", "url": "https://www.businessinsider.com/gen-stanley-mcchrystal-says-there-are-3-common-myths-about-leadership-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf85010f556fc4f5c531b53-1920-960.jpg", "publishedAt": "2018-11-23T21:24:41Z", "content": "Since retiring from the US military as a four-star general eight years ago, Stanley McChrystal has reflected on one of his favorite subjects — leadership — and he's had some significant revelations. McChrystal had a 34-year military career, taking out al-Qaed… [+4723 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Here's where to find the cult-favorite Instant Pot at its lowest price for Black Friday 2018", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Below are the lowest prices for the Instant Pot on Black Friday — and where to find the best disc…", "url": "https://www.businessinsider.com/instant-pot-black-friday-sale-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf84f2c110d4c66dd2ebf4a-1536-768.jpg", "publishedAt": "2018-11-23T21:14:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Instant Pot is a cult-favorite kitchen product for cooks of every skill level — and it's seei… [+1908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher and Samantha Lee", "title": "NASA's new Mars mission lands on Monday — here are 13 incredible facts you probably didn't know about the red planet", "description": "NASA's InSight Mars lander will try to land around 3 p.m. ET on Monday, November 26. The robotic probe could be the first Mars mission to measure the \"vital signs\" of the world and decode its internal structure. From skyscrape-size tsunamis to eerie blue suns…", "url": "https://www.businessinsider.com/mars-facts-statistics-2017-5", "urlToImage": "https://amp.businessinsider.com/images/5ae8d9df19ee8625008b46ea-1136-568.png", "publishedAt": "2018-11-23T21:09:00Z", "content": "NASA is about to land InSight: a new $830-million Mars lander that will probe the red planet's secrets like never before. InSight lifted off in May and is expected to land on Monday, but it's just one of dozens of robotic and satellite missions that humanity … [+611 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj and Amir Ismael", "title": "Black Friday includes tons of vacuum deals this year — here are the best from Dyson, Roomba, and more", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is officially here, and you can save on vacuums from top companies like Roomba, Dyso…", "url": "https://www.businessinsider.com/vacuum-sale-deals-black-friday-cyber-monday2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5a3179e8c533726163459-1536-768.jpg", "publishedAt": "2018-11-23T20:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Everybody wants clean floors, but it always seems like they get dirty the moment you're done swee… [+3102 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Stores like Walmart, Lowe's, and J.Crew have a new nightmare for Black Friday — and it signals a fundamental shift in how we shop (WMT, LOW)", "description": "Walmart, Lowe's, and J.Crew are just a few of the retailers dealing with technical difficulties this Black Friday. Shoppers encountered glitching and crashing websites on Wednesday, Thursday, and Friday as the holiday shopping season kicked off. The core prob…", "url": "https://www.businessinsider.com/walmart-lowes-black-friday-nightmare-tech-issues-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf85bc501b12d519b4bcde1-960-480.jpg", "publishedAt": "2018-11-23T20:34:51Z", "content": "There's a new Grinch in town this holiday shopping season. Retailers' Black Friday shopping nightmares are no longer simply overcrowded stores or running out of stock. Instead, there is a new fear to keep executives up at night in the days leading up to Thank… [+2494 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Macy's flagship store stayed open all night over Thanksgiving, but employees say it isn't worth it (M)", "description": "Macy's flagship store in New York City is open through the night over Thanksgiving and Black Friday. Some employees told Business Insider that the store is largely empty during the night. Increasingly, brick-and-mortar stores have become a less relevant part …", "url": "https://www.businessinsider.com/macys-open-all-night-thanksgiving-employee-reaction-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf84ea20d7c674e433e075a-750-375.jpg", "publishedAt": "2018-11-23T20:24:12Z", "content": "Macy's flagship store in New York City was open through the night over Thanksgiving and into Black Friday, and some employees say it doesn't make much business sense. Business Insider spoke to 10 employees working at Macy's Herald Square store on Thursday eve… [+2157 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Boan", "title": "Fenty Beauty is having a massive Black Friday sale, and everything is 20% off", "description": "Rihanna's makeup brand Fenty Beauty is having a huge Black Friday sale. Everything on the brand's official website is 20% off. The sale lasts through Monday, November 26. Brands like Urban Decay and Anastasia Beverly Hills are having huge sales for Black Frid…", "url": "https://www.businessinsider.com/fenty-beauty-black-friday-sale-2018-11", "urlToImage": null, "publishedAt": "2018-11-23T20:20:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump asks Supreme Court to consider transgender military ban", "description": "The Trump administration on Friday asked the Supreme Court to consider the president's efforts to bar transgender people from serving in the US military. The Justice Department wants the Supreme Court to consider the ban in the current term, meaning a decisio…", "url": "https://www.businessinsider.com/trump-asks-supreme-court-to-consider-transgender-military-ban-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf85bf366be503330708953-1920-960.jpg", "publishedAt": "2018-11-23T20:19:13Z", "content": "The Trump administration on Friday asked the Supreme Court to consider the president's efforts to bar transgender people from serving in the US military. Solicitor General Noel J. Francisco called on the justices to take up three cases challenging the ban, wh… [+1663 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "'It was validation that our idea was right': After an acquisition, there's a sharp contrast between founders who are thrilled, and those with seller's remorse", "description": "When a founding CEO sells their company, they might be thrilled from a financial and emotional perspective, or... not. There are a few different outcomes for CEOs after an acquisition: They might leave to start a new company, stay on in the same role, or stay…", "url": "https://www.businessinsider.com/what-happens-ceo-founder-company-acquired-2018-11", "urlToImage": "https://amp.businessinsider.com/images/55ba396ceab8eaf0147f9885-1136-568.jpg", "publishedAt": "2018-11-23T20:12:44Z", "content": "\"You'd think we would've been celebrating,\" said Marc Lore. \"Like, 'Wow, we just made enough money that we never have to work again.'\" Lore is the CEO and president of Walmart eCommerce in the US. In an interview with Business Insider's Alyson Shontell, he re… [+9991 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "101 Black Friday deals on the best products we recommend in our 800+ buying guides", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday and Cyber Monday are among the best days of the year to buy excellent products on sa…", "url": "https://www.businessinsider.com/best-products-on-sale-black-friday-deals-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf85873c957014e673104a4-960-480.jpg", "publishedAt": "2018-11-23T20:00:00Z", "content": "Dagne Dover makes some of our favorite work bags, tote bags, and wallets for women, and you can get 20% off your order, so it's a great idea to shop this sale. We recommend L.L. Bean a lot because the company makes great clothing, outerwear, footwear, and hom… [+2446 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "The mayor of Tijuana declares a humanitarian crisis at the border city after nearly 5000 migrants arrive - Business Insider", "description": "Business Insider The mayor of Tijuana declares a humanitarian crisis at the border city after nearly 5000 migrants arrive Business Insider The mayor of Tijuana, Juan Manuel Gastelum, has declared a humanitarian crisis in his border city. He has asked the UN f…", "url": "http://uk.businessinsider.com/ap-tijuana-mayor-declares-humanitarian-crisis-over-migrants-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bf856d0bde70f19171f8459-1190-625/the-mayor-of-tijuana-declares-a-humanitarian-crisis-at-the-border-city-after-nearly-5000-migrants-arrive.jpg", "publishedAt": "2018-11-23T19:49:18Z", "content": "Rodrigo Abd/AP TIJUANA, Mexico (AP) The mayor of Tijuana has declared a humanitarian crisis in his border city and said Friday that he has asked the United Nations for aid to deal with the approximately 5,000 Central American migrants who have arrived. Mayor … [+2163 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Bedding startup Boll & Branch only has one sale a year and it's happening now on Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Now through November 25, save 25% off all orders over $150 at Boll & Branch. This is the company'…", "url": "https://www.businessinsider.com/boll-and-branch-sheets-black-friday-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf83812beb6704a8042943f-750-375.jpg", "publishedAt": "2018-11-23T19:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. A comfortable mattress and nice sheets are fundamental to getting a good night's sleep. The quali… [+1146 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "'This is 100% real and possibly a very bad idea': Cards Against Humanity is selling used cars, medieval weapons, TVs, and even $100 bills for 99% off as satire of Black Friday", "description": "Black Friday 2018 is upon us, and that also means a new marketing stunt from longtime satirist of the retail holiday, Cards Against Humanity. The company behind the popular card game launched 99percentoffsale.com, a website that sells items including a $20 bi…", "url": "https://www.businessinsider.com/cards-against-humanity-launches-ridiculous-99-percent-off-black-friday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf854478c35ab4fe61d9acf-1136-568.jpg", "publishedAt": "2018-11-23T19:37:44Z", "content": "\"Holy f--k have we got some deals,\" a new website from the makers of Cards Against Humanity reads. \"Don't be frightened by the deals. Just click and let the savings wash over you.\" While many of the items sold on the site could be seen as prank gifts — like a… [+1017 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "NASA is about to land its $830-million InSight mission on Mars. Here's a second-by-second timeline of the probe's treacherous journey to the Martian surface.", "description": "NASA's InSight robot will attempt a Mars landing around 3 p.m. ET on Monday, November 26. The $830-million mission must perfectly execute thousands of steps to not burn up, crash, or get tossed into deep space. NASA 's Jet Propulsion Laboratory created a time…", "url": "https://www.businessinsider.com/nasa-insight-mars-mission-landing-when-what-time-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5c918b73c282ade5536e5-750-375.jpg", "publishedAt": "2018-11-23T19:35:22Z", "content": "If you aren't nervous for NASA's InSight Mars probe, you probably should be. Getting a rocket ride to the red planet is the easy part. It's touching down on Mars that aerospace engineers consider to be one of the greatest challenges in the solar system; in fa… [+735 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Lowe's website crashed during Black Friday sales", "description": "Lowe's website crashed during Black Friday sales shopping. Customers complained on Twitter that they were unable to make any purchases online. The website was then temporarily shut down. On Friday afternoon, it relaunched. Lowe's website crashed midway throug…", "url": "https://www.businessinsider.com/lowes-website-crashed-on-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf84f750d7c674e433e075e-960-480.jpg", "publishedAt": "2018-11-23T19:34:23Z", "content": "Lowe's website crashed midway through Black Friday sales shopping and customers took to social media to complain. \"Lowe's, can you at least provide an ETA on the website fix so I can stop refreshing every 30 seconds like an idiot,\" one customer wrote on Twitt… [+1044 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "After 5 years of riding the New York City subway, I tried the Delhi Metro at the busiest time of the year — and it showed me exactly what I'm missing", "description": "The New York City Subway may be extensive and well-connected, but it's hardly the most reliable. In contrast, the Delhi Metro is not only clean and convenient, but also extremely reliable. I rode the Delhi Metro during the most crowded time of the year, and i…", "url": "https://www.businessinsider.com/delhi-metro-vs-new-york-city-subway-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7fe6210114258ed2336a4-2732-1366.jpg", "publishedAt": "2018-11-23T19:32:44Z", "content": "It was not my first time on it — I had used it a handful of times when I lived in Delhi until 2013 and quite enjoyed the experience. But I was curious to see whether anything had changed over the past five years, and if operational headaches had begun to catc… [+1348 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon reveals top-selling Black Friday items as sales reach 'record levels' (AMZN)", "description": "Amazon announced on Friday that customers are shopping Black Friday deals at \"record levels\" and that it is already on pace to beat last year in terms of the number of items sold. Customers have purchased more than one million toys and 700,000 fashion items i…", "url": "https://www.businessinsider.com/amazon-black-friday-best-selling-items-echo-dot-fire-tv-stick-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf84f5f01b12d507e5ef765-1920-960.jpg", "publishedAt": "2018-11-23T19:27:41Z", "content": "Amazon's Black Friday sale is already off to a roaring start. The e-commerce giant announced on Friday afternoon that customers are shopping Black Friday deals at \"record levels\" and that in just nine hours, it's already on pace to beat last year in terms of … [+1366 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "How to get a one-year Hulu subscription for only $12 on Black Friday", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday 2018 is here, and one of the best deals we've seen is a year-long Hulu Limited Comme…", "url": "https://www.businessinsider.com/hulu-99-cents-a-month-deal-black-friday-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf850d10591f26c200194a5-1920-960.jpg", "publishedAt": "2018-11-23T19:21:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's Black Friday, and one of the best deals we've seen so far today is from Hulu. Now through No… [+1553 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dana Varinsky", "title": "The Trump administration released a dire new report on climate change that predicts hundreds of billions of dollars in economic losses to come", "description": "A new report analyzes the impacts climate change is having in the US now, and what the country could look like by 2100. The findings are dire, predicting severe sea-level rise, more insect-borne disease, and big increases in precipitation. The report is manda…", "url": "https://www.businessinsider.com/climate-report-us-economy-will-lose-hundreds-of-billions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf83f61381507567f12ec05-1920-960.jpg", "publishedAt": "2018-11-23T19:18:47Z", "content": "On Black Friday, as many Americans were shopping or spending time with family, the Trump administration published a major report on climate change. The study, called the National Climate Assessment, is the fourth in an ongoing series mandated by a 1990 law. I… [+5967 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jennifer Still", "title": "7 underrated European cities you need to visit", "description": "Popular European tourist destinations like Paris, Rome, and London aren't your only options on the continent. Here, we explore seven of the most underrated cities in Europe, from Strasbourg, France, to Budapest, Hungary. When most people dream of traveling ac…", "url": "https://www.businessinsider.com/underrated-european-cities-to-visit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8499fda27f86c2f0ebde5-1920-960.jpg", "publishedAt": "2018-11-23T19:02:00Z", "content": "When most people dream of traveling across Europe, they envision hitting the cities that we see in movies and on TV or that we read about in books. While places like Paris, Rome, and London all have their merits and are definitely worth a visit, there are som… [+277 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "56 Black Friday deals under $50 that make great holiday gifts", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Some of us go into Black Friday with a game plan. We know what we want, what price we want to pay…", "url": "https://www.businessinsider.com/cheap-black-friday-deals-under-50-dollars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf844a010114262e25302e7-750-375.jpg", "publishedAt": "2018-11-23T18:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Get a Google Home Mini for $25 at Best Buy. Google Some of us go into Black Friday with a game pl… [+756 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni and Sarah Wyman", "title": "The founders of successful companies like Lyft, Harry's, and Drybar share their best advice on making business partnerships work", "description": "Choosing a business partner (or choosing not to have one) is one of the most important decisions an entrepreneur makes. On Business Insider's podcast, \"This Is Success,\" we've discussed navigating partnerships with the founders of Lyft, Harry's, Drybar, and G…", "url": "https://www.businessinsider.com/lyft-harrys-drybar-business-partnership-lessons-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8273d1011425e766b66e1-2732-1366.jpg", "publishedAt": "2018-11-23T18:29:04Z", "content": "Jeff Raider: So I mean, I think having cofounders and co-CEOs in a company is great if you feel like you've got a great relationship with that other person, and your skills complement each other well. You know, when you're starting a company, early on, you've… [+3913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "Microsoft's CTO lays out the two tech trends he believes will change the world: 'People haven't wrapped their heads around this yet'", "description": "Microsoft CTO Kevin Scott sees two big things coming down the pipeline in the tech industry, he tells Business Insider. The first is an explosion of cheap, powerful silicon processors coming in the next 5 to 8 years — which will lead to every device, everywhe…", "url": "https://www.businessinsider.com/microsoft-cto-kevin-scott-ai-silicon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf82bf81011425f743e0f37-1536-768.jpg", "publishedAt": "2018-11-23T18:05:37Z", "content": "At most companies, the chief technology officer is tasked with overseeing the engineering teams and basically making sure that the company is staking its technological bets in an intelligent way. At a company like Microsoft, where there are tens of thousands … [+8427 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Here's what Thanksgiving looked like for US troops at the southern border", "description": "The Department of Defense delivered thousands of pounds of traditional Thanksgiving food to deployed units. Thanksgiving was a \"light-duty day\" for US troops at the US-Mexico border, a reprieve after weeks of running razor wire and erecting barriers. The US m…", "url": "https://www.businessinsider.com/thanksgiving-troops-at-us-southern-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf838a966be502ef8655042-2732-1366.jpg", "publishedAt": "2018-11-23T18:01:25Z", "content": "Thousands of US troops spent the Thanksgiving holiday not with their families but at the US-Mexico border, where they are currently awaiting the arrival of migrant caravans alongside the border patrol personnel they were deployed to support and defend from ha… [+256 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "From tiny startup to Silicon Valley's favorite vaping company — Stanford researchers shine new light on Juul's rise", "description": "Stanford researchers recently unveiled a trove of images from ads that Silicon Valley e-cigarette startup Juul used to market its flash drive-esque devices. The company was recently valued at $15 billion, but it faces a growing backlash from public-health exp…", "url": "https://www.businessinsider.com/stanford-juul-ads-photos-teens-e-cig-vaping-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf83b72f556fc4d9b6ca768-1334-667.jpg", "publishedAt": "2018-11-23T17:41:00Z", "content": "The kids are not alright. According to regulators and public health experts, vaping is the latest trend among young people, and the habit is creating a generation of new smokers. At the center of the controversy is Silicon Valley e-cigarette startup Juul, who… [+5320 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Curley", "title": "I stopped drinking for six weeks — here are 10 surprising things I learned from my period of sobriety", "description": "If you stop drinking, even for a brief period, it can alter your perspective of alcohol consumption. Here, author Bob Curley details 10 lessons he learned from being sober for six weeks. Nearly everyone who enjoys a good drink has joked at some point about gi…", "url": "https://www.businessinsider.com/lessons-learn-when-you-stop-drinking-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf82d40c9570148ce6301cf-1920-960.jpg", "publishedAt": "2018-11-23T17:36:00Z", "content": "Here's the tricky thing about drinking: It's hard to keep track of your drinking when you drink. Try asking yourself how many drinks you had when you've been out partying with friends, for example. Or, if you're a home bartender like me, think about how much … [+421 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "9 ways to write an irresistible email subject line no one will be able to ignore", "description": "You might be wondering how to write an effective email subject line. There are several ways to take a subject line from so-so to excellent. Experts told Business Insider that getting specific, like including a deadline or how you know the person you're emaili…", "url": "https://www.businessinsider.com/email-subject-line-how-to-write-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf83655e4218a49280be4bf-1334-667.jpg", "publishedAt": "2018-11-23T17:35:00Z", "content": "Dmitri Leonov, cofounder of email assistant tool SaneBox, suggested adding tags like [Time Sensitive], [Urgent], or [Action Item] at the beginning of your subject so your recipient knows just what the message entails — and how urgent it is to reply. As a cave… [+202 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton and Ruqayyah Moynihan", "title": "Amazon 'dumbfounded' police in Spain by asking them to intervene in a mass warehouse strike and patrol worker productivity", "description": "Amazon asked police in Spain to intervene in a mass strike on Friday by enforcing worker productivity inside a Madrid warehouse, according to local reports. Thousands of Amazon workers across Europe went on strike on Black Friday in protest at working conditi…", "url": "https://www.businessinsider.com/amazon-asked-police-in-spain-to-intervene-warehouse-strike-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf82486f556fc49be33e564-1136-568.jpg", "publishedAt": "2018-11-23T17:34:49Z", "content": "Amazon asked police in Spain to intervene in a mass strike at a warehouse on the outskirts of Madrid, according to local reports. Amazon wanted a police presence at the warehouse to ensure that productivity remained high within the fulfilment center, while wo… [+2448 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "The best value plays in your DraftKings lineup for Week 12 of the NFL season", "description": "We're officially heading into the second half of the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week, there is a new chance to find value and make some …", "url": "https://www.businessinsider.com/draftkings-lineup-value-plays-week-12-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7a7bfda27f85e4a19f0c5-1536-768.jpg", "publishedAt": "2018-11-23T17:28:46Z", "content": "We're officially heading into the second half of the 2018 NFL season, and some traditional fantasy players may already be out of the running in their leagues. Thankfully, with daily fantasy games, every week, there is a new chance to find value and make some … [+545 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Macy's says it will hit $1 billion in mobile sales by the end of the year as smartphone shopping explodes (M)", "description": "Macy's CEO said on Friday that the company is on track to reach its target of $1 billion in mobile sales by year-end. Smartphone shopping has been a dominant trend in Thanksgiving and Black Friday sales. This Thanksgiving, smartphones accounted for 36.7% of a…", "url": "https://www.businessinsider.com/macys-benefits-black-friday-shoppers-phones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf82f22beb67049a4708958-750-375.jpg", "publishedAt": "2018-11-23T17:20:12Z", "content": "Mobile shopping has been the dominant trend of Thanksgiving and Black Friday so far, and it's feeding nicely into Macy's growth strategy. In an interview with Yahoo Finance's Brian Sozzi at Macy's flagship store in New York City's Herald Square on Friday, CEO… [+1313 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Tommy John, one of our favorite underwear startups, is having a huge Black Friday sale — here's what to buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Now through November 26, you can save 20% sitewide and get free shipping on all over $100 at unde…", "url": "https://www.businessinsider.com/tommy-john-black-friday-cyber-monday-sale-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf812840d7c6745d95cd3b7-960-480.jpg", "publishedAt": "2018-11-23T17:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Most undershirts are ill-fitting at the collar, with sleeves either too loose or too tight, and a… [+821 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Breton Fischetti", "title": "The $50 safety razor I swear by to get a close, smooth shave is 15% off as a Black Friday deal", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There are a wealth of different shaving startups to turn to for better razors than the drugstore …", "url": "https://www.businessinsider.com/rockwell-safety-razor-review-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b2a78e11ae6621a008b51ae-1920-960.jpg", "publishedAt": "2018-11-23T17:16:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. I'm pretty set in my ways when it comes to shaving. I've tried razors from other shaving startups… [+4341 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "A WWE women's wrestler called 'The Man' said she could break Conor McGregor's arm, and the Irishman clapped back", "description": "Becky Lynch has said she could break Conor McGregor's arm in \"three short seconds.\" Lynch is one of the biggest names in WWE right now, and a key part in a flourishing women's wrestling scene. The tough-talking Irishwoman speaks in the third person and has na…", "url": "https://www.businessinsider.com/wwe-wrestler-becky-lynch-says-she-could-break-conor-mcgregors-arm-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf824960d7c6748511c7fe4-1920-960.jpg", "publishedAt": "2018-11-23T17:08:05Z", "content": "Becky Lynch has said on Twitter that she could break Conor McGregor's arm in three seconds. A two-time champion on the WWE brand Smackdown, Lynch plays a key part in a flourishing women's wrestling scene. But another development creating headlines is the evol… [+2409 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Black Friday 2018 watch and smartwatch deals: Get an Apple Watch for $199, and save up to $400 on a Rolex", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday offers a chance to get fantastic deals on watches. Whether you're looking for a Role…", "url": "https://www.businessinsider.com/best-black-friday-watch-smartwatch-deals-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b968ffe64dce826308b4ee9-960-480.jpg", "publishedAt": "2018-11-23T17:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is here, meaning that this is the time to snag the holiday season's best deals. Whet… [+1371 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "14,000 immigrant children spent Thanksgiving in US government detention shelters", "description": "A record-setting 14,030 immigrant children live in US detention camps and shelters across the country as of November 15, according to federal and state statistics. While President Donald Trump's \"zero-tolerance\" policy contributed to the boom by separating ch…", "url": "https://www.businessinsider.com/14000-immigrant-children-spent-thanksgiving-in-us-government-detention-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b2a9c371ae66223008b5115-1920-960.jpg", "publishedAt": "2018-11-23T16:58:48Z", "content": "A record-setting 14,030 immigrant children live in US detention camps and shelters across the country as of November 15, according to federal and state statistics cited by Houston Chronicle. While President Donald Trump's \"zero-tolerance\" policy contributed t… [+1409 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "I visited Target and Best Buy on Black Friday — and I couldn't believe how empty they were (TGT, BBY)", "description": "Black Friday isn't as crazy of a shopping day as it once was. Black Friday's decline is in large part due to the rise of online shopping and heavy discounting year-round. When we visited Best Buy and Target, traditionally two of the biggest Black Friday desti…", "url": "https://www.businessinsider.com/target-best-buy-black-friday-empty-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf821eb0591f265872a1495-1920-960.jpg", "publishedAt": "2018-11-23T16:55:44Z", "content": "Black Friday isn't the massive shopping event it once was. One of the biggest factors in Black Friday's declining significance is the rise of online shopping. With so many deals available online, customers no longer have to wait out in long lines for stores t… [+1305 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon is encouraging shoppers to do something retailers hate on Black Friday (AMZN)", "description": "Amazon is encouraging shoppers to use its app to find items in stores, but buy them online through Amazon this Black Friday. The company is offering $5 discount on certain items through the app's features, including barcode scan and camera search. This offer …", "url": "https://www.businessinsider.com/amazon-offers-extra-discount-on-black-friday-for-in-store-shoppers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf82b291011425f7606c595-2732-1366.jpg", "publishedAt": "2018-11-23T16:54:17Z", "content": "Amazon has a new plan to draw customers to its site this Black Friday. In addition to its usual slew of discounts during Black Friday and the days immediately following and before, Amazon is offering a different kind of discount. This year, it's offering a $5… [+1453 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Black Friday is projected to be the strongest in years — here's how retail stocks are reacting", "description": "Black Friday 2018 spending was projected to climb by 5.7% versus a year ago, which would be the fastest growth since 2011. Retail stocks were mixed. Watch the SPDR S&P Retail ETF trade live. Retail stocks were mixed following projections Black Friday 2018 wil…", "url": "https://markets.businessinsider.com/news/stocks/black-friday-best-in-years-retail-stocks-react-2018-11-1027752070", "urlToImage": "https://static6.businessinsider.com/image/5beb3cb601b12d668464d015-2000/gettyimages-625634456.jpg", "publishedAt": "2018-11-23T16:44:25Z", "content": "Eduardo Munoz Alvarez/Getty Images Retail stocks were mixed following projections Black Friday 2018 will be the strongest in years. Total spending over the Black Friday weekend was expected to climb 5.7% versus a year ago to $59.6 billion, according to estima… [+1032 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Black Friday is projected to be the strongest in years — here's how retail stocks are reacting", "description": "Black Friday 2018 spending was projected to climb by 5.7% versus a year ago, which would be the fastest growth since 2011. Retail stocks are mixed. Watch the SPDR S&P Retail ETF trade live. Retail stocks were mixed following projections Black Friday 2018 will…", "url": "https://www.businessinsider.com/black-friday-best-in-years-retail-stocks-react-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf82bdbd1e8446eca13be9d-1920-960.jpg", "publishedAt": "2018-11-23T16:44:25Z", "content": "Retail stocks were mixed following projections Black Friday 2018 will be the strongest in years. Total spending over the Black Friday weekend was expected to climb 5.7% versus a year ago to $59.6 billion, according to estimates by GlobalData Retail. That woul… [+996 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Sonos almost never discounts its speakers — but on Black Friday you can get up to $100 off", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is finally here, and if you've been waiting for a great deal on Sonos speakers, you'…", "url": "https://www.businessinsider.com/sonos-black-friday-deals-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf771a70d7c673e024a6e45-1536-768.jpg", "publishedAt": "2018-11-23T16:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday is finally here, and while we've found a ton of great tech deals that are worth your… [+3040 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump slammed by Turkey's top diplomat for turning a 'blind eye' to Khashoggi after president says CIA only has 'feelings' on killing", "description": "Turkey's top diplomat on Friday slammed President Donald Trump for turning a \"blind eye\" to the killing of Saudi journalist Jamal Khashoggi. Trump on Thursday disputed the CIA's reported conclusion Saudi Crown Prince Mohammed bin Salman ordered Khashoggi's ki…", "url": "https://www.businessinsider.com/turkeys-top-diplomat-slams-trump-for-turning-blind-eye-to-khashoggi-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf824b9d1e8446dc866923b-960-480.jpg", "publishedAt": "2018-11-23T16:39:57Z", "content": "Turkey's top diplomat on Friday slammed President Donald Trump for turning a \"blind eye\" to the killing of Saudi journalist Jamal Khashoggi as the president continues to tout US-Saudi relations amid accusations he's placed arms sales and oil prices above upho… [+2341 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Hillary Clinton says Europe needs to stop taking in migrants — and people aren't happy about it", "description": "Hillary Clinton is facing a backlash after arguing that European leaders should stop offering \"refuge and support\" to migrants in order to assuage the concerns of a growing right-wing populism across the continent. \"Europe has done its part, and must send a v…", "url": "https://www.businessinsider.com/hillary-clinton-faces-backlash-after-europe-migration-comments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf811871011425b486795e4-2732-1366.jpg", "publishedAt": "2018-11-23T16:35:49Z", "content": "Hillary Clinton is facing backlash after arguing that European leaders should stop offering \"refuge and support\" to migrants in order to assuage the concerns of a growing right-wing populism across the continent. \"I think Europe needs to get a handle on migra… [+2587 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "J.Crew's website is crashing as customers try to shop Black Friday deals", "description": "J.Crew's website has crashed during Black Friday sales shopping. Customers are complaining on Twitter that they are unable to add items to their carts online. J.Crew issued an apology on Twitter, saying that the technical difficulties are due to high demand. …", "url": "https://www.businessinsider.com/jcrew-website-crashes-on-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8295a01b12d4b80530a86-750-375.jpg", "publishedAt": "2018-11-23T16:35:42Z", "content": "A broken website on one of the biggest shopping days of the year is any retailer's worst nightmare, and unfortunately for J.Crew, it's just come true. Irate customers have taken to social media to complain that they are unable to complete orders while shoppin… [+1575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Morris Pearl, Contributor", "title": "Fast-food companies like McDonald's struggling to find workers should take a page from the playbook of places like Disney and Target (MCD)", "description": "The unemployment rate in the US has been falling, and fast-food CEOs have reported that they're having trouble filling open positions. However, writes Morris Pearl, they haven't tried the most effective tactic: raising wages. Major companies like Amazon, Disn…", "url": "https://www.businessinsider.com/fast-food-raise-wages-find-more-employees-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0bcc2c95701208b60ec05-1136-568.jpg", "publishedAt": "2018-11-23T16:29:45Z", "content": "As the unemployment rate continues to fall, the CEOs of some fast-food chains are saying they now face a major problem: not enough workers to fill open jobs. With some fast-food employers reporting they can fill as little as 60% of their open positions today,… [+3933 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Movie theater insiders explain why Netflix's strategy for Oscar frontrunner 'Roma' proves it still has a lot to learn about the industry", "description": "For the first time ever this year, Netflix decided to release some of its movies exclusively in theaters before they were available to watch on its streaming service. One of those titles is \"Roma,\" Alfonso Cuarón’s critically acclaimed movie that has become a…", "url": "https://www.businessinsider.com/netflix-roma-strategy-proves-it-needs-to-learn-theater-business-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf825ea8c35ab4a051e2109-1136-568.jpg", "publishedAt": "2018-11-23T16:28:10Z", "content": "In Netflix's letter to shareholders in October about its third-quarter earnings, the streamer dedicated an entire paragraph to its continued mission of doing \"day-and-date\" releases for its original movies, meaning simultaneously showing them in theaters and … [+10360 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "It's been a week to forget for Deutsche Bank after Citigroup CEO dismisses merger talk", "description": "Deutsche Bank's shares drop after Citigroup CEO dismisses the chance of a merger between the two institutions. Deutsche's shares were hit earlier this week after it was embroiled in the ongoing Danske Bank money laundering scandal. Follow Deutsche Bank's shar…", "url": "https://www.businessinsider.com/its-been-a-week-to-forget-for-deutsche-bank-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf80ff6b73c2843b45b78ea-2732-1366.jpg", "publishedAt": "2018-11-23T16:22:18Z", "content": "It's been a rollercoaster week for Germany's biggest lender, Deutsche Bank, which ended on a sour note after Citigroup's CEO dismissed talk of a merger between the banks in a German business publication. Michael Corbat reportedly told German business publicat… [+1400 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Black Friday misery for French shops as Macron and protesters lock horns - Business Insider", "description": "Business Insider Black Friday misery for French shops as Macron and protesters lock horns Business Insider By Richard Lough and Dominique Vidalon. PARIS (Reuters) - French retailers warned after days of unrest over fuel taxes on Friday that prolonged protests…", "url": "http://uk.businessinsider.com/r-black-friday-misery-for-french-shops-as-macron-and-protesters-lock-horns-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bf82a18bde70f134f244617-1190-625/black-friday-misery-for-french-shops-as-macron-and-protesters-lock-horns.jpg", "publishedAt": "2018-11-23T16:17:00Z", "content": "FILE PHOTO: People wearing yellow vests, a symbol of a French drivers' protest against higher fuel prices, block the motorway in Antibes Thomson Reuters By Richard Lough and Dominique Vidalon PARIS (Reuters) - French retailers warned after days of unrest over… [+3871 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Cowboys' Amari Cooper celebrates touchdown by imitating Markelle Fultz's infamous free-throw form", "description": "Newly-minted Cowboys wide receiver Amari Cooper erupted for 180 yards and two touchdowns off of eight receptions against Dallas' division rival Washington Redskins in their Thanksgiving Day matchup. After hauling in a 40-yard touchdown pass from quarterback D…", "url": "https://www.businessinsider.com/cowboys-amari-cooper-markelle-fultz-free-throw-celebration-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf826d8e4218a475f7f522d-1136-568.jpg", "publishedAt": "2018-11-23T16:15:32Z", "content": "The Dallas Cowboys weren't even playing the Philadelphia Eagles on Thanksgiving Day this year, but they still managed to take a shot at the City of Brotherly Love. America's Team took care of their division rival Washington Redskins with a 31-23 victory at AT… [+1890 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "For $25,000 a night, you can rent a luxury chalet that sits on top of a glacier in a remote part of Alaska", "description": "In a remote part of Alaska, you can rent a luxe chalet that sits on top of a glacier for $25,000 a night. Sheldon Chalet sits in the middle of Denali National Park and is only reachable by helicopter. The chalet offers stunning views of snowy peaks and the No…", "url": "https://www.businessinsider.com/luxury-chalet-glacier-alaska-denali-national-park-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedd0f801b12d1d9129d494-2732-1366.jpg", "publishedAt": "2018-11-23T16:15:00Z", "content": "On a remote rock outcropping surrounded by glacial ice in Alaska sits Sheldon Chalet. The luxury chalet, which opened to guests in February 2018, is only reachable by helicopter. You can book it for $25,000 a night, which includes helicopter shuttle service, … [+378 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Best Buy's e-commerce has pulled out of slide (BBY)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Best Buy has announced results for its fiscal Q3 2019 (ended November 3, 2018…", "url": "https://www.businessinsider.com/best-buy-ecommerce-strong-q3-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58b965eabe967306018b4781-2732-1366.jpg", "publishedAt": "2018-11-23T16:12:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Best Buy has announced results for its fiscal Q3 2019 (ended November 3, 2018… [+2781 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "Sorry, ‘Red Dead Redemption 2’ — the new ‘Call of Duty’ is already the best-selling game of 2018", "description": "The latest entry in the annual \"Call of Duty\" franchise is a massive hit. \"Call of Duty: Black Ops 4\" was the best-selling game of October, and the best-selling game of 2018 — at once. \"Call of Duty\" is always a popular franchise, but this is an especially im…", "url": "https://www.businessinsider.com/what-is-the-best-selling-game-of-2018-call-of-duty-black-ops-4-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc9e5d398b2492b057a7a13-2732-1366.jpg", "publishedAt": "2018-11-23T16:04:37Z", "content": "\"Call of Duty\" is a behemoth in the world of video games, and this year's entry is the latest proof: In less than a month of sales, it's already the best-selling game of the year. The game has made well over $1 billion. \"Call of Duty: Black Ops 4\" is the late… [+2684 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Malarie Gokey", "title": "Black Friday TV deals 2018: The best prices from Samsung, Sony, Vizio, and more", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Black Friday 2018 has tons of great deals on TVs from Samsung, LG, Sony, VIZIO, and many more. We…", "url": "https://www.businessinsider.com/best-black-friday-tv-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf81cd3110d4c5f992950f8-1334-667.jpg", "publishedAt": "2018-11-23T15:58:00Z", "content": "Find the best holiday deals on our Black Friday Deals and Cyber Monday Deals page. Subscribe to our newsletter.. Disclosure: This post is brought to you by the Insider Picks team. We highlight products and services you might find interesting. If you buy them,… [+419 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "US smart speaker engagement levels were identical to 2017 — here's how device makers can unlock greater engagement (GOOGL, AMZN)", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. US consumers who own Alexa- or Google Assistant-enabled smart speakers ar…", "url": "https://www.businessinsider.com/us-smart-speaker-engagement-flattens-yoy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf81f430591f2650d373e24-1136-568.jpg", "publishedAt": "2018-11-23T15:54:31Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. US consumers who own Alexa- or Google Assistant-enabled smart speakers ar… [+2371 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lina Batarags", "title": "A 7-bedroom Swiss cabin has been named the world's best ski chalet for 2 years in a row — and an inside tour quickly proves why", "description": "The Chalet Les Anges has been named the world's best ski chalet. This is the second year in a row that the three-story chalet in Zermatt, Switzerland has been given the title by The World Ski Awards The cabin has seven bedrooms and sweeping views of the iconi…", "url": "https://www.businessinsider.com/best-ski-chalet-les-anges-zermatt-switzerland-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43276d1e84425c21129ce-2732-1366.jpg", "publishedAt": "2018-11-23T15:54:00Z", "content": "For the second year in a row, Chalet Les Anges has been named the world's best ski chalet by the World Ski Awards. The chalet is located in Zermatt, a ski town in the southern, German-speaking part of Switzerland, just north of the Italian border. According t… [+590 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "The Lib Dems are preparing for a snap general election if May's Brexit deal falls", "description": "Exclusive: Lib Dems tell members to prepare for another early general election amid growing uncertainty over Brexit. In an email to Lib Dem activists, party authorities say they have made a \"Flying Start Kit\" to ensure they are ready to fight an election in t…", "url": "https://www.businessinsider.com/lib-dems-preparing-for-a-snap-election-when-mays-brexit-deal-falls-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b50954dbbb8831e008b479c-1136-568.jpg", "publishedAt": "2018-11-23T15:45:38Z", "content": "LONDON — The Liberal Democrats have told party activists to prepare for a snap general election in the next few months in the belief that Theresa May could be forced to go back to the country when her Brexit deal is voted down by MPs. In an email sent to part… [+3018 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Our 7 best bets for college football's rivalry week", "description": "Rivalry weekend is upon us! After a year of college football action, teams are winding down their seasons with games against their most-hated rivals, some of which come with huge implications for conference championships and the College Football Playoff. We h…", "url": "https://www.businessinsider.com/college-football-expert-picks-rivalry-week-13-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf77438c957013cfb36c476-1536-768.jpg", "publishedAt": "2018-11-23T15:44:21Z", "content": "Rivalry weekend is upon us! After a year of college football action, teams are winding down their seasons with games against their most-hated rivals, some of which come with huge implications for conference championships and the College Football Playoff. We h… [+396 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Jacobson", "title": "After retiring from tech in my 30s, I travel the world with my family on $65,000 a year — here's what we spend in a typical week", "description": "Jeremy and Winnie retired from their tech jobs in their 30s, where they earned a combined salary of $135,000. They now travel full-time with their 3-year-old son, living on about $65,000 a year. For Business Insider's \" Real Money \" series, Jeremy tracked the…", "url": "https://www.businessinsider.com/early-retirement-couple-left-tech-jobs-travel-budget-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4458e01b12d0a3d27dda5-1334-667.jpg", "publishedAt": "2018-11-23T15:40:00Z", "content": "My wife Winnie and I retired about six years ago with the idea of traveling the world. Traveling in retirement is a pretty common thing, so I suppose the interesting part is that we were still in our 30s and our 3-year-old son has now been to 35 countries. We… [+2279 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Amazon Pay might go brick-and-mortar (AMZN)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Amazon is reportedly pursuing expanding Amazon Pay, its buy button that allows …", "url": "https://www.businessinsider.com/amazon-pay-expanding-to-brick-and-mortar-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf81ca5110d4c5f8e5de735-640-320.jpg", "publishedAt": "2018-11-23T15:35:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Amazon is reportedly pursuing expanding Amazon Pay, its buy button that allows … [+3205 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "The director of 'Creed 2' explains the movie's emotional ending — and shares the line Sylvester Stallone came up with on the spot", "description": "\"Creed II\" director Steven Caple Jr. explains what led to the emotional ending. He also shares the line Sylvester Stallone came up with on the spot at the conclusion of the final fight. Warning: Spoilers below if you haven’t seen “Creed II.” “Creed II” has qu…", "url": "https://www.businessinsider.com/creed-2-director-on-emotional-ending-and-sylvester-stallone-improv-line-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf815221011425ba1687349-1136-568.jpg", "publishedAt": "2018-11-23T15:33:34Z", "content": "Warning: Spoilers below if you haven't seen \"Creed II.\" \"Creed II\" has quickly become a critical and box-office success thanks to the movie touching on the \"Rocky\" franchise mythology — specifically Adonis Creed (played by Michael B. Jordan) facing the son of… [+2648 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Dow drops 100 points and oil hits lowest level in more than a year", "description": "Stocks fell Friday amid concerns about ongoing trade tensions and economic growth. Oil hit its lowest level since late 2017 ahead of an OPEC meeting December 6. Trading volume was expected to be lighter Friday due to the Thanksgiving holiday. Stocks fell Frid…", "url": "https://www.businessinsider.com/stock-market-news-dow-drops-oil-hits-lowest-level-over-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf818c9da27f8657b6af0b2-1536-768.jpg", "publishedAt": "2018-11-23T15:20:00Z", "content": "Stocks fell Friday as technology shares continued to slip and after oil prices hit their lowest levels in more than a year as Wall Street worried about ongoing trade tensions and the prospect of slowing economic growth around the world. The Dow Jones Industri… [+1915 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Dow drops 100 points and oil hits lowest level in more than a year", "description": "Stocks fell Friday amid concerns about ongoing trade tensions and economic growth. Oil hit its lowest level since late 2017 ahead of an OPEC meeting December 6. Trading volume was expected to be lighter Friday due to the Thanksgiving holiday. Stocks fell Frid…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-dow-drops-oil-hits-lowest-level-over-year-2018-11-1027751872", "urlToImage": "https://static1.businessinsider.com/image/5bd9c1abf556fc3021645116-1620/midterm-elections-nyse.jpg", "publishedAt": "2018-11-23T15:20:00Z", "content": "Drew Angerer/Getty Images Stocks fell Friday as technology shares continued to slip and after oil prices hit their lowest levels in more than a year as Wall Street worried about ongoing trade tensions and the prospect of slowing economic growth around the wor… [+1941 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "Health systems have identified cybersecurity, data interoperability, and telehealth as top priorities in 2019 (GOOGL, AAPL, AMZN)", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Health systems are looking to shore up their business models in 2019 in t…", "url": "https://www.businessinsider.com/security-telehealth-top-health-systems-2019-priorities-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf818c01011425c6469cf77-2732-1366.jpg", "publishedAt": "2018-11-23T15:15:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Health systems are looking to shore up their business models in 2019 in t… [+2954 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "This Black Friday is set to be the best America has seen in years", "description": "Black Friday 2018 is likely going to be the best America has seen in years. Total spend for Black Friday weekend is estimated to hit $59.6 billion with the best growth since 2011, according to estimates by GlobalData Retail. More people are shopping, shoppers…", "url": "https://www.businessinsider.com/black-friday-2018-will-hit-record-growth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8165ab73c2843d53b3cfa-1536-768.jpg", "publishedAt": "2018-11-23T15:14:06Z", "content": "Black Friday 2018 is shaping up to be the best America has seen in years. Total spend for Black Friday weekend is estimated to reach roughly $59.6 billion, according to estimates by GlobalData Retail. That is an increase of 5.7% over 2017 — the best growth ra… [+1856 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "50% OFF IGNITION TICKETS: Happy Black Friday from Business Insider", "description": "Finish your holiday shopping yet? Don't forget about business purchases this Black Friday! We're offering a limited-time 50% discount on IGNITION tickets to celebrate Black Friday and the final countdown to our annual event. IGNITION is just over a week away …", "url": "https://www.businessinsider.com/ignition-tickets-limited-time-black-friday-discount-offer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf58cda3815072ceb5067dd-2732-1366.jpg", "publishedAt": "2018-11-23T15:14:00Z", "content": "Finish your holiday shopping yet? Don't forget about business purchases this Black Friday! We're offering a limited-time 50% discount on IGNITION tickets to celebrate Black Friday and the final countdown to our annual event. IGNITION is just over a week away … [+456 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "The FCA's executive director of strategy has called for \"strong and speedy\" action on cryptos", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Christopher Woolard, executive director of strategy and competition at the UK’s Financial Conduct Authority (FCA), voic…", "url": "https://www.businessinsider.com/chris-woolard-fca-executive-director-of-strategy-voices-crypto-concerns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8147bd1e8446b0e4de4e0-750-375.jpg", "publishedAt": "2018-11-23T15:01:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. Christopher Woolard, executive director of strategy and competition at the UK's Financial Conduct Authority (FCA), voic… [+2148 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "Dubai has more than 65 malls in a city of 3 million people, and it's not because they're obsessed with shopping", "description": "Dubai has 65 malls in a city of just over 3 million people, with 10 more under construction, including Dubai Square, a megamall set to be the biggest in the world when it is finished. Despite the number of shopping destinations, Dubai residents I spoke to exp…", "url": "https://www.businessinsider.com/why-dubai-has-so-many-malls-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7e2b766be5024dc540e86-1536-768.jpg", "publishedAt": "2018-11-23T14:56:48Z", "content": "If you are the type of person who likes to explore a country's \"authentic\" culture, traveling to Dubai can be a bit dizzying. Everywhere you turn, there is another mall or shopping center. There's the Mall of the Emirates, with its icy indoor ski slopes, the … [+4384 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Owen Burke", "title": "Kohl's Black Friday sale is full of doorbuster deals — here are some of the standouts from Dyson, Keurig, and Fitbit", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Kohl's has major storewide discounts this Black Friday. You'll also get free shipping on orders o…", "url": "https://www.businessinsider.com/kohls-black-friday-sale-doorbusters-coupons-2018", "urlToImage": "https://amp.businessinsider.com/images/5bd9dc98beb670356908e56d-1920-960.jpg", "publishedAt": "2018-11-23T14:52:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There's no need to be elbow to jowl in big-box stores on Black Friday in this great day in age, e… [+1658 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Target reveals the most popular items shoppers bought as Thanksgiving shopping took over Black Friday (TGT)", "description": "Target released a list of items that sold especially well during its Black Friday event on Thanksgiving. TVs, video games, Apple products, and various toys all sold especially well during the shopping event. Thanksgiving is quickly replacing Black Friday as t…", "url": "https://www.businessinsider.com/target-black-friday-items-tvs-ipads-apple-watches-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf80a290d7c6744ae418ca4-2732-1366.jpg", "publishedAt": "2018-11-23T14:49:08Z", "content": "Thanksgiving Day is over, which means it's time for to tally up the sales. Target has highlighted the deals that shoppers snapped up the most from stores, which opened at 5 p.m. on Thanksgiving, as well as online, where the sale event began very early Thanksg… [+1588 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Tesla is sliding after slashing prices on its Model X and Model S in China (TSLA)", "description": "Tesla announced it was slashing Model X and Model S prices in China to offset some of the impact from President Donald Trump's tariffs. Shares fell 1.8% following the announcement. Watch Tesla trade live. Tesla was sliding Friday, down 1.8% to below $332 a sh…", "url": "https://markets.businessinsider.com/news/stocks/tesla-stock-price-slides-slashing-model-x-model-s-china-2018-11-1027751763", "urlToImage": "https://static5.businessinsider.com/image/5b180ec41ae66220008b525e-2000/57a653fbdb5ce963008b529b.jpg", "publishedAt": "2018-11-23T14:45:18Z", "content": "Rich Pedroncelli / Associated Press Tesla was sliding Friday, down 1.8% to below $332 a share, after the company announced that it was cutting prices on some vehicles in China to help offset some of the impact from President Donald Trump's trade war. The elec… [+1395 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "Bill Gates, Mark Zuckerberg, and 12 more successful people reveal their favorite places to 'think big'", "description": "Bill Gates, Mark Zuckerberg, and 12 other successful entrepreneurs revealed their favorite places to \"think big\" on the podcast \"Masters of Scale.\" Host Reid Hoffman, who founded LinkedIn, said it's one of the questions he asks every guest on the show. Their …", "url": "https://www.businessinsider.com/mark-zuckerberg-bill-gates-best-place-to-think-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf32036f556fc703679e589-1136-568.png", "publishedAt": "2018-11-23T14:41:00Z", "content": "What is your favorite place to think big? That's the question LinkedIn founder Reid Hoffman said he asks every one of his guests on his podcast \"Masters of Scale,\" from Mark Zuckerberg to Bill Gates. On a \"Masters of Scale\" episode from earlier this year, Hof… [+552 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "'I would get calls at all times of the night': In Pinterest's early days, the CEO put his cell number on every email his company sent", "description": "Pinterest reaches 250 million users every day and is reported to exceed $700 million in annual ad revenue, making the photo-sharing site worth $12 billion. In the early days of Pinterest, cofounder and CEO Ben Silbermann included his personal number in an ema…", "url": "https://www.businessinsider.com/pinterest-ceo-gave-phone-number-to-early-users-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43490da27f8213d224667-1920-960.jpg", "publishedAt": "2018-11-23T14:30:00Z", "content": "When image-sharing site Pinterest was launched in 2010, cofounder and CEO Ben Silbermann put his personal phone number on every company email to make sure early users could always reach him in case the site went down. \"I remember I used to put my cellphone nu… [+2125 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "One person was killed and 2 were injured during a Black Friday shooting at an Alabama mall", "description": "A man was shot and killed by police late on Thanksgiving evening after gunfire erupted at a mall in Alabama, local news sources reported. Two were injured. The incident took place at Riverchase Galleria mall in Hoover, between JCPenney and Foot Action on the …", "url": "https://www.businessinsider.com/one-killed-two-injured-black-friday-mall-shooting-reports-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8033a1011425959702a34-750-375.jpg", "publishedAt": "2018-11-23T14:18:30Z", "content": "A man was shot and killed by police after gunfire erupted at an Alabama mall during Black Friday shopping on Thursday evening, local news sources reported. Two others were injured. Police told AL.com that a fight had broken out between two young men. One of t… [+1206 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni", "title": "More than 2,000 companies worldwide and 34 states are signing on with a designation most people probably have never heard of", "description": "Jay Coen Gilbert is an entrepreneur who founded B Lab in 2006. B Lab grants certification for B Corporations, which have proven themselves to contribute value to all stakeholders, not just shareholders. B Lab also lobbied for benefit corporation legislation, …", "url": "https://www.businessinsider.com/b-corp-vs-benefit-corporation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57d8f3815072a00546a5b-1536-768.jpg", "publishedAt": "2018-11-23T14:14:52Z", "content": "Earlier this year, Danone, one of the world's largest food and beverage companies, announced that it was planning to become a certified \"B Corp\" by 2030. A couple months later, Sen. Elizabeth Warren cited \"benefit corporations\" as inspiration for her Accounta… [+5780 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "The best laptop deals for Black Friday 2018 - Greenwich Time", "description": "Huawei\n\n\n\nNot every laptop is being discounted for Black Friday, but the choice is still pretty great.\n\nThis year, I'm only including laptops that come with Intel's 8th-generation of processors (and one with an AMD chip) because there's a significant differen…", "url": "https://www.businessinsider.com/best-black-friday-laptop-deals-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.greenwichtime.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-23T14:04:00Z", "content": "Huawei Not every laptop is being discounted for Black Friday, but the choice is still pretty great. This year, I'm only including laptops that come with Intel's 8th-generation of processors (and one with an AMD chip) because there's a significant difference b… [+3116 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's economic sugar high is already fading, and his trade war could make it even uglier", "description": "President Donald Trump has boasted about the upswing in the US economy for much of 2018. But according to economists at Goldman Sachs, JPMorgan, and Bank of America Merrill Lynch, the economy is showing signs it could cool in 2019. The combination of a fading…", "url": "https://www.businessinsider.com/trump-tax-cut-trade-war-2019-gdp-goldman-sachs-baml-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59e7aefdddd06301018b5155-1920-960.jpg", "publishedAt": "2018-11-23T14:03:00Z", "content": "President Donald Trump has had a lot to brag about on the economic front in 2018. Strong unemployment numbers. The highest quarterly GDP print in nearly four years. But according to a growing consensus of Wall Street economists, the economy is showing fresh s… [+5403 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Popular bedding startup Parachute Home has slashed all of its prices by 20% for Black Friday — here's what to buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Bedding and bath startup Parachute Home is giving shoppers a rare 20% off sitewide discount with …", "url": "https://www.businessinsider.com/parachute-home-bedding-black-friday-cyber-monday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7fadfbeb67042db3c9909-750-375.jpg", "publishedAt": "2018-11-23T14:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Every part of your bed, not just the mattress or pillow, affects how you sleep. Parachute Home is… [+1592 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "I tried National Geographic's next-generation ancestry test and was surprised by my results", "description": "By now, I should have a crystal-clear picture of my ancestry. Both 23andMe and AncestryDNA have done a good job of confirming my Scandinavian origins. So when I decided to try National Geographic's new Geno 2.0 test, I expected my results to be roughly the sa…", "url": "https://www.businessinsider.com/what-the-national-geographic-geno-20-ancestry-test-with-helix-is-like-2017-3", "urlToImage": "https://amp.businessinsider.com/images/58ade80954905755008b637e-1920-960.jpg", "publishedAt": "2018-11-23T13:53:00Z", "content": "The Geno 2.0 test currently costs $149.95 and originally was $199.95. National Geographic says the money goes to nonprofit \"conservation, exploration, research, and education.\" For what you get — a general sense of your regional ancestry, deep ancestry (the h… [+827 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "A basketball player sunk one of the weirdest baskets of the year when he accidentally scored with his head", "description": "Jordan Mickey, an American basketball player, may have scored the weirdest basket of the year. Unprepared for a fast pass from BC Khimki teammate Stefan Marković, Mickey accidentally headed the ball onto the rim and into the net. The two-point basket extended…", "url": "https://www.businessinsider.com/watch-a-basketball-player-accidentally-scores-with-his-head-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7f971f556fc44b8092c6a-1920-960.jpg", "publishedAt": "2018-11-23T13:50:40Z", "content": "Jordan Mickey may have sunk the weirdest basket of the year when he accidentally scored a freak header on Wednesday for Russian team BC Khimki in the EuroLeague. In the second quarter, Serbian point guard Stefan Markovi fired the ball to Mickey, who was insid… [+609 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Thanksgiving is killing Black Friday by replacing it", "description": "Online shopping has enabled Black Friday to start earlier than ever. Black Friday is no longer just creeping into Thanksgiving, but now even the Wednesday before. Thanksgiving shopping itself has surged online this year, projected to grow 29% over last year. …", "url": "https://www.businessinsider.com/thanksgiving-is-killing-black-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7fe6c01b12d451e13248a-2732-1366.jpg", "publishedAt": "2018-11-23T13:50:38Z", "content": "Black Friday is traditionally considered the kickoff to the holiday shopping season. After all, it's the Friday after Thanksgiving, when shoppers realize they need to get a move on and stores offer big sales. The stores began opening up in the afternoon on Th… [+1917 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "I shipped my spit to AncestryDNA to see how much I could learn from my genes — and found out my family history is more complex than I thought", "description": "I have to admit: I've become a genetics geek. Ever since I sent my first saliva sample to be analyzed by consumer-genetics company 23andMe, I've become obsessed with what I can find out from a sample of my DNA. After trying out 23andMe's $199 test, I wanted t…", "url": "https://www.businessinsider.com/ancestrydna-genetic-test-review-2016-3", "urlToImage": "https://amp.businessinsider.com/images/56fd549b52bcd0210c8b9f74-2732-1366.jpg", "publishedAt": "2018-11-23T13:50:00Z", "content": "Lydia Ramsey/Business Insider I have to admit: I've become a genetics geek. Ever since I sent my first saliva sample to be analyzed by consumer-genetics company 23andMe, I've become obsessed with what I can find out from a sample of my DNA. After trying out 2… [+488 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Furious shoppers faced off against crashing websites on Thanksgiving Day — and it reveals a massive evolution of Black Friday shopping", "description": "Black Friday sales are starting earlier than ever, with shoppers spending billions of dollars on Wednesday and Thanksgiving Day. The online shopping boost created issues for some retailers unprepared for the traffic, as companies such as Walmart, Lululemon, a…", "url": "https://www.businessinsider.com/black-friday-sales-kick-off-early-websites-crash-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a185682f914c31d008b5f7a-960-480.jpg", "publishedAt": "2018-11-23T13:49:43Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "I revisited my 23andMe results that can now tell whether you may have an increased risk of cancer — here's what it was like", "description": "Back in 2015, I decided to send my spit to 23andMe, the company that sells direct-to-consumer genetics tests. The test gave me information as varied as how much DNA I share with our Neanderthal ancestors, how much caffeine I most likely consume, and whether I…", "url": "https://www.businessinsider.com/review-of-23andmes-new-genetic-health-risks-reports-2017-4", "urlToImage": "https://amp.businessinsider.com/images/58f6498af40daebe628b4b9d-1920-960.jpg", "publishedAt": "2018-11-23T13:39:00Z", "content": "On these two, I opted to defer. I made the decision after speaking with representatives from patient groups in 2017, who clarified what the reports could tell me and what I might want to do before looking at them. For both Parkinson's and Alzheimer's, age is … [+1204 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Theresa May refuses to say if her Brexit deal is better than remaining in the EU", "description": "Theresa May is quizzed by callers on BBC 5 live about her Brexit deal. The prime minister, who campaigned for Britain to Remain in the EU 2016, is asked if she thinks her Brexit deal will leave the country better off. She will only tell the caller that it wil…", "url": "https://www.businessinsider.com/theresa-may-refuses-to-say-if-her-brexit-deal-is-better-than-remaining-in-the-eu-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf8016d9e8c5355360a7cf7-1136-568.jpg", "publishedAt": "2018-11-23T13:35:21Z", "content": "LONDON — Theresa May has repeatedly refused to say whether she believes her Brexit deal will leave British people better off than if the UK had opted to stay in the EU. Asked on Friday by a caller on BBC 5 Live whether she could \"honestly say\" that her deal w… [+1644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "UK fintechs claim Brexit could lead to a \"lost generation\" of London businesses", "description": "UK fintech leaders claim applications from the EU have dropped in the past 12 months. Retaining talent and keeping investors is key to avoiding a \"lost generation\" of London fintechs. Most fintechs have succeeded despite Brexit but industry fears remain. One …", "url": "https://www.businessinsider.com/uk-fintechs-claim-brexit-could-lead-to-lost-generation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf55c28f556fc1c8612db0a-750-375.jpg", "publishedAt": "2018-11-23T13:34:00Z", "content": "One of the UK's fasting growing and most exciting industries, fintech, is thriving despite Brexit fears weighing heavily on the dynamic sector. Business Insider spoke to 10 UK fintech leaders to get a better perspective on the impact Brexit is having on the i… [+6026 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "J.Crew is offering 50% off for Black Friday, and it shows that discounts aren't going anywhere for the moment", "description": "J.Crew announced that its CEO Jim Brett would be stepping down from the company last week. Brett had been leading the charge in J.Crew's turnaround efforts by lowering prices and expanding its low-cost Mercantile collection. Analysts are now concerned that th…", "url": "https://www.businessinsider.com/jcrew-offers-50-off-for-black-friday-shows-no-of-halting-discounts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7f9a1f556fc44d9026fb3-750-375.jpg", "publishedAt": "2018-11-23T13:09:33Z", "content": "Last week, J.Crew's CEO James Brett, stepped down from the company after only just more than a year in the role. Brett, who had replaced longtime leader Mickey Drexler in June 2017, had been leading the charge in J.Crew's turnaround efforts by lowering prices… [+1939 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Owen Burke", "title": "The 20 home and kitchen appliance deals of Black Friday 2018 worth buying", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Winter and the holiday season are just about here, which means it's time to start spending some q…", "url": "https://www.businessinsider.com/home-kitchen-appliance-deals-black-friday-cyber-monday-2018", "urlToImage": "https://amp.businessinsider.com/images/5bf7fb780591f260392812ad-750-375.jpg", "publishedAt": "2018-11-23T13:09:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When it comes to sous vide devices, the Joule from ChefSteps stands out among the rest of the pac… [+6466 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "'We are not robots': Thousands of Amazon workers across Europe are striking on Black Friday over poor warehouse working conditions", "description": "Thousands of Amazon staff across Europe are striking and protesting on Black Friday in anger at the company's warehouse working conditions. Strikes are taking place across Amazon sites in Italy, Spain, Germany, and France. Italian press reported managers havi…", "url": "https://www.businessinsider.com/black-friday-amazon-workers-protest-poor-working-conditions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb5f03d19090742461c8793-2732-1366.jpg", "publishedAt": "2018-11-23T12:48:24Z", "content": "Thousands of Amazon staff across Europe are protesting on Black Friday over how the company treats its warehouse workers. A coalition of unions across Europe coordinated the action, and the British trade union GMB published a video of staff telling Amazon CEO… [+2504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lindsay Dodgson", "title": "Around a third of people think their governments are 'hiding the truth' about immigration — here's why people believe conspiracy theories", "description": "About a third of people in countries like the US, UK, and France believe conspiracy theories about immigration. They think the government is lying to them about immigration figures. According to a new study, there's an association between voting for Trump or …", "url": "https://www.businessinsider.com/a-third-of-people-believe-conspiracy-theories-about-immigration-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7cc69b73c283ef24424b5-1920-960.jpg", "publishedAt": "2018-11-23T12:39:08Z", "content": "One of the most divisive and influential talking points of elections around the world over the past few years has arguably been immigration. So much so, many people now believe conspiracy theories about how the government is lying to them about immigration fi… [+7327 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "Mejuri, one of our favorite fine jewelry startups, is having a rare sale for Black Friday with up to 20% off", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Online jewelry startup Mejuri rarely discounts its products. Black Friday and Cyber Monday are ex…", "url": "https://www.businessinsider.com/mejuri-jewelry-discount-black-friday-cyber-monday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeeb88e4218a2d8e0c1434-750-375.jpg", "publishedAt": "2018-11-23T12:28:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. While you may be laser-focused on grabbing a tech deal on Black Friday (not that we blame you — t… [+1095 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "10 things you need to know before the opening bell", "description": "Here is what you need to know. Chinese stocks plunge into the weekend. The Shanghai Composite slumped 2.5% as investors worried about the trade war ahead of next week's G20 meeting between Presidents Donald Trump and Xi Jinping. Oil prices hits the lowest lev…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-23-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7f18301b12d444a21a6a7-2732-1366.jpg", "publishedAt": "2018-11-23T12:27:24Z", "content": "Here is what you need to know. Chinese stocks plunge into the weekend. The Shanghai Composite slumped 2.5% as investors worried about the trade war ahead of next week's G20 meeting between Presidents Donald Trump and Xi Jinping. Oil prices hits the lowest lev… [+1515 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Canales", "title": "A photographer stayed in Hilton hotels in 32 countries — and photos of his hotel rooms show how, even when we travel, we crave predictability", "description": "Photographer Roger Eberhard stayed in 32 different Hilton hotel rooms in 32 countries within the span of 365 days. He photographed the views from his hotel windows, all of which look very different, and sequenced them with photos of each room, which looked re…", "url": "https://www.businessinsider.com/standard-roger-eberhard-32-different-countries-photos-hotel-room-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd896c7beb6701aa617f8f6-1920-960.jpg", "publishedAt": "2018-11-23T12:12:00Z", "content": "Swiss photographer Roger Eberhard doesn't usually stay in hotels like the popular Hilton chain when he travels. But for his new project, \" Standard,\" he switched things up a bit — by staying in 32 different Hilton rooms across 32 countries. In each of the 32 … [+172 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Man who reportedly demanded 'all Jews raise their hands' on a Delta flight arrested upon landing - Business Insider", "description": "Business Insider Man who reportedly demanded 'all Jews raise their hands' on a Delta flight arrested upon landing Business Insider A man demanded that all Jewish passengers on his Delta Air Lines flight on Wednesday \"raise their hands\" so he could identify th…", "url": "http://uk.businessinsider.com/man-demands-all-jews-raise-their-hands-on-delta-air-lines-flight-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bf7ec33bde70f099f1150cb-1190-625/man-who-reportedly-demanded-all-jews-raise-their-hands-on-a-delta-flight-arrested-upon-landing.jpg", "publishedAt": "2018-11-23T12:07:22Z", "content": "Law-enforcement officers arrested a man who was said to have demanded that \"all Jews raise their hands\" on a Delta Air Lines flight to Atlanta from Washington, DC, on Wednesday. Jordan Dale/Twitter A man was arrested Wednesday after a rant on a Delta Air Line… [+1775 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "This could be the last truly cheap Black Friday, thanks to Trump's trade war", "description": "Black Friday 2018 could be the last truly cheap Black Friday due to incoming tariffs from Donald Trump's trade war with China. 2018 has not seen widespread increases because the tariffs are not all in place yet, and take time to filter down to consumers. By t…", "url": "https://www.businessinsider.com/black-friday-trump-china-trade-war-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7eb90c9570140ea044ee6-1136-568.jpg", "publishedAt": "2018-11-23T12:02:22Z", "content": "This year could be the last truly cheap Black Friday, thanks to expected price increases resulting from President Donald Trump's trade war with China. Increased tariffs on Chinese goods, imposed by Trump, have so far been widely felt by the typical consumer, … [+2156 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Man who reportedly demanded ‘all Jews raise their hands’ on a Delta flight arrested upon landing (DAL)", "description": "A man demanded that all Jewish passengers on his Delta Air Lines flight on Wednesday \"raise their hands\" so he could \"identify them,\" a fellow passenger said. The incident took place on a flight from Washington, DC, to Atlanta. Police identified the man as Da…", "url": "https://www.businessinsider.com/man-demands-all-jews-raise-their-hands-on-delta-air-lines-flight-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7decfe4218a4054065802-1136-568.jpg", "publishedAt": "2018-11-23T12:01:00Z", "content": "A man was arrested for reportedly demanding that \"all Jews raise their hands\" on a Delta Air Lines flight so that he could \"identify them.\" David Toaff, 37, shouted the remarks at fellow passengers on a flight from Washington, DC to Atlanta on Wednesday, Atla… [+1159 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Man who reportedly demanded 'all Jews raise their hands' on a Delta flight arrested upon landing - Business Insider India", "description": "Business Insider India Man who reportedly demanded 'all Jews raise their hands' on a Delta flight arrested upon landing Business Insider India A man was arrested for reportedly demanding that \"all Jews raise their hands\" on a Delta Air Lines flight so that he…", "url": "http://www.businessinsider.com/man-demands-all-jews-raise-their-hands-on-delta-air-lines-flight-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66773043/man-who-reportedly-demanded-all-jews-raise-their-hands-on-a-delta-flight-arrested-upon-landing.jpg?52461", "publishedAt": "2018-11-23T12:01:00Z", "content": "A man was arrested for reportedly demanding that \"all Jews raise their hands\" on a Delta Air Lines flight so that he could \"identify them.\" David Toaff, 37, shouted the remarks at fellow passengers on a flight from Washington, DC to Atlanta on Wednesday, Atla… [+1501 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Zlatan Ibrahimovic's wife only lets him hang one picture of himself at home, and it's not even of his face", "description": "Zlatan Ibrahimovic is only allowed to hang one photo of himself at home. This is because his wife says there is \"already enough talk\" of him and it is enough that she sees him in real life, so she does not want him on her walls. The picture Ibrahimovic chose …", "url": "https://www.businessinsider.com/zlatan-ibrahimovics-wife-only-lets-him-hang-one-picture-at-home", "urlToImage": "https://amp.businessinsider.com/images/5bf7e55af556fc437a3aa4f8-750-375.jpg", "publishedAt": "2018-11-23T11:32:55Z", "content": "Zlatan Ibrahimovic says his wife only lets him hang one picture of himself at home, and it's not even of his face. The LA Galaxy striker is renowned for scoring other-worldly goals and wants you to think he is omnipotent on the pitch as he previously compared… [+1061 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Jimmy Fallon sang a duet with Sophia the robot and it was a weird as you would imagine", "description": "Jimmy Fallon sang a duet with the world's first robot citizen, Sophia. Sophia said it is able to sing along to music thanks to a new \"artificial intelligence voice.\" The pair sang \"Say Something\" by A Great Big World and Christina Aguilera. Sophia has been ri…", "url": "https://www.businessinsider.com/jimmy-fallon-sang-a-duet-with-sophia-the-robot-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7d8b7e4218a3fdd176526-1536-768.jpg", "publishedAt": "2018-11-23T11:08:08Z", "content": "On a robot-themed episode of \"The Tonight Show,\" Jimmy Fallon sang a duet with the AI-powered robot Sophia. Sophia is no stranger to press attention, she famously became the world's first robot citizen when she was granted citizenship in Saudi Arabia. Read mo… [+688 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "GOLDMAN SACHS: Buy these 18 high-quality stocks right now to avoid a growth slowdown that will cripple markets in 2019", "description": "Firms across Wall Street are forecasting an economic slowdown and diminishing equity returns in 2019, both of which will make life difficult for stock pickers. Goldman Sachs says investors would be advised to seek out high-quality companies, since they're bes…", "url": "https://www.businessinsider.com/stock-market-picks-high-quality-companies-built-to-combat-slow-growth-goldman-sachs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf456c50d7c670a8338edab-1920-960.jpg", "publishedAt": "2018-11-23T11:08:00Z", "content": "When the going gets tough, the cream rises to the top. This is allegedly true in all aspects of life, and Goldman Sachs says it unequivocally applies to the stock market as it stands right now. And some reassurance is surely needed at the moment as firms acro… [+1435 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Tight security all but locks down US-Mexico border as migrants, Thanksgiving travelers stuck in line", "description": "REUTERS/Hannah McKay Hundreds of Central American migrants in Mexico massed on Thursday around a tense U.S. border crossing, where security measures held up long lines of Mexicans headed to Thanksgiving gatherings on the other side of the frontier. They arriv…", "url": "https://www.businessinsider.com/tight-security-all-but-locks-down-us-mexico-border-as-migrants-stuck-in-line-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7df3d110d4c59d253e895-1920-960.jpg", "publishedAt": "2018-11-23T11:07:50Z", "content": "TIJUANA (Reuters) - Hundreds of Central American migrants in Mexico massed on Thursday around a tense U.S. border crossing, where security measures held up long lines of Mexicans headed to Thanksgiving gatherings on the other side of the frontier. With few be… [+3180 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider Deutschland", "title": "Scientists may have found a way to treat cancer without chemotherapy by replicating our body's own self-destruct system", "description": "jovan vitanovski/Shutterstock Every day, millions of our cells \"kill themselves\" and are quickly removed from our system, which helps protect us from potentially harmful cells. Cancer cells, on the other hand, can protect themselves from self-destruction by i…", "url": "https://www.businessinsider.com/scientists-may-now-know-how-to-kill-cancer-cells-without-chemotherapy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6dae2110d4c50af27fcc3-960-480.jpg", "publishedAt": "2018-11-23T11:05:39Z", "content": "Every day, millions of cells in our bodies \"kill themselves\" and are quickly removed. While the mechanism may sound melodramatic, in reality it's for our own good. This is because the process ensures potentially harmful cells destroy themselves and, as a cons… [+3724 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Walmart and Target are deploying an army of staff to deal with the worst thing about Black Friday shopping", "description": "AP Photo/David J. Phillip Retailers like Walmart and Target have deployed an army of staff to reduce the worst thing about Black Friday shopping: long lines. They send workers to the busiest parts of their stores to check out customers so they don't have to w…", "url": "https://www.businessinsider.com/black-friday-walmart-target-reduce-long-lines-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7d45d101142564e531df6-1536-768.jpg", "publishedAt": "2018-11-23T10:43:14Z", "content": "NEW YORK (AP) — Retailers will once again offer big deals and early hours to lure shoppers into their stores for the start of the holiday season. But they'll also try to get shoppers out of their stores faster than ever by minimizing the thing they hate most:… [+3604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Chinese stocks plunge into the weekend as investors sweat ahead of Trump and Xi's crucial meeting", "description": "Chinese stocks slumped into the weekend Friday, ahead of a crucial week in the future of the trade war between Beijing and Washington. The Shanghai Composite, China's benchmark share index, dropped just shy of 2.5% of its value on the day, while the Shenzhen …", "url": "https://www.businessinsider.com/stock-market-news-china-slumps-ahead-of-trump-xi-summit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3c18d832245c1a008b496c-1920-960.jpg", "publishedAt": "2018-11-23T10:24:05Z", "content": "Chinese stocks slumped into the weekend Friday, ahead of a crucial week in the future of the trade war between Beijing and Washington. The Shanghai Composite, China's benchmark share index, dropped just shy of 2.5% of its value on the day, driven by investor … [+1989 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Oil prices crash to their lowest level of 2018 despite Saudi Arabia's proposed production cut", "description": "Brent crude hits lowest price since December 2017. OPEC is set to meet on December 6th to discuss supply concerns. Weaker global growth and a supply glut depressing prices. Follow Brent's price throughout the day at Markets Insider. Brent crude is staying low…", "url": "https://www.businessinsider.com/oil-prices-continue-to-crash-with-markets-said-to-be-oversupplied-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5afc7e5383387a2e008b4b71-640-320.jpg", "publishedAt": "2018-11-23T09:31:35Z", "content": "Brent crude is staying lower for longer. Oil markets continued to drop Friday as persistent concerns about a glut in global supply were exacerbated by weaker economic conditions. Brent was down 1% as of 9.20 a.m. GMT (4.20 a.m. ET) having previously hit $61.5… [+973 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Amazon workers across Europe will protest today. Sean Gallup/Getty. Good morning! This is the tech news you need to know this Friday. Protests will take the form of demonstrations in the UK, while workers in Spain and Italy are planning a 24-hour strike. Prev…", "url": "http://uk.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-23-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5afab4c742e1cc23a9047de9-1190-625/10-things-in-tech-you-need-to-know-today.jpg", "publishedAt": "2018-11-23T09:03:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Dominic Raab says he would rather scrap Brexit than accept Theresa May's deal", "description": "Former Brexit Secretary says it would be better to Remain in the EU than accept May's Brexit deal. Dominic Raab tells the Today Programme that the planned EU withdrawal agreement, would leave Britain with no say over the customs and trade rules it adheres to.…", "url": "https://www.businessinsider.com/former-brexit-secretary-dominic-raab-scrap-brexit-rather-than-accept-theresa-may-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be56b398c35ab0630454f69-960-480.jpg", "publishedAt": "2018-11-23T08:17:30Z", "content": "LONDON — It would be better to scrap Brexit and Remain in the EU rather than accept Theresa May's Brexit deal, the former Brexit Secretary has said. Dominic Raab, who resigned last week in protest over the terms of the Brexit withdrawal agreement told the Tod… [+1412 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Friday. Amazon workers across Europe will protest \"inhuman\" warehouse working conditions on Black Friday. Protests will take the form of demonstrations in the UK, while workers in Spain and Italy are p…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-23-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ae33d2a19ee868c1a8b45b4-1536-768.jpg", "publishedAt": "2018-11-23T07:50:06Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what you need to know for Friday. 1. President Donald Trump has suggested \"the world\" is actually to blame for the death of dissident journalist Jamal Khashoggi. The president also says the Saudi crown prince at the centre of the global scandal …", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-23-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7952410114254917873f2-1920-960.jpg", "publishedAt": "2018-11-23T06:24:11Z", "content": "Hello! Here's what you need to know for Friday. 1. President Donald Trump has suggested \"the world\" is actually to blame for the death of dissident journalist Jamal Khashoggi. The president also says the Saudi crown prince at the centre of the global scandal … [+1865 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "China's stock markets are increasingly desperate to lure foreign investors and this latest move just might do the trick", "description": "China has finally announced changes that should cut down the unusually high number of its listed companies that jump off the bourse when they get a bad feeling about the direction of their share prices. The practice alienates foreign investors and has left mi…", "url": "https://www.businessinsider.com/chinas-stock-markets-plan-to-to-limit-trading-halts-to-curb-abuse-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf772a7f556fc3fb16fbd44-1536-768.jpg", "publishedAt": "2018-11-23T06:10:05Z", "content": "The Shanghai Stock Exchange has released long-awaited draft changes to stop listed companies from simply halting trade in their shares whenever they get a feeling that the market is going to turn on them. China is increasingly anxious to attract foreign inves… [+5906 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Two police reportedly killed after gunmen open fire at the Chinese consulate in Pakistan", "description": "Two policemen have been killed and one security guard has been injured after gunmen opened fire at the Chinese consulate in the Pakistani city of Karachi, according to local officials. O ne attacker has been killed and a suicide jacket was recovered, accordin…", "url": "https://www.businessinsider.com/shots-fired-at-chinese-consulate-in-pakistan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56cde05b6e97c62f008b9537-1920-960.jpg", "publishedAt": "2018-11-23T06:02:28Z", "content": "Two policemen have been killed and one security guard has been injured after gunmen opened fire at the Chinese consulate in the Pakistani city of Karachi, according to local officials. \"We have two cops brought dead and security guard injured due to blast imp… [+1021 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Walmart says it's offering thousands more deals than last year on Cyber Monday in a direct shot at Amazon's most valuable day (WMT)", "description": "Walmart is upping its game this Cyber Monday. The retailer says it's increasing the number of deals its offering by thousands and will have more inventory. Though it is not always as popular as Black Friday, Cyber Monday is still predicted to be the largest o…", "url": "https://www.businessinsider.com/walmart-cyber-monday-ad-released-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58386bfdba6eb603688b5368-2732-1366.jpg", "publishedAt": "2018-11-23T05:01:00Z", "content": "Though Black Friday gets all of the attention, Cyber Monday is nothing to sneeze at — it's got deals, too. Walmart says it will be offering more deals than ever on the Monday after Thanksgiving week this year. Scott Hilton, chief revenue officer for Walmart U… [+1175 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Black Friday deals sold out at stores like Walmart and Target before Friday even began — and people are furious", "description": "Major Black Friday deals, such as the Nintendo Switch and Instant Pot, have already sold out before Thanksgiving Day is over, infuriating shoppers. Retailers like Walmart, Target, and GameStop all sold out of some major deals quickly on Thanksgiving Day. Onli…", "url": "https://www.businessinsider.com/black-friday-deals-sell-out-before-friday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a1826e93dbef425008b805c-2732-1366.jpg", "publishedAt": "2018-11-23T03:44:41Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Walmart is trying desperately to contain the Black Friday chaos by creating what customers are calling a 'maze' — but photos reveal a wild shopping fiasco (WMT)", "description": "Walmart has attempted to calm the chaos of Black Friday with new maps and rearranged stores. However, inside the stores, things look as crowded and hectic as ever on Thursday evening. Some shoppers are complaining that Walmart's creation of a \"maze\" is making…", "url": "https://www.businessinsider.com/walmart-black-friday-chaos-continues-in-stores-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be2e31cc957014a3b33ac72-1536-768.jpg", "publishedAt": "2018-11-23T02:11:09Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Walmart shoppers are complaining that stores are running out of iPhones as Black Friday sales begin (WMT)", "description": "Walmart shoppers reported a shortage of iPhones within the stores on Black Friday. The retailer previously touted a number of in-store, iPhone-related bargains. Walmart customers took to social media to complain. Walmart shoppers flocked to the retail giant o…", "url": "https://www.businessinsider.com/walmart-black-friday-iphone-deal-running-out-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7574dc957013c2b6ec662-1920-960.jpg", "publishedAt": "2018-11-23T02:05:40Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Shoppers using smartphones under the dinner table have made Thanksgiving one of the biggest days for online shopping", "description": "Smartphone use for both browsing and shopping online has exploded this Thanksgiving. They have contributed 54.4% of all traffic to retail sites so far on Thanksgiving Day, versus 46.1% last year, and they facilitated 36.7% of all sales this year versus 29.1% …", "url": "https://www.businessinsider.com/smartphones-online-shopping-surge-on-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf757380d7c673cf57c4153-2560-1280.jpg", "publishedAt": "2018-11-23T01:49:49Z", "content": "Thanksgiving Day hosts are seeing a new uninvited guest over for dinner in recent years: Black Friday sales. Smartphone use for both browsing and shopping online is exploding this Thanksgiving, according to Adobe Analytics. Shoppers are predicted to spend a r… [+1309 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Saudi crown prince goes on a tour abroad as the investigation into Jamal Khashoggi's murder is closing in", "description": "Saudi Arabia’s Crown Prince Mohammed bin Salman has embarked on his first trip abroad following the murder of journalist Jamal Khashoggi. His trip comes as the investigations into journalist Jamal Khashoggi's murder are closing in. Saudi Arabia has said the p…", "url": "https://www.businessinsider.com/saudi-crown-prince-trip-abroad-jamal-khashoggi-murder-investigation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7579938150746c839831b-1334-667.jpg", "publishedAt": "2018-11-23T01:42:21Z", "content": "ABU DHABI (Reuters) - Saudi Arabia's Crown Prince Mohammed bin Salman arrived in the United Arab Emirates on Thursday at the start of a tour of several Arab countries, his first trip abroad since the murder of journalist Jamal Khashoggi that caused a global o… [+1839 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Taiwan's same-sex marriage vote divides families - Business Insider", "description": "Business Insider Taiwan's same-sex marriage vote divides families Business Insider By Ann Wang and Yimou Lee. TAIPEI (Reuters) - On a sunny day in a park in Taipei, photographer Austin Haung advises a same-sex couple on how to pose for a pre-wedding photo sho…", "url": "https://www.businessinsider.com/r-taiwans-same-sex-marriage-vote-divides-families-2018-11", "urlToImage": null, "publishedAt": "2018-11-23T01:31:28Z", "content": "The Wider Image: Taiwan's same-sex marriage vote divides families Thomson Reuters By Ann Wang and Yimou Lee TAIPEI (Reuters) - On a sunny day in a park in Taipei, photographer Austin Haung advises a same-sex couple on how to pose for a pre-wedding photo shoot… [+3680 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "This set of app-controlled string lights lets you add custom colors and designs to your Christmas tree", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's almost holiday time, and we're already thinking about how to decorate. This year, I got a se…", "url": "https://www.businessinsider.com/twinkly-app-controlled-lights-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd0ce7e5b658c03860434c8-1136-568.jpg", "publishedAt": "2018-11-23T01:11:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The holidays officially begin on the day you start listening to Christmas music — and once you do… [+2255 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Black Friday is starting earlier than ever — and companies like Walmart and Lululemon weren't ready (WMT, LULU)", "description": "Black Friday kicked off earlier than ever this year. Online sales on Wednesday hit $2.4 billion, a 31.8% increase from 2017. As of 5 p.m. on Thanksgiving Day, shoppers had spent another $1.75 billion online, up 28.6% from last year. The explosive growth in on…", "url": "https://www.businessinsider.com/black-friday-starts-before-thanksgiving-morning-creating-chaos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeda8ed1e84447c54ebedd-1920-960.jpg", "publishedAt": "2018-11-23T00:55:01Z", "content": "Black Friday now officially starts on the Wednesday before and in the wee hours of Thanksgiving morning. And, that's not necessarily good news for retailers. Shoppers spent $2.4 billion online on Wednesday, a whopping 31.8% increase from 2017, according to Ad… [+2314 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Thanksgiving has suddenly become one of America's favorite days to shop online", "description": "This Thanksgiving Day is set to smash online sales records from previous years. Thanksgiving Day is predicted to reach a record $3.7 billion in online retail sales, up a whopping 29% from 2017, according to Adobe Analytics. Customers are turning to their phon…", "url": "https://www.businessinsider.com/thanksgiving-day-online-shopping-surges-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf74b97c957013b6205eda9-2732-1366.jpg", "publishedAt": "2018-11-23T00:49:56Z", "content": "Thanksgiving is fast becoming one of America's favorite days to shop online. Already, US shoppers have spent $1.75 billion online on Thanksgiving (as of 5 p.m.), according to Adobe Analytics, and are predicted to spend a record $3.7 billion by midnight. That'… [+1203 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury and Kate Taylor", "title": "Macy's, Best Buy, Kohl's, and JCPenney are being slammed for being open on Thanksgiving — and some people are threatening not to shop with them this holiday season (M, BBY, KSS, JCP)", "description": "Macy's, JCPenney, and Kohl's are being slammed for opening their doors on Thanksgiving. On Thursday, Twitter lit up with complaints about retailers encroaching on the holiday and calling for shoppers to boycott these stores. This year, at least 77 retailers —…", "url": "https://www.businessinsider.com/macys-jcpenney-kohls-critcized-open-on-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7498b381507463f02f733-1920-960.jpg", "publishedAt": "2018-11-23T00:48:45Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The US is asking the world to say no to Chinese tech-giant Huawei", "description": "The US government has begun to rally its allies against Chinese tech giant Huawei, fearing its close ties to the Chinese government. Officials working for President Donald Trump's administration have briefed key allies about the national security concerns pos…", "url": "https://www.businessinsider.com/us-asks-allies-to-shun-huawei-china-tech-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf743d7da27f85ac165e9d3-1536-768.jpg", "publishedAt": "2018-11-23T00:25:00Z", "content": "The US has begun what the Wall Street Journal calls \"an extraordinary outreach program\" in an effort to rally its allies against allowing the Chinese tech giant Huawei to gain access to essential infrastructure. Officials from President Donald Trump's adminis… [+3432 chars]"}]}