{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Trump rushed more than 5,000 troops to the border to lay razor wire. Miles and miles of it.", "description": "By the end of the day Monday, there were more than 5,000 active-duty troops deployed to the US-Mexico border, where they are laying razor wire in preparation for the arrival of migrant caravans consisting of potentially thousands of people from across Latin A…", "url": "https://www.businessinsider.com/us-troops-on-the-us-mexico-border-pictures-barbed-wire-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be21334c957013d3563d1b7-960-480.jpg", "publishedAt": "2018-11-06T23:52:42Z", "content": "By the end of the day Monday, there were more than 5,000 active-duty troops deployed to the US-Mexico border, where they are laying razor wire in preparation for the arrival of migrant caravans consisting of potentially thousands of people from across Latin A… [+262 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "It looks like the smash-hit game that paved the way for 'Fortnite: Battle Royale' is finally coming to PlayStation 4 (SNE)", "description": "It looks like \"PlayerUnknown's Battlegrounds,\" the game whose success paved the way for \"Fortnite: Battle Royale,\" is coming to the PlayStation 4. The game hasn't officially been announced, but files for the game are present in the PlayStation 4 game database…", "url": "https://www.businessinsider.com/playerunknowns-battlegrounds-pubg-ps4-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be21b170d7c673ddf398b74-1920-960.jpg", "publishedAt": "2018-11-06T23:24:36Z", "content": "It looks like \"PlayerUnknown's Battlegrounds,\" the game that is largely credited with sparking the popularity of battle royale shooting games like \"Fortnite: Battle Royale,\" is set for release on PlayStation 4. While Bluehole, the game's developer, has yet to… [+2527 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Exit polls show healthcare is the biggest issue for voters — and that could be a good sign for Democrats", "description": "Early exit polls show that a plurality of voters identified healthcare as the most important issue in the 2018 midterm elections. The polls could be a good sign for Democrats, who made healthcare their top issue during the campaign. Pre-election polls also sh…", "url": "https://www.businessinsider.com/2018-midterm-election-exit-poll-healthcare-leads-good-for-democrats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7f22c364dce826308b4886-1536-768.jpg", "publishedAt": "2018-11-06T23:14:02Z", "content": "Healthcare was the driving issue for many Americans in Tuesday's midterm elections, according to early exit polls, and the focus could be a good sign for Democrats. According to early exit polls, healthcare was the most important issue for a plurality of vote… [+2002 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "This startup wants employers to stop giving its workers lavish perks and start helping them pay their student loans", "description": "This April, a San Francisco-based startup called Goodly launched as a part of Y Combinator's summer batch. Goodly aims to help companies help their employees pay off their student loans, by making regular matching contributions — kind of like a 401(k). Greg P…", "url": "https://www.businessinsider.com/goodly-a-y-combinator-startup-wants-to-help-employees-repay-student-debt-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0d11c8c35ab25857a9902-1536-768.jpg", "publishedAt": "2018-11-06T23:01:35Z", "content": "While Greg Poulin, co-founder and CEO of Goodly, was attending Dartmouth, his father passed away unexpectedly. On top of the emotional toll, he also ended up having to borrow $80,000 in student loans to pay his tuition. Poulin has since moved to San Francisco… [+4223 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "I got to try the world's first foldable smartphone — but it feels more like a gimmick than a truly useful device", "description": "Startup display maker Royole on Monday showed off its new foldable flexible screen gadget, getting out ahead of Samsung. When folded in half, the device can function as two different smartphones. When unfolded, it can act like a tablet. Its flexible screen is…", "url": "https://www.businessinsider.com/royole-beats-samsung-with-first-foldable-smartphone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be2191ada27f846bc2802c0-2732-1366.jpg", "publishedAt": "2018-11-06T22:45:48Z", "content": "I just got to put my hands on what's supposed to be the future of smartphones. My first impression: The future still needs some work. The ostensible gadget of tomorrow is a foldable phone with a flexible screen. Samsung is widely expected to unveil its idea f… [+5600 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Amazon will offer one-hour delivery of Whole Foods groceries on Thanksgiving Day (AMZN)", "description": "Amazon Prime Now will deliver Whole Foods groceries in as little as one hour on Thanksgiving Day, the company said Tuesday. Shoppers will also have the option to pick up their orders from participating Whole Foods stores. Prime Now delivery is available at Wh…", "url": "https://www.businessinsider.com/amazon-prime-now-whole-foods-delivery-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be20f74110d4c4878172668-750-375.jpg", "publishedAt": "2018-11-06T22:41:53Z", "content": "Amazon is giving Prime members a chance to avoid the chaos of last-minute trips to the grocery store this Thanksgiving. The company is offering same-day delivery of groceries from Whole Foods stores until 2 p.m. on Thanksgiving Day, Amazon said Tuesday. The s… [+548 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "Experts say the Trump immigration ad pulled by NBC and Fox exposes a flaw in the way political ads are reviewed — and it could become a problem for TV networks", "description": "NBC, Fox, and Facebook all pulled an ad widely condemned as racist following a public backlash. While all three companies have their own advertising standards teams that evaluate ads, an initial review didn't flag anything as impermissible in the ad. Some exp…", "url": "https://www.businessinsider.com/trump-immigration-ad-removed-by-nbc-and-fox-exposes-flaw-in-system-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1fbf9e4218a3a84572b69-2732-1366.jpg", "publishedAt": "2018-11-06T22:38:22Z", "content": "Less than 24 hours after an advertisement that was widely condemned as racist aired during a Sunday Night Football game on NBC, the network issued a sweeping reversal, vowing to immediately remove the ad citing its \"insensitive\" nature. Shortly after, both Fo… [+6620 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "25 kitchen gifts anyone who just moved in to a new place will be thankful for", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. As someone who recently moved into her first apartment, I've seen (and experienced) what shopping…", "url": "https://www.businessinsider.com/useful-kitchen-gifts-for-new-apartment-home-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be2157ada27f8466c75b136-1136-568.jpg", "publishedAt": "2018-11-06T22:33:00Z", "content": "Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Snowe makes luxury home wares at reasonable prices for their first space. Snowe … [+1376 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "The top trending Google search on Election Day was 'dónde votar,' as historic Latino voter turnout is expected for midterms (GOOG, GOOGL)", "description": "Google says that the top trending search in the U.S. on the morning of Election Day was \"dónde votar,\" which is Spanish for \"where to vote.\" Traffic for the term increased 3,350% on the morning of the 2018 midterm elections, Google reports. This search trend …", "url": "https://www.businessinsider.com/donde-votar-tops-trending-google-search-latino-midterms-election-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be20078c957013aa832b501-2732-1366.jpg", "publishedAt": "2018-11-06T22:29:26Z", "content": "The top trending Google search on Tuesday morning was unsurprisingly about the midterm elections — but the leading phrase wasn't in English. Google reports that its top trending search the morning of Election Day was \"dónde votar,\" Spanish for \"where to vote.… [+1072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta, Shayanne Gal and Michelle Mark", "title": "2018 has already broken early voting records. Here are 5 other records the midterm elections are poised to smash.", "description": "The 2018 midterm elections are a highly anticipated referendum on the leadership of President Donald Trump and a chance for Democrats to take back the House of Representatives after two years of Republicans controlling the House, Senate, and White House. Thes…", "url": "https://www.businessinsider.com/2018-midterm-election-records-early-voting-women-lgbt-candidates-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0bfaa8c35ab23110beb23-1920-960.png", "publishedAt": "2018-11-06T22:09:46Z", "content": "Public servants are running for Congress in droves, too. At least 400 veterans ran in Congressional primaries with 200 advancing to the general, according to Super PAC With Honor, which was created to support military veterans running for office. To name a fe… [+996 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alyssa Pagano", "title": "Jeff Bezos on regulating giant tech companies: 'I expect us to be scrutinized'", "description": "Amazon CEO Jeff Bezos spoke to Axel Springer CEO Mathias Döpfner in May 2018. The two discussed the need to regulate large tech companies. Amazon has seen major growth in a short period of time — according to Bezos, the company went from 30,000 employees to 5…", "url": "https://www.businessinsider.com/jeff-bezos-breaking-up-regulating-amazon-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5ae765d819ee861e008b46da-1920-960.jpg", "publishedAt": "2018-11-06T22:05:00Z", "content": "Following is a transcript of the video. Döpfner: But, your most prominent critic at the moment is the President of the United States. People are even saying that he may be willing to prepare initiatives to break up Amazon, because it's too big, it's too succe… [+3557 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Here's how security engineers at Google have been protecting politicians during election season", "description": ". In the past few years, there has been a rise in targeted hijacking towards the online accounts of politicians and other high-profile figures. In response, Google launched an Advanced Protection Program last October and works with politicians and campaigns t…", "url": "http://uk.businessinsider.com/how-google-security-engineers-protect-campaigns-during-election-2018-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5be20483bde70f7ea762fd69-1190-625/heres-how-security-engineers-at-google-have-been-protecting-politicians-during-election-season.jpg", "publishedAt": "2018-11-06T22:04:00Z", "content": "AP Photo/David Goldman Two years ago, hackers aligned with the interests of the Russian government created chaos within Hillary Clintons election campaign when they hacked and stole the emails of Clinton campaign chairman John Podesta. Attacks like this arent… [+3974 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meena Harris", "title": "As thousands protest Google's handling of sexual harassment cases, the tech industry cannot overlook the pay gap that Hispanic women face today", "description": "Meena Harris. It’s been 55 years since President John F. Kennedy signed the Equal Pay Act into law, calling out the “unconscionable practice of paying female employees less wages than male employees for the same job.” That law helped millions of women close t…", "url": "http://uk.businessinsider.com/meena-harris-phenomenally-latina-financial-inequity-hispanic-women-workers-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/595c024bbb350315f4516816-1190-625/as-thousands-protest-googles-handling-of-sexual-harassment-cases-the-tech-industry-cannot-overlook-the-pay-gap-that-hispanic-women-face-today.jpg", "publishedAt": "2018-11-06T22:04:00Z", "content": "Meena Harris Its been 55 years since President John F. Kennedy signed the Equal Pay Act into law, calling out the unconscionable practice of paying female employees less wages than male employees for the same job. That law helped millions of women close the w… [+4256 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "Armistice ended World War I 100 years ago — these photos show how US troops helped turn the tide of the Great War", "description": "When the US declared war on Germany on April 6, 1917, the Allies had already endured over three years of carnage. The famed Harlem Hellfighters were the first to join the fight on the frontlines under French command. As the Americans began to send more troops…", "url": "https://www.businessinsider.com/major-battles-fought-by-the-us-during-world-war-i-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T22:03:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Long lines, broken machines, and gun scares — here are the reported problems voters are experiencing during the midterms", "description": "Voters in Georgia experienced long lines and broken machines. A gun scare caused one location in Florida to be put on lockdown. Signatures have proven to be a sticking point in multiple states. Excitement for the midterm elections has been at unusually high l…", "url": "https://www.businessinsider.com/voting-problems-by-state-2018-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1e38ce4218a36a8507633-2732-1366.jpg", "publishedAt": "2018-11-06T21:37:53Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "We took a walk around Long Island City, the New York neighborhood where Amazon is reportedly planning to bring HQ2, and saw why it would be appealing to the e-commerce giant (AMZN)", "description": "Amazon is reportedly developing its second headquarters, HQ2, in two separate locations: the Long Island City neighborhod of Queens, New York, and the Crystal City area of Arlington, Virginia, The New York Times reported on Monday evening. New York's pitch of…", "url": "https://www.businessinsider.com/amazon-hq2-long-island-city-photos-background-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1f8b566be5008d12b20c2-1536-768.jpg", "publishedAt": "2018-11-06T21:35:58Z", "content": "Amazon will reportedly bring its second headquarters, HQ2, to two separate locations: the Long Island City neighborhod of Queens, New York, and the Crystal City area of Arlington, Virginia, The New York Times reported on Monday evening. The two locations woul… [+808 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meena Harris", "title": "As thousands protest Google's handling of sexual harassment cases, the tech industry cannot overlook the pay gap that Hispanic women face today", "description": "It’s been 55 years since President John F. Kennedy signed the Equal Pay Act into law, calling out the “unconscionable practice of paying female employees less wages than male employees for the same job.” That law helped millions of women close the wage gap be…", "url": "https://www.businessinsider.com/meena-harris-phenomenally-latina-financial-inequity-hispanic-women-workers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/595c01e1d084cc163f8b6ebc-1920-960.jpg", "publishedAt": "2018-11-06T21:30:38Z", "content": "It's been 55 years since President John F. Kennedy signed the Equal Pay Act into law, calling out the \"unconscionable practice of paying female employees less wages than male employees for the same job.\" That law helped millions of women close the wage gap be… [+4226 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Skye Gould, Andy Kiersz and Michelle Mark", "title": "LIVE: See the House and Senate results of the highly anticipated 2018 midterm elections as they come in", "description": "The 2018 midterm elections will determine whether Democrats or Republicans control Congress. Though liberal voters across the country are fired up after the first two years of Republican control, it's far from guaranteed that they'll turn up in great enough n…", "url": "https://www.businessinsider.com/live-election-results-senate-house-midterms-who-controls-congress-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1e993c9570136d72b40f3-1920-960.png", "publishedAt": "2018-11-06T21:30:00Z", "content": "Americans hit the polls on Tuesday to vote in midterm elections that have evolved into a referendum on President Donald Trump, and the party that has spent much of the last two years defending him. The tumultuous first 21 months of the Trump presidency has fi… [+1771 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Georgia voters face long lines, malfunctioning voter machines amid hotly contested governors race", "description": "Georgia voters on Tuesday contended with long lines and malfunctioning voter machines in a state facing one of the most hotly contested gubernatorial races in the country. Some voters had to wait several hours to cast their ballots. The apparent disorganizati…", "url": "https://www.businessinsider.com/georgia-governor-brian-kemp-stacey-abrams-long-lines-malfunctioning-voter-machines-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1fef5beb6703a986fb65b-1920-960.jpg", "publishedAt": "2018-11-06T21:26:58Z", "content": "Georgia voters participating in the 2018 midterms on Tuesday contended with long lines and malfunctioning voter machines in a state facing one of the most hotly contested gubernatorial races in the country. Voters in some precincts had to wait up to three hou… [+2558 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "A Waymo self-driving car sent a motorcyclist to the hospital — but the human driver was at fault (GOOGL)", "description": "A Waymo self-driving car side-swiped a motorcycle last month, sending the rider to the hospital. It was the human operator's fault, Waymo said, after they took over from the computer driving system. Waymo, an Alphabet subsidiary, received the green light shor…", "url": "https://www.businessinsider.com/waymo-self-driving-car-crash-sends-cyclist-to-hospital-driver-fault-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1e8371011423b3c791659-1136-568.jpg", "publishedAt": "2018-11-06T21:20:13Z", "content": "Human error is to blame in the case of a Waymo autonomous car side-swiping a motorcycle in California, the company says, in an accident that sent the rider to the hospital last month. The incident occurred on October 19 near the company's Mountain View headqu… [+2172 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Here's how security engineers at Google have been protecting politicians during election season", "description": "In the past few years, there has been a rise in targeted hijacking towards the online accounts of politicians and other high-profile figures. In response, Google launched an Advanced Protection Program last October and works with politicians and campaigns to …", "url": "https://www.businessinsider.com/how-google-security-engineers-protect-campaigns-during-election-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1f44df556fc3b571f5202-480-240.jpg", "publishedAt": "2018-11-06T21:12:00Z", "content": "Two years ago, hackers aligned with the interests of the Russian government created chaos within Hillary Clinton's election campaign when they hacked and stole the emails of Clinton campaign chairman John Podesta. Attacks like this aren't going to stop anytim… [+3982 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks jump as America awaits the midterm election results", "description": "Stocks rose as Americans cast ballots across the country. Technology stocks had fallen a day earlier on iPhone demand concerns. Follow US stocks in real time here. Stocks rose Tuesday as the technology sector staged a recovery and as earnings season elevated …", "url": "https://www.businessinsider.com/stocks-jump-as-america-awaits-midterm-election-results-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd71047cd6f386a3145dfc5-750-375.jpg", "publishedAt": "2018-11-06T21:05:00Z", "content": "Stocks rose Tuesday as the technology sector staged a recovery and as earnings season elevated Wall Street hours before polling stations were scheduled to begin closing around the US, with investors bracing for the possibility of a changing power balance in W… [+2008 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks jump as America awaits the midterm election results", "description": "Stocks rose as Americans cast ballots across the country. Technology stocks had fallen a day earlier on iPhone demand concerns. Follow US stocks in real time here. Stocks rose Tuesday as the technology sector staged a recovery and as earnings season elevated …", "url": "https://markets.businessinsider.com/news/stocks/stocks-jump-as-america-awaits-midterm-election-results-2018-11-1027698586", "urlToImage": "https://static4.businessinsider.com/image/5a7c9d1e5124c9971e935ca4-800/mom-and-pop-investors-undeterred-by-wild-us-stock-market.jpg", "publishedAt": "2018-11-06T21:05:00Z", "content": "Thomson Reuters Stocks rose Tuesday as the technology sector staged a recovery and as earnings season elevated Wall Street hours before polling stations were scheduled to begin closing around the US, with investors bracing for the possibility of a changing po… [+2024 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "Fitness apparel startup Gymshark was started by a 19-year-old and is now one of the fastest growing companies in the world — here's what the clothes are actually like", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Fitness apparel startup Gymshark was founded by a 19-year-old in his mom's garage in 2012. The co…", "url": "https://www.businessinsider.com/gymshark-workout-gear-clothes-leggings-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1fadc3815073cae694438-750-375.jpg", "publishedAt": "2018-11-06T20:58:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Ben Francis was 19 years old and driving a car that smelled permanently like pizza. He was workin… [+3535 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Sean Hannity defends joining Trump on stage at pre-midterm rally and blasting the media as 'fake news', says he wasn't referring to his Fox News colleagues", "description": "Fox News primetime host Sean Hannity defended his controversial decision to campaign on stage with President Donald Trump at a Missouri rally on the eve of the midterm elections. He said that he hadn't planned to appear on stage — something he and Fox previou…", "url": "https://www.businessinsider.com/sean-hannity-trump-fox-news-midterm-rally-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1e6dd66be5005d10efa94-1136-568.jpg", "publishedAt": "2018-11-06T20:51:29Z", "content": "Fox News primetime host Sean Hannity defended his controversial decision to campaign on stage with President Donald Trump at a Missouri rally on the eve of the midterm elections, and said he hadn't meant to call his Fox colleagues \"fake news\" when he bashed t… [+3632 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "10 former Navy SEALs, Green Berets, and other veterans share their best advice for leaving the military and transitioning to civilian work", "description": "Transitioning from a military career to a civilian career can pose major challenges for some veterans. Several organizations have risen up to help vets shift gears. Business Insider also spoke with a number of military veterans who shared their best tips for …", "url": "https://www.businessinsider.com/navy-seals-veterans-leaving-military-best-career-advice-2017-5", "urlToImage": "https://amp.businessinsider.com/images/5928955379474c87258b48e0-960-480.jpg", "publishedAt": "2018-11-06T20:44:00Z", "content": "Omari Broussard joined the Navy about three weeks after graduating high school at the age of 17. He said he enjoyed his subsequent 20-year career, during which he rose to the rank of Navy Chief. However, as the father of six kids with an interest in starting … [+2226 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "5 startups broke the $1 billion market cap barrier last quarter, and you've probably never heard of most of them", "description": "While private market valuations seem to reach new heights every week, the number of new unicorn startups — private companies valued over $1 billion — has actually slowed. In Goldman Sach's quarterly Views from the Valley report, published Monday, analyst Heat…", "url": "https://www.businessinsider.com/new-billion-dollar-startups-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1f3c2e4218a39385d47e5-2732-1366.jpg", "publishedAt": "2018-11-06T20:43:51Z", "content": "While private market valuations seem to reach new heights every week, the number of new unicorn startups — private companies valued over $1 billion — has actually slowed. In Goldman Sach's quarterly Views from the Valley report, published Monday, analyst Heat… [+514 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "More and more people are calling for the firing of Jason Garrett, but Jerry Jones says that won’t happen anytime soon", "description": "The Dallas Cowboys made moves like a team gunning for a playoff spot ahead of the NFL trade deadline, but after their embarrassing loss to the Titans on Monday night, they look far from postseason contention. After the game, owner Jerry Jones had to assure re…", "url": "https://www.businessinsider.com/jason-garrett-still-not-fired-jerry-jones-dallas-cowboys-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T20:41:47Z", "content": "The Dallas Cowboys are far from where they hoped they'd be halfway through the NFL season. Just a week ago, the Cowboys were regrouping at the trade deadline, sending a first-round draft pick away to the Oakland Raiders in exchange for wide receiver Amari Coo… [+2402 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback", "title": "RANKED: The 25 colleges that make the most money from students’ application fees", "description": "A typical college application fee is around $50, but some schools charge up to $150. LendEDU analyzed data from the National Center for Education Statistics to create its latest report on colleges that earn the most revenue off students' applications. Eight c…", "url": "https://www.businessinsider.com/us-colleges-student-application-fees-most-revenue-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ee36f556fc3a1b5d93b8-1920-960.jpg", "publishedAt": "2018-11-06T20:38:00Z", "content": "College is a huge financial undertaking, and the costs start racking up well before you enroll in your choice school. LendEDU recently released its annual ranking of the colleges that make the most money off of student applications. The student-loan informati… [+823 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "Google's life-extension spinoff teamed up with Ancestry to study 54 million family trees — and learned that a surprising factor helps determine how long we live", "description": "Genealogy and DNA site Ancestry once partnered with Google's stealthy life extension spinoff, a company called Calico, to study the genetics of longevity. The new study suggests that our genes play less of a role in how long we live than previously believed. …", "url": "https://www.businessinsider.com/ancestry-google-release-first-genealogy-study-longevity-aging-genetics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b58c5a18f283531008b45b4-960-480.jpg", "publishedAt": "2018-11-06T20:37:00Z", "content": "The road to achieving a long life is littered with hype. The usual life-extension suspects include pricey pills and supplements; the peculiar involve infusions of young blood and chambers pumped with sub-zero temperatures. Then there's science. And one scient… [+3763 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "A Navy strike group is doing 'Top Gun'-like training on the East Coast for the first time — a sign the US is thinking about fighting someone who can fight back", "description": "Ships from the USS Abraham Lincoln carrier strike group sailed into the Atlantic earlier this month for advanced exercises. The drills are part of the Navy's SWATT program, meant to spread high-end warfare and tactics knowledge among the service's officers. T…", "url": "https://www.businessinsider.com/us-navy-strike-group-trains-on-east-coast-to-fight-a-tough-adversary-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1da94f556fc37d65f2046-1334-667.jpg", "publishedAt": "2018-11-06T20:29:58Z", "content": "Ships from the USS Abraham Lincoln carrier strike group and other cruiser-destroyer units based at Naval Station Norfolk sailed into the Atlantic earlier this month for the East Coast's first Surface Warfare Advanced Tactical Training, or SWATT, exercise with… [+4911 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell", "title": "JPMorgan is poaching developers who work on video games like Fortnite — and they say it's 'actually been very easy' to lure them away (JPM)", "description": "JPMorgan Chase co-president Gordon Smith said the bank is having no trouble competing for top tech talent to fuel its $10.8 billion digital ambitions. Smith said a number of software developers the bank has hired come from the video game world. How does JPMor…", "url": "https://www.businessinsider.com/jpmorgan-has-been-poaching-video-game-coders-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1e9139e8c533d4d050aa5-750-375.jpg", "publishedAt": "2018-11-06T20:23:57Z", "content": "Wall Street banks are increasingly competing with Silicon Valley start-ups and tech giants like Google, Amazon, and Facebook for top talent. JPMorgan Chase, for one, says it's having no struggle at all when it comes to hiring engineers and developers to build… [+3175 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "People are furiously speculating that Amazon could be getting more tax benefits by splitting its HQ2 between 2 cities — but it's too early to say whether that will happen (AMZN)", "description": "Amazon is reportedly planning to split its second headquarters, HQ2, between two locations: Long Island City in New York and the Crystal City area of Arlington, Virginia, according to The New York Times. Some people are speculating as to whether Amazon will b…", "url": "https://www.businessinsider.com/amazon-hq2-split-tax-incentives-questions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1885c01b12d2d090953a2-960-480.jpg", "publishedAt": "2018-11-06T20:22:22Z", "content": "On Monday, The Wall Street Journal reported that Amazon is planning to split its second headquarters between two locations rather than picking one city. Almost instantly, people began to speculate on social media whether this news would mean that Amazon will … [+2152 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "This video perfectly demonstrates how much worse even the best smartphone cameras are compared to traditional cameras (GOOG, GOOGL)", "description": "Google's Pixel 3 smartphone has one of the best cameras on any smartphone. It takes gorgeous photos, just like its iPhone equivalent. But even the Pixel 3 still struggles to keep up with a traditional camera. Google's new Pixel 3 smartphone is an excellent de…", "url": "https://www.businessinsider.com/google-pixel-3-camera-comparison-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c3e69e8c5337a3352c37-1536-768.jpg", "publishedAt": "2018-11-06T20:18:37Z", "content": "Google's new Pixel 3 smartphone is an excellent device in lots of ways. It's got sharp design, lightning-fast internals, and a best-in-class camera. In fact, the Pixel 3 camera is widely regarded as having the best camera available on a smartphone — even best… [+3596 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "25 cities where a college degree makes all the difference in getting a good job, earning enough money, and becoming a homeowner", "description": "The cost of a bachelor's degree is at an all-time high. But college degrees are still advantageous — especially in certain areas. MagnifyMoney recently determined the top cities where a bachelor's degree is most valuable. Earnings and opportunities are highes…", "url": "https://www.businessinsider.com/top-us-cities-college-degree-most-valuable-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1d320110d4c3f2a79ed68-1920-960.jpg", "publishedAt": "2018-11-06T20:17:00Z", "content": "The cost of getting a four-year undergraduate degree is more expensive than ever. But does that mean college degrees are becoming less valuable? Not necessarily. A college degree is still advantageous, but it can get you even further if you live in certain me… [+708 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "After transforming into The Eye of Sauron for Halloween, Salesforce Tower lit up with lettering on the eve of election day telling people to 'Vote for Tomorrow' (CRM)", "description": "On Tuesday, San Franciscans will vote on Proposition C, a local ballot measure that would tax the city's largest corporations to provide relief in the city's ongoing homelessness crisis. On the eve of the midterm elections, the Salesforce Tower in San Francis…", "url": "https://www.businessinsider.com/salesforce-tower-lights-up-vote-for-tomorrow-election-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ea8be4218a38190ce888-2732-1366.jpg", "publishedAt": "2018-11-06T20:15:08Z", "content": "On the eve of the midterm elections, the Salesforce Tower in San Francisco had a message for the people of its city: \"Vote for Tomorrow.\" The 1,070-foot-tall tower is the tallest in San Francisco and was constructed with 11,000 LED lights on the top six floor… [+1891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "From Michigan to Utah: Here are all the states voting on marijuana in the midterms", "description": "Marijuana legalization is on the ballot in four states in Tuesday's midterm elections. Michigan and North Dakota are weighing measures to legalize recreational marijuana for all adults, while bright-red Utah and Missouri residents are voting on medical mariju…", "url": "https://www.businessinsider.com/where-marijuana-is-on-the-ballot-in-the-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ef10d1e84445b401ca80-1920-960.jpg", "publishedAt": "2018-11-06T20:12:16Z", "content": "Marijuana legalization is on the ballot in four states in Tuesday's midterm elections. Michigan and North Dakota are weighing measures to legalize recreational marijuana for all adults, while bright-red Utah and Missouri residents are voting on medical mariju… [+961 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "New Yorkers are freaking out about the subway system as reports of Amazon's plan to pick Long Island City for HQ2 emerge (AMZN)", "description": "Amazon's reported plan to bring HQ2 to New York City is raising questions about the city's subway system. Seattle has struggled to adjust to Amazon's super-sized presence in the city when it comes to commutes, with drivers spending an average of 55 hours in t…", "url": "https://www.businessinsider.com/amazon-reported-hq2-opening-nyc-subway-concerns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc5f532912a910f8a190527-2732-1366.jpg", "publishedAt": "2018-11-06T20:08:20Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "15 photos show what Election Day 2018 looks like in America", "description": "Millions of Americans across the country took to the polls Tuesday to make their voices heard in the 2018 midterm elections. Engagement this year seems to be higher than usual for midterm elections, which are generally less popular than presidential election …", "url": "https://www.businessinsider.com/midterm-election-photos-waiting-in-lines-rain-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1f0f866be50079d27eb26-1136-568.jpg", "publishedAt": "2018-11-06T19:56:43Z", "content": "Millions of Americans across the country took to the polls Tuesday to make their voices heard in the 2018 midterm elections. Engagement this year seems to be higher than usual for midterm elections, which are generally less popular than presidential election … [+281 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Samsung president says 'we should really worry about ethics' as artificial intelligence moves into your DNA", "description": "Samsung Electronics president Young Sohn told Business Insider that he worries about the ethics of artificial intelligence. \"I think we should really worry about ethics. What is right? What is wrong?\" he told us. \"We've got to be principle-driven \" he says. \"…", "url": "https://www.businessinsider.com/samsung-young-sohn-on-ethics-in-artificial-intelligence-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1f1b1f556fc3a1b5d93d0-2732-1366.jpg", "publishedAt": "2018-11-06T19:55:59Z", "content": "LISBON — Samsung Electronics president Young Sohn today sketched an almost dystopian future in which every detail of your life — all the way down to your individual DNA — is tracked by vast \"bio data banks\" that store your genome, help diagnose diseases, offe… [+4065 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The Victoria's Secret fashion show illustrates 'how out of touch the brand still is,' Jefferies says (LB)", "description": "Victoria's Secret's annual fashion show is scheduled for Thursday in New York and will be on TV in December. But Jefferies analysts said the show won't have much of an audience. \"VS pricing power has been permanently impaired,\" said Jefferies analyst Randal K…", "url": "https://markets.businessinsider.com/news/stocks/victorias-secret-fashion-show-brand-out-of-touch-2018-11-1027698383", "urlToImage": "https://static6.businessinsider.com/image/5be1f08f66be5007a37f3012-2400/gettyimages-496589934.jpg", "publishedAt": "2018-11-06T19:53:00Z", "content": "\"With TV ratings that have been in free fall for years and a consumer that no longer resonates with 'supermodels' we question why the company continues to hold the show. We expect ratings to continue their decline this year and the VS brand to lose mindshare.… [+928 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The Victoria's Secret fashion show illustrates 'how out of touch the brand still is,' Jefferies says (LB)", "description": "Victoria's Secret's annual fashion show is scheduled for Thursday in New York and will be on TV in December. But Jefferies analysts said the show won't have much of an audience. \"VS pricing power has been permanently impaired,\" said Jefferies analyst Randal K…", "url": "https://www.businessinsider.com/victorias-secret-fashion-show-brand-out-of-touch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1f0f2b73c28392a3d1b52-2732-1366.jpg", "publishedAt": "2018-11-06T19:53:00Z", "content": "Victoria's Secret upcoming fashion show will be a reminder of how unpopular the brand is, Jefferies says. The lingere retailer's annual fashion show is set for Thursday in New York, where the show firstly started in 1995. Fashion lovers around the world can w… [+1522 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Wells", "title": "I used to hate grocery shopping, until I developed a system that helps me shop efficiently and create delicious meals every week", "description": "Grocery shopping can easily lead to indecision when you consider the endless possibilities of home cooking. Here, author Sarah Wells describes how she developed a restaurant-style menu for her cooking to remedy the \"paralysis\" she had with grocery shopping. I…", "url": "https://www.businessinsider.com/how-to-grocery-shop-meal-planning-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0a06a5f1f7520e14b0af6-1536-768.jpg", "publishedAt": "2018-11-06T19:48:42Z", "content": "In your early 20s, you might experience a lot of pressure from family, social media, and yourself to have \"adulting\" figured out. Whether that means scoring your dream job or internship after school, meticulously decorating your one-bedroom apartment, or craf… [+3031 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "People are going wild for a handy new shortcut that will change the way you use Google Docs (GOOG, GOOGL)", "description": "Google has introduced new URLs that can open up blank Google Docs with the click of a button. To try it out, simply point your browser to doc.new or other Google URLs. Here's an incomplete list of these new URLs, along with a way to take the shortcut to the n…", "url": "https://www.businessinsider.com/google-docs-shortcut-for-creating-new-document-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ebf701b12d39e529e279-1536-768.jpg", "publishedAt": "2018-11-06T19:38:22Z", "content": "Last last month, Google rolled out a new time-saving shortcut for anyone who spends a lot of time in Google Docs. To open a new, blank document — or spreadsheet, or presentation — all you have to do is go to one of Google's handy new URLs. So if you want to s… [+622 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caroline Lupini", "title": "5 great benefits you might not realize your credit card comes with", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. Many credit cards have lesser-known benefits that can be extremely valuable like travel insurance, cell phone prot…", "url": "https://www.businessinsider.com/credit-card-benefits-you-dont-know-about-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1e6670d7c6736b01104e3-1136-568.jpg", "publishedAt": "2018-11-06T19:35:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. There are all kinds of credit cards out there — store cards, travel cards, transferable points cards, and more. Wh… [+6782 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Ottawa Senators players caught ripping assistant coach, team performance while being secretly recorded in an Uber", "description": "Seven Ottawa Senators players were secretly recorded in an Uber criticizing the team's penalty-killing and assistant coach Martin Raymond. The video, which was uploaded to the internet and eventually taken down, showed the players questioning the team's defen…", "url": "https://www.businessinsider.com/senators-uber-video-players-rip-assistant-coach-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1e4878c35ab39d75bb4b4-1334-667.jpg", "publishedAt": "2018-11-06T19:22:36Z", "content": "Seven members of the Ottawa Senators were secretly recorded in an Uber criticizing the team's performance and assistant coach Martin Raymond. According to The Ottawa Citizen, the video appeared to be taped while the team was on a road swing going through Phoe… [+2020 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "VMware bought the startup founded by the ex-Googlers who created one of the hottest technologies in Silicon Valley (VMW, GOOG, GOOGL)", "description": "Cloud computing computing VMware announced Tuesday it plans to acquire Heptio, which provides support for the open source cloud project Kubernetes. Kubernetes is massively popular with developers, who use it to manage complex software environments. Heptio was…", "url": "https://www.businessinsider.com/vmware-heptio-google-kubernetes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/55e0f030bd86ef1e008b6cdf-960-480.jpg", "publishedAt": "2018-11-06T19:06:21Z", "content": "This looks to be the year of acquisitions of open source software companies, and $58 billion IT infrastructure company VMware — a subsidiary of Dell — just announced another one on Tuesday. At its VMworld Europe event, VMware announced it would acquire Heptio… [+3057 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta and Scott Davis", "title": "NFL POWER RANKINGS: Where all 32 teams stand going into Week 10", "description": "It's beginning to feel like there are too many good teams in the NFL. Just last week, we pushed the idea that four teams stood above the rest: the L.A. Rams, the New Orleans Saints, the New England Patriots, and the Kansas City Chiefs. Now, several other team…", "url": "https://www.businessinsider.com/nfl-power-rankings-week-10-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1d1c2da27f83bad091388-1334-667.jpg", "publishedAt": "2018-11-06T19:03:08Z", "content": "It's beginning to feel like there are too many good teams in the NFL. Just last week, we pushed the idea that four teams stood above the rest: the L.A. Rams, the New Orleans Saints, the New England Patriots, and the Kansas City Chiefs. Now, several other team… [+1024 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Clancy Morgan", "title": "Why autocorrect makes so many mistakes, according to the former Apple engineer who helped create it", "description": "Autocorrect has been a feature on the iPhone for over 10 years, but it still makes so many frustrating mistakes while we text. To get to the bottom of the issue, we spoke with Ken Kocienda, who helped create autocorrect for Apple. In the video above, Kocienda…", "url": "https://www.businessinsider.com/why-autocorrect-iphone-still-sucks-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd3620500cda544622a7035-1920-960.png", "publishedAt": "2018-11-06T19:00:00Z", "content": "Following is a transcript of the video. Narrator: Have you ever tried typing something but your phone keeps changing it to something else? This ducking keyboard can be so frustrating! It can seem like autocorrect is working against you instead of helping you.… [+3180 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "Employees of a Florida insurance company have to ask their coworkers to vote on whether they get a raise — and none of it is anonymous", "description": "At Squaremouth, a travel insurance comparison site, employees vote on whether their coworkers get a raise. If a majority of the company votes in favor of the raise, then it gets approved — but none of the votes are anonymous. Squaremouth says its peer-reviewe…", "url": "https://www.businessinsider.com/squaremouth-employees-vote-raise-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b75fad85c5e5220008b562f-1920-960.jpg", "publishedAt": "2018-11-06T18:58:34Z", "content": "Asking your boss for a raise can be intimidating enough. But at one Florida-based company, your boss isn't the only person who gets a say — the whole office gets a vote. Since it was founded in 2003, travel insurance site Squaremouth has had a policy of peer-… [+1845 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathan McAlone", "title": "18% of current MoviePass subscribers say they plan to cancel, but the majority are still happy with it despite the new restrictions (HMNY)", "description": "18% of current MoviePass subscribers say they plan to cancel the service. But the majority of customers are still happy with MoviePass despite new restrictions. The most common reason cited for previous cancellation of the movie-ticketing subscription service…", "url": "https://www.businessinsider.com/18-percent-moviepass-subscribers-say-they-plan-to-cancel-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b5b7d7ee361c018008b46da-960-480.jpg", "publishedAt": "2018-11-06T18:52:23Z", "content": "MoviePass, the movie-ticket subscription service, raised howls of anger from customers after it capped the number of movies they can see every month and introduced other restrictions. But while 18% of MoviePass current subscribers are planning to cancel, a la… [+2437 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Cole Haan is having a big sale with 40% off shoes, outerwear, and accessories — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-cole-haan-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1cadd10114236e63c4ecb-960-480.jpg", "publishedAt": "2018-11-06T18:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3126 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "5 trends that will reshape media and advertising in 2019, including Facebook's next moves", "description": "The advertising and media industries will continue to see seismic changes in 2019, according to a new report by market research firm Forrester. AT&T will buy Roku and Google will acquire LiveRamp in 2019, Forrester predicts. Additionally, blockchain will beco…", "url": "https://www.businessinsider.com/5-trends-that-will-reshape-media-and-advertising-in-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b58809ba4852b19008b465d-1920-960.jpg", "publishedAt": "2018-11-06T18:49:03Z", "content": "From a bevy of M&amp;A deals and consolidation on one end, to Facebook's Cambridge-Analytica scandal and GDPR on another, there were a lot of shake-ups in the advertising and media industries in 2018. 2019 will continue that trend, according to a new report b… [+5798 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "New York City reportedly won over Amazon in its HQ2 quest by claiming the site was 15 minutes from LaGuardia — the worst airport in America (AMZN)", "description": "Amazon is closing in on a deal to bring part of its second headquarters, HQ2, to New York City, The New York Times reports. The headquarters will reportedly be located in Long Island City, which is a neighborhood of Queens. The city's pitch to Amazon highligh…", "url": "https://www.businessinsider.com/amazon-hq2-closest-airport-is-laguardia-worst-us-pictures-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1daab0591f23def3b33c5-1920-960.jpg", "publishedAt": "2018-11-06T18:48:00Z", "content": "Amazon is closing in on a deal to bring part of its second headquarters to New York City, The New York Times reports. The headquarters will reportedly be located in Long Island City, a neighborhood of Queens, and the city's pitch to Amazon highlighted Long Is… [+1015 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Amazon is reportedly headed to Long Island City, Queens — an area that could be underwater by 2100", "description": "Amazon is reported to have chosen two locations — Crystal City, Virginia, and Long Island City, Queens — for its second headquarters, known as HQ2. While Crystal City may struggle to accommodate an influx of new residents, Long Island City faces a much bigger…", "url": "https://www.businessinsider.com/amazon-hq2-long-island-city-underwater-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1bcb00d7c6730fc6731aa-2732-1366.jpg", "publishedAt": "2018-11-06T18:46:00Z", "content": "After more than a year of speculation, Amazon is said to have chosen two locations for its second North American headquarters: Crystal City, Virginia, and Long Island City, Queens. The much-anticipated decision was first reported by the New York Times, which … [+2511 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "How Dick’s Sporting Goods uses data to make its products stand out (DKS)", "description": "This is an excerpt from Business Insider Intelligence's E-Commerce coverage. Click here to learn how to access the full case study. Our cases studies are unbiased and unsponsored. Dick's Sporting Goods has been working with First Insight, a customer-centric m…", "url": "https://www.businessinsider.com/case-study-dicks-sporting-goods-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1d5360591f23cfd7d3133-1920-960.jpg", "publishedAt": "2018-11-06T18:43:00Z", "content": "This is an excerpt from Business Insider Intelligence's E-Commerce coverage. Click here to learn how to access the full case study. Our cases studies are unbiased and unsponsored. Dick's Sporting Goods has been working with First Insight, a customer-centric m… [+2331 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "Bill Gates is obsessed with redesigning the world's toilets — and he just brought a container of poo onstage to prove it", "description": "Bad sanitation kills 525,000 children under five every year and contributes to malnutrition and the spread of disease. Bill Gates thinks it's not practical for the entire world to adopt flush toilets, so he's spending $400 million to fund research into toilet…", "url": "https://www.businessinsider.com/bill-gates-wants-world-to-move-past-flush-toilets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be192bc0591f233ca747672-1920-960.jpg", "publishedAt": "2018-11-06T18:34:00Z", "content": "Bill Gates isn't afraid of potty talk. On Tuesday, he got onstage in front of business leaders, investors, and government officials from around the world and unveiled what he politely referred to as a \"little exhibit.\" It was a glass jar filled with human fec… [+8177 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Amazon is reportedly planning to develop part of its HQ2 in Crystal City, Virginia. Here's why it may have been chosen by the e-commerce giant. (AMZN)", "description": "After months of speculation about where Amazon would open its second headquarters, or HQ2, Crystal City, Virginia, now appears to be one of the chosen locations. On Monday, the Wall Street Journal and The New York Times reported that Amazon would be splitting…", "url": "https://www.businessinsider.com/amazon-hq2-crystal-city-report-background-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0b66c381507217e24ac8e-960-480.jpg", "publishedAt": "2018-11-06T18:28:41Z", "content": "After months of speculation about where Amazon will open its second headquarters, HQ2, there appears to be a front-runner. There are two front-runners, in fact: New York's Long Island City and Northern Virginia's Crystal City, The New York Times reported on M… [+828 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "One of Microsoft's fastest-rising stars is leaving the company (MSFT)", "description": "Javier Soltero, one of Microsoft's rising stars, is leaving the company after four years, with the intention of \"getting back to building new things.\" He came to Microsoft after his startup, Acompli, was acquired in 2014 — a move that was seen as emblematic o…", "url": "https://www.businessinsider.com/javier-soltero-microsoft-cortana-leaving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58543895ca7f0c20008b63c5-2732-1366.jpg", "publishedAt": "2018-11-06T18:19:32Z", "content": "Javier Soltero, currently the head of Microsoft's Cortana digital assistant, is departing the tech titan at the end of the year amid a round of reorganization to the Microsoft Office business. The news was first reported by ZDNet's Mary Jo Foley, and confirme… [+2107 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Midterms 2018 LIVE: Follow along for live results and coverage of a wild election night", "description": "The 2018 midterm elections are upon us, and the country is anxiously awaiting to hear the results of an array of consequential races nationwide. There's a lot at stake on Tuesday, November 6. If Democrats are able to retake either the House or Senate, it has …", "url": "https://www.businessinsider.com/live-election-updates-coverage-midterm-senate-house-governor-races-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c4e99e8c5337db434cb2-1920-960.jpg", "publishedAt": "2018-11-06T18:19:17Z", "content": "The 2018 midterm elections are upon us, and the country is anxiously awaiting to hear the results of an array of consequential races nationwide. There's a lot at stake on Tuesday, November 6. If Democrats are able to retake either the House or Senate, it has … [+394 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "What to do if you have problems voting in the midterms", "description": "If there are long wait times at the polls, you should stay put. You'll probably be allowed to vote. Do your research before you vote. Oftentimes poll workers aren't aware of rules and backup provisions. If all else fails, cast a provisional ballot. Long wait …", "url": "https://www.businessinsider.com/what-to-do-if-you-have-problems-voting-in-the-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c5ae0591f23aae0a3f05-2732-1366.jpg", "publishedAt": "2018-11-06T18:17:44Z", "content": "Before going for the last resort of casting a provisional ballot, try to escalate any issue to whoever is running the polling site or to contact the election office. Oftentimes, if you can prove that a poll worker is misinterpreting the rules, they will enlis… [+698 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "AMD spikes after Amazon makes a big bet on its new processors (AMD, AMZN)", "description": "AMD held a \"Next Horizon\" event on Tuesday, unveiling its 7-nanometer graphics products and microprocessors. During the event, AMD said Amazon will use its new processors for Amazon Web Services. That will give some Amazon Web Service customers lower prices f…", "url": "https://www.businessinsider.com/amd-spikes-stock-price-amazon-makes-bet-on-new-processors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb51a3998a18037c1217f73-2732-1366.jpg", "publishedAt": "2018-11-06T18:15:00Z", "content": "AMD was rallying on Tuesday, up 7%, after Amazon said it would use AMD's new line of processors for its cloud business. During AMD's \" Next Horizon \" event, the chipmaker unveiled its 7-nanometer graphics products and microprocessors, and said it was partneri… [+1440 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump has the worst approval rating of any president in modern US history heading into their first midterm election", "description": "President Donald Trump is historically unpopular heading in the 2018 midterm elections, with an approval rating of 40%. Based on data from Gallup, no other president in modern US history had such a low approval rating heading into their first midterm election…", "url": "https://www.businessinsider.com/trump-historically-unpopular-heading-into-first-midterm-election-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be088b38c35ab1b861c6773-1536-768.jpg", "publishedAt": "2018-11-06T18:08:13Z", "content": "President Donald Trump is historically unpopular heading in the 2018 midterm elections, according to data from Gallup. The most recent polling from Gallup shows that just 40% of Americans approve of the job Trump is doing as president. Based on historical dat… [+1529 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "China showed off its new stealth fighters at the country's largest airshow, and the images are quite impressive", "description": "China's largest airshow opened Tuesday with a dazzling display by Chinese stealth fighters, a demonstration intended to highlight China's improving air combat capabilities. The twin-engine Chengdu J-20 made its debut at the 2016 China International Aviation &…", "url": "https://www.businessinsider.com/china-showed-off-its-stealth-fighters-at-the-countrys-biggest-airshow-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1cd3e9e8c5339275d7f88-2732-1366.jpg", "publishedAt": "2018-11-06T18:05:33Z", "content": "China's largest airshow opened Tuesday with a dazzling display by Chinese stealth fighters, a demonstration intended to highlight China's improving air combat capabilities. The twin-engine Chengdu J-20 made its debut at the 2016 China International Aviation &… [+322 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "The midterm elections could decide whether 2.7 million Americans have access to healthcare", "description": "The Affordable Care Act, or Obamacare, allows states to expand the Medicaid healthcare program to people making up to 138% of the federal poverty limit. Three states have questions on the ballot in Tuesday's midterm elections that would expand Medicaid: Idaho…", "url": "https://www.businessinsider.com/2018-midterm-elections-medicaid-expansion-vote-florida-georgia-results-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c4e9d1e8443f46592a71-1536-768.jpg", "publishedAt": "2018-11-06T18:02:18Z", "content": "Tuesday's midterm elections not only will determine the control of Congress and dozens of governors' mansions across the US. It could decide access to healthcare for millions of low-income Americans. The Affordable Care Act's Medicaid expansion, which allows … [+2562 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "The 11 most dangerous volcanoes in California, ranked", "description": "In October, the US Geological Survey released a new report detailing the relative threats posed by volcanoes in the United States. It was the first updated threat assessment since 2005, and officials will use the data to prioritize volcanoes for research and …", "url": "https://www.businessinsider.com/california-most-dangerous-volcanoes-us-geological-survey-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1b2f2101142331828c84e-2560-1280.jpg", "publishedAt": "2018-11-06T18:01:00Z", "content": "In October, the US Geological Survey released a new report detailing the relative threats posed by volcanoes in the United States. It was the first updated threat assessment since 2005, and officials will use the data to prioritize volcanoes for research and … [+1084 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "'I'd call those branch offices': Seattle mayor skewers Amazon's reported plans to split its HQ2 between 2 cities (AMZN)", "description": "Seattle mayor Jenny Durkan said she would be pleased if Amazon split its much-awaited HQ2 between two cities. \"I'd call those branch offices,\" the mayor told KIRO-TV Seattle. The New York Times reported on Monday evening that Amazon is planning to open HQ2 fa…", "url": "https://www.businessinsider.com/seattle-mayor-roasts-amazon-hq2-cities-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c9f6110d4c3dc6023152-1920-960.jpg", "publishedAt": "2018-11-06T17:52:04Z", "content": "Seattle mayor Jenny Durkan said she was heartened by reports that Amazon plans to split its HQ2 facilities between two locations. \"I'd call those branch offices,\" she told KIRO-TV Seattle on Monday night. \"That would be good news.\" Her wish seemingly came tru… [+1621 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Amazon employees are reportedly gearing up to confront CEO Jeff Bezos at an all-staff meeting this week about selling facial recognition software to law enforcement (AMZN)", "description": "Amazon employees have openly and publicly criticized the company for selling its facial recognition software, called Rekognition, to police. Amazon employees are urging their colleagues to ramp up the pressure on the company at an all-staff meeting Thursday b…", "url": "https://www.businessinsider.com/amazon-workers-confront-jeff-bezos-facial-recognition-software-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ac048c35ab311d2a6e48-2732-1366.jpg", "publishedAt": "2018-11-06T17:50:42Z", "content": "At an all-staff meeting later this week, Amazon employees will reportedly take further steps to confront CEO Jeff Bezos over the company's controversial sales of its facial recognition software to police and immigration authorities. Recode reports that Amazon… [+2689 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey and Zachary Tracer", "title": "One of Silicon Valley's favorite health startups just hired a board member with experience taking companies public", "description": "Collective Health, a startup that works with self-insured employers, just added the former chief financial officer of Restoration Hardware as a board member. At Restoration Hardware, Karen Boone implemented Collective Health to its employees. Boone also has e…", "url": "https://www.businessinsider.com/collective-health-adds-karen-boone-of-rh-to-board-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1cbdad1e844407d6e38ee-1536-768.jpg", "publishedAt": "2018-11-06T17:45:07Z", "content": "A healthcare startup that's gained attention from Silicon Valley employers and investors just added a board member with IPO experience. Karen Boone, the former chief financial officer at RH, started late last month. She switched RH's own employees to Collecti… [+1559 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "This smart thermostat can automatically adjust your home's temperature to lower your energy bill — and it’s $40 cheaper today only", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's Amazon Alexa's fourth birthday and Ecobee is celebrating with a one-day $40 discount on its …", "url": "https://www.businessinsider.com/ecboee-4-thermostat-with-alexa-amazon-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1adb601b12d308b17c371-1536-768.jpg", "publishedAt": "2018-11-06T17:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's Alexa's fourth birthday, and Amazon isn't the only company celebrating with great deals. Tod… [+2738 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dakin Campbell", "title": "UBS asked its millennial workers to disrupt its investment bank — here's some of the tech ideas they came up with", "description": "UBS held an innovation competition last week for junior bankers in its investment-banking division. Five groups of finalists gave their pitches to a panel of judges made up of senior bankers. The winning team, known as Dal.ia, proposed using artificial intell…", "url": "https://www.businessinsider.com/ubs-bankers-pitch-tech-to-investment-bank-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1d0b79e8c5339b8639693-2732-1366.jpg", "publishedAt": "2018-11-06T17:35:30Z", "content": "In a 14th floor dining room at UBS's New York headquarters last Friday, five teams of 20-something bankers readied their pitch. They weren't presenting an idea for a takeover, or even trying to win the right to manage some institution's wealth, but rather com… [+4522 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Under pressure from the Chinese government, China’s largest video game publisher will place mandatory limits on playtime for children", "description": "Tencent, the world's largest video game publisher, will implement age restrictions for all of its titles in China in 2019. Player identities will be verified using China's national citizen database and gamers under the age of 18 will have their playtime limit…", "url": "https://www.businessinsider.com/tencent-age-restrictions-identity-verification-china-video-games-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1bcebe4218a30ae0eba69-2732-1366.jpg", "publishedAt": "2018-11-06T17:31:03Z", "content": "Chinese video game publisher Tencent plans to implement age restrictions for all of its games in China in 2019 and will continue to use the country's national citizen database to verify player identities. The new policy aims to limit playing time for children… [+2138 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Evidence is mounting that Foxconn's Wisconsin factory that Trump called an 'incredible investment' is turning out to be a terrible deal (AAPL)", "description": "Foxconn is currently building a giant factory complex in Wisconsin, powered partially by $4.5 billion in taxpayer subsidies. But Foxconn is increasingly backing away from some of its promises to Wisconsin politicians and President Donald Trump. Wisconsin coul…", "url": "https://www.businessinsider.com/why-foxconns-wisconsin-factory-is-terrible-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c7ff0591f23b01722502-2560-1280.jpg", "publishedAt": "2018-11-06T17:21:37Z", "content": "Foxconn chairman Terry Gou didn't become one of the most powerful people in technology by being bad at negotiating. And increasingly, it seems like he and his company, which manufactures electronics like the Apple iPhone and Microsoft Xbox, negotiated a stunn… [+5844 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "This $119 pillow has a weird shape that's more supportive and comfortable for side sleepers — I sleep like a baby with mine", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Nest Bedding's Easy Breather Side Sleeper Pillow ($119) has a semi-concave design that perfectly …", "url": "https://www.businessinsider.com/nest-bedding-easy-breather-side-sleeper-pillow-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c9f1e4218a328930cd4d-2732-1366.jpg", "publishedAt": "2018-11-06T17:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. I've never slept all that well. It takes me forever to nod off, and if I wake up in the middle of… [+2690 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "Cannabis companies are using a 'backdoor' strategy to tap the public markets — and it's fueling an M&A boom", "description": "Many US-based cannabis companies are going public on the Canadian Securities Exchange in a nontraditional way — a so-called reverse takeover. Reverse takeovers are when a private company buys a shell company that's already publicly-traded. It's a strategy to …", "url": "https://www.businessinsider.com/why-cannabis-companies-pursue-reverse-takeovers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1cc0ebeb67033654e1769-1920-960.jpg", "publishedAt": "2018-11-06T17:17:43Z", "content": "The legal cannabis industry is booming, and US-based startups are looking towards their northern neighbor to capitalize on the frenzy around the emerging sector. Because cannabis companies with operations in the US aren't able to list on US-based exchanges — … [+7239 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack and Jacquelyn Smith", "title": "13 phrases professionals use to get people to trust them", "description": "If you're trying to build trust amongst your colleagues, there are certain phrases you can use to show that you have their best interest at heart. One way to build trust among your coworkers is by showing gratitude for their time and efforts. That demonstrate…", "url": "https://www.businessinsider.com/phrases-you-can-use-to-earn-trust-2014-10", "urlToImage": "https://amp.businessinsider.com/images/543da4366bb3f7076cf704ee-2732-1366.jpg", "publishedAt": "2018-11-06T17:16:00Z", "content": "You can't fake trust. \"Trust is earned by being authentic,\" Cindy Ballard, Chief Human Resources Officer of ICM Partners, told Business Insider. \"Authenticity is believed by your employees when you listen, communicate transparently and honestly, genuinely car… [+997 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Mysterious interstellar 'Oumuamua' object could be a solar-powered alien probe, Harvard scientists say", "description": "Harvard scientists have raised the possibility that a mysterious cigar-shaped interstellar object, the first of its kind ever found in our solar system, could have come from an alien civilization. The scientists sought to explain quirks in Oumuamua's movement…", "url": "https://www.businessinsider.com/harvard-scientists-interstellar-oumuamua-object-alien-probe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5baa87898cec6326608b4569-1136-568.jpg", "publishedAt": "2018-11-06T17:12:00Z", "content": "Harvard scientists have raised the possibility that a mysterious cigar-shaped interstellar object, the first of its kind ever found in our solar system, could be a probe intentionally sent towards Earth from an alien civilization. A Hawaiian telescope first s… [+2835 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "MAGA no more? Kanye West donates to Democratic Chicago mayoral candidate just weeks after embracing President Trump", "description": "Rapper Kanye West donated $126,460 to Chicago Democratic mayoral candidate Amara Enyia. This comes not long after West was very publicly declaring his love for President Donald Trump. West has faced significant backlash for his relationship with Trump. West, …", "url": "https://www.businessinsider.com/kanye-west-donates-to-democratic-chicago-mayoral-candidate-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1bcfa9e8c53363c7c755a-1136-568.jpg", "publishedAt": "2018-11-06T17:08:46Z", "content": "Just weeks after literally embracing President Donald Trump in the Oval Office, rapper Kanye West donated $126,460 to Chicago Democratic mayoral candidate Amara Enyia, The Chicago Sun-Times reports. West, a native of Chicago, had already donated $73,540 to En… [+1661 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "I tried the $125 cast iron skillet that raised $1.6 million on Kickstarter — it's lighter, smoother, and worth the extra cost", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Field Company is an online kitchen company focusing on the revered cast iron pan. The Field Skill…", "url": "https://www.businessinsider.com/field-company-cast-iron-skillet-kickstarter-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be08ea4e4218a19fc7a03eb-750-375.jpg", "publishedAt": "2018-11-06T17:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Like a beautiful ring or a photo album, the cast iron pan is often a coveted heirloom that passes… [+3659 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Canales", "title": "Photos show what 'Black Friday' looks like around the world", "description": "Black Friday, the day after American Thanksgiving, is one of the biggest shopping extravaganzas in the US. Retailers in other parts of the world have also gotten in on Black Friday game, while other countries have their own version of holiday shopping mania a…", "url": "https://www.businessinsider.com/photos-black-friday-holiday-shopping-looks-like-around-world-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb5300d7c676fbc299b2a-1920-960.jpg", "publishedAt": "2018-11-06T16:58:00Z", "content": "Black Friday is one of the biggest and busiest shopping extravaganzas in the US. In American culture, turkey dinner and bargain hunting go hand-in-hand during the third week of November. Black Friday has become so popular that retailers in other countries tha… [+337 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "BuisnessInsider", "title": "7 times the Russian and Chinese got dangerously close to the US military - We Are The Mighty (blog)", "description": "We Are The Mighty (blog) 7 times the Russian and Chinese got dangerously close to the US military We Are The Mighty (blog) A Russian fighter buzzed a US Navy reconnaissance plane Nov. 5, 2018, coming dangerously close to the American aircraft during a decided…", "url": "https://www.businessinsider.com/seven-times-the-us-russian-and-chinese-militaries-came-close-to-disaster-2018-11?r=US&amp;IR=T", "urlToImage": "https://wearethemighty-img.rbl.ms/simage/https%3A%2F%2Fassets.rbl.ms%2F18803897%2F1200x600.jpg/2000%2C2000/J4sXBql6hM%2BMYf5V/img.jpg", "publishedAt": "2018-11-06T16:52:34Z", "content": "A Russian fighter buzzed a US Navy reconnaissance plane Nov. 5, 2018, coming dangerously close to the American aircraft during a decidedly \"unsafe\" incident. \"This interaction was determined to be unsafe due to the Su-27 conducting a high speed pass directly … [+8686 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Scooter startup Bird is suing Beverly Hills after it racked up more than $100,000 in fines from the city's ban", "description": "Bird is suing Beverly Hills, California after the city banned its scooters. The company said in the suit that it's paid more than $100,000 in fines to retrieve impounded scooters. \"Beverly Hills has gone to the extreme,\" the lawsuit says, and claims the ordin…", "url": "https://www.businessinsider.com/bird-beverly-hills-california-lawsuit-scooter-ban-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c1fd9e8c53373728de58-1136-568.jpg", "publishedAt": "2018-11-06T16:50:51Z", "content": "When the city of Beverly Hills, California approved a ban on \"shared mobility devices,\" or scooters, in August, it quickly began impounding the vehicles throughout the city. After being hit with \"more than $100,000\" in fines from 950 citations from the new or… [+2466 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanya Dua", "title": "Media and advertising could be rocked by some crazy deals in 2019 — including AT&T buying Roku and Google buying LiveRamp", "description": "Advertising and media witnessed a flurry of M&A activity in 2018, a trend that will continue gaining steam in 2019, according to a new Forrester report. AT&T will buy Roku and Google will acquire LiveRamp in 2019, according to the report, changing the TV land…", "url": "https://www.businessinsider.com/att-could-buy-roku-and-google-liveramp-forrester-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be15556e4218a28480732b5-1136-568.jpg", "publishedAt": "2018-11-06T16:44:10Z", "content": "2018 was a blockbuster year for M&amp;A activity in media, with AT&amp;T lapping up both Time Warner and AppNexus, and Comcast acquiring Sky. And you shouldn't expect the flurry of activity to die down any time soon. The media industry will continue to be dis… [+3743 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "23 clever gifts for people who deserve a better night's sleep", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The average person spends roughly a third of their life sleeping. Whether or not they're getting …", "url": "https://www.businessinsider.com/sleep-gifts-for-insomniacs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb058110d4c758350c190-1136-568.jpg", "publishedAt": "2018-11-06T16:39:59Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon The average person spends roughly a third of their life sleeping. Whether or not they're g… [+750 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "I drove a $97,000 Mercedes-AMG GLC 63 S Coupe to see if it can be an SUV and a sports car — here's the verdict", "description": "The Mercedes-Benz GLC Coupe is a compact luxury crossover SUV with the sloping rear end look of a sports coupe. The top-spec performance variant of the GLC lineup is the Mercedes-AMG GLC 63 S Coupe. The Mercedes-AMG GLC 63 S Coupe is powered by the 4.0 liter,…", "url": "https://www.businessinsider.com/mercedes-benz-glc-63-amg-coupe-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be060f25f1f7516a051248c-1920-960.jpg", "publishedAt": "2018-11-06T16:35:00Z", "content": "In all honesty, I've never been a huge fan of the SUV coupe. It's a vehicle that is, to me, compromised at its very core. The need to be an SUV raises its center of gravity and thereby spoils its capabilities as a performance machine. While the performance-or… [+1380 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Allie Lembo", "title": "10 surprising things you probably didn't know about Betty Crocker", "description": "Betty Crocker's iconic identity was created in 1921. Since then, Betty Crocker's advice, cookbooks, and cake mixes have become a staple in households around the world. Here are some surprising things you didn't know about Betty Crocker. The Betty Crocker iden…", "url": "https://www.businessinsider.com/interesting-things-about-betty-crocker-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T16:20:47Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Kyrie Irving rips opponent and throws away the game ball over attempt to reach 50 points with unnecessary shot", "description": "The Denver Nuggets defeated the Boston Celtics on Monday night behind a 48-point effort from Jamal Murray. In the game's waning seconds, Murray popped one final three in an attempt to clear 50 points. Kyrie Irving took issue with the shot, calling it a \"bulls…", "url": "https://www.businessinsider.com/kyrie-irving-jamal-murray-50-points-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a6b75f1f7503ac5cd0c1-1920-960.jpg", "publishedAt": "2018-11-06T16:13:28Z", "content": "Denver Nuggets guard Jamal Murray had himself a night on Monday, putting up a career-high 48 points against the Boston Celtics to lead his team to a comfortable 115-107 win over the best team in the Eastern Conference. With his 48 points, which included a 19-… [+2050 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "Former Googlers who run their own tech startup ask candidates 3 questions that seem to have nothing to do with the job", "description": "Questions during a job interview don't always have to do with the job itself. At Beeswax, an ad-tech startup in New York, potential hires are often grilled on the last thing they \"geeked out\" over and where friends and family would consider them an expert. Th…", "url": "https://www.businessinsider.com/beeswax-job-interview-questions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab5597a98b3b51e008b47a7-1536-768.jpg", "publishedAt": "2018-11-06T16:00:10Z", "content": "Beeswax's founders, from left, Shamim Samadi, Ari Paparo, and Ram Rengaswamy. Courtesy of Beeswax Smart hiring managers know to ask all the right questions during job interviews. Sometimes that means asking questions that seemingly have nothing to do with the… [+1353 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Thunderstorms, heavy wind, and rain threaten to deter voters from going to the polls on Election Day", "description": "The midterm elections are taking place across the US on Tuesday, but bad weather threatens to keep less committed-voters from the polls. Every state east of the Mississippi River is expected to see rain at some point today while polls are open. More severe we…", "url": "https://www.businessinsider.com/weather-forecast-election-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a78d9e8c5332f57cdc95-1920-960.jpg", "publishedAt": "2018-11-06T15:55:26Z", "content": "Polls opened across the country Tuesday morning as the nation votes in the midterm elections, but bad weather is threatening to impact several key races in the eastern United States. Every state east of the Mississippi River is likely to see rain at some poin… [+4421 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "I tried Tesla's new Autopilot feature that helps navigate during highway driving to see if it's helpful — here's the verdict (TSLA)", "description": "\"Navigate on Autopilot\" enables a properly equipped Tesla vehicle to follow a GPS navigation route on a highway. The system can also merge onto highways, exit, and pass slower-moving traffic. The system requires a relatively high level of driver engagement. T…", "url": "https://www.businessinsider.com/teslas-navigate-on-autopilot-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0a32501b12d1dda4aa00b-1920-960.jpg", "publishedAt": "2018-11-06T15:52:32Z", "content": "Tesla recently rolled out a software update for its Autopilot semi-self-driving technology. Called \"Navigate on Autopilot,\" it enables a Tesla vehicle that's equipped with the requisite set of sensors, cameras, and radars — and that's had \"Enhanced Autopilot\"… [+5587 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Titans defender re-enacted a famous NFL moment by celebrating an interception on the Cowboys' midfield logo", "description": "With the Dallas Cowboys up seven late in the first quarter of their Monday night matchup, Tennessee Titans safety Kevin Byard picked off Cowboys quarterback Dak Prescott to keep the game within one score. Byard celebrated with a nod to Hall of Fame wide recei…", "url": "https://www.businessinsider.com/kevin-byard-homage-to-terrell-owens-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1b0a210114232f9313ed3-750-375.jpg", "publishedAt": "2018-11-06T15:51:32Z", "content": "The Tennessee Titans took down the Dallas Cowboys at AT&amp;T Stadium Monday night, but early on it looked as though the Cowboys could run away with the game. With a 7-0 lead and the ball on Tennessee's 6-yard line, Dallas quarterback Dak Prescott dropped bac… [+1897 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "'The Girl in the Spider's Web' director explains how 'The Crown' convinced him Claire Foy should be his lead, and why he hopes some people will leave the movie 'pissed'", "description": "\"The Girl in the Spider's Web\" director Fede Alvarez talked to Business Insider about why he decided to take over the franchise after David Fincher walked away following \"The Girl with the Dragon Tattoo.\" He explained why he recast the role of Lisbeth Salande…", "url": "https://www.businessinsider.com/girl-in-the-spiders-web-director-on-replacing-david-fincher-casting-claire-foy-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda405a110d4c437a459313-1136-568.jpg", "publishedAt": "2018-11-06T15:47:24Z", "content": "On paper, it seems almost like career suicide to take over a franchise that was once overseen by an auteur like David Fincher. But in a short time, Uruguayan filmmaker Fede Alvarez has proven he's never looked to play it safe. You only have to go back to his … [+9239 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Google revamped its homepage for Election Day to show you where to vote (GOOG, GOOGL)", "description": "Tuesday's Google Doodle is a reminder to vote on Election Day. Clicking on the Doodle brings you to a Google search that shows them where your polling place is after you provide your address. Google also provides information on how to register to vote and how…", "url": "https://www.businessinsider.com/google-doodle-shows-where-to-vote-election-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1b1b50591f2374e6e27f8-750-375.jpg", "publishedAt": "2018-11-06T15:39:31Z", "content": "If you're still scrambling last minute to find out where to vote, you won't need to look much further than the Google homepage. Today's Google Doodle, located front and center on the homepage, is a reminder to vote in the US midterm elections. Clicking on the… [+733 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Amazon fires back at Target with free shipping for the holidays (TGT, AMZN)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Amazon is offering free shipping without a purchase minimum for the first tim…", "url": "https://www.businessinsider.com/amazon-target-free-holiday-shipping-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1af918c35ab31c93c9315-2732-1366.jpg", "publishedAt": "2018-11-06T15:38:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Amazon is offering free shipping without a purchase minimum for the first tim… [+2387 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "A UN expert said San Francisco’s homelessness crisis is a human rights violation. Here’s why she thinks the controversial ‘homeless tax’ billionaires are fighting over could be part of the solution.", "description": "In a recent report, UN Special Rapporteur Leilani Farha said San Francisco's homelessness crisis was a \"cruel\" violation of human rights. The city is set to vote on Tuesday on a controversial ballot measure that would tax the city's largest corporations to fu…", "url": "https://www.businessinsider.com/san-francisco-homeless-tax-un-expert-is-in-favor-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1b2f7da27f836f42b8656-1920-960.jpg", "publishedAt": "2018-11-06T15:35:00Z", "content": "San Francisco billionaires are warring over a controversial ballot measure that would tax the city's largest corporations to fund services for the homeless. In late October, Salesforce chairman Marc Benioff came out in support of the measure, known as Proposi… [+3027 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Weed stocks are surging as 2 states vote on legalizing marijuana (CRON, APHA, ACB, TLRY, CGC)", "description": "Americans went to the polls Tuesday, with two states voting on legalizing recreational marijuana and another two more deciding the fate of medical marijuana. Weed stocks are gaining around on Tuesday. So far in the US, 10 states allow recreational marijuana a…", "url": "https://www.businessinsider.com/weed-stocks-2-states-vote-on-legal-marijuana-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T15:34:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Weed stocks are surging as 2 states vote on legalizing marijuana (CRON, APHA, ACB, TLRY, CGC)", "description": "Americans went to the polls Tuesday, with two states voting on legalizing recreational marijuana and another two more deciding the fate of medical marijuana. Weed stocks are gaining around on Tuesday. So far in the US, 10 states allow recreational marijuana a…", "url": "https://markets.businessinsider.com/news/stocks/weed-stocks-2-states-vote-on-legal-marijuana-2018-11-1027697671", "urlToImage": "https://static5.businessinsider.com/image/5a0ca13f35876ea4008b643e-2000/ap17118764433942.jpg", "publishedAt": "2018-11-06T15:34:00Z", "content": "AP Photo/Richard Vogel Weed stocks were surging Tuesday as Americans in four states will determine the fate of marijuana use at a state level. Voters in Michigan and North Dakota are considering the full recreational use of marijuana for individuals over the … [+1234 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon is breaking a central promise of HQ2 by reportedly placing it in two different cities (AMZN)", "description": "Amazon will reportedly split its second headquarters project, known as HQ2, among two cities, both the Wall Street Journal and The New York Times reported on Monday. The two locations that Amazon is reportedly nearing a deal with are New York City's Long Isla…", "url": "https://www.businessinsider.com/amazon-hq2-two-cities-breaks-promise-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a7b25f1f7503ac5cd0c8-2732-1366.jpg", "publishedAt": "2018-11-06T15:09:44Z", "content": "Amazon has finally found its HQ2 — and its HQ3. The company will split its second headquarters project among two cities, both the Wall Street Journal and the New York Times reported on Monday. Those lucky cities will apparently be New York and Arlington, Virg… [+1321 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody and Reuters", "title": "India says its nuclear sub made its first patrol — and that it's a 'fitting response to... nuclear blackmail'", "description": "India said on Monday its first domestically built nuclear-powered submarine had recently completed a \"deterrence patrol,\" giving it the capability to fire nuclear weapons from land, air, and sea in the event of any \"misadventure\" by enemies. With nuclear-arme…", "url": "https://www.businessinsider.com/r-india-says-nuclear-submarine-makes-first-patrol-modi-warns-against-misadventure-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ac51b73c282eec5c371b-1136-568.jpg", "publishedAt": "2018-11-06T15:08:00Z", "content": "India said on Monday its first domestically built nuclear-powered submarine had recently completed a \"deterrence patrol,\" giving it the capability to fire nuclear weapons from land, air, and sea in the event of any \"misadventure\" by enemies. With nuclear-arme… [+3167 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Visa is partnering with Billtrust to streamline B2B payments (V)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Visa and Billtrust, a provider of automated payment cycle management and accoun…", "url": "https://www.businessinsider.com/visa-billtrust-b2b-payments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1ad5101b12d308b17c36d-1536-768.jpg", "publishedAt": "2018-11-06T15:06:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Visa and Billtrust, a provider of automated payment cycle management and accoun… [+2358 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Trump's trade war isn't the only thing slowing China's economy", "description": "China's economy grew at its slowest pace in a decade in the third quarter. But even after the US and China placed hundreds of billions of dollars' worth of tariffs on each other, exports have held up better than expected. Economists say the slowdown is partly…", "url": "https://www.businessinsider.com/trump-trade-war-not-only-thing-slowing-china-economy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a7fd0d7c672d7261df7b-2732-1366.jpg", "publishedAt": "2018-11-06T15:03:00Z", "content": "As the Chinese economy slows, economists say trade tensions are only part of the equation. Gross domestic product in China expanded at its weakest pace in nearly a decade in July through September, with growth in the manufacturing sector slowing to a near sta… [+2977 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Trump's trade war isn't the only thing slowing China's economy", "description": "China's economy grew at its slowest pace in a decade in the third quarter. But even after the US and China placed hundreds of billions of dollars' worth of tariffs on each other, exports have held up better than expected. Economists say the slowdown is partly…", "url": "https://markets.businessinsider.com/news/stocks/trump-trade-war-not-only-thing-slowing-china-economy-2018-11-1027697625", "urlToImage": "https://static6.businessinsider.com/image/562d9b17bd86ef15008c4806-2400/rts50m4.jpg", "publishedAt": "2018-11-06T15:03:00Z", "content": "REUTERS/Kim Kyung-Hoon As the Chinese economy slows, economists say trade tensions are only part of the equation. Gross domestic product in China expanded at its weakest pace in nearly a decade in July through September, with growth in the manufacturing secto… [+3000 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The top 5 TV shows to watch on Netflix and other streaming services this week", "description": "Halloween is over, but horror shows like Netflix's reimagining of Sabrina the Teenage Witch, \"Chilling Adventures of Sabrina,\" and \"The Haunting of Hill House,\" are still the talk of the internet. Every week, Parrot Analytics provides Business Insider with a …", "url": "https://www.businessinsider.com/netflix-shows-to-watch-this-week-sabrina-hill-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a06301b12d2ea65f1676-640-320.jpg", "publishedAt": "2018-11-06T15:00:43Z", "content": "Halloween is over, but horror shows like Netflix's reimagining of Sabrina the Teenage Witch, \"Chilling Adventures of Sabrina,\" and \"The Haunting of Hill House,\" are still the talk of the internet. Every week, Parrot Analytics provides Business Insider with a … [+724 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Flanagan", "title": "Fox News' Harris Faulkner is the only black woman in cable news with a daily show: 'It's a tremendous amount of responsibility'", "description": "Fox News Channel anchor Harris Faulkner is the only African-American woman that hosts a daily news show on one of the three major cable news networks. She has made headlines for her comments both defending President Trump and criticizing him. We went behind t…", "url": "https://www.businessinsider.com/harris-faulkner-fox-news-anchor-black-female-cable-news-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be074a1beb6701647093ed3-1136-568.jpg", "publishedAt": "2018-11-06T15:00:00Z", "content": "Following is a transcript of the video. Director: They're back in five, four, three... Harris Faulkner: We'll go \"Outnumbered Overtime\" now. I'm Harris Faulkner. Secretary of State Mike Pompeo... Narrator: Harris Faulkner is the host of \"Outnumbered Overtime\"… [+6546 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "MoviePass competitor Sinemia has a new cheaper 'weekday-only' plan starting at $3.99 per month", "description": "As movie-ticket subscription service MoviePass continues to stumble, its competitor Sinemia has announced a new cheaper plan for customers who don't mind only going to the movies on weekdays. On Tuesday, Sinemia introduced a \"weekday-only\" plan for Monday thr…", "url": "https://www.businessinsider.com/moviepass-competitor-sinemia-introduces-weekday-only-plan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0bba10591f227ac202e03-750-375.jpg", "publishedAt": "2018-11-06T15:00:00Z", "content": "As movie-ticket subscription service MoviePass continues to stumble, its competitor Sinemia has announced a new cheaper plan for customers who don't mind only going to the movies on weekdays. On Tuesday, Sinemia introduced a \"weekday-only\" plan for Monday thr… [+1248 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Reddit's Alexis Ohanian says 'hustle porn' is 'one of the most toxic, dangerous things in tech right now'", "description": "Reddit founder Alexis Ohanian wants you to know that \"hustle porn\" — the fetishization of extremely long working hours — is bad. Ohanian let his own mental health go when he built Reddit. He suffered from depression, he says, but worked instead of getting wel…", "url": "https://www.businessinsider.com/reddit-alexis-ohanian-hustle-porn-toxic-dangerous-thing-in-tech-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aea1c2519ee8630078b47e2-1920-960.jpg", "publishedAt": "2018-11-06T14:50:06Z", "content": "LISBON — \"Hustle porn!\" exclaims Alex Ohanian, his voice booming through the 20,000 capacity Altice Arena in Lisbon. \"Is this a thing in the European tech community? Or is this a US thing?\" The Reddit founder is standing on stage at Web Summit, the annual tec… [+1792 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "6 apps to help you make last-minute voting decisions for the midterm elections", "description": "The polls for the 2018 Midterm Elections will open as early as 6 a.m. Tuesday in some states, so it's officially crunch time for making your final decisions. So whether you have no idea who's running for your district's congressional seats, or you need a quic…", "url": "https://www.businessinsider.com/best-voting-apps-last-minute-decisions-2018-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be090128c35ab1ca425a6e7-2732-1366.jpg", "publishedAt": "2018-11-06T14:48:06Z", "content": "The polls for the 2018 Midterm Elections will open as early as 6 a.m. Tuesday in some states, so it's officially crunch time for making your final decisions. So whether you have no idea who's running for your district's congressional seats, or you need a quic… [+397 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "BUY ONE, GET ONE 50% OFF: Limited-time offer on IGNITION tickets!", "description": "The countdown is on. As 2018 comes to a close and December fast approaches, IGNITION is just a month away. Prepare yourself for 2019 with the information and industry news you need. We've organized a compelling, diverse lineup of speakers and panelists ready …", "url": "https://www.businessinsider.com/buy-one-get-one-50-off-ignition-tickets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7599b73c28672a0aa8df-2732-1366.jpg", "publishedAt": "2018-11-06T14:42:20Z", "content": "The countdown is on. As 2018 comes to a close and December fast approaches, IGNITION is just a month away. Prepare yourself for 2019 with the information and industry news you need. We've organized a compelling, diverse lineup of speakers and panelists ready … [+651 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "A Harvard researcher asked 2,000 people to guess coworkers' salaries, with eyebrow-raising results", "description": "A pay transparency study found that learning your coworkers earn more than you thought can be demotivating. On the other hand, according to the study, learning your manager earns more than you thought can motivate you to work harder. Previous research suggest…", "url": "https://www.businessinsider.com/pay-transparency-study-boss-salary-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a6216a900d0ef91048b4868-1334-667.jpg", "publishedAt": "2018-11-06T14:37:44Z", "content": "My colleague Rachel Premack recently reported on a study that found many people are willing to pay to prevent the horror of having coworkers from finding out how much they earn. An earlier study by the same researchers —Zoë Cullen from Harvard Business School… [+3185 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "LG is developing robotic carts to automate shopping", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. South Korean electronics company LG is developing a smart shopping cart that will foll…", "url": "https://www.businessinsider.com/lg-robotic-carts-automated-shopping-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a43cf556fc2fb0653ba8-2732-1366.jpg", "publishedAt": "2018-11-06T14:32:48Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. South Korean electronics company LG is developing a smart shopping cart that will foll… [+2355 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Venezuela really wants its $550 million worth of gold back from the Bank of England", "description": "The deepening economic crisis in Venezuela means its government wants to get back its gold reserves worth more than $500 million. According to Reuters, Venezuelan authorities have approached the Bank of England in an attempt to repatriate about 14 tons of gol…", "url": "https://www.businessinsider.com/venezuela-asks-bank-of-england-to-return-550-million-of-gold-2018-11", "urlToImage": "https://amp.businessinsider.com/images/50f6db57eab8eaa64400001a-1920-960.jpg", "publishedAt": "2018-11-06T14:31:27Z", "content": "The deepening economic crisis in Venezuela means the government really wants to repatriate its gold reserves worth more than $500 million. Reuters reported on Monday that Venezuelan authorities have approached the Bank of England in an attempt to get back abo… [+1774 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "17 hidden tips to master the Apple TV (AAPL)", "description": "The Apple TV 4K, which came out last fall, is one of the most advanced media streamers on the market. Like the Apple TV 4, the latest model can install apps and is a fairly sophisticated computer that you can hook up to your flat screen television. However, w…", "url": "https://www.businessinsider.com/17-things-you-didnt-know-the-latest-apple-tv-could-do-2016-2", "urlToImage": "https://amp.businessinsider.com/images/5b1591221ae66244008b4b2f-1136-568.png", "publishedAt": "2018-11-06T14:31:00Z", "content": "The Apple TV 4K, which came out last fall, is one of the most advanced media streamers on the market. Like the Apple TV 4, the latest model can install apps and is a fairly sophisticated computer that you can hook up to your flat screen television. However, w… [+266 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Russia has given up on outright fake news for meddling in midterms, experts say — but is using more subtle techniques instead", "description": "Early voters cast their ballots in Atlanta, Georgia in the 2018 midterm elections in October. Jessica McGowan/Getty Images Russia is stepping away from using fake news and has adopted different tactics to bait and divide Americans and influence elections, exp…", "url": "http://uk.businessinsider.com/russia-interfere-us-midterms-new-methods-experts-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5be1955adde86773161bfebb-1190-625/russia-has-given-up-on-outright-fake-news-for-meddling-in-midterms-experts-say--but-is-using-more-subtle-techniques-instead.jpg", "publishedAt": "2018-11-06T14:23:00Z", "content": "Early voters cast their ballots in Atlanta, Georgia in the 2018 midterm elections in October. Jessica McGowan/Getty Images Russians believed to be connected to the government are still interfering in the US midterm elections, experts say but have moved on cru… [+3207 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "NBC is pulling an ad it aired over the weekend from its networks following a backlash. The 30-second ad, approved by President Donald Trump, aired during the \"Sunday Night Football\" game between the New England Patriots and the Green Bay Packers. Facebook and…", "url": "https://www.businessinsider.com/advertising-news-today-trumps-tv-ad-brands-get-political-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a1f91011423098559359-2732-1366.jpg", "publishedAt": "2018-11-06T14:21:40Z", "content": "President Donald Trump Tony Dejak/AP NBC is pulling an ad it aired over the weekend from its networks following a backlash. The 30-second ad, approved by President Donald Trump, aired during the \"Sunday Night Football\" game between the New England Patriots an… [+2115 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "51 of the hardest questions Apple will ask in a job interview (AAPL)", "description": "Apple asks both technical interview questions, based on your past work experience, and some mind-boggling puzzles. We looked through posts on Glassdoor to find some of the toughest interview questions candidates have been asked. Some of the questions Apple ap…", "url": "https://www.businessinsider.com/the-hardest-apple-interview-questions-2017-5", "urlToImage": "https://amp.businessinsider.com/images/5bcf2e3cd2e6483580019f97-2732-1366.jpg", "publishedAt": "2018-11-06T14:21:00Z", "content": "Apple is one of the most prestigious companies in the world, so it's not surprising to learn that getting a job there isn't easy. Apple asks both technical interview questions, based on your past work experience, and some mind-boggling puzzles. And if you're … [+575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "Credit Karma is acquiring a fellow fintech startup for UK expansion", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. US-based Credit Karma is to acquire UK credit scoring and reporting startup Noddle from US consumer credit reporting ag…", "url": "https://www.businessinsider.com/credit-karma-acquires-noddle-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a1865f1f7503511f6455-750-375.jpg", "publishedAt": "2018-11-06T14:15:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. US-based Credit Karma is to acquire UK credit scoring and reporting startup Noddle from US consumer credit reporting ag… [+1720 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "The 'backbone' of Walmart's business is fading — but it was likely an inevitable shift for the retail giant (WMT)", "description": "Walmart is opening fewer supercenters than ever before. But the shift isn't unexpected, according to analysts and industry experts. Walmart's supercenters will play a major role in the retailer's push to fulfill online orders. Walmart's iconic supercenter for…", "url": "https://www.businessinsider.com/walmart-supercenters-no-longer-expanding-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bcf6512e92e977837227b93-1920-960.jpg", "publishedAt": "2018-11-06T14:07:28Z", "content": "Walmart's iconic supercenter format is going through a slowdown. According to Retail Dive, the retail giant planned to open just 15 supercenters this year. And Yahoo Finance reported that Walmart will launch only 10 new supercenters in 2019. By Walmart's stan… [+1823 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kylie Joyner", "title": "This mattress has a 'Goldilocks' combination of comfort and support — and my partner and I have noticed our back pain decrease", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There are plenty of online mattress startups that make it easy to find a bed without needing to t…", "url": "https://www.businessinsider.com/saatva-mattress-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0a677c957011d3b3372db-1136-568.jpg", "publishedAt": "2018-11-06T14:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Just because brick-and-mortar mattress stores are taking a back seat to the popularity of online … [+4656 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "China says it has new surveillance camera technology that can recognise you just from how you walk", "description": "Chinese authorities in Beijing and Shanghai say they can now identify people just by their walking style and silhouette. \"Gait recognition\" technology has already been rolled out, and is an improvement over facial recognition, the Associated Press reported. T…", "url": "https://www.businessinsider.com/china-says-new-surveillance-tech-can-id-people-from-their-walk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be19da15f1f7502e4363312-1536-768.jpg", "publishedAt": "2018-11-06T13:58:43Z", "content": "China has rolled out surveillance software in Beijing and Shanghai which authorities say can identify people from their walking style, even with their backs turned and faces hidden. The CEO of Watrix, the company behind the technology, says it will fix proble… [+2301 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "New York City is reportedly nearing a deal to host Amazon's second headquarters. Here's what New York promised the company — from millions of dollars in subsidies to Gov. Cuomo changing his name — to win Amazon over. (AMZN)", "description": "Amazon is reportedly nearing a deal to move part of its second headquarters, HQ2, to New York City, in the Long Island City neighborhood of Queens. New York City's Long Island City pitch to Amazon promised the company 13 million square feet of real estate, a …", "url": "https://www.businessinsider.com/new-york-city-amazon-hq2-proposal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/55df57b09dd7cc24008b6694-2732-1366.jpg", "publishedAt": "2018-11-06T13:46:45Z", "content": "The Long Island City pitch promised Amazon that workers would have short commutes and that the airport is just minutes away. According to the proposal, getting to LaGuardia Airport from Long Island City takes 25 minutes by public transportation and 15 minutes… [+642 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "CVS beats, says Aetna deal will close before Thanksgiving (CVS)", "description": "CVS beat on both the top and bottom lines, and reiterated its full-year guidance. The company said its proposed acquisition of Aetna will close before Thanksgiving. Shares jumped as much as 3% before Tuesday's opening bell. Watch CVS trade live. CVS posted th…", "url": "https://markets.businessinsider.com/news/stocks/cvs-stock-price-earnings-q3-beat-on-profits-and-sales-2018-11-1027696684", "urlToImage": "https://static1.businessinsider.com/image/5a284cbaf914c31d008b864b-2000/rtr335g6.jpg", "publishedAt": "2018-11-06T13:40:00Z", "content": "Reuters CVS posted third-quarter earnings that beat on both profits and sales, sending shares up as much as 3% before Tuesday's opening bell. The company also reiterated its full-year guidance. Here are the key numbers, comparing to estimates from analysts su… [+1325 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "CVS beats, says Aetna deal will close before Thanksgiving (CVS)", "description": "CVS beat on both the top and bottom lines, and reiterated its full-year guidance. The company said its proposed acquisition of Aetna will close before Thanksgiving. Shares jumped as much as 3% before Tuesday's opening bell. Watch CVS trade live. CVS posted th…", "url": "https://www.businessinsider.com/cvs-stock-price-earnings-q3-beat-on-profits-and-sales-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T13:40:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "I wore these popular compression leg sleeves in training and competition — and the lower-leg support was impressive", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Compression socks and leg sleeves are believed to have a wide range of benefits from increased bl…", "url": "https://www.businessinsider.com/zensah-compression-leg-sleeves-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1959d5f1f7502357ad74a-960-480.jpg", "publishedAt": "2018-11-06T13:35:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Are you on your feet all day? Do you suffer from lower leg soreness? Are you prone to lower leg i… [+4941 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "SoftBank has a special fund focused on AI that's separate from the Vision Fund, and it just backed its first startup outside of Japan", "description": "Custom software creator Engineer.AI has raised $29.5 million from Lakestar, Jungle Ventures, and SoftBank's AI-focused Deepcore fund. Engineer.AI makes it easy for people with modest budgets and limited technical know-how to commission a custom app, website, …", "url": "https://www.businessinsider.com/engineerai-app-builder-29-5-million-softbank-lakestar-jungle-ventures-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0770be4218a167415ba5a-1136-568.jpg", "publishedAt": "2018-11-06T13:30:00Z", "content": "Engineer.AI, a startup that lets anyone create their own custom software, has raised $29.5 million in its first round of funding, led by Lakestar Ventures, Jungle Ventures, and SoftBank's Deepcore fund. The Series A raise is notable for its size and for SoftB… [+2849 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Russia has given up on outright fake news for meddling in midterms, experts say — but is using more subtle techniques instead", "description": "Russia is stepping away from using fake news and has adopted different tactics to bait and divide Americans and influence elections, experts say. The apparent playbook for interfering in the midterm elections is harder for people and social media companies to…", "url": "https://www.businessinsider.com/russia-interfere-us-midterms-new-methods-experts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be186fc0591f232f606c0a4-1536-768.jpg", "publishedAt": "2018-11-06T13:20:08Z", "content": "Russians believed to be connected to the government are still interfering in the US midterm elections, experts say — but have moved on crude tactics like fake news to new, more subtle efforts to bait and divide Americans. Government investigators, academics a… [+3096 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "An Uber driver let 2 teens ride on his roof for a stunt and one fell off and died, prosecutors say", "description": "An Uber driver accepted $40 to let two teenagers ride on the roof of his Toyota on September 23, a court in the New York City area heard. One of the boys, Ryan Mullen, fell from the SUV's roof and hit his head, an injury from which he later died. Driver Danya…", "url": "https://www.businessinsider.com/uber-driver-reportedly-let-2-long-island-teens-ride-roof-one-died-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be17180e4218a2957195bad-1536-768.jpg", "publishedAt": "2018-11-06T12:21:31Z", "content": "Ryan Mullen and Danyal Cheema, as seen on a local news broadcast. ABC7/YouTube An Uber driver let two teenage passengers ride on the roof of his SUV for a stunt, and one of them died, according to news reports of a court case. Danyal Cheema allegedly accepted… [+2282 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Conor McGregor says Floyd Mayweather's Tenshin Nasukawa matchup is like 'something out of Rush Hour 5'", "description": "Conor McGregor unleashed an expletive-laden rant on Instagram following Floyd Mayweather's confirmation that he will return to the fight game. Mayweather announced his next fight, a potential MMA bout against Japanese competitor Tenshin Nasukawa, at a Rizin p…", "url": "https://www.businessinsider.com/conor-mcgregor-compared-mayweather-vs-nasukawa-to-rush-hour-5-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be18444b73c282b83279c72-1136-568.jpg", "publishedAt": "2018-11-06T12:14:00Z", "content": "Conor McGregor unleashed an expletive-laden rant on Instagram just one day after Floyd Mayweather confirmed his comeback with a fight against Tenshin Nasukawa. Mayweather and Nasukawa made the shock announcement at a press conference on Sunday, where it was r… [+1947 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May urged to scrap 'hostile' immigration targets for EU students after Brexit", "description": "Former Education Secretary Nicky Morgan joins other MPs and peers in calling for Theresa May to lift students out of the government's net migration target. \"All evidence points to taking students out of the net migration target,\" Morgan tells BI. The governme…", "url": "https://www.businessinsider.com/theresa-may-urged-to-scrap-immigration-targets-for-eu-students-after-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be18475f556fc2d595b7354-1136-568.jpg", "publishedAt": "2018-11-06T12:10:55Z", "content": "LONDON — Theresa May is being urged to take international students out of the UK's controversial net migration target amid warnings that the country is losing its lucrative reputation for world-class universities. A report launched on Wednesday said that toug… [+1921 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon is reportedly splitting HQ2 into two cities, which would prove the whole contest was a massive sham (AMZN)", "description": "Amazon will reportedly split its second headquarters project, known as HQ2, among two cities: Arlington, Virginia and New York City. Each city will split the promised $5 billion investment and 50,000 employees. Splitting the project among two cities would giv…", "url": "https://www.businessinsider.com/amazon-splitting-hq2-reveals-contest-was-a-sham-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bacd1e4304c3825058b456d-1920-960.jpg", "publishedAt": "2018-11-06T12:05:00Z", "content": "Amazon is reportedly close to selecting the winner of its second headquarters project, or HQ2. Or should I say \"winners.\" Turns out, if the New York Times is right, Amazon is close to agreeing to split its HQ2 project among two cities: Arlington, Virginia and… [+2856 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Slack has only 8 million daily active users but would very much like that to become 500 million", "description": "Slack has only 8 million users. That's a surprisingly small number given that the workplace chat app already feels ubiquitous. Some sources value the company at up to $8 billion, due to Slack's healthy revenue base. LISBON — Slack is only at the beginning of …", "url": "https://www.businessinsider.com/slack-8-million-daily-active-users-wants-500-million-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1786cbeb6702a165c3316-750-375.jpg", "publishedAt": "2018-11-06T12:02:23Z", "content": "LISBON — Slack is only at the beginning of its takeover of the workspace, according to co-founder Cal Henderson. Although it may feel like the office chatroom app is already ubiquitous — and a solid majority of attendees at Web Summit in Lisbon are already us… [+1013 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey and Zachary Tracer", "title": "The 2018 midterms could have a big impact on healthcare issues from Medicaid to the number of nurses working in hospitals", "description": "The 2018 midterm election Tuesday will determine the direction of US politics for at least the next two years. Depending on which political party wins a majority in the House of Representatives and the Senate, it will set the tone for the healthcare debate fo…", "url": "https://www.businessinsider.com/midterms-guide-to-healthcare-issues-on-ballot-medicaid-abortion-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T12:01:00Z", "content": "The 2018 midterm election Tuesday will determine the direction of US politics for at least the next two years. Depending on which political party wins a majority in the House of Representatives and the Senate, it will set the tone for the healthcare debate fo… [+1156 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Lime wants to be more than a scooter startup — and its hired an executive from one of the world's most well-known luxury fashion companies to help it get there", "description": "Lime's latest high-profile hire is hoping to bring her experience at one of the world's most famous luxury brands to the bike and scooter startup. After more than six years at LVMH, Paloma Castro Martinez is hoping to be part of a technological and urban revo…", "url": "https://www.businessinsider.com/lime-hires-louis-vuitton-exec-shift-lifestyle-brand-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b55f6b466cb041f008b45fa-2732-1366.jpg", "publishedAt": "2018-11-06T12:00:00Z", "content": "Lime wants you to think of it as more than just bike and scooter startup. To help with that charge, 15-month-old company has hired former LVMH executive Paloma Castro Martinez to help with that charge. As the director of former director of global corporate af… [+3165 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "An executive at bitcoin king Mike Novogratz's crypto firm explains why hiking 40 miles in the Grand Canyon helped him make better decisions", "description": "Steve Kurz, 33, followed his former boss Mike Novogratz to Galaxy Digital Capital Management, where he's the head of asset management. He was featured as part of Business Insider's Rising Stars of Wall Street list. Kurz gives advice about how to take risks an…", "url": "https://www.businessinsider.com/galaxys-kurz-gives-wall-street-career-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdde7c69e8c5301de7f0aa6-2732-1366.jpg", "publishedAt": "2018-11-06T12:00:00Z", "content": "One of the biggest mistakes young Wall Streeters can make right now is to skip learning about crypto, says Steve Kurz, head of asset management at Galaxy Digital Capital Management. \"The world is changing faster than people understand and it's changing in mor… [+1580 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, JD, AAPL, AMZN)", "description": "Here is what you need to know. America goes to the polls. The Democrats are projected to wrestle away control of the House of Representatives, according to most polls, which could set the stage for two years of gridlock. The most likely election outcome has b…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-6-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1810b3815072c596b0893-2732-1366.jpg", "publishedAt": "2018-11-06T11:58:00Z", "content": "President Donald Trump arrives to speak at a rally at Show Me Center in Cape Girardeau, Mo. AP/Carolyn Kaster Here is what you need to know. America goes to the polls. The Democrats are projected to wrestle away control of the House of Representatives, accord… [+2338 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, JD, AAPL, AMZN)", "description": "Here is what you need to know. America goes to the polls. The Democrats are projected to wrestle away control of the House of Representatives, according to most polls, which could set the stage for two years of gridlock. The most likely election outcome has b…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-6-2018-2018-11-1027695912", "urlToImage": "https://static6.businessinsider.com/image/5be180f73815072cd63122fd-2400/ap18310144238885.jpg", "publishedAt": "2018-11-06T11:58:00Z", "content": "Here is what you need to know. America goes to the polls. The Democrats are projected to wrestle away control of the House of Representatives, according to most polls, which could set the stage for two years of gridlock. The most likely election outcome has b… [+2228 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Facebook is nowhere near getting its house in order, says the data cop who fined it for the Cambridge Analytica catastrophe", "description": "Facebook is not even close to getting its house in order on protecting people's privacy, according to Britain's information commissioner Elizabeth Denham. She said Facebook's business model rubs against privacy laws and it is part of an ecosystem that has sho…", "url": "https://www.businessinsider.com/facebook-hasnt-got-its-house-in-order-ico-elizabeth-denham-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1763701b12d2bea161d83-1536-768.jpg", "publishedAt": "2018-11-06T11:53:20Z", "content": "Facebook is not even close to getting its house in order on protecting people's privacy, according to the woman who hit the company with a maximum fine for the Cambridge Analytica catastrophe. The UK's Information Commissioner's Office (ICO) fined Facebook £5… [+1789 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Google data shows the 5 issues dominating voter searches, and it could mean Trump's message is failing", "description": "New Google data shows the political issues that people have been searching for most in the run up to the midterm elections. The key Democratic issue of health care is overtaking the key Republican issue of immigration as the most searched-for topic. The econo…", "url": "https://www.businessinsider.com/election-day-2018-most-searched-political-issues-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be162353815072b624a6023-1920-960.jpg", "publishedAt": "2018-11-06T11:26:01Z", "content": "New Google data shows the five most-searched political issues in advance of the midterm elections, and it shows that Trump's immigration message is failing to win out over the key Democratic issue of health care, while the economy is hardly mentioned. Both pa… [+4626 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump strikes an oddly regretful tone after hammering Democrats with 'racist' campaigning", "description": "President Donald Trump struck an unusual tone in an interview on the eve of the midterm elections after a campaign filled with vitriolic anti-immigration rhetoric and ads widely seen as racist. Trump appeared sorry for his harsh tone while calling for reconci…", "url": "https://www.businessinsider.com/trump-sets-regretful-tone-after-racist-midterms-attacks-on-democrats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be170598c35ab2ba73fe038-1536-768.jpg", "publishedAt": "2018-11-06T11:18:20Z", "content": "After vigorously campaigning for Republicans in the midterms with hardline anti-immigration rhetoric widely seen as racist or extremist, President Donald Trump struck a strangely regretful tone in an interview on the eve of Election Day. Trump has deployed 5,… [+3282 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "Big funds haven't been this heavily invested in stocks since the tech bubble — here's why that puts the market in a very dangerous position heading into 2019", "description": "A group including households, mutual funds, pension funds, and foreign investors is the most heavily allocated to stocks than at any point since the tech bubble, according to Goldman Sachs data. This puts stocks in a vulnerable position heading into next year…", "url": "https://www.businessinsider.com/next-stock-market-crash-equity-allocations-at-tech-bubble-high-goldman-sachs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0ac5ae4218a1d500c65e0-1920-960.jpg", "publishedAt": "2018-11-06T11:07:00Z", "content": "If you thought the stock market 's horrid October would be enough to convince traders to dump stocks, think again. In fact, recent data from Goldman Sachs actually finds the opposite. Rather than shedding equity exposure, investors including households, mutua… [+2435 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "The market’s Red October nailed the coffin on one of the most trusted trading strategies of the bull market — and Morgan Stanley warns it could send stocks tumbling", "description": "A trading strategy that has rescued stocks and generated big profits for investors throughout this bull market is no longer working. Strategists at Morgan Stanley outline why we're witnessing the end of \"buy the dip,\" and the urgent implications this developm…", "url": "https://www.businessinsider.com/stock-market-investing-strategy-of-buying-dips-has-ended-morgan-stanley-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59e75de090992439008b4aa9-1920-960.jpg", "publishedAt": "2018-11-06T11:05:00Z", "content": "The longest bull run in the stock market's history is showing more signs of its age. The market action around last month's sell-off — dubbed Red October, because it was the worst drawdown in seven years — demonstrated that stocks are not recovering from such … [+2993 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "The most likely election outcome has been terrible news for stocks", "description": "It appears likely that the 2018 midterm elections will see the Democrats win the House and the Republicans maintain control of the Senate. A scenario where the Republicans held the presidency and the two chambers of Congress only to lose the House in the midt…", "url": "https://markets.businessinsider.com/news/stocks/midterm-election-2018-stock-market-sell-off-house-flips-2018-11-1027695572", "urlToImage": "https://static3.businessinsider.com/image/5a85a2c2d030721a008b466f-1024/gettyimages-915817702.jpg", "publishedAt": "2018-11-06T11:01:00Z", "content": "Win McNamee/Getty Images The one 2018 midterm elections result President Donald Trump probably hopes to avoid is also the one many analysts are saying is the most likely outcome: the Democrats taking control of the House while the Republicans hold the Senate.… [+2858 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "The most likely election outcome has been terrible news for stocks", "description": "It appears likely that the 2018 midterm elections will see the Democrats win the House and the Republicans maintain control of the Senate. A scenario where the Republicans held the presidency and the two chambers of Congress only to lose the House in the midt…", "url": "https://www.businessinsider.com/midterm-election-2018-stock-market-sell-off-house-flips-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a85a2c8d0307265028b45ec-960-480.jpg", "publishedAt": "2018-11-06T11:01:00Z", "content": "The one 2018 midterm elections result President Donald Trump probably hopes to avoid is also the one many analysts are saying is the most likely outcome: the Democrats taking control of the House while the Republicans hold the Senate. According to Decision De… [+2833 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "European stocks could be surprise winner if Democrats end up winning the House", "description": "Tuesday's midterm elections could see the Democrats take control of the House of Representatives. That could, according to some analysts, be a major boost for Europe's automakers and miners, vicitims of Trump's China trade policies. That's because a Democrati…", "url": "https://www.businessinsider.com/european-stocks-to-bounce-on-democrat-surge-in-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be15c029e8c532d7c3552c8-960-480.jpg", "publishedAt": "2018-11-06T10:40:59Z", "content": "Tuesday's midterm elections in the US are likely — however they go — to mark a seismic moment in US politics. While the outcome is difficult to predict, the results could be a particular boon for European stocks. If the Democrats win control of the House of R… [+2660 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "This little-known Chinese company beat Samsung to launching a foldable phone — and it actually works", "description": "Little-known Chinese tech firm Royale has beaten Samsung in launching a foldable phone. Royale let journalists get hands-on with the FlexPai on Monday, and reviewers confirmed that the tech works. The 7.8-inch plastic screen halves in size in a single 180-deg…", "url": "https://www.businessinsider.com/foldable-phone-the-royole-flexpai-launch-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be15cf30591f230b2406062-1136-568.jpg", "publishedAt": "2018-11-06T10:35:49Z", "content": "A little-known Chinese tech firm has beaten South Korean giant Samsung to launching the world's first foldable phone — and the early reviews suggest that it actually works. Samsung may just be hours away from showing the world its foldable Galaxy X, but it ha… [+2084 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Apple's market cap fell below $1 trillion and its iPhone XR woes just clobbered stocks of its China suppliers too (AAPL)", "description": "Shares of Apple's s uppliers across Asia were hit as the company missed earnings targets Other smartphone manufacturers Samsung and LG also suffered. Apple was down 0.5% in premarket US trading on Tuesday. Apple’s stock dropped for the 5th successive week whi…", "url": "https://www.businessinsider.com/apple-drops-below-1-trillion-clobbering-shares-of-china-suppliers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be15eb43815072b5974a824-2732-1366.jpg", "publishedAt": "2018-11-06T10:25:22Z", "content": "Apple's Asian suppliers tanked after a bruising day of trading after a negative report about the iPhone XR sent Apple's market cap tumbling below $1 trillion. The Nikkei Asian Review reported, citing sources, that the company would halt additional production … [+1108 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Germany tries 94-year-old accused of helping Nazis in camp murders - Business Insider", "description": "CBS News Germany tries 94-year-old accused of helping Nazis in camp murders Business Insider MUENSTER, Germany (Reuters) - A 94-year-old wheelchair-bound man appeared in court on Tuesday accused of helping to murder hundreds of people at a Nazi concentration …", "url": "http://uk.businessinsider.com/r-germany-tries-94-year-old-accused-of-helping-nazis-in-camp-murders-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T10:24:00Z", "content": "MUENSTER, Germany (Reuters) - A 94-year-old wheelchair-bound man appeared in court on Tuesday accused of helping to murder hundreds of people at a Nazi concentration camp during World War Two, in what is likely to be one of the last such trials. The man, a fo… [+1241 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Turkish foreign minister says dangerous to isolate Iran: Anadolu - Business Insider", "description": "Business Insider Turkish foreign minister says dangerous to isolate Iran: Anadolu Business Insider ANKARA (Reuters) - Turkey foreign minister criticized on Tuesday the U.S. renewal of sanctions on Iran's oil and shipping industries, saying it was dangerous to…", "url": "https://www.businessinsider.com/r-turkish-foreign-minister-says-dangerous-to-isolate-iran-anadolu-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T09:45:36Z", "content": "Turkish Foreign Minister Cavusoglu speaks during a news conference in Istanbul Thomson Reuters ANKARA (Reuters) - Turkey foreign minister criticized on Tuesday the U.S. renewal of sanctions on Iran's oil and shipping industries, saying it was dangerous to iso… [+1675 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Russia seen adopting new tactics in US election interference efforts - Business Insider", "description": "Business Insider Russia seen adopting new tactics in US election interference efforts Business Insider By Joseph Menn. SAN FRANCISCO (Reuters) - Russian actors believed to be connected to the government have been actively involved in spreading divisive conten…", "url": "https://www.businessinsider.com/r-russia-seen-adopting-new-tactics-in-us-election-interference-efforts-2018-11", "urlToImage": null, "publishedAt": "2018-11-06T08:57:20Z", "content": "A view shows the state flag of Russia before a meeting of Russian President Putin with French President Macron in St. Petersburg Thomson Reuters By Joseph Menn SAN FRANCISCO (Reuters) - Russian actors believed to be connected to the government have been activ… [+4494 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Tuesday. Facebook suspended 115 accounts the day before the US midterm elections. The accounts were brought to Facebook's attention by law enforcement, who suspected links to \"foreign entities.\" Amazon…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-6-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b5ecc66a592a51d008b491f-1920-960.jpg", "publishedAt": "2018-11-06T08:18:24Z", "content": "Amazon is said to have selected two locations for its HQ2. Reuters Good morning! This is the tech news you need to know this Tuesday. Facebook suspended 115 accounts the day before the US midterm elections. The accounts were brought to Facebook's attention by… [+2829 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "markets.businessinsider.com", "title": "KPMG International provided cyber literacy training for 80,000 youth in 45 countries in 2nd annual program", "description": ". TORONTO Nov. 6, 2018 /CNW/ -Â For the second year running, KPMG cyber security professionals from 45 countries around the world led classroom sessions aimed at educating young students about the importance of cyber security and internet risk. The sessions w…", "url": "https://markets.businessinsider.com/news/stocks/kpmg-international-provided-cyber-literacy-training-for-80-000-youth-in-45-countries-in-2nd-annual-program-1027693465", "urlToImage": "https://c212.net/c/img/favicon.png?sn=TO62403&sd=2018-11-06", "publishedAt": "2018-11-06T07:26:00Z", "content": "TORONTO, Nov. 6, 2018 /CNW/ -Â For the second year running, KPMG cyber security professionals from 45 countries around the world led classroom sessions aimed at educating young students about the importance of cyber security and internet risk. The sessions we… [+3221 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The Coast Guard is looking, but it really seems like Japan has lost an island", "description": "Japan appears to have lost an island It's only a small one, but probably not a good look when taking into account that country's various maritime disputes. The Coast Guard is looking, but no one has seen Esanbe Hanakita Kojima since at least September. Unless…", "url": "https://www.businessinsider.com/the-coast-guard-is-looking-but-it-seems-like-japan-has-lost-an-island-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be14025d1e84434925b94f4-2560-1280.jpg", "publishedAt": "2018-11-06T07:21:28Z", "content": "With its ongoing maritime disputes with China hopelessly unresolved, the last thing Japan needed to do was go and lose an island. And yet. It appears no one can find the Japanese island formerly known as Esanbe Hanakita Kojima. Not even the Japanese Coast Gua… [+2067 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump stood nearly silent for several minutes at his rally in Missouri while medics treated a supporter who collapsed", "description": "President Donald Trump's last campaign speech ahead of the midterm election on Monday night was interrupted for nearly 10 minutes after a woman collapsed and was later wheeled out of the Show Me Center in Cape Girardeau, Missouri, on a stretcher. \"Is there a …", "url": "https://www.businessinsider.com/trump-rally-amazing-grace-supporter-medical-attention-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be11ef35f1f752b535bc1aa-2732-1366.jpg", "publishedAt": "2018-11-06T06:45:38Z", "content": "President Donald Trump's last campaign speech ahead of the midterm election on Monday night was interrupted for nearly 10 minutes after a woman collapsed and was later wheeled out of the Show Me Center in Cape Girardeau, Missouri, on a stretcher. During his f… [+1288 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Shepardson", "title": "The FCC is demanding companies take action to stop nuisance 'robocalls'", "description": "The US Federal Communications Commission vowed to take action if US telephone providers fail to curb the amount of \"robocalls\" next year. FCC Chairman Ajit Pat demanded in a letter on Monday that these companies institute a technology to eliminate spam calls …", "url": "https://www.businessinsider.com/stopping-robocalls-the-fcc-demands-that-companies-act-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be13246f556fc29a846ea78-1536-768.jpg", "publishedAt": "2018-11-06T06:19:56Z", "content": "WASHINGTON (Reuters) - US Federal Communications Commission Chairman Ajit Pai on Monday wrote the chief executives of major telephone service providers and other companies, demanding they launch a system no later than 2019 to combat billions of \"robocalls\" an… [+2126 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Walsh", "title": "Facebook suspended more than 100 accounts the day before the US midterm elections", "description": "Facebook announced on Monday that it blocked several accounts after US law-enforcement officials warned they may be connected to foreign entities. The social media network said it found and blocked 30 Facebook accounts and 85 Instagram profiles that is said w…", "url": "https://www.businessinsider.com/facebook-suspends-questionable-accounts-night-before-us-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be12b5de4218a26e77650b2-1920-960.jpg", "publishedAt": "2018-11-06T05:50:26Z", "content": "Facebook announced on the eve of Election Day in the US that it had blocked several Facebook and Instagram accounts after US law-enforcement officials warned that they may be connected to foreign entities. The social media network said it found and blocked 30… [+1597 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what's happening on Tuesday. The word is out that Long Island City neighborhood in Queens, New York, will be the new home of Amazon and here's why that could be a real bad idea. Amazon is reportedly nearing a deal to make New York City its secon…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-6-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be12148f556fc294e6ce803-1920-960.jpg", "publishedAt": "2018-11-06T05:18:07Z", "content": "Hello! Here's what's happening on Tuesday. The word is out that Long Island City neighborhood in Queens, New York, will be the new home of Amazon and here's why that could be a real bad idea. Amazon is reportedly nearing a deal to make New York City its secon… [+2561 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Ted Cruz and Jim Carrey are trading barbs on the eve of Election Day", "description": "Sen. Ted Cruz of Texas and comedian Jim Carrey traded barbs at each other on Twitter, one night before Election Day on Tuesday. Carrey, who supports Cruz's Democratic opponent, Rep. Beto O'Rourke, likened Cruz to a vampire in an art piece. \"Hollywood liberals…", "url": "https://www.businessinsider.com/is-ted-cruz-a-vampire-asks-jim-carrey-in-art-piece-twitter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0fa81b73c282615138a18-1920-960.jpg", "publishedAt": "2018-11-06T04:52:48Z", "content": "Sen. Ted Cruz of Texas and comedian-actor Jim Carrey traded barbs on Twitter, one night before Election Day on Tuesday. Carrey, who supports Cruz's Democratic opponent, Rep. Beto O'Rourke, took a jab at the Republican incumbent by likening him to a quintessen… [+2047 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "For the love of goods, an ambitious Alibaba plans to double down on Singles' Day this year", "description": "Singles' Day, China's once-timid Valentine's Day repackaged as a 24-hour online retail blitz, is about get bigger for Alibaba. In just a few days' time, the world will meet the 10th edition of Alibaba's \"Singles' Day\" shopping extravaganza and the company say…", "url": "https://www.businessinsider.com/alibaba-plans-for-singles-day-this-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be117e95f1f752b0c4b9fa6-2732-1366.jpg", "publishedAt": "2018-11-06T04:27:54Z", "content": "It's capitalism's shiny new slim-lined version of Christmas, but with none of the gods and more of the goods. The event turns 10 years old in a matter of days. Next Monday, as one generation meditates on the final shots of a distant war, another generation in… [+8063 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "People are furious about Amazon's reported decision to split its HQ2 between New York City and Virginia after months of deliberation (AMZN)", "description": "Amazon is closing in on deals to develop its second headquarters in the Long Island City neighborhood of Queens, New York, and the Crystal City area of Arlington, Virginia, The New York Times reported on Monday evening. While state and cities have been fighti…", "url": "https://www.businessinsider.com/people-are-furious-about-amazon-hq2-reported-selection-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1043cc957012574753ee6-1920-960.jpg", "publishedAt": "2018-11-06T03:25:04Z", "content": "Amazon is reportedly finalizing its HQ2 plans. And, people aren't happy. After months of deliberations and dramatics — without many official communications from Amazon — the company is finalizing plans to split its second headquarters between two locations: L… [+2002 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "The media rejected Trump's 'racist,' misleading ad in an unprecedented way", "description": "President Donald Trump's closing message to voters before the midterm elections has offended so many that the three major cable news networks and the world's largest social media site have all refused to carry it. As part of his scorched-Earth strategy in the…", "url": "https://www.businessinsider.com/the-media-rejected-trumps-racist-ad-in-an-unprecedented-way-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0db4c0d7c6723630a6b38-1136-568.jpg", "publishedAt": "2018-11-06T02:44:02Z", "content": "President Donald Trump's closing message to voters before the midterm elections has offended so many that the three major cable news networks — including the president's favored outlet — and the world's largest social media site have all refused to carry it. … [+3400 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon plans to set up 2 different locations for its HQ2 — in New York and Virginia (AMZN)", "description": "Amazon is said to have selected two cities as the site of its second headquarters, dubbed HQ2 : the Long Island City section of Queens, New York, and the Crystal City area of Arlington, Virginia, The New York Times reported on Monday evening. The selection fo…", "url": "https://www.businessinsider.com/amazon-hq2-new-headquarters-will-be-in-queens-and-crystal-city-2018-9", "urlToImage": "https://amp.businessinsider.com/images/5b9965128ea82ff5248b507d-1920-960.jpg", "publishedAt": "2018-11-06T01:57:49Z", "content": "The long wait is over. Amazon is said to be in talks to build its second headquarters project in the Long Island City section of Queens, New York, and the Crystal City area of Arlington, Virginia, The New York Times reported on Monday evening, citing people f… [+1862 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "San Francisco's second largest tech employer, Uber, won't take sides on the controversial homelessness measure that the city's tech execs are fighting about (CRM)", "description": "Proposition C is a ballot measure in San Francisco that would tax the city's largest corporations to provide relief in the city's ongoing homelessness crisis. San Francisco's biggest tech employer, Salesforce, and its CEO, Marc Benioff, have been the biggest …", "url": "https://www.businessinsider.com/uber-says-neutral-san-francisco-prop-c-homelessness-ballot-tax-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0e841d1e844311e5be6b7-1920-960.jpg", "publishedAt": "2018-11-06T01:51:22Z", "content": "San Francisco's biggest tech employer, Salesforce, is not mincing words when it comes to the city's homelessness crisis. The cloud computing company, and its CEO Marc Benioff, have donated a combined $7.9 million to Proposition C, a ballot measure in San Fran… [+2208 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Ivanka Trump wins 16 Chinese trademarks despite shutting down her business", "description": "Ivanka Trump's brand won a slew of new Chinese trademarks in October despite its doors being closed in July. The trademarks were filed for everything from umbrellas to sausages. Critics warn that the trademarks raise questions of continued conflicts of intere…", "url": "https://www.businessinsider.com/ivanka-trump-won-16-chinese-trademarks-despite-closing-her-business-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0db2ff556fc25d3337d0c-750-375.jpg", "publishedAt": "2018-11-06T01:18:57Z", "content": "Ivanka Trump, President Donald Trump's daughter and senior adviser, won initial approval for 16 Chinese trademarks despite the company shutting its doors in July, according to records released by Citizens for Responsibility and Ethics in Washington. The trade… [+2882 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni", "title": "JPMorgan is investing $30 million in Greater Paris over the next 5 years as the first investment of an ambitious $500 million worldwide plan", "description": "JPMorgan Chase is investing $30 million over the next five years in the Greater Paris region of Seine-Saint-Denis. The money will be in the form of grants for job training and mentorship. It is the first investment of the $500 million global AdvancingCities i…", "url": "https://www.businessinsider.com/jpmorgan-chase-to-invest-30-million-in-greater-paris-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be09b350d7c671ace3ecde3-2732-1366.jpg", "publishedAt": "2018-11-06T00:41:41Z", "content": "JPMorgan Chase announced Monday that starting January it will begin a five-year, $30 million dollar investment in Seine-Saint-Denis, a region of France to the northeast of Paris. It's an area marked by high unemployment, crime, and homelessness, and has 28% o… [+4120 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Trump asks Supreme Court to wind down 'Dreamer' immigration program", "description": "Win McNamee/Getty Images President Donald Trump’s administration asked the Supreme Court to allow it to end a program that protects thousands of young immigrants who live in the US without legal status. The Trump administration urged the justices to throw out…", "url": "https://www.businessinsider.com/trump-asks-supreme-court-to-end-dreamers-daca-immigrants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0e183110d4c2def7f0649-1536-768.jpg", "publishedAt": "2018-11-06T00:41:17Z", "content": "WASHINGTON (Reuters) - President Donald Trump's administration asked the U.S. Supreme Court on Monday to allow it to end a program introduced by former President Barack Obama that protects thousands of young immigrants who live in the United States without le… [+1981 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "NBC's Chuck Todd says huge voter turnout makes it impossible to predict the outcome of the midterms", "description": "\"Meet the Press\" host Chuck Todd appeared on the \"Today\" show Monday morning to discuss the midterm elections. Todd said the voter turnout could cross the 100 million mark. Such a high turnout renders predictive polls practically useless, he said. Early votin…", "url": "https://www.businessinsider.com/chuck-todd-huge-voter-turnout-makes-midterms-impossible-to-predict-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0b9b59e8c5324e46b1bed-1136-568.jpg", "publishedAt": "2018-11-06T00:12:44Z", "content": "Early voting numbers suggest that Tuesday's elections will have one of the highest voter turnouts for a midterm election in recent years. But while it's good that Americans are exercising their civic duty, it makes predicting the outcome of the election almos… [+933 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Salesforce CEO Marc Benioff got into a Twitter beef with another exec over a controversial measure tackling San Francisco's homelessness crisis (CRM)", "description": "Proposition C is a ballot measure in San Francisco, California that would tax the city's largest corporations to provide more funding to homeless services. On Saturday, the gloves came off over Twitter between Zynga chairman and co-founder Mark Pincus and Sal…", "url": "https://www.businessinsider.com/salesforce-ceo-marc-benioff-zynga-mark-pincus-san-francisco-proposition-c-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0c5318c35ab235f3db092-2732-1366.jpg", "publishedAt": "2018-11-06T00:02:12Z", "content": "As election day approaches, the gloves are coming off for some Silicon Valley execs over the controversial Proposition C, a ballot measure in San Francisco that would tax the city's largest corporations to provide relief in the city's ongoing homelessness cri… [+2688 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Electric scooter hire is coming to the UK under a deal struck by $2 billion startup Bird", "description": "Bird, the $2 billion electric scooter company, is launching in the UK on a single route inside the Queen Elizabeth Olympic Park, London. Bird is the first electric scooter company to launch in the UK, beating competitors like Lime and Uber to the punch. UK la…", "url": "https://www.businessinsider.com/bird-launches-electric-scooters-in-london-olympic-park-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be05b145f1f7515a4713b84-2732-1366.jpg", "publishedAt": "2018-11-06T00:01:00Z", "content": "Electric scooter company Bird has taken a step towards entering the UK market by launching within the confines of London's Olympic Park. While the buzzy US startup can't fully launch in Britiain because of laws that prevent scooters from being used on roads o… [+2504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "The airline most famous for $55 flights from the US to Europe has been purchased by its greatest rival", "description": "Icelandair has agreed to acquire ultra-low-cost carrier WOW Air. WOW Air shareholders are set to receive to 5.4% of Icelandair value at $18 million to $25 million. The deal is still subject to approval from Icelandair Group's investors, Icelandic antitrust au…", "url": "https://www.businessinsider.com/wow-air-acquired-by-rival-icelandair-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be0ce68beb670228a22a173-1536-768.jpg", "publishedAt": "2018-11-06T00:00:09Z", "content": "Since its founding in 2011, WOW Air has fought Icelandair, the country's flag carrier, for business to the island nation. That competition has officially come to a close. On Monday, Icelandair announced that it has agreed to acquire the up-start Icelandic ult… [+2590 chars]"}]}