{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump says his administration is 'looking at' whether Amazon, Facebook and Google are violating antitrust laws (AAPL, GOOGL, AMZN)", "description": "President Donald Trump says his administration was \"looking at\" antitrust proceedings against tech giants Google, Amazon, and Facebook. In an interview with news site Axios that aired on HBO Sunday night, Trump said the $5 billion fine against Google from the…", "url": "https://www.businessinsider.com/trump-amazon-facebook-google-looking-at-antitrust-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf422de4218a058d227a58-1536-768.jpg", "publishedAt": "2018-11-05T00:00:00Z", "content": "President Donald Trump says his administration was \"looking at\" antitrust proceedings against tech giants Amazon, Facebook, and Google. In an interview with Axios' Jonathan Swan and Jim VandeHei on the news site's premiere HBO show Sunday night, Trump said th… [+1568 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Connie Chen), Connie Chen", "title": "I tried a $75 electric toothbrush with bristles made from activated charcoal — here's how it worked", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Boka Online oral care startup Boka makes products like electric toothbrushes ($75) and toothpaste…", "url": "https://www.businessinsider.com/boka-electric-toothbrush-review-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc762c67e4239019a776394-750-375.jpg", "publishedAt": "2018-11-04T23:53:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Everyone brushes their teeth every day, but it's not every day you hear someone say she does so w… [+2575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Trump says Georgia gubernatorial candidate Stacey Abrams 'will get rid of' the Second Amendment if elected", "description": "During a rally in Georgia on Sunday, President Trump said that Democratic gubernatorial candidate Stacey Abrams will \"get rid of\" the Second Amendment if elected and collect everyone's guns. Trump appeared to be referencing a bill that Abrams co-sponsored in …", "url": "https://www.businessinsider.com/trump-says-stacey-abrams-will-get-rid-of-the-second-amendment-if-elected-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf6ac3110d4c0f9d065763-1920-960.jpg", "publishedAt": "2018-11-04T23:37:01Z", "content": "President Donald Trump said on Sunday that Georgia gubernatorial candidate Stacey Abrams would \"get rid of\" the Second Amendment if elected, though the Democrat has stated on several occasions that she believes in the right to bear arms. Speaking during a ral… [+1438 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Seahawks' synchronized touchdown dance might be the best celebration of the NFL season", "description": "The Seattle Seahawks opened their game against the Los Angeles Chargers with a touchdown drive. Afterward, the Seahawks arranged in the end zone for a great synchronized dance that likely required a good amount of practice. The Seattle Seahawks have been on a…", "url": "https://www.businessinsider.com/seahawks-touchdown-celebration-synchronized-dance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf6687da27f80d2d6ea7f2-1136-568.jpg", "publishedAt": "2018-11-04T21:39:42Z", "content": "The Seattle Seahawks have been on a roll of late and the momentum has carried over to their touchdown celebrations. The Seahawks opened their Week 9 game against the Los Angeles Chargers with a drive down the field and touchdown to wide receiver Jaron Brown. … [+234 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Nathan Peterman throws another pick-6 as Bills offense continues to reach new lows", "description": "Buffalo Bills backup quarterback Nathan Peterman got the start in Week 9 and threw 2 interceptions, with one of them being returned for a touchdown. Peterman came into the game with 9 interceptions on 81 career pass attempts. The Bills offense has been histor…", "url": "https://www.businessinsider.com/nathan-peterman-pick-6-bears-bills-offense-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf53c0f556fc08cc67ecbb-1136-568.jpg", "publishedAt": "2018-11-04T20:17:25Z", "content": "With Derek Anderson and Josh Allen still sidelined, the Buffalo Bills turned back to backup quarterback Nathan Peterman, and the results were about the same. Peterman has started just three games in his career, throwing 9 interceptions in 81 total pass attemp… [+1206 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "2 stats show why the US government has struggled to fight the rise of white nationalism and domestic terrorism", "description": "A report from The New York Times published Saturday describes how federal and local authorities have struggled to reckon with the threats posed by white nationalist and other far-right movements since September 11. A former Department of Homeland Security (DH…", "url": "https://www.businessinsider.com/us-government-struggles-fighting-white-nationalism-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf3683e4218a058d227a52-2732-1366.jpg", "publishedAt": "2018-11-04T18:49:13Z", "content": "A report from The New York Times published on Saturday describes how federal and local authorities have struggled to reckon with the threats posed by white nationalist and other far-right movements since the September 11, 2001, attacks. Since then, defense an… [+1847 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Everything you need to know about the top teams in college basketball this season", "description": "It's been seven months since the Villanova Wildcats brought home their second NCAA Championship trophy in three years, and we're finally ready to ring in the 2018-19 college basketball season. After reaching last year's Final Four, the Kansas Jayhawks headlin…", "url": "https://www.businessinsider.com/college-basketball-preview-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd742c28d2fbe781c317c79-2732-1366.jpg", "publishedAt": "2018-11-04T17:52:00Z", "content": "It's been seven months since the Villanova Wildcats brought home their second NCAA Championship trophy in three years, and we're finally ready to ring in the 2018-19 college basketball season. After reaching last year's Final Four, the Kansas Jayhawks headlin… [+799 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Ellen Cranley", "title": "See if you need to bring an ID to vote in this handy map breaking down all the state rules for the 2018 midterm elections", "description": "Election Day for hotly contested midterm races across the country is on Tuesday, November 6, 2018. State rules vary widely on the different forms of ID voters have to present at the polls — if they require any at all. Business Insider has broken down the regu…", "url": "https://www.businessinsider.com/voter-id-requirements-in-every-state-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc9d330d7c676c45006665-320-160.jpg", "publishedAt": "2018-11-04T17:18:15Z", "content": "Voter engagement has already skyrocketed ahead of Tuesday's midterm elections in the form of early voting methods, but plenty of voters nationwide are set to cast their ballots in person. States vary widely on the rules for acceptable forms of identification … [+388 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "The Republican and Democratic party chairs gave their closing arguments before the midterm elections in back-to-back Jake Tapper grillings", "description": "The heads of the Republican and Democratic national committees offered their final messages to voters on CNN's \"State of the Union\" ahead of Tuesday's midterm elections in lively back-to-back appearances. GOP chair Ronna McDaniel insisted that despite Preside…", "url": "https://www.businessinsider.com/ronna-mcdaniel-tom-perez-give-jake-tapper-closing-arguments-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf15250d7c6703e94597b5-1920-960.jpg", "publishedAt": "2018-11-04T17:06:45Z", "content": "The heads of the Republican and Democratic national committees offered their final messages to voters on CNN's \"State of the Union\" Sunday ahead of Tuesday's midterm elections in lively back-to-back appearances. The RNC case: focusing on immigration and the e… [+3609 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Apple is selling refurbished iPhone 8 smartphones for $500, and it's an amazing deal (AAPL)", "description": "The iPhone 8 is available to buy refurbished from Apple starting at $500. That's a $100 discount from its MSRP. My experience with Apple's refurbished devices has been great, and it's well worth your consideration if you're looking to buy the iPhone 8. Apple …", "url": "https://www.businessinsider.com/apple-iphone-8-refurbished-for-500-is-a-great-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b10483b1ae66243008b4a2e-1920-960.jpg", "publishedAt": "2018-11-04T16:16:21Z", "content": "Apple is selling refurbished units of the iPhone 8 starting at$500 from its certified used device store — one of the best-kept secrets in tech. That price reflects a $100 discount over the normal $600 starting price tag for an iPhone 8. At the time of writing… [+1821 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "skaplan@businessinsider.com (Sally Kaplan), Sally Kaplan", "title": "You may know footwear startup M.Gemi for its colorful loafers — but here's why its ankle boots are the real standout", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. M.Gemi Italian footwear startup and direct-to-consumer brand M.Gemi makes some of the highest qua…", "url": "https://www.businessinsider.com/mgemi-corsa-ankle-boots-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0ff8b73c284a6e71b62b-1334-667.jpg", "publishedAt": "2018-11-04T16:06:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There's a chill in the air that smells distinctly crisp and fresh. The trees are officially turni… [+3539 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "These founders left Google to chase a vision of healthier screen time for their kids — and their flagship product has become a hit in classrooms and homes (GOOGL, GOOG)", "description": "Pramod Sharma worked at Google in Sunnyvale, California and noticed when he dropped off his daughter at the company's daycare facility, there were no tech products allowed. Sharma and his co-founder Jerome Scholler created Osmo in 2013 to create a positive an…", "url": "https://www.businessinsider.com/osmo-ceo-pramod-sharma-interview-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdcdc5e0591f2792f479d64-1536-768.jpg", "publishedAt": "2018-11-04T16:00:00Z", "content": "Circa 2012, Pramod Sharma was working on a Google project to scan physical books and put them on the internet. Like many at Google, Sharma would drop off his daughter each morning at the company's on-campus daycare facilities. Over time, he recognized somethi… [+4568 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "A Deutsche Bank exec says he travels up to 10 days every month — and he's been able to keep doing it for over 20 years because of a 'magic combination'", "description": "A Deutsche Bank executive says he does eight triathlons a year — even while traveling 10 days a month for work. Piers Constable, a managing director based in New York City, says that he's found exercising and traveling to be a \"magic combination.\" Constable s…", "url": "https://www.businessinsider.com/deutsche-bank-exec-triathlon-travel-magic-combination-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc87e30591f26e272542fd-2732-1366.jpg", "publishedAt": "2018-11-04T16:00:00Z", "content": "Piers Constable, a managing director at Deutsche Bank based in New York City, says he competes in seven or eight triathlons a year — as well as multiple marathons and other races — even while traveling the world for typically 10 days out of a month for work. … [+1360 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Americans are pumping the brakes on home remodeling, and that might spell bad news for Home Depot and Lowe's (LOW, HD)", "description": "Home Depot and Lowe's may be facing a decline in the home-improvement boom that has boosted sales over the last several years. Remodeling expenditures in the United States are set to rise over the course of 2019 — but the rate of growth is expected to decline…", "url": "https://www.businessinsider.com/home-depot-lowes-housing-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb3062beb670505c4f2d1a-960-480.jpg", "publishedAt": "2018-11-04T15:50:00Z", "content": "It's looking like the remodeling boom is starting to fade in the United States — and that slowdown may have implications for home-improvement retailers like Home Depot and Lowe's. Over the last several years, home-improvement sales have soared. The good times… [+3217 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "The 25 best MBA programs for people who want to work in tech", "description": "If you want to work in tech, an MBA can be a very helpful boost to your career. Higher- and business-education specialist QS Quacquarelli Symonds recently released its 2019 Global MBA Ranking, evaluating 251 of the best business schools in the world. QS provi…", "url": "https://www.businessinsider.com/best-business-schools-for-tech-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb203c957016fa8046e7c-640-320.jpg", "publishedAt": "2018-11-04T15:30:00Z", "content": "Higher- and business-education specialists QS Quacquarelli Symonds released its 2019 Global MBA Ranking, evaluating 251 of the best business schools in the world based on data provided by the schools and surveys of employers and academics. To get an idea of w… [+377 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "As the corporate world deals with executive scandals, so-called 'Weinstein Misconduct Clauses' remain rare in M&A deals (INTL, GOOGL)", "description": "Sexual misconduct allegations have unseated plenty of powerful people and caused headaches for the people involved. Despite this, dealmakers have been slow to add in so-called \"Weinstein Misconduct Clauses,\" which protect M&A buyers from making a deal with a …", "url": "https://www.businessinsider.com/weinstein-protection-clauses-are-still-rare-in-corporate-ma-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aa45328c2320dd1388b4570-1920-960.jpg", "publishedAt": "2018-11-04T15:30:00Z", "content": "From Intel to Google, sexual misconduct scandals have unseated powerful executives and caused a lot of pain to many people. Such scandals can be particularly problematic in the M&amp;A space, where buyers take on risks financially and in reputation — sometime… [+1945 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "These will be the most popular toys this holiday season, according to the data", "description": "Amazon, Target, Walmart, and other retailers have released their predictions for the hottest toys of the year. Adobe has now released its own predictions for the season's top toys. To compile the list, the tech firm used data from chatter on social media and …", "url": "https://www.businessinsider.com/most-popular-toys-holiday-shopping-adobe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb73409e8c535b9f63e2a6-960-480.jpg", "publishedAt": "2018-11-04T15:10:00Z", "content": "The holiday season is here — and so is toy-buying season. Every year, there's a smattering of toys both new and old that kids clamor for more than others. And, every year, everyone from huge retailers to grandparents try to predict what kids will want, either… [+1540 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "After seeing the iPhone XR in person, I'm not sure if I can recommend it (AAPL)", "description": "I recently spent time with both new iPhones that Apple announced this year: the new iPhone XS, and iPhone XR. I'm not sure if I can recommend the iPhone XR over the iPhone XS, despite the many similarities and the XR's price advantage — the iPhone XR starts a…", "url": "https://www.businessinsider.com/apple-iphone-xr-impressions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7dac1011426a6a79f5b9-1920-960.jpg", "publishedAt": "2018-11-04T15:05:00Z", "content": "I was really excited for the iPhone XR. But after spending some time with it, I'm just not sure if I can recommend it, especially at its $750 price point. On paper, the iPhone XR would seem like the better deal compared to the iPhone XS, which starts at $1,00… [+5254 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump keeps claiming the GOP will 'protect people with preexisting conditions.' But he's been trying to gut those protections for almost 2 years.", "description": "President Donald Trump and Republican candidates have argued that the party supports protections for people with preexisting conditions. Trump and the GOP's record flies in the face of that assertion. Here are 4 ways that Trump and the Republicans have sought…", "url": "https://www.businessinsider.com/trump-gop-preexisting-condition-protections-healthcare-obamacare-2018-11", "urlToImage": "https://amp.businessinsider.com/images/595cf0b0d084cc351c8b6961-1920-960.jpg", "publishedAt": "2018-11-04T15:03:00Z", "content": "President Donald Trump has continually claimed that his administration and the entire Republican Party's healthcare platform would provide as good, if not better, protections for people with preexisting conditions. \"Republicans will protect people with pre-ex… [+3818 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Europe is faltering", "description": "Italy recorded GDP growth of exactly 0.0%. The economies of Germany and the UK also looked fragile last week. \"Eurozone growth is faltering faster than we had expected,\" says HSBC. Until now, Europe has coped with a war in Syria on its Southern border, Russia…", "url": "https://www.businessinsider.com/europe-gdp-is-faltering-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdde4af01b12d7d4c64d696-1920-960.jpg", "publishedAt": "2018-11-04T14:57:57Z", "content": "Italy may be one crisis too many. Last week, Italy recorded GDP growth of exactly 0.0%. The trend is down. If Italy doesn't turn things around, its economy may well go into a contraction. That's a big \"if.\" The new Italian government is trying to run a defici… [+3769 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Why it's still in Russia's interest to mess with US politics", "description": "Grigory Dukor/Reuters US officials and tech companies say Russians have continued online activity targeted at American voters during the campaign for Tuesday's election, though Russia denies any interference. So far US authorities haven't announced any huge h…", "url": "https://www.businessinsider.com/ap-why-its-still-in-russias-interest-to-mess-with-us-politics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf02f1d1e8440f275b13b7-1920-960.jpg", "publishedAt": "2018-11-04T14:51:00Z", "content": "Sweeping accusations that the Kremlin tried to sway the 2016 US election haven't chastened Russian trolls, hackers, and spies — and might even have emboldened them. US officials and tech companies say Russians have continued online activity targeted at Americ… [+6476 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Here are the 13 most useful Mac shortcuts that will help you do everything faster (AAPL)", "description": "Apple's MacOS might seem simple — but it's an absolute powerhouse if you know how to use it. Some of the easiest ways to get the most of out of Apple's desktop operating system are hidden in plain sight: Keyboard shortcuts. Flick between applications and tabs…", "url": "http://uk.businessinsider.com/useful-apple-mac-keyboard-shortcuts-os-x2016-1", "urlToImage": "https://amp.businessinsider.com/images/5620c34edd0895d42c8b465e-1334-667.jpg", "publishedAt": "2018-11-04T14:49:00Z", "content": "Master your MacBook. Mustafa Quraishi/AP Apple's MacOS might seem simple — but it's an absolute powerhouse if you know how to use it. Some of the easiest ways to get the most of out of Apple's desktop operating system are hidden in plain sight: Keyboard short… [+516 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Pakistan blasphemy case: Husband appeals to Trump, UK PM - Business Insider", "description": "Daily Times Pakistan blasphemy case: Husband appeals to Trump, UK PM Business Insider MULTAN, Pakistan (AP) — The husband of a Christian woman acquitted eight years after being sentenced to death for blasphemy, but not released after countrywide protests, app…", "url": "https://www.businessinsider.com/ap-pakistan-blasphemy-case-husband-appeals-to-trump-uk-pm-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T14:49:00Z", "content": "MULTAN, Pakistan (AP) — The husband of a Christian woman acquitted eight years after being sentenced to death for blasphemy, but not released after countrywide protests, appealed on Sunday to U.S. President Donald Trump and British Prime Minister Theresa May … [+2615 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "I flew business class on the only Dreamliner route between the US and Mexico — here's what it was like", "description": "While most flights within North America are operated by narrow-body aircraft — except for major flagship routes like New York to Los Angeles or New York to Miami — there's one flight a day between New York and Mexico City flown by a modern 787 Dreamliner. Aer…", "url": "https://www.businessinsider.com/aeromexico-business-class-flight-dreamliner-787-review-2018-9", "urlToImage": "https://amp.businessinsider.com/images/5bd9c651f556fc30dc28d773-2732-1366.jpg", "publishedAt": "2018-11-04T14:25:00Z", "content": "Joint ventures are a popular way for airlines to work together beyond the typical practices enabled by airline alliances and codeshares. These partnerships allow separate carriers, which would otherwise compete on certain routes, to coordinate schedules, pric… [+2927 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "'We're living in the age of the remix': Fashion brands are making major changes to appeal to Gen Z in a new era of luxury", "description": "The fashion industry has been undergoing some major changes recently. Some luxury brands, like Ralph Lauren, have been partnering with streetwear brands to reach younger shoppers and experiment with different business models. Other brands, like Michael Kors, …", "url": "https://www.businessinsider.com/why-luxury-brands-partnering-with-streetwear-brands-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd76f18beb67004ff0d31a9-1536-768.jpg", "publishedAt": "2018-11-04T14:25:00Z", "content": "The fashion industry has been undergoing some major changes recently. Polo Ralph Lauren recently revealed a collaboration with the London-based streetwear brand Palace. Ralph Lauren said in a July earnings release that winning over a new generation of custome… [+1378 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "We drove an $87,000 Jaguar I-PACE electric SUV to see if it's really ready to take on Tesla, Mercedes, and Audi — here's the verdict", "description": "The Jaguar I-PACE first luxury crossover SUV to hit the market. The I-PACE is driven by dual electric motors that produce 394 horsepower. According to Jaguar, its EV can do 0-60 mph in 4.5 seconds. The Jag has a 90kWh battery pack that and a range of 234 mile…", "url": "https://www.businessinsider.com/jaguar-i-pace-ev-electric-car-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd77801e4218a06393acd25-1920-960.jpg", "publishedAt": "2018-11-04T14:07:00Z", "content": "Electric cars are the future. Even though people have been saying this for years, only recently have the world's mainstream automakers really taken this to heart. Sure, relatively affordable EVs have been on the road a decade now. But for far too many brands,… [+1581 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "There are over 70 playable characters in 'Super Smash Bros. Ultimate' — here they all are - Business Insider", "description": "Business Insider There are over 70 playable characters in 'Super Smash Bros. Ultimate' — here they all are Business Insider When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from t…", "url": "http://uk.businessinsider.com/every-super-smash-bros-character-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bdcd3e5dde8675340327b4f-1190-625/there-are-over-70-playable-characters-in-super-smash-bros-ultimate--here-they-all-are.jpg", "publishedAt": "2018-11-04T13:37:06Z", "content": "\"Super Smash Bros. Ultimate\" will feature every playable fighter from the series thus far. \"Super Smash Bros. Ultimate\"/Nintendo When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character f… [+1205 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "There are over 70 playable characters in 'Super Smash Bros. Ultimate' — here they all are (NTDOY)", "description": "When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from the prior four games in the franchise would be returning for the series' first entry on the Nintendo Switch. The game will be…", "url": "https://www.businessinsider.com/every-super-smash-bros-character-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcc611da27f877210e8573-2732-1366.jpg", "publishedAt": "2018-11-04T13:30:00Z", "content": "When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from the prior four games in the franchise would be returning for the series' first entry on the Nintendo Switch. The game will be… [+1078 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Berkshire Hathaway buys back nearly $1 billion of stock as Warren Buffett's firm doubles profits after Trump's tax cuts - Business Insider", "description": "Business Insider Berkshire Hathaway buys back nearly $1 billion of stock as Warren Buffett's firm doubles profits after Trump's tax cuts Business Insider NEW YORK (Reuters) — Berkshire Hathaway, the conglomerate run by billionaire Warren Buffett, on Saturday …", "url": "https://www.businessinsider.com/r-buffetts-berkshire-doubles-profit-repurchases-900-million-stock-in-third-quarter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba26a7f5c5e52e3568b5fba-2732-1366.jpg", "publishedAt": "2018-11-04T13:28:40Z", "content": "NEW YORK (Reuters) — Berkshire Hathaway, the conglomerate run by billionaire Warren Buffett, on Saturday said its quarterly operating profit nearly doubled as its insurance business dodged hurricanes and benefited from lower taxes. The strong result gives Buf… [+2951 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The $550 OnePlus 6T makes me feel like I'm cheating in a world where top smartphones cost $750 or more", "description": "Those around me at work, New York City, and the US in general who buy top smartphones are spending $750 or more, with some of them even spending over $1,000 on a smartphone. And then there's me. I've been using the $580 OnePlus 6T with 8 GB of RAM and 128 GB …", "url": "https://www.businessinsider.com/oneplus-6t-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdca5c7da27f8723a509d29-1920-960.jpg", "publishedAt": "2018-11-04T13:00:00Z", "content": "Like many other phone makers when display bezels became narrow, OnePlus moved its fingerprint sensors to the backs of its phones. With the OnePlus 6T, it moved the sensor back to the front, despite its narrow bezels. That's because the OnePlus 6T is the first… [+1407 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China gave foreign countries and journalists seminars on how to restrict online speech and unflattering news reports", "description": "China has been hosting seminars for foreign countries and journalists on how to clamp down on online speech and writing positive news about China's economic policies, Freedom House reported. They include courses on President Xi Jinping's views on patriotism a…", "url": "https://www.businessinsider.com/china-taught-foreign-countries-journalists-how-to-restrict-speech-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59e2331fd4e920b4108b53a6-2732-1366.jpg", "publishedAt": "2018-11-04T12:32:22Z", "content": "China has been holding seminars for foreign countries and journalists on how to restrict online speech and write positive news about it, according to a Freedom House report published this week. The programs — which appear tailored to specific countries and re… [+4757 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "The 4 main drivers of market strength are all past their prime — and it's leaving stocks vulnerable to the next big crash", "description": "For years, the stock market has benefited from a remarkable confluence of positive factors, which pushed it to record highs. One Wall Street expert says these catalysts appear past their prime, which could lead to selling in the US market that would put the O…", "url": "https://www.businessinsider.com/stock-market-crash-4-main-drivers-of-strength-past-their-prime-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a7d8892d030721b008b4ab1-1920-960.jpg", "publishedAt": "2018-11-04T11:05:00Z", "content": "Through the first nine months of 2018, everything was firing on all cylinders for the US stock market. Companies were big beneficiaries of President Donald Trump 's unprecedented tax cuts. Year-over-year earnings growth was in the double digits. Firms were re… [+3359 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "The most expensive, rare, and bizarre vehicles Lewis Hamilton drives when he's not racing", "description": "Lewis Hamilton is a young, massively successful athlete who has already been crowned Formula 1 world champion five times. He earns approximately $51 million a year, according to Forbes, and is known for his relationships with some of the most famous women on …", "url": "https://www.businessinsider.com/every-vehicle-lewis-hamilton-drives-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9d9205f1f75355a0c02da-1920-960.jpg", "publishedAt": "2018-11-04T10:04:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Indonesia extends search for victims, second black box from crashed jet - Business Insider", "description": "Business Insider Indonesia extends search for victims, second black box from crashed jet Business Insider By Tabita Diela. JAKARTA (Reuters) - Indonesian authorities on Sunday extended by three days the search for the victims and a black box from the wreckage…", "url": "https://www.businessinsider.com/r-indonesia-extends-search-for-victims-second-black-box-from-crashed-jet-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T09:41:20Z", "content": "Divers collect debris in a bag in the search area for Lion Air's flight JT610 airplane, in Indonesia Thomson Reuters By Tabita Diela JAKARTA (Reuters) - Indonesian authorities on Sunday extended by three days the search for the victims and a black box from th… [+2202 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Sir Jeremy Heywood, the former head of the British civil service, dies aged 56", "description": "Former UK civil service boss Sir Jeremy Heywood has died. He passed away aged 56 following a battle with cancer. Heywood's death was announced on Sunday morning in a statement from Number 10 Downing Street. Prime Minister Theresa May described the news as \"ex…", "url": "https://www.businessinsider.com/jeremy-heywood-former-head-of-british-civil-service-dies-aged-56-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdebc050591f20871202d53-960-480.jpg", "publishedAt": "2018-11-04T09:32:02Z", "content": "Sir Jeremy Heywood, the former head of the British civil service, and one of the most influential figures in UK politics in recent years, has died aged 56 after a battle with cancer. Heywood's death was announced on Sunday morning in a statement from Number 1… [+471 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Trista Kelley", "title": "Bank analysts are getting crushed in Europe — and smaller firms are getting hit the worst", "description": "Revenues for banks from European equity research are plummeting in the aftermath of the introduction of MiFID II. Banks will be earning about 20% less on their European equity research — a drop of about $300 million — by the start of 2019, according to a repo…", "url": "https://www.businessinsider.com/europs-bank-analysts-getting-crushed-small-firms-hit-the-worst-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5c760591f268100c1e04-1136-568.jpg", "publishedAt": "2018-11-04T08:33:00Z", "content": "LONDON — Bad news for analysts who publish research on European companies: investment banks will be earning about 20% less on their European equity research — a drop of about $300 million — by the start of 2019. That's according to a report from Greenwich Ass… [+2392 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "May reportedly secures 'secret' Brexit concessions to keep whole of UK in a customs union — killing the Irish backstop problem", "description": "PM May reportedly secures \"secret\" concession from EU over Northern Irish border issue. Sunday Times reports that under plans devised by May and EU negotiators, the whole of the UK would effectively remain within a customs union with the bloc after Brexit. Ma…", "url": "https://www.businessinsider.com/brexit-reports-of-secret-concessions-by-eu-to-uk-in-exit-talks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b0ff8141ae66228008b48fe-960-480.jpg", "publishedAt": "2018-11-04T08:28:41Z", "content": "British Prime Minister Theresa May has reportedly secured a series of \"secret\" concessions from the European Union that could allow the whole of the UK to effectively remain within a customs union with the bloc after Brexit. According to the Sunday Times, May… [+2368 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Book leads No. 3 Notre Dame over Northwestern, 31-21", "description": "EVANSTON, Ill. (AP) — Ian Book threw for threw two touchdown passes and ran 23 yards for a score in the closing minutes to lead No. 3 Notre Dame to a 31-21 victory over Northwestern on Saturday night. The Fighting Irish (9-0, No. 4 CFP) remained in line for a…", "url": "http://uk.businessinsider.com/ap-book-leads-no-3-notre-dame-over-northwestern-31-21-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T05:00:00Z", "content": "EVANSTON, Ill. (AP) Ian Book threw for threw two touchdown passes and ran 23 yards for a score in the closing minutes to lead No. 3 Notre Dame to a 31-21 victory over Northwestern on Saturday night. The Fighting Irish (9-0, No. 4 CFP) remained in line for a p… [+2811 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Tagovailoa, No. 1 Alabama roll past No. 4 LSU, 29-0", "description": "BATON ROUGE, La. (AP) — Tua Tagovailoa threw two touchdown passes and ran 44 yards for a score in his toughest test this season, Alabama's defense stifled No. 4 LSU, and the top-ranked Crimson Tide remained unbeaten with a 29-0 victory Saturday night. Tagovai…", "url": "http://uk.businessinsider.com/ap-tagovailoa-no-1-alabama-roll-past-no-4-lsu-29-0-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T05:00:00Z", "content": "BATON ROUGE, La. (AP) Tua Tagovailoa threw two touchdown passes and ran 44 yards for a score in his toughest test this season, Alabama's defense stifled No. 4 LSU, and the top-ranked Crimson Tide remained unbeaten with a 29-0 victory Saturday night. Tagovailo… [+3748 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Murray recovers, rallies No. 7 OU past Texas Tech, 51-46", "description": "LUBBOCK, Texas (AP) — Kyler Murray recovered from a pair of early interceptions that led to a two-touchdown deficit, throwing for 360 yards and three touchdowns and running for 100 yards and another score to rally No. 7 Oklahoma to a 51-46 victory over Texas …", "url": "http://uk.businessinsider.com/ap-murray-recovers-rallies-no-7-ou-past-texas-tech-51-46-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T05:00:00Z", "content": "LUBBOCK, Texas (AP) Kyler Murray recovered from a pair of early interceptions that led to a two-touchdown deficit, throwing for 360 yards and three touchdowns and running for 100 yards and another score to rally No. 7 Oklahoma to a 51-46 victory over Texas Te… [+3301 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Trade war, spy claims cloud horizon for China airshow - Business Insider", "description": "Business Insider Trade war, spy claims cloud horizon for China airshow Business Insider By Brenda Goh and Stella Qiu. SHANGHAI/BEIJING (Reuters) - Trade frictions with the United States and accusations of industrial espionage are set to cast a cloud over Chin…", "url": "https://www.businessinsider.com/r-trade-war-spy-claims-cloud-horizon-for-china-airshow-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T03:57:00Z", "content": "Red Falcon rehearses ahead of the Zhuhai Airshow Thomson Reuters By Brenda Goh and Stella Qiu SHANGHAI/BEIJING (Reuters) - Trade frictions with the United States and accusations of industrial espionage are set to cast a cloud over China's largest aerospace me… [+4591 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Grace Panetta", "title": "The 2018 midterms will be the most expensive in history – here are the candidates who have raised and spent the most money since Trump's election", "description": "The 2018 midterms are in just three days, and they're shaping up to be the most expensive in history. The Center of Responsive Politics, which tracks campaign spending, projects a grand total of $5.2 billion will be spent on this year's elections. Democratic …", "url": "https://www.businessinsider.com/2018-congressional-candidates-raised-spent-most-money-data-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb2c99beb670504247efc2-1136-568.jpg", "publishedAt": "2018-11-04T03:06:45Z", "content": "Rick Scott and Beto O'Rourke lead the pack by a wide margin in campaign spending, with $66 and $59 million respectively in campaign this cycle. While Scott is pouring money in TV ads across Florida, O'Rourke is buying up not just TV, but also Facebook and Twi… [+1796 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Idaho teachers suspended for border wall, Mexican Halloween costumes - Business Insider", "description": "Fox News Idaho teachers suspended for border wall, Mexican Halloween costumes Business Insider (Reuters) - Fourteen staff at an Idaho primary school who dressed up as a border wall and as Mexicans for Halloween were put on administrative leave on Saturday for…", "url": "https://www.businessinsider.com/r-idaho-teachers-suspended-for-border-wall-mexican-halloween-costumes-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T03:04:21Z", "content": "(Reuters) - Fourteen staff at an Idaho primary school who dressed up as a border wall and as Mexicans for Halloween were put on administrative leave on Saturday for the \"insensitive\" and \"inappropriate\" costumes, a school superintendent said. Photos of the gr… [+2293 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "India iPhone sales to fall for first time in four years: researcher - Business Insider", "description": "Business Insider India iPhone sales to fall for first time in four years: researcher Business Insider BENGALURU (Reuters) - Apple's iPhone sales are set to dip by around a quarter in India's holiday season fourth quarter, putting them on course for the first …", "url": "https://www.businessinsider.com/r-india-iphone-sales-to-fall-for-first-time-in-four-years-researcher-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T01:24:32Z", "content": "Salesperson speaks on the phone at an Apple reseller store in Mumbai Thomson Reuters BENGALURU (Reuters) - Apple's iPhone sales are set to dip by around a quarter in India's holiday season fourth quarter, putting them on course for the first full-year fall in… [+1790 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "The migrant caravan from Central America is still hundreds of miles from the US border — here's everything we know about when it could arrive and what will happen next", "description": "The main caravan of roughly 4,000 Central American migrants is steadily moving north towards the United States border — but it has splintered into groups and remains hundreds of miles away. There are some major unknown factors that make it unclear exactly whe…", "url": "https://www.businessinsider.com/migrant-caravan-border-arrival-what-happens-next-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc8a56f556fc6af937d1d8-1920-960.jpg", "publishedAt": "2018-11-04T00:45:25Z", "content": "The caravan of some 4,000 Central American migrants who have been steadily trekking north towards the United States for weeks began to splinter on Saturday, following dashed hopes that they would be transported via bus to Mexico City. Though the Trump adminis… [+6129 chars]"}]}