{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "The CEO of SAP spent months convincing this startup to ditch its IPO and take his $8 billion offer: Here's why SAP wanted Qualtrics so badly (SAP)", "description": "SAP announced on Sunday that it was acquiring IPO-bound startup Qualtrics for $8 billion in cash. Qualtrics was on track for an IPO that would have valued the company at $4.8 billion in the middle of its price range. But McDermott, who had been talking with Q…", "url": "https://www.businessinsider.com/why-sap-is-buying-qualtrics-for-8-billion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8bb51f556fc31786b8643-1136-568.jpg", "publishedAt": "2018-11-11T23:31:09Z", "content": "SAP announced on Sunday that it plans to acquire IPO-bound startup Qualtrics for $8 billion cash. Qualtrics was on the verge of its IPO — it was even on its roadshow with potential investors this past week. It had expected to raise about $495 million in its I… [+2968 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "SAP buys Qualtrics for $8 billion on the verge of Qualtrics IPO that would have valued it at $4.8 billion", "description": "SAP announced on Sunday that it was acquiring IPO-bound startup Qualtrics for $8 billion cash. Qualtrics was on the verge of its IPO, was on in the middle of its roadshow last week and was scheduled for for its debut next week. It had expected to raise $424 m…", "url": "https://www.businessinsider.com/sap-buys-qualtrics-for-8-billion-2018-11", "urlToImage": null, "publishedAt": "2018-11-11T23:31:09Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "SAP is buying Utah-based startup Qualtrics for $8 billion — days before it's scheduled to IPO (SAP)", "description": "SAP has announced its intent to buy Qualtrics for $8 billion. Qualtrics is a Utah-based startup that helps companies gather feedback and refine their products. Qualtrics, which was last valued at $2.5 billion, was just days away from its IPO. That IPO could h…", "url": "https://www.businessinsider.com/sap-acquires-qualtrics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bca3785fed592332728a846-1536-768.jpg", "publishedAt": "2018-11-11T23:28:17Z", "content": "SAP, the German database giant, has announced an $8 billion all-cash deal to acquire Utah-based Qualtrics, a startup last privately valued at $2.5 billion. Notably, Qualtrics was scheduled to hold its IPO this week — an offering that could have valued the com… [+781 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Carrie Wittmer", "title": "Gerard Butler shares chilling photo of his home the California wildfires devastated and urges people to donate to support the firefighters", "description": "Actor Gerard Butler shared an image of his Malibu home on social media, which the Woolsey Fire in California has destroyed. The photo shows Butler in front of his home, which is completely burned down. He also thanked the LA Fire Department and urged people t…", "url": "https://www.businessinsider.com/gerard-butler-california-wildfires-destroy-home-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8964501b12d31152a8464-2732-1366.jpg", "publishedAt": "2018-11-11T21:18:53Z", "content": "Three dangerous fires are burning across the state of California, destroying thousands of homes and lives. Actor Gerard Butler, one of the many celebrities who had to evacuate, shared a photo of his home, which was destroyed by the Woolsey Fire in southern Ca… [+748 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump and Macron shared another intense handshake amid their fading bromance", "description": "President Donald Trump and French President Emmanuel Macron's previously close relationship seemed to fade at a weekend where world leaders gathered to celebrate 100 years since the end of World War I. The weekend began as Trump tweeted to bash Macron's plans…", "url": "https://www.businessinsider.com/trump-macron-handshake-photos-show-bromance-withering-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be7162c0d7c67219b568b6a-1920-960.jpg", "publishedAt": "2018-11-11T21:11:27Z", "content": "President Donald Trump and French President Emmanuel Macron's previously close relationship seemed to fade at a weekend where world leaders gathered to celebrate 100 years since the end of World War I. The weekend began as Trump tweeted to bash Macron's plans… [+209 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "The man accusing Tucker Carlson of assault previously filed a successful discrimination suit against a Virginia health club", "description": "Celebrity attorney Michael Avenatti revealed that artist Juan Manuel Granados is the man who is accusing Tucker Carlson of assault at a Virginia country club. Granados previously made headlines when he and his partner successfully sued a Virginia health club …", "url": "https://www.businessinsider.com/juan-manuel-granados-accusing-tucker-carlson-of-assault-sued-virginia-club-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be888200d7c672cb527ee93-1536-768.jpg", "publishedAt": "2018-11-11T20:18:23Z", "content": "On Sunday, celebrity attorney Michael Avenatti revealed the identity of the man who leveled bombshell assault allegations against Fox News host Tucker Carlson. In a tweet, Avenatti named Juan Manuel Granados as the man who was on the receiving end of shouts f… [+2928 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Browns rookie running back breaks out for 92-yard touchdown run for longest touchdown in team history", "description": "Cleveland Browns rookie running back Nick Chubb broke loose for a 92-yard touchdown run vs. the Atlanta Falcons. The run was the longest touchdown in Browns team history. Cleveland Browns rookie running back Nick Chubb broke loose for a 92-yard touchdown on S…", "url": "https://www.businessinsider.com/nick-chubb-92-yard-touchdown-run-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be88adada27f83eea2711b4-1136-568.jpg", "publishedAt": "2018-11-11T20:05:45Z", "content": "Cleveland Browns rookie running back Nick Chubb broke loose for a 92-yard touchdown on Sunday vs. the Atlanta Falcons, making it the longest touchdown run in team history. Early in the third quarter, Chubb got the handoff near the Browns' goal line, dodged a … [+536 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "A day in the life of a Deutsche Bank managing director, who wakes up at 5:00 a.m., spends 10 days of the month traveling, and works out twice a day even while on business trips", "description": "A New York -based managing director at Deutsche Bank spends up to 10 days out of the month traveling for work. Piers Constable described his daily routine to Business Insider — and exercise is a huge part of it. On a recent trip to Cote d'Ivoire, he woke up a…", "url": "https://www.businessinsider.com/day-in-the-life-deutsche-bank-exec-business-travel-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9fd52f556fc391332fa27-2560-1280.jpg", "publishedAt": "2018-11-11T20:02:00Z", "content": "Piers Constable, a managing director at Deutsche Bank, wakes up at 5:00 a.m. every day and spends eight to 10 days of the month traveling for work. Constable, based in New York City, has traveled to more than 60 countries while working for Deutsche Bank and h… [+620 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Democratic wins could mean state action on health care, guns", "description": "In areas won by Democrats residents can expect a push for left-leaning policies on health care coverage, gun control, education funding and marijuana.", "url": "https://www.businessinsider.com/ap-democratic-wins-could-mean-state-action-on-health-care-guns-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be87aa7e4218a2d8c338584-1920-960.jpg", "publishedAt": "2018-11-11T19:22:18Z", "content": "From New York to New Mexico, residents in a number of states can expect a leftward push for expanded health care coverage, gun control, education funding and legalized recreational marijuana as Democrats who gained new or stronger powers in the midterm electi… [+8427 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexei Oreskovic", "title": "Xbox will get mouse and keyboard support November 14 and 'Fortnite' is one of the first games to have it (MSFT)", "description": "Microsoft announced that the Xbox One console would support mouse and keyboards on November 14, and that it was partnering with Razer to create a special line of keyboard and mouse products. Microsoft also said it planed to acquire game development studios Ob…", "url": "https://www.businessinsider.com/xbox-mouse-keyboard-support-november-14-fortnite-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be87effda27f83ea6643ec3-2732-1366.jpg", "publishedAt": "2018-11-11T19:21:44Z", "content": "Microsoft's Xbox One console will officially get mouse and keyboard support on November 14, the company said on Saturday at its XO18 event. Eight games including Fortnite will be ready to support keyboard and mouse support on the Xbox console in November, wit… [+1076 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Myanmar prepares for first Rohingya returnees, but UN warns against rushing - Business Insider", "description": "Business Insider Myanmar prepares for first Rohingya returnees, but UN warns against rushing Business Insider By Poppy McPherson and Ruma Paul. YANGON/COX'S BAZAR, Bangladesh (Reuters) - Myanmar officials said on Sunday the country was ready to receive more t…", "url": "https://www.businessinsider.com/r-myanmar-prepares-for-first-rohingya-returnees-but-un-warns-against-rushing-2018-11", "urlToImage": null, "publishedAt": "2018-11-11T19:09:41Z", "content": "FILE PHOTO: Rohingya refugees walk at Jamtoli camp in the morning in Cox's Bazar Thomson Reuters By Poppy McPherson and Ruma Paul YANGON/COX'S BAZAR, Bangladesh (Reuters) - Myanmar officials said on Sunday the country was ready to receive more than 2,000 Rohi… [+2838 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Kellyanne Conway says the edited Jim Acosta mic-grab video is 'not altered' but 'sped up', which is fine because 'they do it all the time in sports'", "description": "Counselor to the President Kellyanne Conway hit back against observations that the White House shared a doctored video of CNN's Jim Acosta at a White House press conference to exaggerate the confrontation with a White House intern. \"Fox News Sunday\" host Chri…", "url": "https://www.businessinsider.com/kellyanne-conway-jim-acosta-video-not-altered-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be858c13815073144508e14-1920-960.jpg", "publishedAt": "2018-11-11T19:00:21Z", "content": "Counselor to the President Kellyanne Conway hit back against observations that the White House shared an edited video of a White House intern trying to take a microphone away from CNN's Jim Acosta to exaggerate the confrontation. \"Fox News Sunday\" host Chris … [+3018 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Military & Defense Team", "title": "The guns of World War I fell silent 100 years ago — these vivid colorized photos bring the Great War to life", "description": "The guns of World War I fell silent 100 years ago — these vivid colorized photos bring the Great War to life SEE ALSO: It's been 78 years since the Battle of Britain — here are 14 photos of the Nazi onslaught in the skies of England Join the conversation abou…", "url": "https://www.businessinsider.com/world-war-i-color-photos-2017-4", "urlToImage": "https://amp.businessinsider.com/images/55b645ee2acae78b0e8ba0af-750-375.jpg", "publishedAt": "2018-11-11T18:37:49Z", "content": "On July 28, 1914, a month after a Bosnian-Serb assassinated Austrian Archduke Franz Ferdinand on a street corner in Sarajevo, the Austro-Hungarian Empire declared war on Serbia, beginning World War I. Three bloody years later, the US would enter the conflict … [+527 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "CNN and Jim Acosta are suing the White House over revoked press credentials, former White House correspondent says", "description": "Longtime ABC News White House correspondent Sam Donaldson said Sunday that CNN chief White House correspondent Jim Acosta and the network were suing the Trump administration over Acosta's revoked press credentials. Donaldson told CNN host Brian Stelter that h…", "url": "https://www.businessinsider.com/cnn-jim-acosta-suing-white-house-over-press-pass-donaldson-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be86deb8c35ab2ebf5d7304-2732-1366.jpg", "publishedAt": "2018-11-11T18:28:15Z", "content": "Longtime ABC News White House correspondent Sam Donaldson said Sunday that CNN chief White House correspondent Jim Acosta and the network were suing the Trump administration over Acosta's revoked press credentials. Donaldson told CNN \"Reliable Sources\" host B… [+1534 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Democrats are reportedly gearing up to investigate Trump's actions against CNN and the Washington Post", "description": "Incoming House Intelligence Committee Chairman Adam Schiff told \" Axios on HBO \" that the Democrats plan to investigate Trump's beef with CNN and the Washington Post. Trump has allegedly taken specific actions the two outlets, targeting their owners and paren…", "url": "https://www.businessinsider.com/democrats-possible-investigations-trump-cnn-washington-post-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be33cdb0591f26191664f58-1920-960.jpg", "publishedAt": "2018-11-11T17:58:00Z", "content": "After the midterm elections, speculation immediately began on how the incoming Democratic House majority would use their newfound power to challenge President Donald Trump. Now, the incoming House Intelligence Committee chairman told Axios that Democrats inte… [+2997 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "'The Grinch' easily wins the weekend box office, while 'Girl in the Spider's Web' bombs", "description": "The latest animated movie by the studio behind \"Despicable Me\" and \"Minions\" has another hit with \"The Grinch.\" This most recent retelling of the classic Dr. Seuss story won the weekend box office with $66 million. This opening bests the 2000 Jim Carrey-starr…", "url": "https://www.businessinsider.com/the-grinch-wins-weekend-box-office-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be820ddbeb67029b53c4ae2-1536-768.jpg", "publishedAt": "2018-11-11T17:08:45Z", "content": "It seems like everyone is already in the holiday spirit as the latest telling of the Dr. Seuss classic, \"How the Grinch Stole Christmas!\" took a nice bite out of the US box office over the weekend. The most recent title from animation studio Illumination (cre… [+1624 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Carrie Wittmer", "title": "Lil Wayne and Future joined 'SNL' for a rap about butts that had an important message about consent", "description": "An \"SNL\" rap called \"Permission\" that features Future and Lil Wayne is hilarious but also sends a great message about consent reflective of the #MeToo movement. Throughout the song, the characters try to prove that they respect women and that they are allies,…", "url": "https://www.businessinsider.com/snl-lil-wayne-future-rap-about-consent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be848998c35ab2d2129ee05-1920-960.jpg", "publishedAt": "2018-11-11T16:49:04Z", "content": "An \"SNL\" rap about butts from Saturday night that features Future and Lil Wayne is hilarious but also sends an important message about consent. \"Permission\" starts off introducing the \"Booty Kings\" played by Chris Redd, Kenan Thompson, and Pete Davidson (as a… [+883 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Alibaba just had the biggest online shopping day of all time, nearly tripling every company's 2017 Black Friday and Cyber Monday sales combined (BABA)", "description": "Alibaba made e-commerce history on Sunday, with $30.8 billion in sales over the last 24 hours as part of the company's massive Singles' Day celebration. The $30.8 billion in generated sales is a significant increase from 2017, when customers spent $25.3 billi…", "url": "https://www.businessinsider.com/alibaba-singles-day-2018-biggest-online-shopping-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e2fabeb67012f268a2fb-1920-960.jpg", "publishedAt": "2018-11-11T16:31:31Z", "content": "SHANGHAI, China — Alibaba just made e-commerce history. With the company's massive Singles' Day celebration on 11/11 — November 11 — coming to a close, Alibaba reports that customers spent $30.8 billion online over the last 24 hours. That is a significant inc… [+3009 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Adam Schiff says if the acting attorney general doesn't recuse himself from the Mueller probe, he'll have to answer to Democrats", "description": "Incoming House Intelligence Committee Chairman Adam Schiff said Democrats were prepared to challenge acting Attorney General Matthew Whitaker's legitimacy in overseeing the special counsel Robert Mueller's probe. Speaking on Sunday's \"Meet the Press,\" Schiff …", "url": "https://www.businessinsider.com/schiff-whitaker-recusal-calls-mueller-investigation-2018-11", "urlToImage": null, "publishedAt": "2018-11-11T16:31:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "We compared Amazon's lockers and Walmart's pickup towers to see which one was easier to use — and there was a clear winner (WMT, AMZN)", "description": "Walmart and Amazon 's pickup lockers allow shoppers to place orders online and pick them up in stores, rather than having their packages shipped home. Walmart has pickup towers in 700 stores. Amazon has more than 2,000 locker locations. We compared the two on…", "url": "https://www.businessinsider.com/amazon-locker-vs-walmart-pickup-tower-which-is-better-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4c15d01b12d7e0339e32e-1920-960.jpg", "publishedAt": "2018-11-11T15:40:00Z", "content": "Walmart and Amazon 's pickup lockers allow shoppers to place orders online and pick them up in stores, rather than having them shipped home. In April, Walmart announced it would be adding pickup towers to 700 of its stores, making the option to pick up orders… [+1226 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "The most 'disciplined' people don't have more self-control than you — they just make a different daily choice", "description": "People who seem to have a lot of self discipline are really better at limiting the temptations in their environment. That's according to the book \"Atomic Habits\" by James Clear. Clear's point is backed by research, including a study that found rearranging the…", "url": "https://www.businessinsider.com/discipline-avoiding-temptation-science-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b732793dcee30d27c8b4883-1920-960.jpg", "publishedAt": "2018-11-11T15:33:00Z", "content": "I've been reading \" Atomic Habits \" by James Clear. Clear has a popular website where he writes about productivity; in this new book, he zeroes in on the science behind building good habits and breaking bad ones. One of the most enlightening snippets is about… [+2859 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "How an academic specialist in human memory created a chat app that’s helping companies fight harassment and discrimination", "description": "Spot is a new chatbot that's designed to help victims of harassment and discrimination record and report their experiences. The service uses natural language processing to understand and respond to users' answers to its questions in order to encourage them to…", "url": "https://www.businessinsider.com/all-turtles-spot-chatbot-is-now-available-for-enterprises-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be62e75101142246b7fde85-2560-1280.jpg", "publishedAt": "2018-11-11T15:30:00Z", "content": "Artificial intelligence promises to reduce car accidents through autonomous driving and crime through facial recognition. It might also help companies tackle the pervasive problems of workplace harassment and discrimination. That's the theory of the founders … [+9854 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "A major French port goes on strike so often that the UK has come up with a procedure called 'Operation Stack' for all the trucks that get backed up on the highway", "description": "French port workers strike so often in England that the British government has had to launch a truck parking scheme called \"Operation Stack.\" Operation Stack keeps British truckers lined up to enter France via underwater tunnel. Brexit will likely intensify t…", "url": "https://www.businessinsider.com/operation-stack-france-uk-truck-drivers-lorries-strike-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be364e3381507612355a8ea-960-480.jpg", "publishedAt": "2018-11-11T15:03:00Z", "content": "The UK economy took a hit of £250 million ($ 328 million) a day for about 24 days one summer in 2015. British coastguards were sent out in droves with bottles of water and emergency meals. One official called the situation \"absolute mayhem.\" The cause: a mass… [+3558 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Costco sells millions of pumpkin pies every year — and the recipe has apparently been the same since 1987 (COST)", "description": "Costco is set to sell millions of pumpkin pies this year, if previous years are any indication. The company sold 5.3 million pies in 2015, according to Costco Connection, the monthly magazine for Costco members. Those pies required 3.4 million pumpkins to mak…", "url": "https://www.businessinsider.com/costco-sells-millions-pumpkin-pies-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be488ffda27f803385a2837-960-480.jpg", "publishedAt": "2018-11-11T14:45:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "I went to one of Bill Clinton's favorite restaurants in Arkansas, which was once described as a 'vegetarian's hell,' to see if the food lived up to the hype — here's the verdict", "description": "Former President Bill Clinton has had a reputation for unhealthy eating habits, particularly before and during the early years of his presidency. Doe's Eat Place, a regional restaurant chain with a location in Little Rock, Arkansas, is perhaps the most famous…", "url": "https://www.businessinsider.com/does-eat-place-photos-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be48bdc9e8c537c6b7d3048-1920-960.jpg", "publishedAt": "2018-11-11T14:14:00Z", "content": "Former President Bill Clinton has had a reputation for unhealthy eating habits, particularly before and during the early years of his presidency. In 1992, The New York Times dedicated a story to Clinton's diet before he took office, listing cinnamon rolls, ba… [+1036 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord and Benjamin Zhang", "title": "One of these 15 finalists will become Business Insider's 2018 Car of the Year", "description": "Each year Business Insider selects 15 finalists for its Car of the Year competition. The cars are chosen from the more than five dozen we road tested during the year. The vehicles range from family SUVs and sedans to supercars and electric vehicles. Brands re…", "url": "https://www.businessinsider.com/business-insider-2018-car-of-the-year-finalists-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be374ee01b12d616b4038e9-1920-960.jpg", "publishedAt": "2018-11-11T14:07:00Z", "content": "Autumn has arrived, and with it the fifth installment of Business Insider's Car of the Year award. In 2014 the Corvette Stingray was our winner. In 2015 it was the Volvo XC90. In 2016 the Acura NSX captured the trophy. And for 2017 we chose the Porsche Paname… [+1739 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "The 15 worst airports in America: RANKED", "description": "The Points Guy, recently released a ranking of the 15 worst airports in America. By looking at amenities, accessibility, and timeliness, the travel website was able to compile a report that ranked airports based on aspects that are most important to travelers…", "url": "https://www.businessinsider.com/worst-airports-america-the-points-guy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be7c27501b12d2a606e3b63-2732-1366.jpg", "publishedAt": "2018-11-11T13:57:00Z", "content": "Everyone knows traveling is a hassle, but sometimes being at a specific airport makes the experience that much worse. The travel website, The Points Guy, recently released a ranking of the 15 worst airports in America. Using data collected from the Department… [+1433 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Putin saved his warmest greeting for Trump as he met world leaders in Paris", "description": "US President Donald Trump and Russian President Vladimir Putin have met for the first time since the Helsinki summit in July. The pair are in Paris, France, to mark 100 years since the armistice that ended World War I. Putin exchanged brief handshakes with ot…", "url": "https://www.businessinsider.com/vladimir-putin-donald-trump-meet-in-paris-on-armistice-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be82f123815072f533ba143-1920-960.jpg", "publishedAt": "2018-11-11T13:49:57Z", "content": "US President Donald Trump and his Russian counterpart Vladimir Putin have met for the first time since the Helsinki summit in July. The pair are in Paris, France, to mark 100 years since the armistice that ended World War I. They observed a commemoration cere… [+1475 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "I explored the inside of a human nose and it convinced me that the real business in VR isn't gaming, it's all about training workers", "description": "On Thursday, virtual reality company HTC VIVE announced its new headset called the Vive Focus, which is aimed at enterprises. Although VR has previously mostly been used for gaming, it is quickly growing for enterprise use. It can be used for business collabo…", "url": "https://www.businessinsider.com/htc-vive-releases-headset-that-shows-the-future-of-vr-is-enterprise-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4e5270d7c677d68447ccc-2732-1366.jpg", "publishedAt": "2018-11-11T13:44:00Z", "content": "As I put on a bulky white headset and adjusted it to fit my head, I found myself in a hospital room. One doctor leaned over a sleeping patient who had an air pumping device on his nose, while another was preparing tools. I felt like I was on an episode of \" G… [+4262 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "These are the 35 US tech startups that have reached unicorn status in 2018", "description": "When Instagram sold to Facebook for $1 billion in 2013, it felt like a massive sum of money. Five years later, we seem to be numb to the billion-dollar acquisitions and valuations around us. WhatsApp was acquired for $19 billion. Uber is valued at $72 billion…", "url": "https://www.businessinsider.com/tech-startups-unicorns-2018-full-list-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5eed88c35ab16992cc11f-2732-1366.jpg", "publishedAt": "2018-11-11T13:42:00Z", "content": "When Instagram sold to Facebook for $1 billion in 2013, it felt like a massive sum of money. Five years later, we seem to be numb to the billion-dollar acquisitions and valuations around us. WhatsApp was acquired for $19 billion. Uber is valued at $72 billion… [+783 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "Jeff Bezos says his advice to Amazon interns and execs is to stop aiming for work-life 'balance' — here's what you should strive for instead", "description": "Amazon CEO Jeff Bezos says he believes the term \"work-life balance\" is a \"debilitating phrase.\" Bezos revealed that one of the top pieces of advice he offers new Amazon employees is that they shouldn't view the two as a strict trade-off. Instead, Bezos thinks…", "url": "https://www.businessinsider.com/jeff-bezo-advice-to-amazon-employees-dont-aim-for-work-life-balance-its-a-circle-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5ae72fb719ee861f008b46e2-2732-1366.jpg", "publishedAt": "2018-11-11T13:16:00Z", "content": "Amazon CEO Jeff Bezos isn't a fan of the phrase \"work-life balance.\" At an April awards event hosted by Axel Springer and Business Insider US editor in chief Alyson Shontell, Bezos revealed the counterintuitive advice he offers new Amazon employees. Bezos bel… [+1839 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "These are the 10 highest-paying jobs in tech, according to Glassdoor", "description": "You don't need to be technical to land a job at one of the top tech companies. But for those who develop their technical skills, the rewards can be vast. In Glassdoor's latest report, the company broke down the highest-paying tech jobs in the industry, based …", "url": "https://www.businessinsider.com/highest-paying-tech-jobs-salary-glassdoor-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b52001ca0374029008b47c6-1920-960.jpg", "publishedAt": "2018-11-11T13:11:00Z", "content": "Elaine Thompson/AP You don't need to be technical to land a job at one of the top tech companies. But for those who develop their technical skills, the rewards can be vast. In Glassdoor's latest report, the company broke down the highest-paying tech jobs in t… [+178 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Linette Lopez", "title": "It's all going dark again in the gambling capital of the world", "description": "Wynn Resorts this week forecasted doom for revenues in the gambling capital of the world, Macau. Some on Wall Street say the casino giant is being overly conservative, but economic indicators on mainland China tell a different story. We know that China's econ…", "url": "https://www.businessinsider.com/china-economy-slows-macau-casinos-suffer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be609c0101142214d6b472a-2732-1366.jpg", "publishedAt": "2018-11-11T13:04:00Z", "content": "We know that China's economy is slowing dramatically, and one of the places where you can see that very clearly is Macau, the gambling capital of the world. Wall Street was reminded of that on Wednesday, when Wynn Resorts reported earnings. While the third qu… [+3554 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "AI could soon be all around us — here's how that could upend 8 different industries", "description": "Some major industries could soon be shaken up by a new development in artificial intelligence — the technology's increasing portability. Chip manufacturers are making processors specifically for machine learning and related AI features, noted Deloitte analyst…", "url": "https://www.businessinsider.com/deloitte-impacts-pervasive-artificial-intelligence-on-8-industries-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be606860591f224ec3b907c-1920-960.jpg", "publishedAt": "2018-11-11T12:45:00Z", "content": "Some major industries could soon be shaken up by a new development in artificial intelligence — the technology's increasing portability. Chip manufacturers are making processors specifically for machine learning and related AI features, noted Deloitte analyst… [+2018 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "A topless protester got dangerously close to Donald Trump's motorcade in Paris", "description": "A topless protester got within metres of US President Donald Trump's car on Sunday. Trump is in Paris to mark 100 years since the armistice that ended World War I. The protester stormed his motorcade on the Champs Elysees before being detained by police. Radi…", "url": "https://www.businessinsider.com/topless-protester-gets-close-to-donald-trump-motorcade-in-paris-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8195f8c35ab2b7d4e1053-1920-960.jpg", "publishedAt": "2018-11-11T12:05:24Z", "content": "A topless protester, likely part of the radical women's rights group Femen, got dangerously close to Donald Trump's car as she demonstrated against the US president's visit to Paris. Trump is in France to mark 100 years since the armistice that ended World Wa… [+1308 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Google once rejected this founder for a job — but then went on to acquire his first startup and partner with his 2nd - New Haven Register", "description": "Pointy\n\n\n\n\nIrish entrepreneur Mark Cummins is the founder of Pointy, a startup that helps bricks-and-mortar retailers show what they have in stock online.\nCummins is a serial entrepreneur and sold his first startup, visual search app Plink, to Google in 2010.…", "url": "https://www.businessinsider.com/google-reject-mark-cummins-pointy-interview-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.nhregister.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-11T11:57:15Z", "content": "Pointy LISBON — As an engineering and computer science graduate from the University of Oxford, Mark Cummins fancied his chances of landing a job at Google. Oxford is one of the most prestigious universities in the world and ranks highly on global league table… [+6879 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "The world's biggest stock bear unloads on the 'stupidity' of Wall Street — and explains why the October meltdown was just a 'drop in the bucket' before the next big crash", "description": "John Hussman — the outspoken investor and former professor who has been predicting a stock crash — says the October sell-off was just a warmup for the eventual crash that he says will rock the market. Hussman is closely watching market internals for signs of …", "url": "https://www.businessinsider.com/next-stock-market-crash-will-put-october-meltdown-to-shame-john-hussman-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aa2f98b2e867219008b4693-1920-960.jpg", "publishedAt": "2018-11-11T11:05:00Z", "content": "If you thought the stock market correction in October was bad, you ain't seen nothing yet. So says John Hussman, the former economics professor and current president of the Hussman Investment Trust. He actually argues the market has been headed for an imminen… [+4381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Theresa May's Brexit deal is being declared dead before it has even been born", "description": "There is growing concern that Theresa May's Brexit deal will be voted down by MPs in December, even if it is approved by her Cabinet this week. At the centre of concerns remains proposals on how to keep open the border between Northern Ireland and the Republi…", "url": "https://www.businessinsider.com/theresa-may-brexit-deal-declared-dead-before-born-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be7ee68c9570128343342c2-1136-568.jpg", "publishedAt": "2018-11-11T09:53:48Z", "content": "Theresa May's Brexit deal is being declared dead before it has even been born. The British prime minister is set for a crunch meeting with her Cabinet early this week, where she will attempt to get her EU withdrawal agreement signed off by senior ministers. B… [+2700 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Poland marks centenary of its national rebirth at end of WWI - Business Insider", "description": "Washington Post Poland marks centenary of its national rebirth at end of WWI Business Insider WARSAW, Poland (AP) — Poland is celebrating the 100th anniversary of its rebirth as an independent state on Sunday with a multitude of events across the country, inc…", "url": "https://www.businessinsider.com/ap-poland-marks-centenary-of-its-national-rebirth-at-end-of-wwi-2018-11", "urlToImage": null, "publishedAt": "2018-11-11T09:48:00Z", "content": "WARSAW, Poland (AP) — Poland is celebrating the 100th anniversary of its rebirth as an independent state on Sunday with a multitude of events across the country, including marches, Masses, and the national hymn being sung in more than 600 public places. The n… [+2430 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Trump is 'hostile' to international order warns Theresa May's former security chief", "description": "Donald Trump's \"hostile\" attitude towards the liberal world order poses a \"major problem\" to the UK's national security, according to Theresa May's former national security chief Sir Mark Lyall Grant. The US President has pulled the US from major treaties, bl…", "url": "https://www.businessinsider.com/trump-hostile-approach-to-liberal-world-order-is-biggest-threat-to-uk-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c2de0d7c670c9159aa37-960-480.jpg", "publishedAt": "2018-11-11T09:20:00Z", "content": "LONDON — US President Donald Trump's \"hostile\" attitude towards the international world order has put international peace at risk, Theresa May's former national security chief has told Business Insider. Sir Mark Lyall Grant, who was the UK national security a… [+2777 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Shadow minister on Corbyn's frontbench joins growing calls for a second Brexit referendum", "description": "Labour's Shadow Science Minister Chi Onwurah MP tells Business Insider: \"If the choice is between a second referendum and a deal which is bad for Britain then I would go for a second referendum.\" Shadow Brexit secretary Keir Starmer was in Brussels last week …", "url": "https://www.businessinsider.com/labour-chi-onwurah-backs-second-referendum-on-brexit-peoples-vote-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5bb8ce4218a0c4c71971e-750-375.jpg", "publishedAt": "2018-11-11T08:45:00Z", "content": "LISBON —A shadow minister in Labour leader Jeremy Corbyn's frontbench team has joined growing calls for a second EU referendum, telling Business Insider that a second vote will be necessary if May's Brexit deal is bad for Britain. Labour's shadow science mini… [+3324 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "Google once rejected this founder for a job — but then went on to acquire his first startup and partner with his 2nd", "description": "Irish entrepreneur Mark Cummins is the founder of Pointy, a startup that helps bricks-and-mortar retailers show what they have in stock online. Cummins is a serial entrepreneur and sold his first startup, visual search app Plink, to Google in 2010. Ironically…", "url": "https://www.businessinsider.com/google-reject-mark-cummins-pointy-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1db3e38150737e4582097-2732-1366.jpg", "publishedAt": "2018-11-11T08:00:00Z", "content": "LISBON — As an engineering and computer science graduate from the University of Oxford, Mark Cummins fancied his chances of landing a job at Google. Oxford is one of the most prestigious universities in the world and ranks highly on global league tables for c… [+6891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "These are the 50 most recommended videos on YouTube", "description": "A study from the Pew Research Center has delved into how we use and interact with the world's biggest video site — YouTube. As well as looking at how people use YouTube, it also examined how YouTube influences people through its algorithm, which recommends vi…", "url": "https://www.businessinsider.com/youtube-50-most-recommended-videos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a60bca628eecc1b0f8b5731-1920-960.png", "publishedAt": "2018-11-11T08:00:00Z", "content": "A study from the Pew Research Center has delved into how we use and interact with the world's biggest video site — YouTube. As well as looking at how people use YouTube, it also examined how YouTube influences people through its algorithm, which recommends vi… [+641 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Backup QB Wimbush, defense help No. 3 Irish dominate FSU", "description": "SOUTH BEND, Ind. (AP) — Brandon Wimbush threw three-first half touchdown passes, Dexter Williams ran for a career-high 202 yards and No. 3 Notre Dame took advantage of Florida State turnovers to rout Florida State 42-13 on a frosty Saturday night. With the te…", "url": "http://uk.businessinsider.com/ap-backup-qb-wimbush-defense-help-no-3-irish-dominate-fsu-2018-11", "urlToImage": null, "publishedAt": "2018-11-11T05:00:00Z", "content": "SOUTH BEND, Ind. (AP) Brandon Wimbush threw three-first half touchdown passes, Dexter Williams ran for a career-high 202 yards and No. 3 Notre Dame took advantage of Florida State turnovers to rout Florida State 42-13 on a frosty Saturday night. With the temp… [+2852 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark and Associated Press", "title": "The Thousand Oaks gunman died from a self-inflicted gunshot, authorities confirm", "description": "The gunman who killed 12 people at a bar in Thousand Oaks, California, fatally shot himself after exchanging gunfire with an officer, authorities said. An autopsy revealed Saturday that Ian David Long, 28, died from a self-inflicted gunshot wound. Investigato…", "url": "https://www.businessinsider.com/thousand-oaks-shooter-died-from-self-inflicted-gunshot-2018-11", "urlToImage": null, "publishedAt": "2018-11-11T03:11:39Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "California Democrat Harley Rouda wins House race over pro-Russia Republican Dana Rohrabacher", "description": "Associated Press/Kyusung Gong Republican Rep. Dana Rohrabacher of California was defeated Saturday by his Democratic opponent, Harley Rouda. Rohrabacher was best known nationally for his outspoken support of improved ties with Russia — his name has even come …", "url": "https://www.businessinsider.com/ap-democrat-rouda-wins-house-race-over-californias-rohrabacher-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be78e5e8c35ab2864446354-1920-960.jpg", "publishedAt": "2018-11-11T02:14:00Z", "content": "HUNTINGTON BEACH, Calif. (AP) — Republican Rep. Dana Rohrabacher, a one-time speechwriter for President Ronald Reagan who later became Russia's leading defender on Capitol Hill and an outspoken advocate for legalized marijuana, was defeated Saturday, a victim… [+5007 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Report: Pilot error cause of deadly military plane crash - Business Insider", "description": "ActionNewsJax.com Report: Pilot error cause of deadly military plane crash Business Insider SAVANNAH, Ga. (AP) — The cause of a military plane crash that left nine people dead outside Savannah, Georgia, was pilot error, according to a report by the U.S. Air F…", "url": "https://www.businessinsider.com/ap-report-pilot-error-cause-of-deadly-military-plane-crash-2018-11", "urlToImage": null, "publishedAt": "2018-11-11T01:58:00Z", "content": "SAVANNAH, Ga. (AP) — The cause of a military plane crash that left nine people dead outside Savannah, Georgia, was pilot error, according to a report by the U.S. Air Force Accident Investigation Board. Nine airmen from the Puerto Rico National Guard died May … [+1870 chars]"}]}