{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "The holidays are looking like a happy time for digital ads — and for Google, Amazon, and even Facebook (AMZN, FB, GOOGL)", "description": "Digital advertising spending appears to be growing at a healthy rate this holiday season, Colin Sebastian, an analyst with Baird Equity Research, said in a new report. Ad spending on Google is growing faster than it did in the third quarter, he said, citing d…", "url": "https://www.businessinsider.com/baird-colin-sebastian-reports-merkle-ad-data-q4-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c005f529405c907c245709a-1536-768.jpg", "publishedAt": "2018-11-29T23:39:54Z", "content": "This holiday season could be a happy one for the big players in the digital advertising business. Google and Amazon are seeing a notable uptick in ad sales, Colin Sebastian, a financial analyst with Baird Equity Research, said in a new report, citing data fro… [+2734 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "The Trump Organization reportedly wanted to give Putin the penthouse in Trump Tower Moscow", "description": "The Trump Organization reportedly planned to give Russian President Vladimir Putin the $50 million penthouse in the now-defunct Trump Tower Moscow. Michael Cohen, President Donald Trump's former longtime lawyer who oversaw the project, reportedly discussed th…", "url": "https://www.businessinsider.com/trump-organization-putin-penthouse-trump-tower-moscow-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58b0764301fe586a018b67b9-1136-568.jpg", "publishedAt": "2018-11-29T23:38:41Z", "content": "When it was pushing to build a Trump Tower in Moscow, the Trump Organization reportedly wanted to give Russian President Vladimir Putin the penthouse in the building. According to BuzzFeed News, two law-enforcement officials said Michael Cohen, who was Presid… [+3524 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "16 cheerful outdoor holiday decorations that'll brighten up your yard", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. According to the many people I've inadvertently polled in grocery store lines, parking lots, and …", "url": "https://www.businessinsider.com/outdoor-christmas-decorations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c006c899405c909261125e7-750-375.jpg", "publishedAt": "2018-11-29T23:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon According to the many people I've inadvertently polled in grocery store lines, parking lot… [+1035 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk said Tesla owners will be able to use their phones to summon their vehicles from 'across the continent' in a few years (TSLA)", "description": "Tesla owners will be able to summon their vehicles with their phones \"from across the continent\" in a few years, CEO Elon Musk said on Wednesday via Twitter. \"You can summon your Tesla from your phone. Only short distances today, but in a few years summon wil…", "url": "https://www.businessinsider.com/tesla-summon-upgrade-is-coming-elon-musk-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c006e971a27840a681c5c48-1334-667.jpg", "publishedAt": "2018-11-29T23:24:21Z", "content": "Tesla owners will be able to summon their vehicles with their phones \"from across the continent\" in a few years, CEO Elon Musk said on Wednesday via Twitter. \"You can summon your Tesla from your phone. Only short distances today, but in a few years summon wil… [+2057 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Google's Dragonfly execs didn't take written notes and isolated internal teams to hide China search plans from other employees (GOOG, GOOGL)", "description": "On Thursday, The Intercept released a report describing the efforts at Google to push aside internal security and privacy concerns over its controversial project, Dragonfly. Dragonfly is a censored search engine being built by Google for China. According to T…", "url": "https://www.businessinsider.com/google-tactics-prevent-internal-employees-learning-about-dragonfly-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00639bd18a29098820e097-1920-960.jpg", "publishedAt": "2018-11-29T23:21:00Z", "content": "Google executives overseeing a censored search app for China were so worried about employee opposition that they circumvented standard company procedures, shutting out important legal and security staffers from deliberations and even isolating the various tea… [+2336 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL WEEK 13: Our official predictions for who wins this weekend", "description": "For NFL gamblers, it's been a rough year for sharp bettors and our picks have in turn suffered. Still, Week 13 presents plenty of great gambling opportunities for bettors looking to recover a bit of their bankroll. This week, while some home underdogs still l…", "url": "https://www.businessinsider.com/week-13-nfl-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c005696d78fe0070c597953-1536-768.jpg", "publishedAt": "2018-11-29T23:15:30Z", "content": "It shouldn't be mathematically possible for a person's picks to be as bad as mine has been so far this NFL season. In a sense, my current losing streak is impressive — a statistical anomaly that will be studied by future generations. At least I will leave a l… [+669 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Republican Tim Scott bucks his own party to vote against a Trump judicial nominee accused of defending racially discriminatory voter suppression", "description": "Sen. Tim Scott, a South Carolina Republican, announced he will become the deciding vote in opposing President Donald Trump's controversial judicial nominee Thomas Farr. The sole black member of the Republican Senate caucus, Scott based his opposition to Farr …", "url": "https://www.businessinsider.com/republican-tim-scott-bucks-trump-to-oppose-judicial-nominee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c006e6ad18a290abd610347-1136-568.jpg", "publishedAt": "2018-11-29T23:15:21Z", "content": "Sen. Tim Scott, a South Carolina Republican and the sole black member of the Republican Senate caucus, announced he will oppose judicial nominee Thomas Farr, assuring that the controversial conservative lawyer will not get a seat on the federal bench. Scott b… [+2806 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Laura Loomer, a far-right activist who tweeted anti-Muslim remarks about Minnesota Rep.-elect Ilhan Omar, handcuffed herself to Twitter's HQ after the company kicked her off the platform", "description": "Laura Loomer has handcuffed herself to the entrance of Twitter's headquarters in New York City. Loomer is protesting the platform's decision to kick her off the platform for violating its rules on \"hateful conduct.\" In addition to Twitter, Loomer has been tem…", "url": "https://www.businessinsider.com/lara-loomer-chained-herself-twitter-hq-after-banned-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c006c34e1f88b0b2b69ba43-1536-768.jpg", "publishedAt": "2018-11-29T23:13:03Z", "content": "In response to getting kicked off Twitter, far-right conservative Laura Loomer chained herself to the platform's Manhattan headquarters Thursday night. Livestream video posted to Periscope on Thursday night captured Laura Loomer, who had handcuffed to the gla… [+2866 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The makers of 'Fallout 76' have been caught in a cyclone of scandals since the game's release — here's why fans are outraged", "description": "The release of \"Fallout 76\" has largely been a disaster and many players who bought the game after the launch two weeks ago are now demanding refunds. Bethesda Studios is currently refusing refunds based on their digital store policy, but some players previou…", "url": "https://www.businessinsider.com/fallout-76-backlash-could-lead-to-class-action-lawsuit-against-studio-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00646c8eb7e8095c42bf49-1334-667.jpg", "publishedAt": "2018-11-29T23:08:06Z", "content": "Bethesda Studios has frequently been the target of critics and punchlines for releasing their games with a bevy of unintentional glitches and bugs over the years, but the studio's newest game, \"Fallout 76\" may not be able to recover from its controversial lau… [+2709 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger and Sonam Sheth", "title": "Michael Cohen's latest plea deal reveals more about the most pivotal time of the election", "description": "Michael Cohen, President Donald Trump's former personal attorney, on Thursday pleaded guilty to lying to Congress about his involvement in a plan to build a Trump Tower in Moscow during the election. The guilty plea came after Cohen struck a deal to cooperate…", "url": "https://www.businessinsider.com/michael-cohen-plea-deal-reveals-most-pivotal-time-of-2016-election-trump-russia-events-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c006049e60d4f08fb5f43bb-1136-568.jpg", "publishedAt": "2018-11-29T23:05:01Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Floyd Mayweather Jr. and DJ Khaled will each pay more than $100,000 in fines to settle charges that they illegally touted ICOs", "description": "Boxing champion Floyd Mayweather Jr. and record producer DJ Khaled will pay hundreds of thousands of dollars in penalties to settle charges filed against them by the Securities and Exchange Commission. The SEC charged Mayweather and Khaled with promoting an i…", "url": "https://www.businessinsider.com/sec-floyd-mayweather-jr-dj-khaled-illegally-touted-icos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0069f85d58ed0b4f3705f3-1920-960.jpg", "publishedAt": "2018-11-29T22:57:57Z", "content": "Floyd Mayweather Jr. and DJ Khaled were two of the most well-known celebrities to jump on the cryptocurrency bandwagon last year. Now their promotion of particular initial coin offerings has gotten them in trouble. Mayweather, a former boxing champion, and Kh… [+1990 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "NASA will pay private companies up to $2.6 billion to get the US back to the moon for the first time in nearly 50 years", "description": "It's been nearly half a century since NASA last landed a spacecraft on the lunar surface. On Thursday, the space agency announced it is offering up to $2.6 billion in contracts to nine American companies in hopes of landing on the moon by 2022. NASA wants the…", "url": "https://www.businessinsider.com/nasa-moon-landing-mission-private-competition-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c004c5e4b676b056e3d98b0-1334-667.jpg", "publishedAt": "2018-11-29T22:52:00Z", "content": "The last time a NASA spacecraft safely landed on the moon was in December 1972. Nearly half a century after Apollo 17, though, the space agency is itching to return. NASA announced on Thursday that it's offering up to $2.6 billion in contracts to nine America… [+6520 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump is about to embark on a trip that could end the trade battle with China — or send the US into an economic Cold War", "description": "President Donald Trump is meeting with Chinese President Xi Jinping on Friday and Saturday at the G20 summit in Argentina. At the top of their agenda: the US-China trade war. The US and China have implemented tariffs on $360 billion worth of goods flowing bet…", "url": "https://www.businessinsider.com/trump-china-trade-war-xi-jinping-meeting-at-g20-course-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c004823cc0f4704dd32e61d-1136-568.jpg", "publishedAt": "2018-11-29T22:49:43Z", "content": "The moment of truth for President Donald Trump's trade war with China is fast approaching. Trump is set to meet with Chinese President Xi Jinping at the G20 summit in Buenos Aires, Argentina on Friday and Saturday. The meeting with Xi could determine whether … [+5750 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lucia Moses", "title": "Millennial news startup Mic is a victim of Facebook's 'experiment' with Watch, and it probably won't be the last", "description": "Millennial publisher Mic sold to Bustle Digital Group for $5 million. The startup was on shaky financial ground, exacerbated by Facebook canceling a news show. Sources say Facebook has done little to promote the shows and more cancellations are expected. Mill…", "url": "https://www.businessinsider.com/millennial-publisher-mic-was-a-victim-of-facebook-canceling-its-news-show-and-more-shows-could-be-next-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c006211985cfd085d75a51a-2732-1366.jpg", "publishedAt": "2018-11-29T22:48:22Z", "content": "Millennial startup Mic sold itself to Bustle Digital Group for a reported $5 million, a fraction of the $60 million it raised, after financial problems including the impact of Facebook canceling a video show. But the Mic situation reveals broader challenges w… [+4526 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kamran Rosen", "title": "AmEx's Blue Cash Everyday is profitable almost immediately — here's what makes it a good cash-back card to open", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. With 3% back at US supermarkets (on up to $6,000 per year in purchases, then 1%) and 2% back at U…", "url": "https://www.businessinsider.com/american-express-blue-cash-everyday-review", "urlToImage": "https://amp.businessinsider.com/images/5beca12ebeb670043438b8a6-1136-568.jpg", "publishedAt": "2018-11-29T22:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The American Express Blue Cash Everyday is the no annual fee version of the the Blue Cash Preferr… [+5815 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amanda Krause", "title": "You can now buy a 'Clueless'-inspired eye-shadow palette that looks a lot like something Cher Horowitz would use", "description": "Hot Topic is selling a $16.90 eye-shadow palette inspired by the '90s film \" Clueless.\" The Totally Buggin' palette is styled like a school notebook and features 12 matte and shimmer shades. The makeup also comes with an eye-shadow brush that resembles Cher H…", "url": "https://www.businessinsider.com/clueless-makeup-where-to-buy-2018-11", "urlToImage": null, "publishedAt": "2018-11-29T22:43:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Elon Musk says Tesla will bring more video games and other Easter eggs to its cars — but one obvious choice won't be included (TSLA)", "description": "Tesla vehicles will receive new video games and other Easter eggs before the end of this year, CEO Elon Musk said on Thursday via Twitter. \"Super fun software Easter eggs coming to all Tesla S/3/X cars before the holidays! Romance mode, toilet humor & more vi…", "url": "https://www.businessinsider.com/elon-musk-says-more-video-games-coming-to-tesla-cars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00555a985cfd060116bc6d-1920-960.jpg", "publishedAt": "2018-11-29T22:39:27Z", "content": "Tesla vehicles will receive new video games and other Easter eggs before the end of this year, CEO Elon Musk said on Thursday via Twitter. \"Super fun software Easter eggs coming to all Tesla S/3/X cars before the holidays! Romance mode, toilet humor &amp; mor… [+1142 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "'Echo chamber' surrounds parental decisions about childhood flu vaccine - Business Insider", "description": "Fox News 'Echo chamber' surrounds parental decisions about childhood flu vaccine Business Insider By Carolyn Crist. (Reuters Health) - Although the annual flu vaccine is recommended for all children older than 6 months, about a third of parents say their chil…", "url": "https://www.businessinsider.com/r-echo-chamber-surrounds-parental-decisions-about-childhood-flu-vaccine-2018-11", "urlToImage": null, "publishedAt": "2018-11-29T22:35:52Z", "content": "By Carolyn Crist (Reuters Health) - Although the annual flu vaccine is recommended for all children older than 6 months, about a third of parents say their child won't receive one this year, according to a new U.S. poll. Parents seem to make decisions in an \"… [+4355 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "J.Crew is reportedly cutting the only line of clothing it sells on Amazon after reports surface that former CEO Mickey Drexler didn't support the deal (AMZN)", "description": "J.Crew is reportedly shutting down its low-cost Mercantile collection less than three months after it launched on Amazon. In a memo sent to employees and leaked to The Wall Street Journal, J.Crew said that it is winding down the brand to focus on J.Crew Facto…", "url": "https://www.businessinsider.com/jcrew-ends-mercantile-sold-on-amazon-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00647741cfd8097d239904-750-375.jpg", "publishedAt": "2018-11-29T22:33:05Z", "content": "J.Crew is reportedly shutting down its low-cost Mercantile collection just under three months after it launched on Amazon. In a memo sent to employees and leaked to The Wall Street Journal, J.Crew said that it is winding down Mercantile to focus on J.Crew Fac… [+1918 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Top healthcare bankers from Morgan Stanley and BoA see a slowdown ahead after a record year for deals and IPOs", "description": "For healthcare companies, it's going to be hard to top 2018 when it comes to raising capital and going public. At the 2018 Forbes Healthcare Summit in New York, bankers from Wells Fargo, Bank of America Merrill Lynch and Morgan Stanley predicted what's ahead …", "url": "https://www.businessinsider.com/bankers-on-healthcare-ipos-and-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c004cd49405c904ad172b13-2732-1366.jpg", "publishedAt": "2018-11-29T22:27:00Z", "content": "It's been a busy year for healthcare bankers. Biotech IPOs are on track to surpass the last several years. Mergers and acquisitions are at a record. And venture funding has hit a ten year high. But prepare for a slowdown next year, some top bankers say. \"It i… [+2515 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "7 heartbreaking images show why US lawmakers want to stop supporting the brutal Saudi-led war in Yemen that's seen indiscriminate attacks and left millions at the brink of famine", "description": "The Senate on Wednesday advanced a resolution to end US support for the Saudi-led coalition in Yemen. The resolution, which calls on the president to remove most US troops in Yemen, passed 63 to 37. The resolution failed to pass earlier this year. Democrats u…", "url": "https://www.businessinsider.com/7-reasons-us-lawmakers-stop-supporting-saudi-led-war-yemen", "urlToImage": "https://amp.businessinsider.com/images/5c005a3fe1f88b083a6b8d95-1334-667.jpg", "publishedAt": "2018-11-29T22:20:35Z", "content": "The Senate on Wednesday advanced a resolution to end US support for the Saudi-led coalition in Yemen. The resolution, which calls on the president to remove most US troops in Yemen, passed 63 to 37. The resolution failed to pass earlier this year. Democrats u… [+1218 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "", "title": "Facebook co-founder and Asana CEO Dustin Moskovitz seems to be glad he's not involved in the social networking business anymore (FB)", "description": "Dustin Moskovitz was one of four Facebook co-founders and is currently the CEO of Asana, a cloud-based software service that lets workers collaborate on projects and assign tasks. On Thursday, Asana announced it raised a $50 million Series E, bringing its val…", "url": "https://www.businessinsider.com/moskovitz-seems-glad-not-involved-social-networking-business-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0032584598b500cb35c2fc-2732-1366.jpg", "publishedAt": "2018-11-29T22:18:12Z", "content": "Dustin Moskovitz, one of four Facebook co-founders and roommate to Mark Zuckerberg at Harvard, seems to be glad he's out of the social networking game. In an interview with Business Insider on Wednesday, Moskovitz described the upsides of working in enterpris… [+2043 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "26 fun gifts that grown-up Disney and Mickey Mouse fans will love", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. This year, celebrations erupted all over the world as Mickey and Minnie Mouse turned 90. Collabor…", "url": "https://www.businessinsider.com/disney-gifts-for-adults-mickey-mouse-fans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0056958eb7e806f20f5ae4-960-480.jpg", "publishedAt": "2018-11-29T22:13:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. My partner (left) and me (right) on our latest trip home to Florida we both hunted down vintage D… [+926 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "Nintendo had a record-setting Black Friday weekend, but Switch sales are still lower than expected after a slow year", "description": "Nintendo recently reported record sales in the United States during Black Friday weekend, with shoppers buying more than $250 million worth of Nintendo products. The company's newest console, the Nintendo Switch, saw a 115% sales boost compared to Black Frida…", "url": "https://www.businessinsider.com/nintendo-switch-sales-below-expectations-despite-black-friday-boost-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c003b971a278401a8106b05-1136-568.png", "publishedAt": "2018-11-29T22:07:44Z", "content": "Shoppers in the U.S. spent more than $250 million on Nintendo products during the Thanksgiving and Black Friday weekend, breaking multiple company sales records in the process. The company's newest video game console, the Nintendo Switch, saw a 115% increase … [+4547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "We're already getting an indication that Verizon 5G is stealing customers from its competitors", "description": "Verizon began offering \"5G Home\" service to customers in four initial markets this fall. Verizon management said about 50% of customers who signed up for 5G Home were not previous customers to Verizon at an analyst event in November. The company previously im…", "url": "https://www.businessinsider.com/verizon-5g-is-already-stealing-customers-from-competitors-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c005263499ade06a7157269-2732-1366.jpg", "publishedAt": "2018-11-29T21:59:45Z", "content": "Verizon's initial test cities have been lit up with 5G, and we're already getting an indication that disruption is underway. The telco giant began offering its 5G Home service to customers in four initial markets — Houston, Indianapolis, Los Angeles, and Sacr… [+3373 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jada Wong", "title": "30 amazing beauty gifts under $25 — from magnetic eyelashes to Fenty lipsticks", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Holiday gifting can add up. Between your family, friends, partners, friends' partners, co-workers…", "url": "https://www.businessinsider.com/cheap-beauty-makeup-gifts-under-25-dollars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0060674b676b08c55ea728-1536-768.jpg", "publishedAt": "2018-11-29T21:56:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. This set has three beloved mini facial sprays so they can hydrate anytime they want. Mario Badesc… [+552 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "The author of 'The Millionaire Next Door' explains 3 ways anyone can build more wealth", "description": "Building wealth is possible regardless of your financial situation or education. It comes down to three key elements, according to William D. Danko, author of \" The Millionaire Next Door \" and \" Richer Than a Millionaire.\" You can build wealth by focusing on …", "url": "https://www.businessinsider.com/the-millionaire-next-door-author-tips-build-more-wealth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00523d9405c905a80aa3c1-1136-568.jpg", "publishedAt": "2018-11-29T21:47:00Z", "content": "Even if you're not born into wealth, you can still become wealthy. Regardless of your financial situation or education, building wealth boils down to three things: Saving, resourcefulness, and maximizing income, according to William D. Danko, coauthor of the … [+2416 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "J.Crew is reportedly killing its newest brand 16 days after it launched", "description": "J.Crew is reportedly shutting down its new brand Nevereven, just two weeks after it launched. In an internal memo sent to J.Crew employees on Thursday and leaked to The Wall Street Journal, the company said that it would be closing down Nevereven along with i…", "url": "https://www.businessinsider.com/jcrew-closes-new-label-nevereven-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c005a8c4b676b076a0304e4-750-375.jpg", "publishedAt": "2018-11-29T21:44:56Z", "content": "J.Crew is reportedly shutting down its new brand Nevereven, just two weeks after it launched. In an internal memo sent to J.Crew employees on Thursday and leaked to The Wall Street Journal, the company said that it would be closing down Nevereven along with i… [+2779 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chris Weller", "title": "I visited a baby elephant orphanage in Kenya — here's what it was like", "description": "I recently took a trip to Nairobi, Kenya, where I visited the David Sheldrick Wildlife Trust. The project started in 1977 as a way to rescue orphaned elephants and rhinos. More than 200 elephants have been rescued and reintroduced into the wild. The clapping …", "url": "https://www.businessinsider.com/baby-elephant-orphanage-in-kenya-photo-tour-2017-12", "urlToImage": "https://amp.businessinsider.com/images/5a2eb41aa3b47485028b5078-1920-960.jpg", "publishedAt": "2018-11-29T21:39:00Z", "content": "The clapping started immediately. Behind a roped-off mud pit, over 100 tourists and I watched as a small parade of baby elephants walked single-file from the thick bush, down a dirt road, and up to the handlers awaiting them. They were soon rewarded for their… [+429 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger and Paige Leskin", "title": "Check out the new Microsoft Office icons, which just got their first redesign in 5 years (MSFT)", "description": "Microsoft Office is getting a new set of icons, the company announced on its Medium blog. All your favorite tools — Word, PowerPoint, Outlook, Skype — are getting fresh icon designs for the first time since 2013, which you can check out below. The redesign is…", "url": "https://www.businessinsider.com/new-microsoft-office-icons-redesign-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c004fbb499ade064d66bab2-2732-1366.jpg", "publishedAt": "2018-11-29T21:33:11Z", "content": "For students and desk workers all over the world, the Microsoft Office app icons are, ahem, iconic. But now, every single one of those icons is getting a refresh across all platforms \"in the coming months,\" Microsoft said in a blog post — their first new look… [+1351 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks snap their 3-day winning streak as attention turns to the Trump-Xi meeting", "description": "Stocks fell Thursday as Wall Street mulled over an expected meeting between President Donald Trump and Chinese leader Xi Jinping. The Dow had posted its best day since March on Wednesday after the Federal Reserve chairman gave a speech received as dovish. Fol…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-stocks-snap-their-3-day-winning-streak-2018-11-1027768817", "urlToImage": "https://static2.businessinsider.com/image/5b7daaae80eb3536008b5587-2400/gettyimages-88098114.jpg", "publishedAt": "2018-11-29T21:10:00Z", "content": "Spencer Platt/Getty Stocks fell Thursday amid concerns about escalating trade tensions, a day after Federal Reserve comments received as dovish helped the Dow rally by the most in eight months. The Dow Jones Industrial Average fell 0.11%, and the Nasdaq Compo… [+1920 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks snap their 3-day winning streak as attention turns to the Trump-Xi meeting", "description": "Stocks fell Thursday as Wall Street mulled over an expected meeting between President Donald Trump and Chinese leader Xi Jinping. The Dow had posted its best day since March on Wednesday after the Federal Reserve chairman gave a speech received as dovish. Fol…", "url": "https://www.businessinsider.com/stock-market-news-stocks-snap-their-3-day-winning-streak-2018-11", "urlToImage": null, "publishedAt": "2018-11-29T21:10:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "Forget in-person interviews: Companies are turning to phone calls to hire, and sometimes there isn't even a real person on the line", "description": "More and more employers are evaluating candidates through automated, one-sided phone interviews, the Wall Street Journal reported. The move is meant to lock in potential employees quickly in a tight job market. But candidates say it's impersonal and frustrati…", "url": "https://www.businessinsider.com/phone-interview-one-sided-automated-voicemail-job-hiring-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c003dd74598b5029d52e152-2732-1366.jpg", "publishedAt": "2018-11-29T21:00:00Z", "content": "Desperate employers in a tight job market are trying out a new kind of job interview: Automated phone calls in which a candidate answers a series of pre-recorded questions. What that means is that on these interviews, candidates effectively talk to themselves… [+1777 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "Here's how old the typical person is in each US state", "description": "The typical age of a state's population varies across the US. Using recently released Census data, we looked at the median age in each state and DC. States in the western half of the country tend to have lower median ages than the eastern half. Some US states…", "url": "https://www.businessinsider.com/state-median-age-map-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56386d7abd86ef185c8bb9dd-1136-568.jpg", "publishedAt": "2018-11-29T20:54:32Z", "content": "Some US states have older populations than others. The US Census Bureau recently released statistics from the 2017 American Community Survey, an annual program that asks millions of Americans each year about several social, economic, and demographic attribute… [+867 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "A former Google HR exec says too many people make the same mistake when trying to impress their boss", "description": "You won't wow your boss by doing absolutely everything. Instead, prioritize the work that will have the most impact — and say \"no\" to everything else. That's according to Justin Angsuwat, vice president of people at Thumbtack and former human-resources execut…", "url": "https://www.businessinsider.com/impress-boss-prioritize-impactful-work-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c004db95d58ed060d1180e7-1920-960.jpg", "publishedAt": "2018-11-29T20:40:31Z", "content": "First one at the office in the morning? Last one out at night? Justin Angsuwat doesn't really care. Angsuwat is the vice president of people at Thumbtack, an online platform that connects people with local professionals; he was previously the head of human re… [+2604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Colleen Long", "title": "US border patrol agents face split-second decisions on firing tear gas into crowds of migrants - Business Insider", "description": "Business Insider US border patrol agents face split-second decisions on firing tear gas into crowds of migrants Business Insider A migrant family, part of a caravan of thousands traveling from Central America en route to the United States, run away from tear …", "url": "http://uk.businessinsider.com/ap-border-agents-face-split-second-decisions-on-use-of-force-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5c004c07dde8676c362a2f5b-1190-625/us-border-patrol-agents-face-split-second-decisions-on-firing-tear-gas-into-crowds-of-migrants.jpg", "publishedAt": "2018-11-29T20:40:00Z", "content": "A migrant family, part of a caravan of thousands traveling from Central America en route to the United States, run away from tear gas in front of the border wall between the U.S and Mexico in Tijuana, Mexico November 25, 2018. Kim Kyung-Hoon/Reuters EL PASO, … [+6665 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "A marijuana-focused investment firm started by a pair of Wall Street veterans just closed a $55 million fund", "description": "Rose Capital, a marijuana-focused firm founded by former Wall Street veterans, closed its first $55 million fund, bringing its capital under management to $100 million. The fund avoids investing in plant-touching companies, Timothy Simon, the firm's head of c…", "url": "https://www.businessinsider.com/marijuana-focused-firm-rose-capital-closed-55-million-fund-i-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c003e090e2bf802dd666c58-1920-960.jpg", "publishedAt": "2018-11-29T20:25:28Z", "content": "The cannabis industry is seeing a wave of dedicated funds hoping to capitalize on the green rush. Rose Capital on Thursday closed its first $55 million fund, bringing the firm's assets under management to approximately $100 million, said Timothy Simon, the fi… [+2275 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "12 Alexa-enabled smart home and car gifts that are perfect for people who love tech", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The desire for speed and convenience seems to be hardwired into human behavior. The less energy w…", "url": "https://www.businessinsider.com/alexa-enabled-smart-home-gifts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff094b0d7c673d642580e3-1334-667.jpg", "publishedAt": "2018-11-29T20:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Sonos/Instagram The desire for speed and convenience seems to be hardwired into human behavior. T… [+727 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Senate rebukes Trump for his poor handling of Saudi Arabia and Khashoggi killing, as 18 senators flip to support War Powers Resolution", "description": "A handful of senators flipped their votes to support advancement of invoking the War Powers Resolution, which had been the result of an increasingly deteriorating relationship between Congress and Saudi Arabia. The advancement of the resolution passed 63-37, …", "url": "https://www.businessinsider.com/senate-rebukes-trump-for-his-poor-handling-of-saudi-arabia-khashoggi-war-powers-resolution-yemen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00244d110d4c70064b1ab7-2732-1366.jpg", "publishedAt": "2018-11-29T20:19:59Z", "content": "WASHINGTON — Lawmakers' views of the Saudi Arabian government are at an all-time low, which came into full force on Wednesday when enough senators rebuked the Trump administration's policies by advancing a resolution to end the US involvement in the war in Ye… [+3316 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Luka Doncic, the 19-year-old Slovenian wunderkind who surprisingly fell in the draft, is already blowing away the NBA", "description": "Before the 2018 NBA Draft, 19-year-old Slovenian forward Luka Doncic went from the clear-cut No. 1 prospect to sliding down draft boards. The Dallas Mavericks traded up to take Doncic with the third pick, and now it looks like the best move of the draft. Thro…", "url": "https://www.businessinsider.com/luka-doncic-helping-mavs-blowing-away-nba-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0039bb985cfd00f71a2b1f-1334-667.jpg", "publishedAt": "2018-11-29T20:11:34Z", "content": "In retrospect, perhaps the easiest call in the 2018 NBA Draft was taking the teenager who dominated the Euroleague, the second-best basketball league in the world. Luka Doncic, the 19-year-old Slovenian who won an MVP in the Euroleague, was seen as the clear-… [+4944 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "President Trump and the 'Trump of the Tropics' both love to salute foreign leaders for some reason", "description": "President Donald Trump and Brazilian President-elect have both offered seemingly unnecessary salutes to foreign officials. Trump and Bolsonaro have drawn comparisons for their incendiary rhetoric and political style. Bolsonaro, a former army officer, has expr…", "url": "https://www.businessinsider.com/donald-trump-and-jair-bolsonaro-love-saluting-foreign-leaders-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b2308f11ae6621f008b5012-1334-667.jpg", "publishedAt": "2018-11-29T20:09:31Z", "content": "President Donald Trump and Brazilian President-elect Jair Bolsonaro have drawn comparisons for their inflammatory rhetoric and reputations as outsiders — Bolsonaro, a far-right nationalist, has been called \" Trump of the Tropics.\" On Thursday, Bolsonaro added… [+4713 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The US Navy sent a cruiser to challenge China in the South China Sea, and Beijing is not happy about it", "description": "A US Navy cruiser conducted a freedom-of-navigation operation Monday near the Paracel Islands in the contested South China Sea, where China has established several military outposts as it asserts dominance in the region. The operation, which angered the Chine…", "url": "https://www.businessinsider.com/a-us-navy-cruiser-just-challenged-china-in-the-south-china-sea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c004143cc0f4703d051bea8-2732-1366.jpg", "publishedAt": "2018-11-29T20:06:04Z", "content": "The US Navy challenged China's excessive claims to the South China Sea on Monday by sending a warship past a Chinese military outpost in the disputed waterway. The Ticonderoga-class guided-missile cruiser USS Chancellorsville \"sailed near the Paracel Islands … [+2655 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Democrats are desperately trying to block a Trump judicial nominee who civil rights leaders say has 'practiced white supremacy'", "description": "The Senate is planning to vote next week on the nomination of Thomas Farr — a deeply controversial conservative lawyer who civil rights leaders say has \"practiced white supremacy\" — to a federal district court in North Carolina. The chamber narrowly voted to …", "url": "https://www.businessinsider.com/democrats-are-desperately-trying-to-block-a-trump-judicial-nominee-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001fd566be5039d61ba4bb-1136-568.jpg", "publishedAt": "2018-11-29T20:03:20Z", "content": "The Senate is scheduled to vote next week on the nomination of Thomas Farr — a deeply controversial conservative lawyer who civil rights leaders say has \"practiced white supremacy\" — to a federal district court in North Carolina. With a tie-breaking vote from… [+3787 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "The Internet of Things is changing healthcare — here's where it could go next", "description": "Reliable patient data has been notiorioulsy difficult to come by in healthcare. Connected IoT medical devices aim to bridge the gap by allowing remote monitoring of patients and faster emergency response. The rise of 5G networks will help doctors improve pati…", "url": "https://www.businessinsider.com/sc/how-internet-of-things-changes-healthcare-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c000d229e8c5364080f1503-2732-1366.jpg", "publishedAt": "2018-11-29T20:00:00Z", "content": "As medical care shifts to an outcome-based model, healthcare providers and insurance companies are under the gun, facing lower margins and greater pressure to justify treatment results with hard data. But reliable data is hard to come by in our traditional he… [+4439 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Nguyen and Jake Gabbard", "title": "This two-faced truck is made from two Chevy Silverados — here's what it looks like on the road", "description": "Eric Wright's double-faced truck is fabricated from two chopped Chevy Silverados. While it has two opposite-facing cabs, it can only drive in one direction. Watch the video above to take a closer look at the exterior and interior of this fascinating car. This…", "url": "https://www.businessinsider.com/two-faced-truck-from-two-chevy-silverados-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf4332df556fc055b191a6c-960-480.jpg", "publishedAt": "2018-11-29T20:00:00Z", "content": "This is a two-faced truck. Bystander 1: If he gets tired of going that way, she takes over and goes this way, right? Bystander 2: Which way you going? You going the right way? Bystander 3: Like if you wanted to drive on that side could you drive that way? Eri… [+2178 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Abercrombie came back from the dead by getting rid of its shirtless models and dark stores. Here's what else has changed for the retailer. (ANF)", "description": "Abercrombie & Fitch 's shares soared 25% early Thursday morning after the retailer reported its fifth consecutive quarter of positive same-store sales growth. The company, which also owns Hollister and Abercrombie Kids, has been working hard to execute a turn…", "url": "https://www.businessinsider.com/abercrombie-makes-comeback-no-shirtless-models-dark-stores-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0036a7e1f88b02037b5347-750-375.jpg", "publishedAt": "2018-11-29T19:56:58Z", "content": "Abercrombie &amp; Fitch has a more sophisticated new look. Facebook/Abercrombie Abercrombie &amp; Fitch is back. The clothing retailer, which also owns Hollister and Abercrombie Kids, saw its shares soar as much as 25% early Thursday morning after reporting i… [+887 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The 5 most anticipated TV shows returning in December", "description": "2018 is coming to a close, but some popular TV shows are returning before the year is over. Every month, Business Insider looks at the most anticipated returning shows thanks to data from television-tracking app TV Time, based on its 13 million global users. …", "url": "https://www.businessinsider.com/anticipated-tv-shows-returning-in-december-mrs-maisel-runaways-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0035a5985cfd00f71a2aff-480-240.jpg", "publishedAt": "2018-11-29T19:55:42Z", "content": "2018 is coming to a close, but some popular TV shows are returning before the year is over. Every month, Business Insider looks at the most anticipated returning shows thanks to data from television-tracking app TV Time, based on its 13 million global users. … [+1537 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Every small business owner should consider signing up for this Chase card — even freelancers", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. If you're a small business owner — even just someone with a personal side gig — it's important to keep your busine…", "url": "https://www.businessinsider.com/chase-ink-business-preferred-small-business-credit-card-perks-2018-2", "urlToImage": "https://amp.businessinsider.com/images/5c004227cc0f470405418ef3-960-480.jpg", "publishedAt": "2018-11-29T19:54:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. My dad was a photographer when I was growing up. He ran his own business, maintaining a studio and darkroom, as we… [+5415 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Mueller's latest plea deal with Michael Cohen shows he's 'finally starting to get to the truth' behind Trump-Russia", "description": "The special counsel Robert Mueller's latest plea deal with Michael Cohen has far-reaching implications for President Donald Trump, as well as other witnesses in the Russia investigation. Cohen pleaded guilty to one count of lying to Congress, marking the firs…", "url": "https://www.businessinsider.com/legal-implications-mueller-plea-deal-michael-cohen-trump-russia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab4732de082e52e008b459c-1920-960.jpg", "publishedAt": "2018-11-29T19:48:35Z", "content": "Prosecutors conducting the Russia investigation made one of their most consequential moves to date on Thursday, when they announced that they had struck a plea deal with Michael Cohen, President Donald Trump's former longtime lawyer. According to a criminal i… [+9247 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "Richard Branson's Necker Island is back in business a year after Hurricane Irma wreaked havoc and new photos show the private island looking more luxurious than ever", "description": "Necker Island, billionaire entrepreneur Richard Branson's private Caribbean island, reopened to guests in October. The resort in the British Virgin Islands was closed down for reconstruction and refurbishment after Hurricane Irma inflicted \"extensive damage\" …", "url": "https://www.businessinsider.com/richard-branson-necker-island-private-island-caribbean-restoration-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c003464d78fe0016a05cb3b-2732-1366.jpg", "publishedAt": "2018-11-29T19:48:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "This technology is helping to reduce the threat of distracted driving —here's how", "description": "Distracted driving is a serious problem for fleet drivers, with 71% of fleet collisions attributed to it. A Sprint-powered solution uses AI and computer vision to alert the driver and company when possible issues arise. 5G has the potential to further improve…", "url": "https://www.businessinsider.com/sc/internet-of-things-reduces-distracted-driving-threat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0008dd110d4c6ba1087174-1920-960.jpg", "publishedAt": "2018-11-29T19:40:00Z", "content": "Commercial fleet managers can make sure schedules are optimized and maintenance is done on time, but there's one huge variable they can't control: the human element. There are a lot of differences in the skills and driving styles of commercial drivers — and d… [+4394 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The software for Sennheiser's high-end headphones have a bizarre and potentially dangerous bug that makes users vulnerable to hackers", "description": ". Amazon Sennheiser's HeadSetup headphone software for PC and Macs contains a vulnerability that could allow hackers to show users up fake websites that look perfectly legitimate. Sennheiser has issued an update which every HeadSetup user, past or present, sh…", "url": "http://uk.businessinsider.com/sennheiser-headphones-app-for-mac-and-pc-has-a-security-bug-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5c003c58bde70f6c6e683f38-1190-625/the-software-for-sennheisers-high-end-headphones-have-a-bizarre-and-potentially-dangerous-bug-that-makes-users-vulnerable-to-hackers.jpg", "publishedAt": "2018-11-29T19:32:00Z", "content": "Amazon If you currently use or have ever used Sennheiser's HeadSetup software, which is designed to complement some of the company's headphones on a PC or Mac, you may be vulnerable to hackers, according to a report from the Secorvo Security Consulting firm. … [+1163 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The US-led coalition is bombing Afghanistan at record levels but it doesn't seem to be changing the war's deadly 'stalemate'", "description": "The US and its coalition partners are dropping a record number of bombs on Taliban targets and other enemy combatants in Afghanistan, according to new official data. The number of bombs falling on Afghanistan may be spiking, but victory over the Taliban remai…", "url": "https://www.businessinsider.com/the-us-led-coalition-is-bombing-afghanistan-at-record-levels-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0029cab73c284f650a501d-2732-1366.jpg", "publishedAt": "2018-11-29T19:19:40Z", "content": "The US and its coalition partners have dropped more bombs on Afghanistan in the first ten months of 2018 than any year in the past five years, the US military revealed Thursday. Between January and October of this year, the US-led coalition dropped 5,982 bomb… [+3153 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Salesforce CEO Marc Benioff is putting up $6.1 million to turn a hotel into a halfway house for San Francisco’s homeless population", "description": "Salesforce CEO Marc Benioff is putting $6.1 million into a project to transform a closed-down San Francisco hotel into halfway housing for the homeless, the San Francisco Chronicle reports. The housing renovation project is a partnership between Benioff, San …", "url": "https://www.businessinsider.com/marc-benioff-salesforce-donation-halfway-house-hotel-san-francisco-homeless-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c003451d18a290144091fe0-1920-960.jpg", "publishedAt": "2018-11-29T19:19:04Z", "content": "Now that Salesforce CEO Marc Benioff has successfully tackled a tax on major companies to benefit San Francisco's homeless population, the tech executive has turned his attention to building halfway housing for the homeless with a multi-million-dollar donatio… [+2966 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The software for Sennheiser's high-end headphones have a bizarre and potentially dangerous bug that makes users vulnerable to hackers", "description": "Sennheiser's HeadSetup headphone software for PC and Macs contains a vulnerability that could allow hackers to show users up fake websites that look perfectly legitimate. Sennheiser has issued an update which every HeadSetup user, past or present, should down…", "url": "https://www.businessinsider.com/sennheiser-headphones-app-for-mac-and-pc-has-a-security-bug-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0034b40e2bf8013e5a4bc5-1334-667.jpg", "publishedAt": "2018-11-29T19:17:36Z", "content": "If you currently use —or have ever used — Sennheiser's HeadSetup software, which is designed to complement some of the company's headphones on a PC or Mac, you may be vulnerable to hackers, according to a report from the Secorvo Security Consulting firm. The … [+1159 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "7 things investors are getting wrong about the tech sector and FAANG stocks", "description": "Tech investors have had a rough two months as a number of the biggest names in the industry have tumbled into bear-market territory. The FAANGs ( Facebook, Apple, Amazon, Netflix, and Alphabet – Google ), have seen around $1 trillion in market value wiped out…", "url": "https://www.businessinsider.com/tech-stocks-faang-what-investors-get-wrong-2018-11", "urlToImage": null, "publishedAt": "2018-11-29T19:17:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "A startup founder who's raised $10 million has a rule to weed out job candidates who seem a little too good to be true", "description": "If you've never failed before, you won't get a job at the home-maintenance startup Setter. That's a rule developed by Setter cofounder David Steckel, who said if a job candidate hasn't made any professional mistakes, it's a red flag. Steckel drew the rule fro…", "url": "https://www.businessinsider.com/entrepreneur-hires-people-who-failed-setter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf57ad4c957011e542eb230-960-480.jpg", "publishedAt": "2018-11-29T19:14:14Z", "content": "Setter cofounder David Steckel. Setter During a job interview, you're expected to show off your best self. But if you come off as a little too perfect, that's a turnoff for some employers. In fact, one startup founder has a rule to weed out job candidates who… [+2413 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "36 clever gifts for college students that they'll actually want to receive — according to a recent grad", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. If you're looking to make a big difference with a gift, shopping for a college student is a g…", "url": "https://www.businessinsider.com/best-gifts-for-college-students", "urlToImage": "https://amp.businessinsider.com/images/5c001f713815075a7b5ef5fd-1536-768.jpg", "publishedAt": "2018-11-29T19:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we may get a share of the revenue from your purchase. The cult-favorite JBL waterproof Bluetooth speaker is perfect for tailgates or parties where … [+697 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "'We have screwed up': Uber CEO Dara Khosrowshahi admits in an all-hands meeting that the company deserves some fault after its self-driving car killed a pedestrian", "description": "During an all-hands meeting at Uber on Tuesday, CEO Dara Khosrowshahi and the head of the self-driving car unit, Eric Meyhofer, were questioned by employees over the culture at the self-driving unit. They asked about allegations of infighting and dysfunction …", "url": "https://www.businessinsider.com/uber-ceo-tells-employees-self-driving-car-unit-screwed-up-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001ae1c957014c0451ca73-1920-960.jpg", "publishedAt": "2018-11-29T19:08:17Z", "content": "On Tuesday, Uber's CEO Dara Khosrowshahi and the head of its self-driving car unit Eric Meyhofer stood up at an all-hands meeting to a smattering of polite applause. What followed was a strange couple of minutes. Behind them on a large screen was a list of qu… [+8411 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "The computer models that pick NFL games have made their picks for Week 13", "description": "Elo and Cortana have made their picks for Week 13. Cortana leads the overall race, correctly picking 68% of the games this season. The computers disagree on two games this week. Week 13 of the NFL season is here, and Cortana is back to make picks in a head-to…", "url": "https://www.businessinsider.com/nfl-week-13-elo-cortana-computer-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c002b29499ade002565bf32-1334-667.jpg", "publishedAt": "2018-11-29T18:54:29Z", "content": "Week 13 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-… [+582 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "The computer models that pick NFL games have made their picks for Week 13", "description": "Maddie Meyer/Getty\n\n\n\n\nElo and Cortana have made their picks for Week 13.\nCortana leads the overall race, correctly picking 68% of the games this season.\nThe computers disagree on two games this week.\n\n\nWeek 13 of the NFL season is here, and Cortana is back t…", "url": "https://www.businessinsider.com/nfl-week-13-elo-cortana-computer-picks-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-29T18:54:29Z", "content": "Maddie Meyer/Getty Week 13 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by … [+1893 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "'We were sober': Burger King finally explains why it tweeted gibberish for hours", "description": "Burger King tweeted gibberish for hours on Wednesday, posting seemingly random strings of letters and numbers. On Thursday, the chain announced on Twitter that it had not been hacked and whoever runs the account was sober. Instead, the nonsense tweets were me…", "url": "https://www.businessinsider.com/burger-king-explains-bizarre-tweets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0032f79405c900f9114b0a-750-375.jpg", "publishedAt": "2018-11-29T18:51:15Z", "content": "Burger King has finally explained its bizarre Twitter rampage. The burger chain kicked off the gibberish spree at noon ET on Wednesday, tweeting a seemingly random string of letters and numbers. For hours, Burger King posted nothing but nonsensical tweets. Th… [+1056 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "A ‘party drug’ with potential to be the next blockbuster antidepressant is edging closer to the mainstream, but it could set you back $9,000", "description": "Once dismissed as a \"party drug,\" ketamine is emerging as a potential alternative treatment for depression. A growing list of academic medical centers now offer the drug, including Columbia University, which began offering ketamine to patients with severe dep…", "url": "https://www.businessinsider.com/ketamine-for-depression-medical-centers-where-get-infusions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0033e1e60d4f018c1c1e98-2732-1366.jpg", "publishedAt": "2018-11-29T18:48:00Z", "content": "Ketamine, a drug once associated with raucous parties, bright lights, and loud music, is increasingly being embraced as an alternative depression treatment for the millions of patients who don't get better after trying traditional medications. The latest prov… [+8816 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell", "title": "Bank of America Merrill Lynch just promoted nearly 140 employees to managing director — we got a leaked list of all the names (BAC)", "description": "Bank of America Merrill Lynch announced its 2018 managing director promotions for global banking and markets this week. Nearly 140 employees earned the MD distinction, the highest title at the firm. Unlike some Wall Street firms, BAML's list is closely guarde…", "url": "https://www.businessinsider.com/bank-of-america-merrill-lynch-2018-internal-md-promotion-full-list-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001ea30591f27abe1e3e7e-2732-1366.jpg", "publishedAt": "2018-11-29T18:45:38Z", "content": "Some Wall Street banks display their highest promotions for all the world to see, while other firms keep them closely guarded and for internal eyes only. Bank of America Merrill Lynch falls into the latter camp. The bank internally announced its 2018 promotio… [+854 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Conner Blake and Caroline Mishelle Aghajanian", "title": "How 20 million pounds of popcorn is made", "description": "Join the conversation about this story »", "url": "https://www.businessinsider.com/20-million-pounds-of-popcorn-2018-11", "urlToImage": null, "publishedAt": "2018-11-29T18:42:46Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "I've been living with Apple's $350 HomePod speaker for 3 months, and I've officially found my new favorite use for it (AAPL)", "description": "I've been using Apple's $350 HomePod smart speaker for the last three months. While it can do a bunch of things, my favorite use for it has been pairing it with my Apple TV and using it sort of like a soundbar. TV shows and movies are now much more enjoyable …", "url": "https://www.businessinsider.com/apple-homepod-apple-tv-how-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001d5666be503931406451-1536-768.jpg", "publishedAt": "2018-11-29T18:37:56Z", "content": "For the past three months, I've had a new roommate: Apple's HomePod. The $350 smart speaker, which Apple announced a little more than a year ago and released in January, is Apple's first foray into the world of smart speakers. While it has been lauded for its… [+2744 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "A former Googler and career coach tells clients with boring jobs that it's OK, and it can even be a good thing", "description": "It's OK to be bored at work — in fact, sometimes it's advisable. That's according to Lindsay Gordon, a career coach and a former Google employee. Gordon said if the job fulfills your top values, like financial security, then it might be worth keeping. Plus, a…", "url": "https://www.businessinsider.com/bored-at-work-boring-job-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a60ec7f28eecc110f8b5878-1920-960.jpg", "publishedAt": "2018-11-29T18:34:35Z", "content": "Lindsay Gordon remembers one of her early career-coaching clients: a high-powered lawyer who was making a lot of money. The only problem? \"She was pretty bored at work,\" Gordon said. \"She was feeling underutilized and not challenged and all of her friends wer… [+2902 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "These 10 trends will decide how we eat in 2019, according to Whole Foods", "description": "Whole Foods has revealed the top 10 trends that will shape how we eat and drink in 2019. Trends include Pacific Rim-inspired flavors, new types of icy treats, and fat-filled ingredients. Here are the top 10 food-trend predictions for next year. As 2018 comes …", "url": "https://www.businessinsider.com/whole-foods-top-food-trends-in-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001e888c35ab4ec2096d9a-1920-960.jpg", "publishedAt": "2018-11-29T18:30:55Z", "content": "Whole Foods cites \"keto, paleo, grain-free, and even 'pegan' (paleo + vegan) diets\" as helping to get people to add more fat to their diets. \"New integrations of fat sources — like keto-friendly nutrition bars crafted with MCT oil powder, coconut butter-fille… [+319 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jada Wong", "title": "30 beauty gifts from Nordstrom that come with free shipping", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Shopping at Nordstrom can be overwhelming, even for seasoned shoppers like us. The one downside o…", "url": "https://www.businessinsider.com/nordstrom-beauty-makeup-gifts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c002fa81a2784006d7fc213-640-320.jpg", "publishedAt": "2018-11-29T18:28:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. This at-home micro-needling kit is perfect for someone who wants an immediate glow and tighter sk… [+858 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "A 9-year-old Warriors fan got Stephen Curry and Under Armour to make his shoes available for girls", "description": "Riley Morrison, a young Golden State Warriors fan, wrote a letter to Stephen Curry asking why his shoes were only listed in the boys section. After the letter was shared over Twitter and Instagram, Curry responded with a letter of his own, saying that he was …", "url": "https://www.businessinsider.com/stephen-curry-letter-girls-shoes-riley-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c000d4410114267477ffb72-1920-960.jpg", "publishedAt": "2018-11-29T18:24:34Z", "content": "Nine-year-old Riley Morrison just wanted some Stephen Curry shoes, but there was a problem. With her season beginning soon, she was in need of a new pair of basketball shoes, and as a big fan of Golden State superstar Stephen Curry, wanted to pick up a pair o… [+1939 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Stephen Curry had a great response to a 9-year-old fan who asked why his shoes weren't available for girls - Business Insider India", "description": "Business Insider India Stephen Curry had a great response to a 9-year-old fan who asked why his shoes weren't available for girls Business Insider India Riley Morrison, a young Golden State Warriors fan, wrote a letter to Stephen Curry asking why his shoes we…", "url": "http://www.businessinsider.com/stephen-curry-letter-girls-shoes-riley-2018-11", "urlToImage": "https://www.businessinsider.in/photo/66872102/stephen-curry-had-a-great-response-to-a-9-year-old-fan-who-asked-why-his-shoes-werent-available-for-girls.jpg?84791", "publishedAt": "2018-11-29T18:24:00Z", "content": "Nine-year-old Riley Morrison just wanted some Stephen Curry shoes, but there was a problem. With her season beginning soon, she was in need of a new pair of basketball shoes, and as a big fan of Golden State superstar Stephen Curry, wanted to pick up a pair o… [+1926 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "Santa schools teach professional Santas how to whiten their beard and 'master the trade'", "description": "Being Santa Claus involves more than wearing a red suit. Aspiring professional Santa Clauses attend Santa Claus school, where they learn everything from the history of Father Christmas to how to whiten their beards, Vox reported. Being Santa Claus doesn't com…", "url": "https://www.businessinsider.com/santa-schools-teach-professional-santas-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0023f70d7c674f7e0310a3-1920-960.jpg", "publishedAt": "2018-11-29T18:24:00Z", "content": "For premier Santa Clauses, simply acting like Santa Claus isn't enough — becoming Santa Claus is what sets them apart. \"There's two kinds of Santas: There are professional Santas and there are guys in red suits,\" Santa Rick, a former mediator and divorce arbi… [+2756 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "As Russia stokes tensions with Ukraine, it's trying to gain a military edge over NATO elsewhere in Europe", "description": "Tensions between Russia and Ukraine have spiked after Russia fire upon and seized Ukrainian ships on Sunday in the Black Sea. Russia's military presence in the Black Sea region has increased since the 2014 annexation of Crimea, and Moscow has made similar mov…", "url": "https://www.businessinsider.com/russia-is-trying-to-gain-a-military-edge-over-nato-in-eastern-europe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfff830da27f86c1974ae15-1136-568.jpg", "publishedAt": "2018-11-29T18:17:44Z", "content": "A confrontation between Russian and Ukrainian ships in the Black Sea this weekend ended with Ukraine's ships seized and its sailors jailed. It was the first direct clash between Moscow and Kiev in years, and it stoked tensions that have been elevated for year… [+8879 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julia Tell", "title": "5 mistakes I made when I had my first kid that I wish I could have avoided", "description": "I wish there had been a requirement before pregnancy to shadow a parent for a week. I would have learned a lot. Anxiety is the enemy of instinct. I should have let my instinct kick in, rather than worrying about every little thing. Dropping out of the workfor…", "url": "https://www.businessinsider.com/mistakes-made-with-first-kid-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0029b966be503b874c0532-1334-667.jpg", "publishedAt": "2018-11-29T18:15:00Z", "content": "I was never a \"kid\" person. I didn't babysit much as a teen, and before I had kids, I barely knew anyone with kids. I had no idea how to talk to a kid. But I knew I wanted one — the urge hit me at 30, and even with no partner in sight, nesting with a little o… [+727 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Curley", "title": "I’ve used Apple computers my entire life. Here's why I'm never buying one again.", "description": "I've grown up with Apple computers my entire life, starting with a model released the year I was born (1986). Apple 's design choices have been increasingly hostile to users who want to make even the smallest improvements to their devices themselves. I've dec…", "url": "https://www.businessinsider.com/why-im-never-buying-an-apple-computer-again-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfffbe3f556fc4af2018a66-1920-960.jpg", "publishedAt": "2018-11-29T18:07:00Z", "content": "For most of my life, I've been more than just an Apple fanboy — I've been an Apple disciple. My first computer was a Macintosh 512Ke, released the year I was born (1986), and I've been using Apple computers ever since. I once got thrown out of a class in fift… [+6820 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Twitter's mysterious drop is 'completely technical' (TWTR)", "description": "Twitter fell more than 8% early Thursday amid a lack of any news or Wall Street downgrades. The selling was \"completely technical\" according to a veteran floor trader at the New York Stock Exchange. Watch Twitter trade live. Twitter shares fell as much as 8.5…", "url": "https://www.businessinsider.com/twitter-stock-drop-technical-trader-says-2018-11", "urlToImage": null, "publishedAt": "2018-11-29T18:03:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "The 7 best and worst things about using Sony's $100 mini PlayStation 1, the PlayStation Classic", "description": "Following the wildly successful lead of Nintendo's Classic Edition mini game consoles, Sony is releasing the PlayStation Classic on December 3. The mini console is shaped like a PlayStation 1, and comes packed with 20 classic PlayStation 1 games — no discs re…", "url": "https://www.businessinsider.com/playstation-classic-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfffda2110d4c69e30279f7-1536-768.png", "publishedAt": "2018-11-29T18:00:41Z", "content": "Of the 20 games included on the PlayStation Classic, there are only a handful that are worth your time. \"Mr. Driller\" and \"R4: Ridge Racer Type 4\" hold up remarkably well, and are loads of fun to play all these years later. And there's something to be said fo… [+815 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "A venture capitalist who launched a $36 million fund explains exactly how to write the perfect pitch email to a VC", "description": "It's hard to get a venture capitalist's attention in a cold email. But Arlan Hamilton, a VC who launched her own firm after being homeless and teaching herself skills on YouTube, said there's a formula for writing an email that will get responses. The key, sh…", "url": "https://www.businessinsider.com/how-to-write-cold-email-to-vc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00189d8c35ab4e9713a5db-750-375.jpg", "publishedAt": "2018-11-29T18:00:17Z", "content": "Arlan Hamilton. Rich Fury/Getty Venture capitalists turn down thousands of offers a year from prospective investors. But every now and then, a cold email will get their attention and lead to a response. Take it from Arlan Hamilton, a 38-year-old venture capit… [+1909 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "GM President Dan Ammann is taking over as CEO of the Cruise self-driving division as the company pushes toward a commercial launch in 2019 (GM)", "description": "General Motors President Dan Ammann will take over as CEO of Cruise, the carmaker's self-driving division that's now valued at $14.6 billion. Current CEO Kyle Vogt will become president and CTO, concentrating on leading \"technology development\" as the divisio…", "url": "https://www.businessinsider.com/gm-cruise-division-new-ceo-dan-ammann-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001b58da27f8713239dc7d-750-375.jpg", "publishedAt": "2018-11-29T18:00:00Z", "content": "General Motors announced on Thursday that President Dan Ammann would assume the role of CEO at the company's Cruise self-driving vehicle division. Cruise's current CEO, Kyle Vogt, will become president and CTO. The changes will be official on January 1, 2019.… [+3216 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Amazon CTO Werner Vogels says the best day of his year was when Amazon turned off its largest Oracle data warehouse (AMZN)", "description": "On November 1, Amazon switched off its largest Oracle database and moved over to its own data warehouse, Redshift. Amazon CTO Werner Vogels said this was his happiest day at Amazon this year. Amazon plans to move completely off of Oracle's databases, but Orac…", "url": "https://www.businessinsider.com/amazon-cto-werner-vogels-oracle-data-warehouse-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5780135488e4a7da328b6b10-2732-1366.jpg", "publishedAt": "2018-11-29T17:59:13Z", "content": "For Amazon CTO Werner Vogels, his best day of this year was November 1. \"This was the moment when we switched off one of the world's largest, if not the largest, Oracle data warehouse and moved it over to Redshift,\" Vogels said on stage Thursday at Amazon Web… [+958 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Knight, GT Advanced Technologies", "title": "My $2 billion company went bankrupt in a matter of weeks, and I took away 3 lessons anyone can use to bounce back", "description": "In this op-ed, Greg Knight, CEO of manufacturing firm GT Advanced Technologies, discusses how his company emerged from bankruptcy stronger. GT Advanced Technologies, based in New Hampshire, is a former supplier to Apple. Knight shares advice for executives wh…", "url": "https://www.businessinsider.com/ceo-lessons-learned-from-bankruptcy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3683eb43cdaefe058b48a9-2732-1366.jpg", "publishedAt": "2018-11-29T17:48:52Z", "content": "While high-profile bankruptcies like Sears and Toys R Us may grab the headlines, thousands of business entities across the United States quietly declare bankruptcy every month and the number is on the upswing. The most recent statistics from the American Bank… [+4256 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Paul Ryan says one of his biggest regrets is the ballooning federal deficit. The evidence shows he has himself to blame.", "description": "House Speaker Paul Ryan is retiring at the end of the current Congress in January after taking over as speaker in October 2015. Ryan said one of his biggest disappointments as speaker was not addressing the growing amount of federal debt. As speaker, Ryan ove…", "url": "https://www.businessinsider.com/paul-ryan-federal-debt-deficit-gop-tax-law-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5909d7232ceae971048b4776-2732-1366.jpg", "publishedAt": "2018-11-29T17:41:39Z", "content": "In an interview on Thursday, Rep. Paul Ryan said one of the biggest disappointments from his term as House speaker was his inability to address the growing mountain of federal debt. \"On healthcare itself and debt and deficits, it's the one that got away,\" Rya… [+1970 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jada Wong", "title": "The 18 best subscription boxes you can gift from Amazon this holiday season", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Subscription boxes are the gifts that keep on giving. Whether you subscribe for three months or 1…", "url": "https://www.businessinsider.com/subscription-boxes-gifts-on-amazon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001a0b01b12d4fbc56d949-1536-768.jpg", "publishedAt": "2018-11-29T17:40:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. SnackNation curates healthy snacks that arent boring and donates meals to families in need. Faceb… [+813 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Michael Cohen admitted a bombshell detail about the Trump Tower Moscow deal that could spell trouble for Trump", "description": "Michael Cohen, the former personal attorney to President Donald Trump, on Thursday pleaded guilty to lying to Congress about his involvement in a plan to build Trump Tower in Moscow. This came after he agreed to a new plea deal with special counsel Robert Mue…", "url": "https://www.businessinsider.com/michael-cohen-admits-bombshell-detail-about-trump-tower-moscow-deal-to-mueller-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001b0f38150759fe4f795b-2560-1280.jpg", "publishedAt": "2018-11-29T17:24:31Z", "content": "Michael Cohen, the former personal attorney to President Donald Trump, on Thursday pleaded guilty to lying to Congress about his involvement in a plan to build Trump Tower in Moscow as part of a new plea deal with special counsel Robert Mueller. Cohen said th… [+1767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger", "title": "There's a very simple reason why the resurgent Microsoft is threatening to overtake the slumping Apple (MSFT, AAPL)", "description": "Microsoft and Apple are jockeying for position as the world's most valuable tech company. It's easy to chalk this up to Apple's weakness – but don't sleep on the fact that it's also because of Microsoft's strength. Where Apple has to deal with fickle consumer…", "url": "https://www.businessinsider.com/microsoft-vs-apple-cloud-vs-iphone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6ca82b64dce837008b4de1-1920-960.jpg", "publishedAt": "2018-11-29T17:24:08Z", "content": "As you read this, Microsoft is jockeying for position with Apple for the title of world's most valuable tech company - something that hasn't happened since 2010, when the Zune was still a thing. The two are roughly neck-and-neck, with each worth about $850 bi… [+3891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Ullman, Lulu Chang and Steven John", "title": "The best air purifiers you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Fresh, clean air. You need it, but the environment doesn’t always provide it. If you’ve suffered …", "url": "https://www.businessinsider.com/best-air-purifier", "urlToImage": "https://amp.businessinsider.com/images/5c0015f2d1e84479e26243d7-2732-1366.jpg", "publishedAt": "2018-11-29T17:21:00Z", "content": "Why you'll love it: Your love for the furry members of your family is greater than the pain that the resulting allergies bring you, but you don't have to suffer anymore with the Winix WAC9500 Ultimate Pet True. If you feel as though you have to choose between… [+2192 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "LeBron James dropped a big hint that he wants his eldest son, Bronny, to play college hoops for Coach K at Duke", "description": "LeBron James's eldest son, Bronny James, has become one of the most sought-after college basketball prospects in the world, and he's only 14 years old. On Wednesday, James not-so-subtly hinted that he would like his son to play college basketball at Duke by l…", "url": "https://www.businessinsider.com/lebron-james-wants-bronny-to-play-college-hoops-for-coach-k-at-duke-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001795f556fc4ed3698f33-1536-768.jpg", "publishedAt": "2018-11-29T17:17:59Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "YouTube is teeming with conspiracy theories about the California wildfires. Here's what really may have caused the flames.", "description": "Conspiracy theorists have posited some outlandish theories about the origin of the Paradise and Woolsey wildfires in California. We asked a wildfire expert and former FEMA official about the real source of the flames. In addition to natural forces and human a…", "url": "https://www.businessinsider.com/youtube-theories-what-caused-california-wildfires-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff05091011425806736ae4-2732-1366.jpg", "publishedAt": "2018-11-29T17:16:00Z", "content": "The Woolsey and Paradise wildfires brought widespread devastation to California in November, killing more than 90 people and torching 250,000 acres of land. With the fires now fully contained, residents have returned home to find nothing but scorched foundati… [+4904 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "4 questions about the future of money — and how banks can compete in the digital age", "description": "While the world is undergoing a digital revolution, many financial institutions are lagging behind. We asked a futurist and an industry specialist for their perspectives on how banks can catch up. Acquiring startups is one strategy banks can use to speed thei…", "url": "https://www.businessinsider.com/sc/how-digital-technology-affects-on-banks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001c64b73c284d971b3262-2732-1366.jpg", "publishedAt": "2018-11-29T17:15:00Z", "content": "Just a few years ago, it was difficult to imagine paying for a cup of coffee with your phone. Today, it's table stakes. But while digital innovations in the financial sector are ramping up, many legacy players are falling behind. In our series \"Futureproof,\" … [+5722 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Even if you're dreading your office holiday party, you still have to go. Here's your survival guide", "description": "You might want to skip your annual holiday work party, but you really shouldn't. Holiday work parties are a key way to show your colleagues and the company leadership that you're a team player and are invested in your company. Luckily, you don't have to stay …", "url": "https://www.businessinsider.com/how-to-survive-office-holiday-party-tips-conversation-starters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeb2839e8c53475c2909e9-1136-568.jpg", "publishedAt": "2018-11-29T17:10:00Z", "content": "There are plenty of reasons you might be dreading your holiday work party. Maybe you're stressed by upcoming the holidays, and need every minute you can get outside of work to plan and shop. Or maybe you just flat-out don't like your coworkers. Regardless, Ka… [+2074 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Trump says he canceling a meeting with Putin because Russia is causing trouble in the Black Sea", "description": "President Donald Trump said he would cancel a planned meeting with Russian President Vladimir Putin. The meeting, to take place in Buenos Aires, would've been their first since a summit in Helsinki in July. Trump said he scrapped the sit-down over Russia's de…", "url": "https://www.businessinsider.com/trump-cancels-putin-meeting-over-russia-ukraine-black-sea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a0722ce35876e01018b5727-1920-960.jpg", "publishedAt": "2018-11-29T17:08:57Z", "content": "President Donald Trump on Thursday said he was canceling a planned meeting with Russian President Vladimir Putin during the Group of 20 summit in Buenos Aires this weekend in response to a clash between Russia and Ukraine on the Black Sea. \"Based on the fact … [+2381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "A doll with a bizarre name has become the biggest toy of the holiday season by taking over YouTube with unboxing videos", "description": "LOL Surprise dolls have become the hottest toy this holiday season, earning a spot on multiple best-seller lists. \"LOL is the biggest thing that we have ever done,\" says Isaac Larian, CEO of MGA Entertainment, the company that makes the dolls. Much of the dra…", "url": "https://www.businessinsider.com/lol-surprise-dolls-hottest-toy-holiday-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfefb650591f264ed24368e-2732-1366.jpg", "publishedAt": "2018-11-29T17:05:13Z", "content": "The hottest toy this holiday? There's only one word shoppers need to know: LOL. LOL Surprise, a brand of dolls with a somewhat bizarre name, has risen to the top of the pile to become the hottest-selling toy of the season. It was a top seller at multiple stor… [+2385 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Save up to 30% on Dyson cordless stick vacuums — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-dyson-cordless-stick-vacuums-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c000ef1f556fc4d2d58dcd9-1334-667.jpg", "publishedAt": "2018-11-29T17:05:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3117 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "These could be the 3D-camera eyes for your next home robot", "description": "3D-cameras are one of the key technologies that are needed for next-generation robots, drones, and headsets. Big technology companies are pouring tons of money into these technologies. Occipital, a 3D-sensing startup, is releasing a new camera that costs a fe…", "url": "https://www.businessinsider.com/occipital-core-is-a-3d-camera-for-robots-and-drones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0012c7d1e844799018c12d-1136-568.jpg", "publishedAt": "2018-11-29T17:00:00Z", "content": "A lot of money and attention is going into 3D-cameras. Big tech companies, including Apple, Microsoft, and Google are spending hundreds of millions of dollars to make hardware that can accurately determine how far away things are. Accurate depth perception is… [+2454 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "New York City could finally make electric bikes and scooters legal — and Bird is already gearing up to launch", "description": "Four bills introduced to New York's City Council on Wednesday could make electric bikes and scooters legal and establish a pilot program for dockless e-scooters. Bird, one of the largest scooter operators, appears already gearing up to launch, with job postin…", "url": "https://www.businessinsider.com/nyc-could-make-e-bikes-scooters-legal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c001651d1e84479cf4b1a7e-2732-1366.jpg", "publishedAt": "2018-11-29T16:57:35Z", "content": "America's largest city is still a no-man's land for electric bikes and scooters. While dockless scooters are all the rage in cities across the United States, New York has remained on the sidelines. Electric scooters are still illegal on city streets, and elec… [+2249 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "A 27-year-old entrepreneur who built a million-dollar business with clients like Drake and Lil Wayne says a game he played at age 10 taught him 2 lifelong lessons about money", "description": "Larry Morrow is a well-connected entrepreneur in New Orleans. From booking Floyd Mayweather to Mary J. Blige, he handles everything from party and performances to his new restaurant, Morrow's. The 27-year-old says he learned to take big risks as a young kid s…", "url": "https://www.businessinsider.com/larry-morrow-gambling-money-lesson-new-orleans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd7c750591f23e3f038930-1920-960.jpg", "publishedAt": "2018-11-29T16:55:00Z", "content": "At 27 years old, Larry Morrow is a rising star in the entertainment and restaurant industries in New Orleans, a city known for both. He's has booked high-profile celebrities like Drake, Sean \" Diddy \" Combs, Floyd Mayweather and Mary J. Blige for parties and … [+3103 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin and Bob Bryan", "title": "Trump claims car companies are 'pouring' into the US. The reality is a lot more troubling", "description": "President Donald Trump again rails against General Motors, tweeting that the company's job cuts and plant closures are an exception and \"very counter to what other auto companies are doing.\" But other automakers are also struggling. Ford said it will cut jobs…", "url": "https://www.businessinsider.com/trump-china-trade-war-tweet-about-general-motors-and-us-autos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c000275d1e84477415c3c9a-2732-1366.jpg", "publishedAt": "2018-11-29T16:50:34Z", "content": "US President Donald Trump renewed his attacks on GM Thursday morning, sending a tweet in which he described the firm as \"very counter to what other auto... companies are doing.\" His tweet continued: \"Big Steel is opening and renovating plants all over the cou… [+3836 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "E-scooters are sending dozens of people to emergency rooms — and the companies appear to have a double standard when it comes to safety", "description": "Helmets are required by most startups to ride their electric scooters. Still, emergency rooms are being flooded with injured riders. On Instagram, startups Lime and Bird don't appear to be practicing what they preach when it comes to safety, despite commitmen…", "url": "https://www.businessinsider.com/e-scooter-accidents-on-the-rise-but-startup-helmet-policies-are-inconsistent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1c1fd9e8c53373728de58-1136-568.jpg", "publishedAt": "2018-11-29T16:49:50Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Apple told investors not to worry about iPhone sales — but now it seems worried about them - Business Insider", "description": "Business Insider Apple told investors not to worry about iPhone sales — but now it seems worried about them Business Insider Apple essentially told investors earlier this month that they shouldn't worry any longer about how many iPhones, iPads, or Macs it sel…", "url": "http://uk.businessinsider.com/apple-reassures-investors-about-iphone-sales-after-stopping-disclosure-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5c00170bdde8676504055a53-1190-625/apple-told-investors-not-to-worry-about-iphone-sales--but-now-it-seems-worried-about-them.jpg", "publishedAt": "2018-11-29T16:47:20Z", "content": "Apple CEO Tim Cook's company has sent mixed signals lately on how much investors should worry about how many devices it's selling. AP OK, Apple, I'm confused. First you tell me I shouldn't worry about how many iPhones you're selling. But now you're telling me… [+4302 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "GOP slams new top House Democrat Hakeem Jeffries for calling Trump a 'racial arsonist'", "description": "In an effort to paint the Democratic Party as increasingly radical, the GOP has begun attacking a rising star in the House, Rep. Hakeem Jeffries of New York. Republican National Committee chairwoman Ronna Romney McDaniel attacked Jeffries in a Thursday tweet …", "url": "https://www.businessinsider.com/gop-slams-new-top-house-democrat-hakeem-jeffries-for-calling-trump-racial-arsonist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffff99f556fc4b6d5b7c82-1136-568.jpg", "publishedAt": "2018-11-29T16:43:04Z", "content": "In an effort to paint the Democratic Party as increasingly radical, Republicans have begun attacking a rising star on the left, Rep. Hakeem Jeffries of New York, who was elected into a House leadership position on Wednesday and is widely viewed as a potential… [+2121 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Barrington", "title": "I tried BarkBox to find out what dog owners like about it, and now I get why it has over 500,000 monthly subscribers", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. BarkBox is a subscription box for dog toys and treats. It has over 500,000 monthly subscribers, s…", "url": "https://www.businessinsider.com/barkbox-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0014708c35ab4e04061054-1536-768.jpg", "publishedAt": "2018-11-29T16:43:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. From groceries and prepared meals to clothing and beauty products, there is a monthly subscriptio… [+6735 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Apple told investors not to worry about iPhone sales — but now it seems worried about them (AAPL)", "description": "Apple essentially told investors earlier this month that they shouldn't worry any longer about how many iPhones, iPads, or Macs it sells. That worried investors a lot, and they sold off the company's stock over fears of declining iPhone sales. Now Apple is sa…", "url": "https://www.businessinsider.com/apple-reassures-investors-about-iphone-sales-after-stopping-disclosure-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff46d9b73c28415d732f3c-1536-768.jpg", "publishedAt": "2018-11-29T16:40:43Z", "content": "OK, Apple, I'm confused. First you tell me that I shouldn't worry about how many iPhones you're selling. But now you're telling me that — just in case I was wondering, I guess — that your new iPhone XR is selling just fine. In fact, it's your best seller! So,… [+4054 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "2019 will be an extraordinary year in space — here's what NASA, SpaceX, and the night sky have in store for Earth", "description": "The 2019 calendar is full of major events in spaceflight, planetary science, and astronomy. SpaceX and Boeing hope to launch NASA astronauts inside commercial spaceships for the first time next year. Elon Musk may also test-launch his rocket company's \"Starsh…", "url": "https://www.businessinsider.com/rocket-launches-meteor-showers-2019-space-calendar-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd783866be507e9a1b1e02-2732-1366.jpg", "publishedAt": "2018-11-29T16:38:00Z", "content": "When it comes to events in space, 2019 is going to be an extraordinary year. That's not to say 2018 will be an easy act to follow. After all, SpaceX debuted the world's most powerful operational rocket (called Falcon Heavy ), sent a car beyond Mars, and helpe… [+875 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Grimes — the indie musician dating Elon Musk — has a new song that is intended to be propaganda in favor of artificial intelligence that her label says will make AI overlords 'less likely to delete your offspring'", "description": "The Canadian musician and producer Grimes released a new song, \"We Appreciate Power,\" on Wednesday. Grimes's record label, 4AD, said in a press release that the song is written from the perspective of a pro-artificial intelligence propaganda group. \"Simply by…", "url": "https://www.businessinsider.com/grimes-releases-new-song-we-appreciate-power-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00068ebeb67049e93725b6-1920-960.jpg", "publishedAt": "2018-11-29T16:32:34Z", "content": "The Canadian musician and producer Grimes released a new song, \"We Appreciate Power,\" on Wednesday. Grimes's record label, 4AD, said in a press release that the song is written from the perspective of a pro-artificial intelligence propaganda group. \"Inspired … [+1187 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "26 essential tips and tricks to help you get the most out of your Mac", "description": "Apple's Mac computers are easy to set up and start using, but there are tons of hidden tricks that only power users know about. Apple has added useful tricks to every Mac, like an easy way to organize your desktop, a simple way to find your cursor, and even a…", "url": "https://www.businessinsider.com/apple-mac-tips-tricks-keyboard-shortcuts-2018-4", "urlToImage": "https://amp.businessinsider.com/images/5c000d8338150757dd4c76c4-1136-568.jpg", "publishedAt": "2018-11-29T16:27:00Z", "content": "Steve Jobs may have been obsessed with making Macs super-simple to use — but some of the best Mac tips and tricks aren't always obvious to the everyday user. From keyboard shortcuts to hidden tools, Macs are full of features that will help you work more quick… [+247 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Hyundai just introduced an all-new family SUV to do battle with the Honda, Toyota, and Ford", "description": "The 2020 Hyundai Palisade family SUV made its world debut at the 2018 LA Auto Show. The new mid-size, three-row SUV will take on the Ford Explorer, Toyota Highlander, Honda Pilot, Nissan Pathfinder, Subaru Ascent, and Volkswagen Atlas. The Palisade will be po…", "url": "https://www.businessinsider.com/hyundai-unveils-palisade-family-suv-to-take-on-honda-toyota-and-ford-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffef9ada27f86b41418b07-1920-960.jpg", "publishedAt": "2018-11-29T16:13:41Z", "content": "Hyundai's all-out assault on the US market continues with the introduction of its new flagship Palisade SUV on Wednesday at the 2018 LA Auto Show. The 2020 Hyundai Palisade, which will reach US showrooms in the summer of 2019, is set to be the latest entrant … [+1998 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump says Michael Cohen is a 'weak person' and 'liar' after president’s former lawyer offers bombshell revelations in court", "description": "President Donald Trump on Thursday described Michael Cohen as a \"weak person\" and accused him of lying in court to get a reduced sentence shortly after his former lawyer offered bombshell revelations in court. Cohen on Thursday morning pleaded guilty to lying…", "url": "https://www.businessinsider.com/trump-michael-cohen-weak-person-liar-mueller-guilty-plea-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c000cd838150757a81ebbe5-2560-1280.jpg", "publishedAt": "2018-11-29T16:13:19Z", "content": "President Donald Trump on Thursday described Michael Cohen as a \"weak person\" and accused him of lying in court to get a reduced sentence, lashing out at his former lawyer after Cohen offered bombshell revelations in court. \"He's a weak person.... He's lying … [+853 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "US troops at the Mexico border have turned from just laying razor wire to bracing for violence as migrants arrive by the thousands", "description": "Customs and Border Protection announced Tuesday that over the next few weeks, border agents and troops deployed to the southern border will be conducting tactical readiness training in preparation for potential violence. The White House recently sent a memo t…", "url": "https://www.businessinsider.com/troops-brace-for-conflict-rather-than-running-razor-wire-at-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff45e4e4218a3eba7be9b7-960-480.jpg", "publishedAt": "2018-11-29T16:11:43Z", "content": "Active-duty troops deployed to the US-Mexico border are increasingly bracing for confrontations rather than just running razor wire to deter their entry in the US, images published by the US military show. Over the past week, US troops have been conducting no… [+445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "iRobot's $800 Roomba seems like a ridiculous cost, but I've tried my fair share of robot vacuums and it's one of the best", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Robotic vacuum cleaners still aren't as powerful as their upright counterparts, but they have com…", "url": "https://www.businessinsider.com/irobot-roomba-980-robot-vacuum-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c000b11110d4c6bbf5c831e-960-480.jpg", "publishedAt": "2018-11-29T16:10:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Cleaning is at the bottom of my to-do list. Sure, it would be nice to have a clean house, and whe… [+5907 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathan McAlone", "title": "MoviePass competitor Sinemia is making big changes after it was hit with a lawsuit by angry customers", "description": "MoviePass competitor Sinemia is re-introducing debit cards that allow customers to bypass its per-movie fees (though the card itself costs $14.99). A new \"processing fee\" that Sinemia introduced in mid-October was the subject of a class-action lawsuit filed t…", "url": "https://www.businessinsider.com/moviepass-competitor-sinemia-brings-back-debit-card-after-lawsuit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be820ddbeb67029b53c4ae2-1536-768.jpg", "publishedAt": "2018-11-29T16:07:07Z", "content": "Movie-ticket subscription service Sinemia, which has stepped into the spotlight as its competitor MoviePass has struggled, announced big changes to its plans on Thursday that address some of the complaints that sparked a class-action lawsuit by angry customer… [+1824 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Analyst slashes his Apple target after survey finds weak iPhone XR demand (AAPL)", "description": "Apple is seeing disappointing initial sales of its iPhone XR, according to a Canaccord Genuity survey. The financial-service firm slashed its price target by 10% to $225 — 25% above Apple's current share price. Apple has been under pressure recently, down mor…", "url": "https://www.businessinsider.com/apple-stock-price-iphone-demand-soft-analyst-cuts-target-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcf2e3cd2e6483580019f97-2732-1366.jpg", "publishedAt": "2018-11-29T16:03:00Z", "content": "Apple 's latest lineup of iPhones, especially the cheaper model XR, is not as popular as the market expected, according to a survey conducted by Canaccord Genuity. The financial-services firm slashed its Apple price target shares by 10% to $225 — 25% above wh… [+2176 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Analyst slashes his Apple target after survey finds weak iPhone XR demand (AAPL)", "description": "Apple is seeing disappointing initial sales of its iPhone XR, according to a Canaccord Genuity survey. The financial-service firm slashed its price target by 10% to $225 — 25% above Apple's current share price. Apple has been under pressure recently, down mor…", "url": "http://markets.businessinsider.com/news/stocks/Analyst-slashes-his-Apple-target-after-survey-finds-weak-iPhone-XR-demand-AAPL-1027767959", "urlToImage": "https://static6.businessinsider.com/image/5bcf2e22bac52b6e4a38bbd3-2400/gettyimages-1032298074-1.jpg", "publishedAt": "2018-11-29T16:03:00Z", "content": "Apple 's latest lineup of iPhones, especially the cheaper model XR, is not as popular as the market expected, according to a survey conducted by Canaccord Genuity. The financial-services firm slashed its Apple price target shares by 10% to $225 — 25% above wh… [+2178 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John and Owen Burke", "title": "The best men's hiking boots you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When you're miles away from civilization, you rely on your gear, and no gear matters more than th…", "url": "https://www.businessinsider.com/best-hiking-boots-men", "urlToImage": "https://amp.businessinsider.com/images/5bfeb9b0c9570130d861ad68-1334-667.jpg", "publishedAt": "2018-11-29T16:02:00Z", "content": "Why you'll love them: Danner's hiking boots are some of the most stylish boots you can buy and they're extremely well made. Danner has been making some of the most popular boots for outdoor enthusiasts for nearly a century. If you're looking for a pair of hik… [+2952 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "Southwest Airlines apologizes after an agent mocked the name of a 5-year-old girl with epilepsy (LUV)", "description": "A Southwest Airlines boarding agent mocked the name of a five-year-old girl with epilepsy. According to Newsweek, a Southwest Airlines staff member at John Wayne airport in Orange County, California singled out five-year-old Abcde (pronounced ab-city) Redford…", "url": "https://www.businessinsider.com/southwest-gate-agent-mocked-name-child-with-epilepsy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfffb4ec9570148450c4506-2732-1366.jpg", "publishedAt": "2018-11-29T15:57:17Z", "content": "A Southwest Airlines boarding agent mocked the name of a five-year-old girl with epilepsy, multiple sources have reported. According to Newsweek, a Southwest Airlines staff member at John Wayne airport in Orange County, California singled out five-year-old Ab… [+1908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "A Southwest Airlines plane suffered a cracked windshield while trying to land in Kansas City (LUV)", "description": "Southwest Airlines flight 718 landed in Kansas City with a cracked front windshield on Wednesday, Fox affiliate Fox4 first reported. Southwest told Business Insider that the outer pane of the cockpit's left-side window cracked during the flight's descent. The…", "url": "https://www.businessinsider.com/southwest-airlines-plane-suffers-cracked-windshield-while-landing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b100e4c1ae6621f008b463c-1920-960.jpg", "publishedAt": "2018-11-29T15:47:03Z", "content": "Southwest Airlines flight 718 landed in Kansas City with a cracked front windshield on Wednesday, Fox affiliate Fox4 first reported. The aircraft, a Boeing 737, landed at Kansas City International Airport around 6:30 pm, according to the flight-tracking site … [+1931 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Millennials are killing countless industries — but the Fed says it's mostly just because they're poor", "description": "Millennial spending habits have wreaked havoc on companies from golf equipment makers to razor manufacturers. However, a new paper from the Federal Reserve argues that millennials are similar to earlier generations except for one factor: they have much less m…", "url": "https://www.businessinsider.com/millennials-kill-industries-because-poor-fed-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9bde56b354cd32108b60a7-2732-1366.jpg", "publishedAt": "2018-11-29T15:45:31Z", "content": "Millennials have been blamed for killing plenty of industries. But, according to the Federal Reserve, it's not their fault. \"A new Federal Reserve paper says the app-loving, participation-trophy-receiving cohort, defined as those born between 1981 and 1997, a… [+2861 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Samsung has an upgrade program for TVs that lets you get a new one every two years, but it's probably not right for you", "description": "Samsung has a TV upgrade program that lets you get a new model every 24 months. When you upgrade as part of this program, you get up to 33% of the cost of the original TV you bought credited towards the cost of the new TV you choose. You also get to keep the …", "url": "https://www.businessinsider.com/samsung-tv-upgrade-program-lets-you-upgrade-every-two-years-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c00001a110d4c6a555e6c57-1334-667.jpg", "publishedAt": "2018-11-29T15:41:41Z", "content": "Samsung has a TV upgrade program that lets you upgrade to a new model every two years. It's a similar upgrade program you might find for smartphones, except now applied to TVs. Unlike some smartphone upgrade programs, you get to keep the old TV when you use t… [+3080 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "LeBron James spelled out his pregame strategies and how he responds to failure, and they’re tools anyone can use in their lives", "description": "To perform at an elite level night after night, LeBron James has developed strategies to keep an optimal mindset. James and Mike Mancias, his trainer, were recently on Tim Ferriss' podcast and discussed how the four-time MVP prepares ahead of big games and ho…", "url": "https://www.businessinsider.com/lebron-james-pregame-mentality-response-to-failure-and-adversity-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef0670591f2634308d987-1920-960.jpg", "publishedAt": "2018-11-29T15:38:01Z", "content": "LeBron James is elite in every sense of the word. He takes serious precautions to protect his body and ensure that he will be healthy enough to play for years to come, but his mental and emotional preparations for games and responses to losses may be just as … [+2597 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Chris Snyder", "title": "This fish was sold for $1.8 million — here's why bluefin tuna is so expensive", "description": "Bluefin tuna can be very expensive, depending on where you buy it and which part of the fish you are eating. One fish sold for nearly $1.8 million at an auction in Japan in 2013. We spoke with Derek Wilcox, the chef at Shoji in New York, to find out why the f…", "url": "https://www.businessinsider.com/why-bluefin-tuna-expensive-fish-japan-sushi-maguro-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47a4a38150775ba17eb95-2732-1366.jpg", "publishedAt": "2018-11-29T15:35:00Z", "content": "Narrator: In 2013, a 489-pound tuna sold for a whopping $1.8 million. But you can buy a can of tuna fish at the grocery store for under $2. So, what's the difference? For starters, it's not the same fish. Canned tuna typically comes from albacore. They're sma… [+5600 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "The best pizza stones you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. H igh-quality pizza stones are easy to use, will not crack under high temperatures, and produce p…", "url": "https://www.businessinsider.com/best-pizza-stone", "urlToImage": "https://amp.businessinsider.com/images/5bfebb82da27f8553b1be054-1136-568.jpg", "publishedAt": "2018-11-29T15:35:00Z", "content": "Why you'll love it: The Love This Kitchen Ultimate 16-inch Round Pizza Stone features a helpful stopper that makes it easy to remove the pizza and grab the stone. The pizzerias make using a pizza peel look so simple. They just shove it under the pizza and pul… [+2145 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "These 17 photos show Finland's brutally cold World War II battle with the Soviet Union", "description": "The German sprint across Poland in September 1939 introduced the Nazi Blitzkrieg to the world, which then watched as Hitler's forces swept over Europe and bombarded Britain. Farther north, another battle raged in the unprecedentedly cold winter of 1939-1940, …", "url": "https://www.businessinsider.com/ussr-russia-finald-wwii-winter-war-photos-2017-3", "urlToImage": "https://amp.businessinsider.com/images/58bd912dbe967324008b50bd-2732-1366.jpg", "publishedAt": "2018-11-29T15:28:00Z", "content": "The German sprint across Poland in September 1939 introduced the Nazi Blitzkrieg to the world, which then watched as Hitler's forces swept over Europe and bombarded Britain. Farther north, another battle raged in the unprecedentedly cold winter of 1939-1940, … [+1075 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Twitter keeps a list of everything it thinks you're interested in — here's how to find it (TW)", "description": "Twitter collects a lot of data on you, including a compiled list of \"inferred interests\" it uses to personalize your experience. This interests list was initially rolled out to Twitter users a while back, but the feature was rediscovered this week and users h…", "url": "https://www.businessinsider.com/twitter-interests-list-how-to-find-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff113166be5028025b3dd4-2732-1366.jpg", "publishedAt": "2018-11-29T15:21:29Z", "content": "If you've ever wondered what Twitter knows about you (or thinks it knows about you) based on your online activities, there's an easy way to find out. There's a special \"inferred interests\" dossier that Twitter creates for every user of the social network. The… [+991 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "An uncensored screening of Lars von Trier's controversial serial-killer movie, 'The House That Jack Built,' violated MPAA ratings rules", "description": "IFC Films is facing sanctions for violating the MPAA's ratings rules after screening the uncensored version of Lars von Trier's controversial serial-killer movie, \"The House That Jack Built,\" on Wednesday without a waiver. \"The effectiveness of the MPAA ratin…", "url": "https://www.businessinsider.com/the-house-that-jack-built-uncensored-screening-violates-mpaa-rules-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfff2020591f273e3198aa3-960-480.jpg", "publishedAt": "2018-11-29T15:11:25Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "How Target’s holiday prep is paying off (TGT)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Thanksgiving weekend has concluded, and Thanksgiving Day, Black Friday, and C…", "url": "https://www.businessinsider.com/target-holiday-prep-paying-off-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5c0000d4f556fc4bd76c8a06-480-240.jpg", "publishedAt": "2018-11-29T15:11:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Thanksgiving weekend has concluded, and Thanksgiving Day, Black Friday, and C… [+2686 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "This guy found a way to run Apple's Mac software on an iPad — and it works surprisingly well (AAPL)", "description": "YouTuber Jonathan Morrison has pulled off something iPad and Mac fans have been dying to see: A full version of MacOS, Apple's operating system for Mac computers, running on an iPad. For this setup, Morrison used the 2018 Mac Mini as a way to put MacOS on a 2…", "url": "https://www.businessinsider.com/how-to-run-apple-macos-on-ipad-pro-using-mac-mini-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeb7d3b73c2830f27f4e2a-1920-960.jpg", "publishedAt": "2018-11-29T15:08:03Z", "content": "For years, one of the biggest desires among iPad owners is that they wish it could run Mac software. The iPad is an excellent device for consuming media, like watching movies or reading books, but a handful of limitations keep it from being a real work comput… [+769 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "The media measurement giants Nielsen and Comscore have hired big shots from the digital agency and marketing worlds to help them restore the business' credibility and solve the messy TV measurement problem. Nielsen just hired ex-IBM exec David Kenny, who succ…", "url": "https://www.businessinsider.com/advertising-news-today-comscore-and-nielsen-leadership-holiday-shopping-stats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd9fbe6f556fc38fe0cbc65-1920-960.jpg", "publishedAt": "2018-11-29T15:00:15Z", "content": "NBC's \"This Is Us\" NBC The media measurement giants Nielsen and Comscore have hired big shots from the digital agency and marketing worlds to help them restore the business' credibility and solve the messy TV measurement problem. Nielsen just hired ex-IBM exe… [+2097 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rebecca Carhart", "title": "The best makeup setting sprays you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you want your makeup to last longer and look exactly the same hours after you applied it, you …", "url": "https://www.businessinsider.com/best-makeup-setting-spray", "urlToImage": "https://amp.businessinsider.com/images/5bfebebb0591f25ccb50e905-960-480.jpg", "publishedAt": "2018-11-29T15:00:00Z", "content": "Why you'll love it: The Farmacy Skin Dew Hydrating Setting Spray is an eco-friendly setting spray that tones skin while keeping makeup looking fresh for hours. If you prefer to buy eco-friendly products, try the Farmacy Skin Dew Hydrating Setting Spray. The p… [+1238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "A college coach who used to read applications at Yale says most students should think twice before enrolling in an Ivy League", "description": "Is an Ivy League degree worth the cost? According to a former Yale admissions officer, it's worth considering whether you're getting financial aid. A student's education comes down to what they make of their experience on campus, she said. If you're proactive…", "url": "https://www.businessinsider.com/ivy-league-degree-worth-it-college-admissions-financial-aid-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfee26cbeb67035d722bc62-1920-960.jpg", "publishedAt": "2018-11-29T14:56:00Z", "content": "Ivy League colleges are known for their prestige, academic resources, and connections. But, is paying the steep price for an Ivy League education really worth it? According to Dr. Kat Cohen, the founder and CEO of college-counseling firm IvyWise, an Ivy Leagu… [+2754 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "Consumers prefer money to traditional gifts", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Two major payments firms released studies with insights into consumer habits ar…", "url": "https://www.businessinsider.com/consumers-prefer-money-over-gifts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfffac210114264fc1d70c4-750-375.jpg", "publishedAt": "2018-11-29T14:46:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Two major payments firms released studies with insights into consumer habits ar… [+2381 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Insider Inc.", "title": "APPLY NOW: Insider Inc. is hiring a paid video copyediting intern", "description": "Insider Inc. is hiring a paid copyediting intern to work in our New York City office for six months. The copyediting intern will primarily edit copy for our videos across Insider Inc. but also edit a variety of news articles and features. This person will be …", "url": "https://www.businessinsider.com/apply-now-insider-inc-is-hiring-a-paid-video-copyediting-intern-copy-editor-internship-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfffaa3f556fc4a93262ecf-1136-568.jpg", "publishedAt": "2018-11-29T14:43:38Z", "content": "Insider Inc. is hiring a paid copyediting intern to work in our New York City office for six months. The copyediting intern will primarily edit copy for our videos across Insider Inc. but also edit a variety of news articles and features. This person will be … [+913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Teachers across America are obsessed with Google products — here's how Apple and Microsoft plan to win them back", "description": "Google has taken over technology in the classroom from education stalwarts Microsoft and Apple. That's a valuable market to dominate. Ed tech is expected to hit $43 billion in value by 2019, just under half of which is based in K-12. Chromebooks are cheaper t…", "url": "https://www.businessinsider.com/google-apple-microsoft-competing-dominate-education-technology-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff18cf0591f269a93da10b-1136-568.jpg", "publishedAt": "2018-11-29T14:40:00Z", "content": "Google has steadily taken over the ed-tech market with its super-cheap Chromebooks and user-friendly education management software. In 2017, Chromebooks and other Google devices made up 58% of all devices purchased for US classrooms, according to Futuresource… [+7095 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "A Delta passenger says the pilot of his flight sent him a Grindr message while they were in mid-air (DAL)", "description": "A Delta Air Lines passenger said his pilot sent him a message on dating app Grindr while the flight was still in mid-air. JP Thorn only got the message when he landed, but saw it was sent 30 minutes before the 90-minute flight landed in Chicago in August. He …", "url": "https://www.businessinsider.com/delta-air-lines-passengers-says-pilot-sent-grindr-message-mid-air-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffe9cd0591f273043ab3c6-1536-768.jpg", "publishedAt": "2018-11-29T14:39:54Z", "content": "A passenger who took a Delta Air Lines flight earlier this year said the pilot operating his flight sent him a Grindr message while they were \"30,000 feet in the air.\" The passenger, JP Thorn, told the New York Post the pilot texted him on the dating app duri… [+1111 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump's mockery of Obama for his response to Crimea backfires with a new Ukraine crisis", "description": "President Donald Trump mocked former President Barack Obama as being weak on Russia and standing by while Moscow illegally annexed Crimea from Ukraine in 2014. But Russia effectively locked Ukraine out of the Sea of Azov last weekend, and despite Ukraine's ca…", "url": "https://www.businessinsider.com/trump-mocking-obama-over-crimea-backfires-russia-ukraine-crisis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/598dbb42cb9701552c8b45a4-2732-1366.jpg", "publishedAt": "2018-11-29T14:38:42Z", "content": "President Donald Trump mocked former President Barack Obama as being weak on Russia and standing by while Moscow illegally annexed Crimea from Ukraine in 2014. But Russia's navy recently locked Ukraine out of the Sea of Azov, which Kiev relies on to feed its … [+4136 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "Amazon is beefing up Amazon Web Services' IoT (AMZN)", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Amazon announced a series of new additions to its Amazon Web Services (AWS) IoT platfo…", "url": "https://www.businessinsider.com/amazon-web-services-iot-additions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfff71ebeb67047ff612303-2732-1366.jpg", "publishedAt": "2018-11-29T14:33:34Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Amazon announced a series of new additions to its Amazon Web Services (AWS) IoT platfo… [+2639 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I visited a sit-down Pizza Hut in Dubai that's nothing like the US brand, and now I'm convinced it should return to the classic restaurants that made it famous", "description": "Pizza Hut is struggling to keep its No. 1 market share in the $38 billion US pizza market, as Domino's and Papa John's continue to expand. For people who grew up on Pizza Hut, its restaurants today are a pale imitation of the brand’s 1980s and 1990s heyday, w…", "url": "https://www.businessinsider.com/pizza-hut-dubai-vs-united-states-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff1b5566be5029be01edb0-1920-960.jpg", "publishedAt": "2018-11-29T14:32:56Z", "content": "For those that grew up in the 1980s and 1990s, Pizza Hut was an experience. I have many fond memories of that red-roofed Church of 'Za — its translucent red cups, the hanging stained glass lamps, the seemingly infinite salad bar, the joy of the midday pizza b… [+1669 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Abercrombie & Fitch is going nuts after crushing earnings", "description": "Abercrombie & Fitch beat on the top and bottom lines, and delivered strong same-store sales for the third quarter. Shares surged more than 25% early Thursday. Watch Abercrombie & Fitch trade live. Abercrombie & Fitch surged more than 25% early Thursday after …", "url": "https://www.businessinsider.com/abercrombie-and-fitch-stock-price-earnings-q3-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb299c8c35ab4f8272768f-750-375.jpg", "publishedAt": "2018-11-29T14:27:00Z", "content": "Abercrombie &amp; Fitch surged more than 25% early Thursday after reporting strong third-quarter results. The teen retailer earned an adjusted $0.33 a share on revenue on revenue of $861.2 million, easily beating the $0.21 and $853 million that analysts surve… [+853 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "A new report says China will dethrone the US as the box-office leader in less than 5 years, and that's good news for The Rock and monster movies", "description": "China is expected to surpass the US as the world's largest theatrical market by 2022, according to a new report by Ampere Analysis. Theatrical revenue in China is expected to reach nearly $12 billion. China has been building cinemas at an unprecedented rate o…", "url": "https://www.businessinsider.com/china-to-pass-us-as-worlds-biggest-movie-market-by-2022-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfefdd466be50259c3d044a-1136-568.jpg", "publishedAt": "2018-11-29T14:27:00Z", "content": "The US is on track for a record year at the box office, but China isn't far behind. A new report from Ampere Analysis released Wednesday predicted that China will surpass the US as the world's biggest theatrical market by 2022, with estimated theatrical reven… [+4080 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Abercrombie & Fitch is going nuts after crushing earnings", "description": "Abercrombie & Fitch beat on the top and bottom lines, and delivered strong same-store sales for the third quarter. Shares surged more than 25% early Thursday. Watch Abercrombie & Fitch trade live. Abercrombie & Fitch surged more than 25% early Thursday after …", "url": "https://markets.businessinsider.com/news/stocks/abercrombie-and-fitch-stock-price-earnings-q3-2018-11-1027767515", "urlToImage": "https://static1.businessinsider.com/image/5bdb29909e8c5351220ce666-900/4520246620550019212135062005273355229331456o.jpg", "publishedAt": "2018-11-29T14:27:00Z", "content": "Facebook/Abercrombie Abercrombie &amp; Fitch surged more than 25% early Thursday after reporting strong third-quarter results. The teen retailer earned an adjusted $0.33 a share on revenue on revenue of $861.2 million, easily beating the $0.21 and $853 millio… [+874 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Novartis CEO said he was 'completely blindsided' by Michael Cohen contract", "description": "Novartis CEO Vas Narasimhan said on Thursday he was \"completely blindsided\" when the drug company was thrown into the political spotlight. Novartis came under scrutiny in May after it was revealed that it had signed a $1.2 million yearlong contract with Cohen…", "url": "https://www.businessinsider.com/novartis-ceo-on-michael-cohen-contract-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5acb7a15146e7120008b492a-1920-960.jpg", "publishedAt": "2018-11-29T14:23:18Z", "content": "In May, Novartis made national headlines, but not because of anything related to the drugs the pharma giant produces. Instead, it was revealed that Novartis was among the companies listed in paying Essential Consulting, a firm linked to Michael Cohen, Preside… [+732 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Michael Cohen reportedly reached a new plea deal with Mueller, and is expected to give dozens of hours of testimony that could damage Trump", "description": "Michael Cohen reportedly reached a new plea deal with Special Counsel Robert Mueller on Thursday. It could involve his giving dozens of hours of testimony. He is also expected to plead guilty to lying to Congress. This could severely damage President Donald T…", "url": "https://www.businessinsider.com/michael-cohen-reaches-new-plea-deal-with-mueller-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b8852e51982d88a308b4b73-960-480.jpg", "publishedAt": "2018-11-29T14:20:55Z", "content": "Michael Cohen, the longtime personal lawyer for President Donald Trump, has reached a new plea deal with Special Counsel Robert Mueller, ABC News reported on Thursday. Cohen is scheduled to appear in federal court in Manhattan on Thursday, where he is expecte… [+464 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "Real estate investment is going on blockchain (DRW)", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. A luxury student complex in the US will soon see its value moved onto a blockchain, reports Fortune. Investors in the U…", "url": "https://www.businessinsider.com/convexity-properties-luxury-student-complex-blockchain-investments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfff43c10114263fa2a6e7b-750-375.jpg", "publishedAt": "2018-11-29T14:20:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. A luxury student complex in the US will soon see its value moved onto a blockchain, reports Fortune. Investors in the U… [+2162 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Internal Facebook emails reportedly reveal execs discussed charging and cutting deals with companies for access to user data", "description": "Facebook emails reviewed by The Wall Street Journal show executives discussing charging and cutting deals with companies to allow them access to Facebook user data. The emails offer insight into Facebook's efforts to monetize its vast trove of user data, high…", "url": "https://www.businessinsider.com/facebook-discussed-emails-charging-companies-for-access-to-user-data-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfff36d9e8c53607852d585-2732-1366.jpg", "publishedAt": "2018-11-29T14:16:00Z", "content": "Facebook discussed charging and cutting deals with companies for access to the data of its two billion users, according to internal emails reviewed by The Wall Street Journal. The emails, secured from a cache of Facebook documents that form part of a lawsuit … [+3175 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "How to hurricane-proof your home, according to an architect who designs homes that could withstand Category 4 hurricanes", "description": "Florida architect Geoff Chick ha s built numerous hurricane-resistant homes in the Gulf of Mexico, which was recently ravaged by the Category 4 Hurricane Michael. Though the safest homes are often brand-new, Chick said there are a few ways to protect an exist…", "url": "https://www.businessinsider.com/hurricane-proof-home-how-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd82db110d4c36f046abdd-1920-960.jpg", "publishedAt": "2018-11-29T14:15:00Z", "content": "Many Americans dream of a life on the coast, with the sun grazing their rooftops and waves lapping at the shore below. Not everyone considers the risk of purchasing a coastal property, which could easily be destroyed in the event of a hurricane. When Hurrican… [+5894 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Melody Wilding, Contributor", "title": "After coaching managers and execs from companies like Google, Facebook, and HP, I've seen the most successful people use 3 psychological strategies on a daily basis", "description": "Melody Wilding is an executive coach and professor of human behavior who has worked with founders and chief executives across industries like technology, sports, entertainment, and food, and with people from companies like Google, Facebook, and HP. She's foun…", "url": "https://www.businessinsider.com/psychological-strategies-managers-execs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff154ef556fc3fe9462b6b-1536-768.jpg", "publishedAt": "2018-11-29T14:03:00Z", "content": "Senior executives face constant pressure. Whether it's the breakneck pace of their busy schedule or keeping everyone from shareholders to employees happy, the life of a leader can be extremely stressful. As an executive coach and human professor behavior, I h… [+3504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Facebook and Apple are backing a new course that gives kids college credit for learning to code — and it's the fastest growing AP course ever (AAPL, FB, AMZN)", "description": "Big companies like Apple, Facebook and Amazon are supporting a new AP level computing course for high school students. The course was designed to attract a broader group of students into the field and to ameliorate the industry's so-called pipeline problem. M…", "url": "https://www.businessinsider.com/facebook-apple-backing-ap-computer-science-principles-improve-diversity-tech-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff1e93da27f862e7451265-640-320.jpg", "publishedAt": "2018-11-29T14:00:00Z", "content": "Many engineers and software developers can trace their formative coding experiences to a class they took in high school: Advanced Placement Computer Science. But two years ago, the College Board — the body that administers AP tests — decided to try something … [+5437 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Deutsche Bank is threatening record lows after its headquarters were raided as part of a Panama Papers probe (DB)", "description": "Deutsche Bank 's Frankfurt offices were searched Thursday as part of a probe linked to the Panama Papers. The bank is being investigated on money-laundering suspicions raised by a 2016 data leak. The German lender is under increasing pressure after three cons…", "url": "https://markets.businessinsider.com/news/stocks/deutsche-bank-stock-price-headquarters-raided-panama-papers-probe-2018-11-1027767280", "urlToImage": "https://static3.businessinsider.com/image/5ad8d1591b60b466008b48f2-2000/rtseywo.jpg", "publishedAt": "2018-11-29T14:00:00Z", "content": "Reuters/Kai Pfaffenbach Deutsche Bank shares fell as much as 3.82% in early trading Thursday to around $9.50 — just above its record low of $9.21 — after its headquarters were searched in a money-laundering probe linked to the 2016 Panama Papers data leak. Po… [+1599 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Deutsche Bank is threatening record lows after its headquarters were raided as part of a Panama Papers probe (DB)", "description": "Deutsche Bank 's Frankfurt offices were searched Thursday as part of a probe linked to the Panama Papers. The bank is being investigated on money-laundering suspicions raised by a 2016 data leak. The German lender is under increasing pressure after three cons…", "url": "https://www.businessinsider.com/deutsche-bank-stock-price-headquarters-raided-panama-papers-probe-2018-11", "urlToImage": null, "publishedAt": "2018-11-29T14:00:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "New York Media built a digital following with individual brands, and now it's trying to bring them under one roof to figure out subscriptions", "description": "New York Media is rolling out a new subscription program while redesigning its website to bring all of its properties together. The program costs $5 per month for digital all-access or $70 a year for a plan that includes a print subscription. The publisher is…", "url": "https://www.businessinsider.com/new-york-media-launches-paywall-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff1258da27f860e23524bb-750-375.jpg", "publishedAt": "2018-11-29T13:46:38Z", "content": "New York Media this week is rolling out a redesign of its website and launching a $5-a-month digital subscription. For $70 a year, subscribers get a print subscription to New York magazine and unlimited access to web stories. The redesign showcases New York M… [+4398 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "West Nile virus infections could become twice as common in the US within 30 years. Here's why disease-carrying insects are spreading.", "description": "The Trump administration released a major climate report on Friday that outlines current and predicted effects of climate change in the US. In the report, scientists project that the number of West Nile virus cases in the US will more than double by 2050 beca…", "url": "https://www.businessinsider.com/west-nile-virus-infectious-diseases-spread-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff0d2d9e8c5354fd705496-1334-667.png", "publishedAt": "2018-11-29T13:44:00Z", "content": "The number of West Nile virus cases in the United States is expected to more than double in the next 30 years. That's one of the dire predictions in the climate report that the Trump administration released on Black Friday. Scientists project that as average … [+4740 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lucia Moses", "title": "Media measurement giants are under fire and they’re betting on digital marketing talent to win over clients", "description": "Nielsen just hired ex-IBM exec David Kenny as CEO after Comscore brought on 360i chairman Bryan Wiener as its chief executive earlier this year. Clients hope the CEOs will bring a customer-centric approach to companies that traditionally have been research-fo…", "url": "https://www.businessinsider.com/comscore-and-nielsen-bet-on-digital-marketing-talent-to-win-over-networks-agencies-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeeeb20591f262b72224db-750-375.jpg", "publishedAt": "2018-11-29T13:38:21Z", "content": "The media measurement giants Nielsen and Comscore have hired big shots from the digital agency and marketing worlds to help them restore the business' credibility and solve the messy TV measurement problem. Nielsen just hired ex-IBM exec David Kenny, who succ… [+10180 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "CBS boss Moonves reportedly tried to silence sex assault allegations with TV roles — and his $120 million severance is in jeopardy", "description": "A damning New York Times report says that Les Moonves tried to silence a woman who accused him of sexual assault with a TV role at a CBS show so she would keep quiet. Moonves, who was then working for Warner Bros., allegedly forced Bobbie Phillips to perform …", "url": "https://www.businessinsider.com/report-cbs-les-moonves-found-sexual-assault-victim-to-keep-her-quiet-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b97be00e361c01d008b5974-2560-1280.jpg", "publishedAt": "2018-11-29T13:33:06Z", "content": "Les Moonves tried to bribe an actress that he sexually assaulted with TV roles so she would keep quiet, a damning report in The New York Times said. During a March 1995 meeting in Burbank, California, Moonves — the president of Warner Bros. television at the … [+3222 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "BREXIT: London's loss is Frankfurt's gain with €800 billion of assets potentially moving to Germany", "description": "Around €750 billion to €800 billion ($911 billion) in assets are expected to move from London to Frankfurt in the first quarter of 2019. At least 30 financial institutions have chosen Frankfurt as their EU-base post Brexit. Frankfurt's financial-industry body…", "url": "https://www.businessinsider.com/brexit-london-will-lose-800-billion-of-assets-to-germany-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffdfc11011426290024687-2732-1366.jpg", "publishedAt": "2018-11-29T13:30:00Z", "content": "While Theresa May tries to get her Brexit deal over the line, banks have already packed their bags and started moving to Frankfurt. It's more bad news for the City of London. Frankfurt Main Finance, a lobby group, has claimed that between 750 billion to 800 b… [+1102 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Unilever CEO Paul Polman is retiring", "description": "Reuters/Benoit Tessier Unilever Chief Executive Paul Polman is retiring after 10 years at the top of the company. His annoucement comes less than two months after investors revolted against a plan to move the company's consumer goods group's headquarters to t…", "url": "https://www.businessinsider.com/unilever-paul-polman-retiring-ceo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffe3a3b73c2846544b3a2b-2732-1366.jpg", "publishedAt": "2018-11-29T13:09:00Z", "content": "(Reuters) - Unilever Chief Executive Paul Polman is retiring less than two months after a damaging row with shareholders and will be succeeded in January by Alan Jope, the head of the Anglo-Dutch group's beauty business. Polman's exit comes after the maker of… [+3871 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "LeBron James says being a father has helped him learn how to be a better leader and teammate", "description": "A crucial component to LeBron James' success throughout his outstanding 16-year career has been the ability to rely on and support his teammates through good times and bad. In a recent appearance on Tim Ferriss' podcast, James discussed the influence being a …", "url": "https://www.businessinsider.com/lebron-james-says-fatherhood-helps-him-as-a-teammate-and-leader-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff06cac957013b9f4cda4e-1334-667.jpg", "publishedAt": "2018-11-29T13:05:30Z", "content": "LeBron James has enjoyed one of the most impressive professional careers in the history of the NBA and will undoubtedly go down in history as one of the best to ever play the game of basketball. But even the four-time NBA MVP admits that he could never do it … [+2256 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Facebook cofounder Dustin Moskovitz' Asana is now worth $1.5 billion", "description": "On Thursday, Asana — a collaboration and productivity software company started by Facebook co-founder Dustin Moskovitz — announced that it had raised a $50 million Series E funding round. Asana is now valued at $1.5 billion. \"It's really nice to cross over th…", "url": "https://www.businessinsider.com/asana-raise-50-million-over-1-billion-valuation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff29233815074c6774cc02-750-375.jpg", "publishedAt": "2018-11-29T13:00:00Z", "content": "After more than a decade, Asana can finally call itself a unicorn. On Thursday, Asana announced that it had raised a $50 million Series E funding round, putting the company at a $1.5 billion valuation. The funding round was led by Generation Investment Manage… [+2985 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Europe is closing in on Amazon, as Germany investigates whether the firm is abusing its market position", "description": "Germany's competition watchdog has launched an investigation into whether Amazon is abusing the dominance of its marketplace platform. The probe was prompted by numerous complaints lodged against Amazon by third-party sellers. It will run in tandem with a sim…", "url": "https://www.businessinsider.com/amazon-under-investigation-by-german-competition-watchdog-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9965128ea82ff5248b507d-1920-960.jpg", "publishedAt": "2018-11-29T11:59:31Z", "content": "Germany's competition watchdog has launched an investigation into Amazon over the potential abuse of its marketplace platform. The president of the Federal Cartel Office (Bundeskartellamt), Andreas Mundt, said in a statement : \"Amazon is the largest online re… [+1403 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, DB, FB)", "description": "Here is what you need to know. Powell says rates are 'just below' a neutral level. Speaking at the New York Economic Club on Wednesday, Fed Chairman Jerome Powell said there was \"a great deal to like\" about the US economy and that interest rates were getting …", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-29-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffd0d801b12d48a477634c-2732-1366.jpg", "publishedAt": "2018-11-29T11:47:00Z", "content": "Here is what you need to know. Powell says rates are 'just below' a neutral level. Speaking at the New York Economic Club on Wednesday, Fed Chairman Jerome Powell said there was \"a great deal to like\" about the US economy and that interest rates were getting … [+2176 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, DB, FB)", "description": "Here is what you need to know. Powell says rates are 'just below' a neutral level. Speaking at the New York Economic Club on Wednesday, Fed Chairman Jerome Powell said there was \"a great deal to like\" about the US economy and that interest rates were getting …", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-29-2018-2018-11-1027766514", "urlToImage": "https://static3.businessinsider.com/image/5bffd0c2beb6704594680253-2400/2018-11-29t113014z177161154rc199046c8e0rtrmadp3saudi-khashoggi-turkey.jpg", "publishedAt": "2018-11-29T11:47:00Z", "content": "Your Personalized Market Center"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Amazon got a hostile welcome from a New York labor union, which savaged its 'deadly and dehumanizing' working conditions", "description": "Amazon's employment practices have been labelled \"deadly and dehumanizing\" in a report by a New York labor union. The report also criticizes Amazon's anti-union stance, the destruction of brick-and-mortar stores, and its history of facilitating the sale of wh…", "url": "https://www.businessinsider.com/amazon-warehouse-conditions-savaged-by-rwdsu-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffc59dda27f8693a599742-2732-1366.jpg", "publishedAt": "2018-11-29T11:43:17Z", "content": "A New York labor union has published a damning report on Amazon, just as the company prepares to move into New York City under its HQ2 headquarters plan. The Retail, Wholesale and Department Store Union (RWDSU) published the report on Wednesday, honing in on … [+1919 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Hopes for a resolution in the US-China trade war appear dim ahead of the G20 summit", "description": "A US flag is tweaked ahead of a news conference. JACQUELYN MARTIN/AFP/Getty Images A win at this week's meeting between the US President Donald Trump and Chinese President Xi Jinping at the G20 summit in Buenos Aires could be unlikely, as accusations between …", "url": "http://uk.businessinsider.com/little-hope-for-g20-as-us-china-trade-war-continues-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bffc104bde70f5fc97d90bf-1190-625/hopes-for-a-resolution-in-the-us-china-trade-war-appear-dim-ahead-of-the-g20-summit.jpg", "publishedAt": "2018-11-29T11:42:00Z", "content": "A US flag is tweaked ahead of a news conference. JACQUELYN MARTIN/AFP/Getty Images Any remaining optimism for the long-awaited meet between US President Donald Trump and Chinese President Xi Jinping at the G20 summit in Buenos Aires later this week have taken… [+6996 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump to meet Putin one-on-one on the sidelines of the G20, Kremlin says", "description": "President Donald Trump and Russian President Vladimir Putin will meet one-on-one on the sidelines of the G20 summit in Argentina on Saturday, according to the Kremlin. Russian media are saying that the leaders will discuss bilateral issues, at a time when Mos…", "url": "https://www.businessinsider.com/trump-to-meet-putin-one-on-one-on-at-g20-kremlin-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffca5fbeb67045632fc212-1920-960.jpg", "publishedAt": "2018-11-29T11:31:35Z", "content": "President Donald Trump and Russian President Vladimir Putin will meet one-on-one on the sidelines of the G20 summit in Buenos Aires, Argentina, on Saturday at 10 a.m. Eastern Time, according to the Kremlin. Russian media reported that the leaders will discuss… [+1042 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "2 moments of Messi magic guaranteed Barcelona victory, and proved he's finally dominating Ronaldo as the main man in Europe", "description": "Lionel Messi stole the show on Wednesday. The 31-year-old scored an incredible goal and created another, to guarantee FC Barcelona a 2-1 victory over PSV Eindhoven. Playing a part in both goals underlined his status as the Champions League's best player this …", "url": "https://www.businessinsider.com/lionel-messi-finally-dominating-cristiano-ronaldo-in-europe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffb857e4218a421b3afef6-1920-960.jpg", "publishedAt": "2018-11-29T11:24:00Z", "content": "Lionel Messi stole headlines on Wednesday when he conjured up two moments of other-worldly magic, one goal and one assist, to guarantee FC Barcelona victory over PSV Eindhoven in the UEFA Champions League. Messi's form this season in all competitions has been… [+2772 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "An investment director at a $150 billion firm warns that US companies are engaging in a risky, unsustainable practice — and explains why traders should be looking overseas", "description": "US stocks have put the rest of the world to shame over the past several years, with the S&P 500 vastly outpacing its counterparts in Europe and Japan. Ben Williams, investment director at GAM Investments and co-manager of the firm’s Pacific Funds, warns that …", "url": "https://www.businessinsider.com/stock-market-investing-strategy-ben-williams-of-gam-makes-the-case-for-outside-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeed3eb73c2837b17cc8a9-1920-960.jpg", "publishedAt": "2018-11-29T11:04:00Z", "content": "US stocks have put their global peers to shame for the past several years. And it hasn't been particularly close. The benchmark S&amp;P 500 has climbed 35% since the start of 2016, more than triple the return for Japan's Topix index. Meanwhile, the Stoxx Euro… [+4408 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Deutsche Bank's headquarters are being raided by police as part of a Panama Papers probe (DB)", "description": "Deutsche Bank's Frankfurt offices were searched as part of a Panama Papers-linked probe. The bank is being investigated as part of a money laundering suspicions raised by the 2016 data leak. The German lender is under increasing pressure, and it's shares are …", "url": "https://www.businessinsider.com/deutsche-bank-offices-raided-by-police-as-part-of-panama-papers-probe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffc2b38c35ab46674b2ca0-1920-960.jpg", "publishedAt": "2018-11-29T10:48:08Z", "content": "Six Deutsche Bank branches were searched Thursday in an alleged money laundering probe linked to the 2016 Panama Papers data leak. The company's shares dropped. In total, 170 prosecutors, policemen and tax inspectors took part in the raid, according to a stat… [+1241 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Hopes for a resolution in the US-China trade war appear dim ahead of the G20 summit", "description": "A win at this week's meeting between the US President Donald Trump and Chinese President Xi Jinping at the G20 summit in Buenos Aires could be unlikely, as accusations between the dueling superpowers drag on. A Sydney-based China expert fears Trump's understa…", "url": "https://www.businessinsider.com/little-hope-for-g20-as-us-china-trade-war-continues-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf7af0a38150749c3572212-1536-768.jpg", "publishedAt": "2018-11-29T10:34:29Z", "content": "Any remaining optimism for the long-awaited meet between US President Donald Trump and Chinese President Xi Jinping at the G20 summit in Buenos Aires later this week have taken a big hit as the dueling superpowers fall deeper into a trade war. The stakes have… [+6918 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Robert Mueller reportedly believes Paul Manafort lied about his lobbying income and meetings with a Russian intelligence operative", "description": "Special counsel Robert Mueller accused Paul Manafort, President Donald Trump's former campaign chief, of lying to the FBI and Mueller's office earlier this week. Those alleged lies include information about Manafort's personal income from his lobbying work an…", "url": "https://www.businessinsider.com/mueller-believes-manafort-lied-about-lobbying-income-kilimnik-meeting-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffb930e4218a42395817d8-1334-667.jpg", "publishedAt": "2018-11-29T10:30:25Z", "content": "Special counsel Robert Mueller reportedly believes that President Donald Trump's campaign chairman, Paul Manafort, lied about his lobbying income and meeting with a Russian-Ukrainian political operative, The Wall Street Journal reported. The report provides f… [+2221 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Volvo's $30 billion IPO is officially off, and Trump's trade war is to blame", "description": "Volvo, the Swedish automaker, has confirmed plans to shelve an IPO potentially worth $30 billion, having previously blamed President Donald Trump's trade war for postponing the share sale. \"There are no plans or time schedule for entering into the equity mark…", "url": "https://www.businessinsider.com/trump-china-trade-war-volvo-officially-cancels-ipo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffb663d1e84471a41160e3-2732-1366.jpg", "publishedAt": "2018-11-29T10:26:56Z", "content": "Volvo, the Swedish automaker, has confirmed plans to shelve an IPO potentially worth $30 billion, having previously blamed President Donald Trump's trade war for postponing the share sale. \"There are no plans or time schedule for entering into the equity mark… [+1971 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Oil is taking a hit after US inventories gain while Putin says prices are \"absolutely fine\"", "description": "Oil prices tumble yet again ahead of an OPEC meeting on December 6. Vladimir Putin said current prices are “ absolutely fine.” WTI traded below $50 for the first time in over a year. Federal Reserve Chairman Jerome Powell said on Wednesday that rates are \"jus…", "url": "https://www.businessinsider.com/oil-is-taking-a-hit-after-us-inventories-gain-while-putin-says-prices-are-absolutely-fine-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bffb99f9e8c535d2b2f6a39-1920-960.jpg", "publishedAt": "2018-11-29T10:07:02Z", "content": "Brent Crude dropped back below $60 a barrel and is currently trading at $58.14, down 1.6%, after data showed US inventories continued to grow, while Russia indicated it has limited interest in cutting supply. Russian President Vladimir Putin said current pric… [+1913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Austerity has measurably damaged Europe: here is the statistical evidence", "description": "The Institute of International Finance says austerity probably damages economies trying to recover from the great financial crisis. Since 2008, GDP growth in the US has been 10% greater than in Europe, the IIF says. In terms of GDP growth per capita, the redu…", "url": "https://www.businessinsider.com/austerity-has-damaged-europe-vs-us-gdp-growth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff0a0fe4218a3a92362c57-1920-960.jpg", "publishedAt": "2018-11-29T09:03:24Z", "content": "Since the great financial crisis of 2008 there has been a debate about what the right plan for economic recovery should have been across the US and Europe. For conservatives, fiscal \"austerity\" was the answer — limiting debt, deficits, and consequently govern… [+6767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "LIVE: Theresa May grilled by senior MPs on her Brexit deal", "description": "LONDON — Theresa May will be grilled on her performance as prime minister and her controversial Brexit deal on Thursday morning as she appears before senior MPs on the House of Commons Liaison Committee. Business Insider will be following proceedings live as …", "url": "https://www.businessinsider.com/theresa-may-liaison-committee-brexit-live-blog-11-2018", "urlToImage": "https://amp.businessinsider.com/images/5bffa44b1011426068708783-750-375.jpg", "publishedAt": "2018-11-29T08:59:16Z", "content": "LONDON — Theresa May will be grilled on her performance as prime minister and her controversial Brexit deal on Thursday morning as she appears before senior MPs on the House of Commons Liaison Committee. Business Insider will be following proceedings live as … [+1047 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Thursday. Internal documents show Facebook considered charging advertisers and developers for access to user data, The Wall Street Journal reports. The documents are from court filings in the US, and a…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-29-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe9cb98c35ab3016713cfc-1920-960.jpg", "publishedAt": "2018-11-29T07:55:16Z", "content": "You can now own an Alexa-enabled Big Mouth Billy Bass. Gemmy Industries Good morning! This is the tech news you need to know this Thursday. Internal documents show Facebook considered charging advertisers and developers for access to user data, The Wall Stree… [+2342 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Another Canadian diplomat has reportedly fallen ill in Cuba with mysterious symptoms", "description": "Canada says another one of its diplomats in Cuba has been taken ill from a mysterious health incident. 13 Canadians, including diplomats posted to the Canadian embassy in Havana and some of their family members, have come down with a mysterious illness that c…", "url": "https://www.businessinsider.com/canadian-diplomat-falls-ill-in-cuba-with-mysterious-symptoms-sonic-attack-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff916601b12d469a4ebf14-1136-568.jpg", "publishedAt": "2018-11-29T07:27:43Z", "content": "OTTAWA, Ontario (AP) — Canada says another one of its diplomat in Cuba has fallen ill from a mysterious health incident. That brings the total number of Canadian confirmed cases to 13. Twenty-five American embassy workers in Cuba have also been affected by my… [+611 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "10 dead after gunmen attack UK security compound in Afghanistan - Business Insider", "description": "Business Insider 10 dead after gunmen attack UK security compound in Afghanistan Business Insider Gunmen attacked a British compound for security contractors in the Afghan capital of Kabul on Wednesday, killing at least 10 people and wounding 19. The Taliban …", "url": "https://www.businessinsider.com/gunmen-attack-uk-contractors-compound-in-afghan-capital-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff7fde9e8c535ba1221d93-2732-1366.jpg", "publishedAt": "2018-11-29T06:22:10Z", "content": "KABUL (Reuters) - Gunmen attacked a British security compound for contractors in the Afghan capital of Kabul on Wednesday, killing at least 10 people and wounding 19. The attack occurred hours after President Ashraf Ghani outlined plans for peace in Afghanist… [+3538 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's everything you need to know on Thursday. 1. Trump's go-to trade report card is starting to look downright deficient. According to the US Census Bureau, the goods trade deficit — the president's very reason for triggering a trade war — hit $77.2 …", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-29-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff6ed99e8c535b2a1af803-1920-960.jpg", "publishedAt": "2018-11-29T06:14:30Z", "content": "Hello! Here's everything you need to know on Thursday. 1. Trump's go-to trade report card is starting to look downright deficient. According to the US Census Bureau, the goods trade deficit — the president's very reason for triggering a trade war — hit $77.2 … [+2225 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "The White House is unsure about Trump's idea of a separate Space Force", "description": "The White House does not appear to be certain on how it will implement Space Force. White House officials were reportedly still mulling the possibility of Space Force operating under the wings of the Air Force. President Donald Trump touted the Space Force as…", "url": "https://www.businessinsider.com/trumps-space-force-under-air-force-memo-white-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff6097e4218a3fd22e87c3-1136-568.jpg", "publishedAt": "2018-11-29T04:19:32Z", "content": "The White House does not appear to be certain on how it will implement Space Force, President Donald Trump's highly anticipated sixth branch of the military, and was still mulling the possibility of it operating under the wings of the Air Force, according to … [+2211 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Amazon Web Services CEO Andy Jassy roasted Larry Ellison by turning the Oracle founder into a cartoon-like face peeking over a wall (AMZN, ORCL)", "description": "Amazon Web Services CEO Andy Jassy kicked off his talk with a blow at Oracle. Jassy included Oracle founder and CTO Larry Ellison's face on one of his slides to show different cloud vendors' market shares in the cloud business. \"People are sick of it, and now…", "url": "https://www.businessinsider.com/amazon-web-services-andy-jassy-roasts-oracle-larry-ellison-2018-11", "urlToImage": "https://amp.businessinsider.com/images/580fb1b3b28a6429008b4bb4-750-375.png", "publishedAt": "2018-11-29T01:50:54Z", "content": "LAS VEGAS — There's something about executives in the cloud computing business that makes them unable to resist bashing each other. And within his first 10 minutes on stage at the Amazon Web Services conference on Wednesday, AWS CEO Andy Jassy was already at … [+1553 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Just 52% of Americans are 'very comfortable' with a woman president", "description": "Just over half of Americans are \"very comfortable\"with the prospect of a female commander-in-chief, according to a new report released this week by the consulting firm Kantar Public. On this question, the US came in third among G7 nations — behind the UK and …", "url": "https://www.businessinsider.com/just-52-of-americans-are-very-comfortable-with-a-woman-president-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeffc4da27f85dfa0e92c2-1136-568.jpg", "publishedAt": "2018-11-29T01:17:40Z", "content": "Just over half of Americans are \"very comfortable\" with the prospect of a female commander in chief, according to a new report released this week by the consulting firm Kantar Public. According to the report, 52% would feel \"very comfortable\" with a woman at … [+1561 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Investigators are probing a letter that claims George Papadopoulos said he was pursuing a lucrative Russian business deal for himself and Trump after the election", "description": "Trump-Russia investigators are reportedly looking into an uncorroborated letter that claims George Papadopoulos was pursuing a business deal with Russians \"which would result in large financial gains for himself\" and President Donald Trump after the 2016 elec…", "url": "https://www.businessinsider.com/fbi-congress-investigate-george-papadopoulos-letter-trump-russia-business-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb2d96da27f876cb1737c2-2732-1366.jpg", "publishedAt": "2018-11-29T01:01:14Z", "content": "FBI and congressional investigators are looking into a new and uncorroborated claim that the former Trump campaign aide George Papadopoulos said he was pursuing a business deal with Russians \"which would result in large financial gains for himself\" and Presid… [+4222 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Richard Feloni and Joe Ciolli", "title": "Iconic hedge fund billionaire Seth Klarman explains why traditional business models are broken, and outlines how companies can fix them", "description": "Baupost Group CEO Seth Klarman gave a speech calling for a shift away from what he sees as toxic short-termism. He believes this is the result of the theory of shareholder primacy, and that other stakeholders like employees and community need to be considered…", "url": "https://www.businessinsider.com/business-models-are-broken-how-to-fix-them-seth-klarman-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5928482379474c1c008b48a9-1334-667.png", "publishedAt": "2018-11-29T00:36:35Z", "content": "Seth Klarman, the renowned founder and CEO of the $30 billion hedge fund the Baupost Group, recently gave a speech on the ramifications of shareholder primacy. \"Business schools have sometimes taught that shareholder value maximization is the Holy Grail, the … [+6227 chars]"}]}