{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Two years after Philippines' pivot, Duterte still waiting on China dividend - Business Insider", "description": "Business Insider Two years after Philippines' pivot, Duterte still waiting on China dividend Business Insider By Karen Lema and Martin Petty. MANILA (Reuters) - Two years after Philippine President Rodrigo Duterte announced a divorce with old ally the United …", "url": "https://www.businessinsider.com/r-two-years-after-philippines-pivot-duterte-still-waiting-on-china-dividend-2018-11", "urlToImage": null, "publishedAt": "2018-11-18T23:42:58Z", "content": "FILE PHOTO: Chinese President Xi Jinping shakes hands with Philippine President Rodrigo Duterte as they attend the welcome ceremony at Yanqi Lake during the Belt and Road Forum, in Beijing, China Thomson Reuters By Karen Lema and Martin Petty MANILA (Reuters)… [+5231 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Julio Jones delivered a massive hit to prevent an interception and now the NFL world is convinced he could play safety", "description": "Julio Jones delivered the biggest hit of Week 11. Jones had to switch to defense mid-play on Sunday against the Cowboys after a Matt Ryan pass was about to get picked off. Thanks to a quick-thinking play, Jones stopped the pick, and delivered a huge hit that …", "url": "https://www.businessinsider.com/julio-jones-hit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1c1baf556fc562f0d3cd3-1136-568.jpg", "publishedAt": "2018-11-18T22:49:34Z", "content": "Julio Jones has been one of the best wide receivers in football for the past five years, but on Sunday, he made a play that had people wondering if he might be able to play more than one position at an NFL level. With the Falcons and Cowboys tied in the closi… [+943 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Drug cartels make billions in the US, but somebody else is doing the selling", "description": "US authorities continue to seize immense amounts of drugs coming to the US from South America. Consistent demand and established routes make the US an appealing market for traffickers. But in the US, relationships between wholesale distributors and retail-lev…", "url": "https://www.businessinsider.com/drug-cartel-activity-in-and-links-to-the-us-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57fe3b044046dd1b008b546c-1920-960.jpg", "publishedAt": "2018-11-18T22:08:31Z", "content": "FT. LAUDERDALE, Florida — Mexican transnational criminal organizations, often called cartels, have spent decades developing connections and routes to move cocaine from South America, across the Pacific and Caribbean, through Mexico, and finally into the US. B… [+7125 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Meet this year's 32 genius American Rhodes scholars — including a record-setting 21 women", "description": "Thirty-two American students have been offered the prestigious Rhodes Scholarship to study at Oxford University in the fall of 2019. This year's group includes 21 women, which is the most ever in a single Rhodes class; almost half of the 32 winners are immigr…", "url": "https://www.businessinsider.com/rhodes-scholars-list-bios-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1ca3bc957015135656ef1-750-375.jpg", "publishedAt": "2018-11-18T22:04:59Z", "content": "Thirty-two ambitious American students have been offered the prestigious Rhodes Scholarship and will be heading to study at Oxford University in the fall of 2019. The scholarship - famously won by Bill Clinton, Cory Booker, and Rachel Maddow — pays for two to… [+716 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "Facebook former security exec recounts the moment Sheryl Sandberg yelled at him", "description": "Over the weekend, Alex Stamos, Facebook's former security chief, wrote his own account of a run-in with Facebook COO Sheryl Sandberg, published by the Washington Post. In it, he confirms a story of how, when and why she yelled at him after he told Facebook's …", "url": "https://www.businessinsider.com/facebook-former-exec-recounts-when-sheryl-sandberg-yelled-at-him-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1d5d701b12d57760e19bb-2732-1366.jpg", "publishedAt": "2018-11-18T21:43:35Z", "content": "\"Yup, Sheryl Sandberg yelled at me,\" Alex Stamos wrote in an editorial for the Washington Post on Saturday. Stamos is Facebook's former security chief at the center of a blistering New York Times exposé published last week on how Facebook's leadership dealt w… [+3192 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Nancy Pelosi is using gender to win over progressives in her fight to become House speaker", "description": "House Minority Leader Nancy Pelosi says she is confident that she's the best choice to be the next speaker of the House — and that a movement against her within her own party is motivated by sexism. But the opposition to her — largely coming from centrist Dem…", "url": "https://www.businessinsider.com/nancy-pelosi-gets-progressive-backing-in-her-race-for-house-speaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beedc4db73c282c114b789a-1136-568.jpg", "publishedAt": "2018-11-18T21:42:02Z", "content": "House Minority Leader Nancy Pelosi says she is confident that she's the best choice to be the next speaker of the House — and that a movement against her within her own party is motivated by sexism. Pelosi has long said that she remained in Democratic leaders… [+7326 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Alexandria Ocasio-Cortez is backing an effort to primary fellow Democrats in 2020", "description": "Incoming House Democratic Alexandria Ocasio-Cortez lent her name to an effort by the group Justice Democrats to primary moderate Democrats in 2020. The group wants Democrats to stop taking corporate PAC money, or face a progressive challenger in 2020. Ocasio-…", "url": "https://www.businessinsider.com/alexandria-ocasio-cortez-backs-effort-to-primary-democrats-in-2020-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1d45eb73c28549f2fa614-2560-1280.jpg", "publishedAt": "2018-11-18T21:24:09Z", "content": "Incoming House freshman Alexandria Ocasio-Cortez is no stranger to challenging the old guard of the Democratic party, defeating the 12-term chair of the Democratic House Caucus in a stunning upset in the 2018 primaries. Now, Ocasio-Cortez appears poised to le… [+3083 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Alex Smith suffered a gruesome injury that reminded many of Joe Theisman's infamous broken leg", "description": "Alex Smith suffered a gruesome leg injury in the third quarter of the Redskins game against the Texans. The injury immediately brought up memories of Joe Thiesman's infamous career-ending leg injury. Smith was carted off the field with backup quarterback Colt…", "url": "https://www.businessinsider.com/alex-smith-broken-leg-joe-theisman-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1c7c4f556fc566b4b2b45-1536-768.jpg", "publishedAt": "2018-11-18T20:38:19Z", "content": "Alex Smith went down in the third quarter of the Washington Redskins game against the Houston Texans on Sunday with a gruesome leg injury. Trailing 17-7 but driving towards the red zone, Smith dropped back on third-and-9 and was immediately pursued by the Tex… [+807 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Some migrants are considering job offers in Mexico after the caravan is stalled at the US border", "description": "Jose Cabezas/Reuters Some Central American migrants stalled at the US-Mexico border Saturday said they were considering job offers in Mexico in anticipation of difficulties with US authorities. The Mexican government has repeatedly offered jobs to the migrant…", "url": "https://www.businessinsider.com/r-central-americans-stalled-at-us-mexico-border-mull-work-offers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1c29301b12d565a3aff6a-1920-960.jpg", "publishedAt": "2018-11-18T19:52:00Z", "content": "MEXICALI, Mexico (Reuters) - Hundreds of migrants from a caravan of Central Americans were stalled at the US-Mexico border on Saturday, where a handful said they welcomed recent Mexican offers of employment in the face of a hostile US reception. The Mexican g… [+2991 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Lamar Jackson led the Ravens to a touchdown on his first drive as a starter without a single pass, and it's an early sign oh how his unique skills translate to the NFL", "description": "Lamar Jackson led the Ravens on an 11-play touchdown drive in his first drive as a starting quarterback. The Ravens moved the length of the field without a passing play, with Jackson rushing for 46 yards. Jackson still has plenty to prove, but the opening dri…", "url": "https://www.businessinsider.com/lamar-jackson-ravens-opening-drive-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1b0f210114262ce62f042-1536-768.jpg", "publishedAt": "2018-11-18T19:14:20Z", "content": "Lamar Jackson made his first start for the Baltimore Ravens on Sunday, and it didn't take long for the 2016 Heisman Trophy winner to get going. With regular starter Joe Flacco out with a hip injury, Jackson's impact on the Ravens' game plan was immediately ap… [+1980 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Rick Scott defeats Bill Nelson for Florida Senate seat after tense recount", "description": "Florida Gov. Rick Scott defeated Democratic Sen. Bill Nelson Sunday in a contentious race for the state's Senate seat. Scott led Nelson by more than 10,000 votes Sunday after the recount's noon deadline, according to the Associated Press. Over the course of t…", "url": "https://www.businessinsider.com/rick-scott-defeats-bill-nelson-florida-senate-seat-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1b07e0d7c67525b02a66b-2732-1366.jpg", "publishedAt": "2018-11-18T19:02:32Z", "content": "Florida Gov. Rick Scott defeated Democratic Sen. Bill Nelson Sunday in a contentious race for a Senate seat. The Associated Press reported after the recount that Scott led the three-term incumbent Nelson by more than 10,000 votes. The victory comes over a wee… [+1345 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Christie's sold a 19-carat pink diamond for a record-breaking $50 million", "description": "Martial Trezzini/Keystone via AP The \"Pink Legacy\" diamond sold at auction on Tuesday for more than $50 million. Christie's said this is a new world record price per carat for a pink diamond. Renowned jeweler Harry Winston was the buyer. The stone once belong…", "url": "https://www.businessinsider.com/ap-pink-diamond-sells-for-more-than-50m-setting-world-record-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb5a64e4218a69000db242-1920-960.jpg", "publishedAt": "2018-11-18T18:57:00Z", "content": "GENEVA (AP) — Christie's sold the \"Pink Legacy\" diamond at auction Tuesday for more than $50 million including fees, saying it's a new world record price per carat for a pink diamond. Christie's said that renowned jeweler Harry Winston was the buyer. The auct… [+943 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Fox News host Chris Wallace says Trump is seen as a 'beacon for repression' as they get into a heated back-and-forth over fake news", "description": "\"Fox News Sunday\" host Chris Wallace told President Donald Trump his claims about American news media made him a worldwide \"beacon of repression.\" In an interview aired Sunday, Trump railed against outlets he called \"fake news,\" which was a term Wallace said …", "url": "https://www.businessinsider.com/trump-press-attacks-fox-news-sunday-interview-chris-wallace-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1adfada27f86dc5161056-1920-960.jpg", "publishedAt": "2018-11-18T18:34:02Z", "content": "\"Fox News Sunday\" host Chris Wallace pushed back against President Donald Trump's claims about American news media and said his extreme targeting of news outlets made him a \"beacon for repression\" around the world. In a lengthy interview that aired Sunday, Wa… [+2891 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Trump says he won't attempt to amend the Constitution to win a third term despite previous praise of Chinese term-limit abolishment", "description": "President Donald Trump says he won't try to amend the Constitution to win a third term as president. Trump previously praised Chinese president Xi Jinping for abolishing term limits. No American president besides FDR has won more than two terms. Democrats are…", "url": "https://www.businessinsider.com/trump-says-he-wont-attempt-to-amend-constitution-to-win-a-third-term-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1af72b73c28527a2ef776-1536-768.jpg", "publishedAt": "2018-11-18T18:32:09Z", "content": "Democrats are dead set on defeating Trump in the 2020 elections, but Trump himself seems to already have considered his options for 2024. When asked in a wide-ranging interview with Fox News' Chris Wallace whether or not he \"would try to amend the constitutio… [+1157 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "I partied at the Brooklyn club named the 2nd best thing to do in the world. It was a wild night of dance parties, gravity-defying performances, and crazy costumes.", "description": "Time Out recently released its list of the 50 best things to do in the world right now. Brooklyn's House of Yes nightclub came in at second. The nightclub is known for wild parties with strange themes, circus performers, burlesque dancers, and more. I partied…", "url": "https://www.businessinsider.com/whats-its-like-to-party-at-house-of-yes-brooklyns-wildest-club-2017-11", "urlToImage": "https://amp.businessinsider.com/images/5a219f3df914c31d008b763f-1136-568.jpg", "publishedAt": "2018-11-18T17:51:00Z", "content": "Earlier this week, Time Out released its list of the 50 best things to do in the world right now. Coming in at second on the list is Brooklyn's very own House of Yes nightclub, a place that strives to be somewhere where just about anything can happen. Opened … [+836 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "The fabulous life of billionaire Michael Dell, who is once again fighting with Carl Icahn over the future of his company", "description": "Michael Dell is once again making headlines as he tries to take his company public again in an unusual and controversial way. Instead of an IPO, Dell wants to buy the \"tracking stock\" of VMware for a combo of cash and Dell's stock. The tracking stock was crea…", "url": "https://www.businessinsider.com/life-of-michael-dell-2016-9", "urlToImage": "https://amp.businessinsider.com/images/57d08fea09d29330008b68ab-2732-1366.jpg", "publishedAt": "2018-11-18T17:07:00Z", "content": "Michael Dell Getty Images Michael Dell is once again making headlines as he tries to take his company public again in an unusual and controversial way. Instead of an IPO, Dell wants to buy the \"tracking stock\" of VMware for a combo of cash and Dell's stock. T… [+1498 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "Browns reportedly want to interview Condoleezza Rice to be head coach and it may not be as crazy as it sounds", "description": "The Cleveland Browns want to interview former Secretary of State Condoleezza Rice for their head-coaching job, according to Adam Schefter of ESPN. Rice is a lifelong Browns fan, and there is a lot of admiration for Rice inside the Browns organization. It is u…", "url": "https://www.businessinsider.com/browns-want-interview-condoleezza-rice-head-coach-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf18c1601b12d522534f7d8-1536-768.jpg", "publishedAt": "2018-11-18T16:55:39Z", "content": "The Cleveland Browns want to interview Condoleezza Rice to be their next head coach, according to Adam Schefter of ESPN. \"Browns general manager John Dorsey said last week that he was opening to hiring a woman as Cleveland's next head coach, and there is one … [+3127 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang and Matthew DeBord", "title": "These 5 amazing cars from Tesla, Subaru, Lincoln, Ferrari, and Jaguar nearly won Business Insider's 2018 Car of the Year award", "description": "Business Insider is set to announce the winner of our 2018 Car of the Year award. Each year, 15 finalists are selected from the more than 60 cars, trucks, and SUVs we tested during the year. From those 15, we have whittled the pack down to five runners-up and…", "url": "https://www.businessinsider.com/business-insider-2018-car-of-the-year-runners-up-tesla-ferrari-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b02c2dce3186e1b008b52e2-1920-960.jpg", "publishedAt": "2018-11-18T16:46:00Z", "content": "Engine tested: Single electric motor, producing 217 horsepower; 65 kWh battery pack, with 260 miles per full charge Base price: $46,000 (before tax incentives) Why it's here: You have to ask? The Tesla Model 3 is the most hotly anticipated automobile in human… [+1049 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "I visited a secluded park on top of a garage in downtown Manhattan, and it's clear why the acre of green is one of New York's best-kept secrets", "description": "Elevated Acre is a tiny, secluded park that sits on top of a parking garage in downtown Manhattan. Although the park covers just one acre, it offers incredible views of New York Harbor and the Brooklyn Bridge, and it's one of the few places in the Financial D…", "url": "https://www.businessinsider.com/elevated-acre-secret-park-new-york-city-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef44f9d1e84459f25f4a85-750-375.jpg", "publishedAt": "2018-11-18T16:45:00Z", "content": "Elevated Acre in New York. Mark Abadi/Business Insider New York City is notoriously overcrowded — and there's arguably nowhere in the city more congested than downtown Manhattan during business hours. Business Insider's office is right in the thick of it, loc… [+1245 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump says he didn't know Acting AG Whitaker was critical of Mueller before appointing him", "description": "President Donald Trump said he didn't know acting Attorney General Matthew Whitaker had been a vocal critic of special counsel Robert Mueller's investigation before he appointed him. Whitaker's record was met with sharp scrutiny after Attorney General Jeff Se…", "url": "https://www.businessinsider.com/trump-didnt-know-acting-ag-whitaker-was-critical-of-mueller-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf18665381507585663adc8-1920-960.jpg", "publishedAt": "2018-11-18T16:39:30Z", "content": "President Donald Trump said he didn't know that acting Attorney General Matthew Whitaker had been a vocal critic of special counsel Robert Mueller's investigation before he appointed him. \"I did not know that. I did not know he took views on the Mueller inves… [+3072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "The top 26 states where rich people give away the most money", "description": "Some US states are more charitable than others. We ranked the states by how much residents making over $500,000 donated to charity in 2016, based on IRS data. Vermont is on the less charitable end of the spectrum, while Wyoming is the most charitable state. W…", "url": "https://www.businessinsider.com/most-charitable-us-states-rich-people-donations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedeb5eb73c281e85733c78-2732-1366.jpg", "publishedAt": "2018-11-18T16:20:00Z", "content": "Wealthy people live in every state in the US — but some states are more charitable than others. The IRS publishes data about the number of people who itemize their tax returns every year, and how many people claim which deductions by state and by income brack… [+537 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "'Fantastic Beasts 2' earns a weekend-winning $62 million, but it's the lowest domestic opening ever for a 'Harry Potter' film", "description": "\"Fantastic Beasts: The Crimes of Grindelwald,\" won the weekend box office with $62.2 million, but that's lower than the opening for 2016's \"Fantastic Beasts and Where to Find Them.\" It's also the lowest opening weekend ever for a \"Harry Potter\" film. If the f…", "url": "https://www.businessinsider.com/fantastic-beasts-2-lowest-domestic-opening-ever-for-a-harry-potter-movie-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf15732f556fc4ff570b745-960-480.jpg", "publishedAt": "2018-11-18T16:17:59Z", "content": "With the incredible success of the \" Harry Potter \" movie franchise in the early 2000s, Warner Bros. was certainly going to give us a spin-off franchise, but so far the \"Fantastic Beasts\" movies aren't taking in the money that the \"Potter\" titles did. \"Fantas… [+1516 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "I hired a TaskRabbit to help me assemble my IKEA furniture — and it solved the most annoying problem with shopping from the furniture giant", "description": "IKEA is known for its inexpensive furniture, but assembling it can be a daunting task. In 2017, IKEA acquired TaskRabbit, which lets users hire temporary workers through the TaskRabbit app to do things like assemble IKEA furniture. I recently used TaskRabbit …", "url": "https://www.businessinsider.com/book-taskrabbit-ikea-furniture-assembly-how-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bedde840591f23034059bba-2732-1366.jpg", "publishedAt": "2018-11-18T16:05:00Z", "content": "IKEA is known for carrying inexpensive furniture. But there is a downside to shopping there — IKEA furniture is famously difficult to assemble. To make the furniture assembly process easier, IKEA acquired TaskRabbit in 2017. TaskRabbit lets users hire tempora… [+836 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Trump tells Fox News he is considering changes in '3 or 4 or 5' Cabinet positions", "description": "President Donald Trump hit back against reports his mood has soured after Democrats took control of the House in the midterms. Speaking in a wide-ranging interview with Fox News Sunday, Trump told host Chris Wallace that his mood was very \"light,\" despite a r…", "url": "https://www.businessinsider.com/trump-says-he-is-considering-cabinet-changes-in-a-fox-news-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1781dda27f869aa42ae05-1920-960.jpg", "publishedAt": "2018-11-18T16:01:04Z", "content": "President Donald Trump hit back against recent reports that his mood was soured and his administration in chaos after the midterm elections. Speaking in a wide-ranging \"Fox News Sunday\" interview, Trump said his mood was \"very light\" and dismissed reports he … [+2421 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bryan Logan", "title": "How an LA upstart is redefining the media world by helping African-American millennials 'tell their own story'", "description": "Aaron Samuels is cofounder and chief operating officer of Blavity, the LA media upstart focused on African-American millennials, and he is a man of many talents. The Stanford business school grad oversees a team of 48 full-time employees, with a vision to per…", "url": "https://www.businessinsider.com/blavity-aaron-samuels-interview-business-insider-ignition-2018-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bef8bd7110d4c55fb7f5784-1136-568.jpg", "publishedAt": "2018-11-18T16:00:00Z", "content": "\"When you tell your own story, it changes the way other people see you, and it changes the way you see yourself,\" Aaron Samuels, cofounder and chief operating officer of Blavity, a digital-news publication geared toward African-American millennials told Busin… [+7713 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The top 5 TV shows on Netflix and other streaming services this week", "description": "Spooky titles are still ruling Netflix, with \"Stranger Things\" in high demand and its \"Sabrina\" reboot gaining steam. Every week, Parrot Analytics provides Business Insider with a list of the five most \"in-demand\" TV shows on streaming services. (The data is …", "url": "https://www.businessinsider.com/netflix-shows-to-watch-this-week-house-of-cards-daredevil-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beeff5bbeb670306a65078e-750-375.jpg", "publishedAt": "2018-11-18T15:45:00Z", "content": "Average demand expressions: 49,485,122 Description : \"Magic and mischief collide as half-human, half-witch Sabrina navigates between two worlds: mortal teen life and her family's legacy, the Church of Night.\" Rotten Tomatoes critic score (Season 1): 90% What … [+410 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Steve Carrell played Amazon's Jeff Bezos on 'SNL' and promised that he wasn't trolling Trump with HQ2", "description": "Steve Carrell dressed up as Amazon's Jeff Bezos to mock Trump during a sketch on \"Saturday Night Live\" this weekend. Carrell's Bezos explains the thought process behind Amazon's decision to split its second headquarters between New York and Arlington, Virgini…", "url": "https://www.businessinsider.com/steve-carrell-plays-jeff-bezos-and-mocks-trump-on-snl-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1822df556fc51cf217352-1136-568.jpg", "publishedAt": "2018-11-18T15:36:16Z", "content": "During this week's \"Saturday Night Live\" show, host Steve Carrell dressed up as Amazon's CEO, Jeff Bezos, to explain the thought process behind choosing New York and Arlington, Virginia for its new headquarters, dubbed HQ2, which were announced earlier this w… [+1439 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "From hiding their mansions on Google Maps to building $500,000 panic rooms, rich people are sparing no expense to keep their lives private and secure", "description": "Rich people have always been private, but their desire for privacy has increased as they seek more security in a technological age. But in an age of constant connection, some ultra-rich are reeling in the flashiness in the name of safety. Experts in high-end …", "url": "https://www.businessinsider.com/rich-people-spending-more-privacy-security-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec59d8e4218a794835db7b-2560-1280.jpg", "publishedAt": "2018-11-18T15:21:00Z", "content": "Perhaps nothing conjures up an image of wealth like Nicki Minaj in her $400,000 pink Lamborghini or Mark Cuban stepping out of his $40 million private jet. But in an age of constant connection, some ultra-rich are reeling in the flashiness in the name of safe… [+7195 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "28 restaurants that are going to be open on Thanksgiving", "description": "Not everyone wants to stay in on Thanksgiving. There are a number of restaurants that will remain open on Turkey Day this year. Keep in mind that many of these chains operate as franchises — so results may vary. If you're set on eating out on Thanksgiving, ma…", "url": "https://www.businessinsider.com/restaurants-open-on-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9d7401011424d9861787c-1536-768.jpg", "publishedAt": "2018-11-18T15:20:00Z", "content": "In the United States, Thanksgiving is the day we dedicate to stuffing ourselves in the presence of friends and family. But if you'd rather go out to eat — or you end up burning the turkey to a crisp — don't worry. A number of restaurants will remain open on T… [+442 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Apple CEO Tim Cook on privacy: 'we have to admit when the free market is not working'", "description": "In an interview with Axios, Tim Cook said that regulation was \"inevitable.\" On the issue of user privacy, Cook said, \" we have to admit when the free market is not working. And it hasn't worked here.\" Previously, Cook urged other tech companies to self-regula…", "url": "https://www.businessinsider.com/apple-ceo-tim-cook-on-privacy-the-free-market-is-not-working-regulations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf17f0d381507583902a323-1920-960.jpg", "publishedAt": "2018-11-18T15:03:10Z", "content": "Apple CEO Tim Cook says regulation is coming but plans to roll with the punches. In an interview with Axios, previewed on their site early Sunday, Cook told Mike Allen that despite his general dislike of government regulation on business, \"we have to admit wh… [+1155 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "These are the top 18 DevOps companies today, according to reviews from IT professionals", "description": "DevOps is going from buzzword to serious business. The term DevOps combines the words \"development\" and \"operations,\" and it refers to the tools and practices that help engineers fix and deliver code faster and more frequently. Development teams large and sma…", "url": "https://www.businessinsider.com/top-18-devops-companies-according-to-it-professionals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a0e1126f914c353018b4763-1536-768.jpg", "publishedAt": "2018-11-18T15:00:00Z", "content": "DevOps is going from buzzword to serious business. The term DevOps combines the words \"development\" and \"operations,\" and it refers to the tools and practices that help engineers fix and deliver code faster and more frequently. Development teams large and sma… [+933 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "If you hate the new Gmail version that Google is forcing on users, here's a trick to make your Gmail look old again (GOOGL)", "description": "Change can be hard, especially when it comes to your inbox. Over the last few months, Google has been rolling out its new Gmail design, and some users aren't so keen on its look and feel. The biggest shock seems to be coming from Gmail's new default view, whi…", "url": "https://www.businessinsider.com/workaround-to-make-new-gmail-feel-old-again-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef639501b12d4234553785-1136-568.jpg", "publishedAt": "2018-11-18T14:30:00Z", "content": "Change can be hard, especially when it comes to your inbox. Over the last few months, Google has been rolling out its new Gmail design, and some users aren't so keen on its look and feel. The biggest shock seems to be coming from Gmail's new default view, whi… [+437 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Erin Brodwin", "title": "A Silicon Valley VC in the hottest area of healthcare explains what it looks for in new startups aiming to disrupt the $35 billion addiction market", "description": "Silicon Valley-based digital health venture firm Rock Health recently made its first forays into the addiction treatment space, an estimated $35 billion industry. Bill Evans, Rock Health's managing director, called addiction treatment \"among the largest oppor…", "url": "https://www.businessinsider.com/silicon-valley-vc-addiction-startups-rock-health-how-to-invest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a2ed69aa3b474a60a8b519c-960-480.jpg", "publishedAt": "2018-11-18T14:30:00Z", "content": "With more than 20 million Americans currently living with addiction and a treatment market that's estimated to be a $35 billion industry, it's clear to the folks at one venture capital firm that the problem is an area ripe for new, tech-driven solutions. \"We … [+5626 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's landmark trade deal with Canada and Mexico is suddenly in trouble", "description": "The highlight of President Donald Trump's trade policy has been the new trade deal with Mexico and Canada — the USMCA. The deal must still be approved by Congress. Democrats are generally more skeptical of free trade deals. They now control the House followin…", "url": "https://www.businessinsider.com/trump-mexico-canada-trade-deal-nafta-update-usmca-trouble-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3e7078447aad23008b4acf-1136-568.jpg", "publishedAt": "2018-11-18T14:03:00Z", "content": "The biggest success of President Donald Trump's prolonged trade battles has come in the form of a revised trade deal with Canada and Mexico. But recent statements from key members of Congress have potentially thrown the future of that deal in question. Creepi… [+4967 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "GOLDMAN SACHS: GE Capital has a $20 billion funding gap that needs to filled by 2020 (GE)", "description": "General Electric 's lending arm, GE Capital, has to fill a $20 billion funding gap through ways such as selling assets, Goldman Sachs says. CEO Larry Culp told CNBC Monday that he would cut the company's leverage by selling assets. On Friday, GE Capital sold …", "url": "https://markets.businessinsider.com/news/stocks/general-electric-stock-price-20-billion-funding-gap-ge-capital-goldman-2018-11-1027736553", "urlToImage": "https://static1.businessinsider.com/image/5a0995e135876e5b758b51c6-2000/rtx1l2w5.jpg", "publishedAt": "2018-11-18T14:01:00Z", "content": "GE Capital has $24 billion debt that will be due in 2019/2020, Ritchie said, citing a GE's quarterly filing. Meanwhile, the unit expects earnings to be $0 through 2020, and so it has to fill the gap through financing, Ritchie added. With the company's liabili… [+1285 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "GOLDMAN SACHS: GE Capital has a $20 billion funding gap that needs to filled by 2020 (GE)", "description": "General Electric 's lending arm, GE Capital, has to fill a $20 billion funding gap through ways such as selling assets, Goldman Sachs says. CEO Larry Culp told CNBC Monday that he would cut the company's leverage by selling assets. On Friday, GE Capital sold …", "url": "https://www.businessinsider.com/general-electric-stock-price-20-billion-funding-gap-ge-capital-goldman-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef2cdc01b12d3bc1069daa-1920-960.jpg", "publishedAt": "2018-11-18T14:01:00Z", "content": "\"We estimate there is an about $20 billion gap in Capital funding through 2020 that will be looked to be filled via Capital asset sales as well as an equity infusion from the Parent,\" Joe Ritchie, an analyst at Goldman Sachs said in a note sent out to clients… [+1556 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Amazon’s new $130 Kindle Paperwhite is a boring device that can’t do very much — but that makes it perfect for helping break your app addiction (AMZN)", "description": "At a surface level, it's a little hard to understand why anyone would want to buy the new Kindle Paperwhite, the latest e-reader from Amazon. The design doesn't look all that different from previous models — although this one is thinner, lighter, and waterpro…", "url": "https://www.businessinsider.com/amazon-kindle-paperwhite-2018-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beede538c35ab2e48284fac-1920-960.jpg", "publishedAt": "2018-11-18T14:00:00Z", "content": "The new Kindle Paperwhite offers something crucial in this day and age: a break from our smartphones, laptops, and TVs. Sure, it's still a digital device, but I felt okay about using it in bed before I went to sleep, or putting down my phone to use the Paperw… [+1564 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Alibaba and Amazon want to take over every part of your life — and it could be setting up a battle over the future of retail (AMZN)", "description": "Alibaba and Amazon want to dominate as many aspects of customers' lives as possible. Alibaba's future could move beyond e-commerce to encapsulate everything from e-sports to entertainment to food delivery. Entering new sectors allows Alibaba to have a massive…", "url": "https://www.businessinsider.com/alibaba-amazon-expand-involvement-in-customers-lives-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beae2ced1e8446b2175cc24-1536-768.jpg", "publishedAt": "2018-11-18T13:57:00Z", "content": "Alibaba and Amazon are two giants of the e-commerce industry. But, the two companies have aspirations that go far beyond online shopping as their determination to touch every aspect of customers' lives heats up. And, the e-commerce giant that can pull off the… [+4025 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Democrat Gil Cisneros flips Orange County House seat in last contested California race - Business Insider", "description": "Business Insider Democrat Gil Cisneros flips Orange County House seat in last contested California race Business Insider Democrat Gil Cisneros flipped an Orange County House seat in one of the last contested races in California. Democrats flipped four Orange …", "url": "https://www.businessinsider.com/ap-democrat-cisneros-nabs-gop-house-seat-in-southern-california-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf16c90f556fc50f551a803-1920-960.jpg", "publishedAt": "2018-11-18T13:54:50Z", "content": "LOS ANGELES (AP) — Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state. In what had been the last undecided House cont… [+2655 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "The 'secret sister' gift exchange on Facebook is actually an illegal pyramid scheme (FB)", "description": "There's yet another spammy chain mail post circulating on Facebook — and this one is actually illegal. \"Secret sister\" promises that you'll get 36 gifts, in return for only buying one. But it's actually an illegal pyramid scheme, and law enforcement is warnin…", "url": "https://www.businessinsider.com/secret-sister-gift-exchange-post-facebook-illegal-pyramid-scheme-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef61b438150748023f5f83-2732-1366.jpg", "publishedAt": "2018-11-18T13:30:00Z", "content": "There's a \"secret sister\" gift exchange circulating on Facebook, that promises that participants will receive up to 36 gifts while only giving one of their own. It sounds too good to be true, and (unsurprisingly!) it is. And it's not just a dubious idea — it'… [+2395 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "These iPhone wallpapers will cause your phone to glitch and make your folders transparent — but that's the point", "description": "Twitter user @heyeased discovered an iOS 12.1 glitch that makes the folders and dock on your iPhone's home screen transparent. The glitch involves using a certain image as the phone's background, and turning on \"Reduce Transparency\" in the phone's settings. T…", "url": "https://www.businessinsider.com/these-iphone-wallpapers-willmake-your-folders-transparent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef617c0d7c673f4c2051d6-1136-568.jpg", "publishedAt": "2018-11-18T13:15:00Z", "content": "In some rare cases, phone software glitches can actually make the experience more enjoyable. Twitter user @heyeased, who creates the \"Mysterious iPhone Wallpaper,\" discovered an iOS 12.1 glitch that makes your iPhone's folders and dock transparent. The result… [+1868 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The $550 OnePlus 6T makes me wonder if Google's $800 Pixel 3 phone is actually worth the extra money for a better camera", "description": "Here we are, then, taking a look at photos from the best camera on a smartphone versus the best value in a smartphone in the world. I'm talking about the Pixel 3 and Pixel 3 XL, which cost $800 to $900, respectively, and the OnePlus 6T, which starts at $550. …", "url": "https://www.businessinsider.com/pixel-3-vs-oneplus-6t-camera-comparison-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef32f7e4218a38ad31413f-1920-960.jpg", "publishedAt": "2018-11-18T13:00:00Z", "content": "Here we are, then, taking a look at photos from the best camera on a smartphone versus the best value in a smartphone in the world. I'm talking about the Pixel 3 and Pixel 3 XL, which cost $800 to $900, respectively, and the OnePlus 6T, which starts at $550. … [+626 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Brexit uncertainty means UK is uninvestable", "description": "Analysts at Bernstein, one of the...", "url": "http://uk.businessinsider.com/brexit-uncertainty-means-uk-is-univestable-bernstein-says-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5befd71dbde70f3a2405dd0b-1190-625/brexit-is-now-such-a-headache-that-the-uk-is-uninvestable-according-to-one-of-wall-streets-best-respected-research-houses.jpg", "publishedAt": "2018-11-18T12:42:51Z", "content": "Brexit is causing confusion among investors. Reuters/Paul Hackett The last week has been, to put it gently, an eventful one in British politics, and developments around Brexit are now so uncertain that Bernstein, one of the best-respected research houses on W… [+2888 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The 28 world economies most ready for the future", "description": "The world is changing at a rapid pace. The last 150 years have seen the most remarkable advancement of technology in history. Electric lighting, cars, plastic, the telephone, and television are all less than 150 years old, while newer innovations such as the …", "url": "https://www.businessinsider.com/economies-most-ready-for-the-future-world-economic-forum-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5876a74bf10a9a09778b5f73-1334-667.jpg", "publishedAt": "2018-11-18T12:36:54Z", "content": "REUTERS/Adnan Abidi The world is changing at a rapid pace. The last 150 years have seen the most remarkable advancement of technology in history. Electric lighting, cars, plastic, the telephone, and television are all less than 150 years old, while newer inno… [+1399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Theresa May believes a Conservative leadership contest could threaten Brexit", "description": "Theresa May says there are not yet enough no-confidence letters to trigger a leadership contest against her. The Conservative Prime Minster appeared on the Sky News programme \"Ridge on Sunday\" to discuss her Brexit deal, and the pro-Brexit MPs from her own pa…", "url": "https://www.businessinsider.com/theresa-may-a-conservative-leadership-contest-threatens-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf14f940d7c674d590cb485-1536-768.jpg", "publishedAt": "2018-11-18T11:44:19Z", "content": "Theresa May believes a new Conservative leadership contest could threaten Brexit. The embattled British prime minister has faced the biggest test of her premiership after ministers including the Brexit Secretary Dominic Raab and the Work and Pensions Secretar… [+1585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "I took a $3, 7-hour train ride through Sri Lanka's hill country — and it was unlike any travel experience I've ever had", "description": "The train journey between Kandy and Ella through Sri Lanka's central highlands is well-documented. You may recognise the scene above — a train crossing over Nine Arches Bridge near Ella — from innumerable sepia-toned travel blogs with the word \"nomad\" clumsil…", "url": "https://www.businessinsider.com/train-ride-experience-through-sri-lanka-hill-country-3-dollars-7-hours-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec35269e8c537e332587c7-1536-768.jpg", "publishedAt": "2018-11-18T11:13:00Z", "content": "The train journey between Kandy and Ella through Sri Lanka's central highlands is well-documented. You may recognise the scene above — a train crossing over Nine Arches Bridge near Ella — from innumerable sepia-toned travel blogs with the word \"nomad\" clumsil… [+661 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "The market is at extreme risk of a 'flash crash' — here’s what could send it over the edge and trigger the next big meltdown", "description": "Markets are going through an extremely turbulent patch right now as stocks, bonds, currencies, and commodities all face increasing volatility. Bank of America Merrill Lynch explains how these conditions are ripe for a \"flash crash,\" and outlines what final st…", "url": "https://www.businessinsider.com/next-stock-market-crash-baml-outlines-what-could-trigger-a-meltdown-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56ec5af391058425008b767a-1920-960.jpg", "publishedAt": "2018-11-18T11:05:00Z", "content": "There's no denying it's a turbulent time in markets. Stocks suffered through an epically bad October, and came under renewed stress this past week. Debt markets faced serious pressure as the bonds for market stalwart General Electric tumbled to record lows. A… [+2828 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Jeremy Corbyn says a second EU referendum could be 'an option for the future' but does not know how he'd vote", "description": "Jeremy Corbyn has said a second referendum on Brexit could be an \"option for the future.\" But if one were to take place, he does not know how he would vote. Jeremy Corbyn has said that a second referendum on a final Brexit deal and Britain's relationship with…", "url": "https://www.businessinsider.com/jeremy-corbyn-a-second-referendum-is-an-option-for-the-future-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf1368601b12d4fa31fad53-1536-768.jpg", "publishedAt": "2018-11-18T10:20:23Z", "content": "Jeremy Corbyn has said that a second referendum on a final Brexit deal and Britain's relationship with the European Union (EU) is \"an option for the future,\" but conceded that he does not know how he would vote on such an issue. The Labour leader had previous… [+1247 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Malta police identify suspected journalist murder masterminds: report - Business Insider", "description": "Business Insider Malta police identify suspected journalist murder masterminds: report Business Insider VALLETTA (Reuters) - Investigators have identified a group of at least three Maltese nationals who they believe masterminded the killing of anti-corruption…", "url": "http://uk.businessinsider.com/r-malta-police-identify-suspected-journalist-murder-masterminds-report-2018-11", "urlToImage": "http://static6.uk.businessinsider.com/image/5bf12339dde86740bb44e03c-1190-625/malta-police-identify-suspected-journalist-murder-masterminds-report.jpg", "publishedAt": "2018-11-18T08:26:00Z", "content": "FILE PHOTO: Maltese investigative journalist Daphne Caruana Galizia poses outside the Libyan Embassy in Balzan Thomson Reuters VALLETTA (Reuters) - Investigators have identified a group of at least three Maltese nationals who they believe masterminded the kil… [+1860 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "How Slack's CTO survived 2 failed game startups and a painful sale to Yahoo to build a $7.1 billion company", "description": "Slack is a popular workplace messaging service worth $7.1 billion and reportedly on the verge of going public. Its founding team, including British CTO Cal Henderson, have weathered a lot of successes and failures to get Slack where it is today. That includes…", "url": "https://www.businessinsider.com/slack-cto-cal-henderson-failed-startups-flickr-yahoo-slack-7-billion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec53c0c9570177631518fb-2732-1366.jpg", "publishedAt": "2018-11-18T08:00:00Z", "content": "Slack's cofounder and chief technology officer, Cal Henderson, will be a wealthy man if the workspace chat company goes public as expected in 2019. The company has revolutionised office communications with a lightweight, browser-based chat service that allows… [+11037 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Trump calls Saudi Arabia a 'spectacular ally,' despite CIA report blaming the crown prince for Jamal Khashoggi's death", "description": "Reuters/Yuri Gripas President Donald Trump said Saturday that a CIA assessment blaming Saudi Arabia's Crown Prince Mohammed bin Salman for the killing of journalist Jamal Khashoggi was \"very premature.\" Trump said he would receive the complete CIA report on T…", "url": "https://www.businessinsider.com/trump-calls-saudi-arabia-spectacular-ally-despite-cia-report-on-khashoggi-death-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf0c655da27f865b85a1693-1920-960.jpg", "publishedAt": "2018-11-18T02:32:06Z", "content": "WASHINGTON/MALIBU, California (Reuters) - President Donald Trump on Saturday called a CIA assessment blaming Saudi Crown Prince Mohammed bin Salman for the killing of Saudi journalist Jamal Khashoggi \"very premature\" and said he will receive a complete report… [+5750 chars]"}]}