{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Senate votes in favor of a key resolution to end US support of Saudi Arabia in Yemen", "description": "The Senate on Wednesday advanced a resolution to end US support for the Saudi-led coalition in Yemen. The resolution, which calls on the president to remove many US troops stationed in Yemen, passed 63-37. Sen. Bernie Sanders (I-VT) led the push for the resol…", "url": "https://www.businessinsider.com/senate-votes-in-favor-of-ending-us-support-of-saudi-arabia-in-yemen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bec6d80b73c287c4d2d27ee-1920-960.jpg", "publishedAt": "2018-11-28T23:59:04Z", "content": "The Senate on Wednesday advanced a resolution to end US support for the Saudi-led coalition in Yemen. The resolution, which calls on the president to remove most US troops in Yemen, passed 63-37. The resolution failed to pass earlier this year. Sen. Bernie Sa… [+2600 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "BMW is showing off a new SUV to compete with the Audi Q7 and Mercedes-Benz GLS", "description": "BMW will release its new X7 SUV in March 2019. The vehicle will start at $74,895 and will allow BMW to compete against Audi's Q7 SUV and Mercedes-Benz's GLS SUV. The X7 will be capable of a maximum 479 pound-feet of torque, 456 horsepower, and a 0-60 mph acce…", "url": "https://www.businessinsider.com/bmw-x7-suv-vs-audi-q7-mercedes-benz-gls-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff20dde4218a3caf31fcd4-1920-960.jpg", "publishedAt": "2018-11-28T23:47:54Z", "content": "BMW will release its new X7 SUV in March 2019. The vehicle will start at $74,895 and will allow BMW to compete against Audi's Q7 SUV and Mercedes-Benz's GLS SUV. The 2019 X7 will seat seven and have a maximum 90.4 cubic feet of storage capacity when the third… [+1049 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Mazda just rolled out the stunning and innovative new Mazda3 right as Ford and GM bails on small cars", "description": "Mazda introduced the new 2019 Mazda3 at the 2018 LA Auto Show on Wednesday. The Mazda3 will be available as both a sedan and a hatchback. The Mazda3 is available with five different four-cylinder engines including a diesel and mild hybrid. The new Mazda3 goes…", "url": "https://www.businessinsider.com/mazda-mazda3-sedan-hatchback-debut-la-auto-show-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff10d88c35ab3ef87d6a88-1920-960.jpg", "publishedAt": "2018-11-28T23:33:30Z", "content": "Mazda introduced the new 2019 Mazda3 at the 2018 LA Auto Show on Wednesday. Even as Ford and General Motors announced their plans to exit the passenger car market, Mazda has unveiled one of the most striking and innovate compact cars in recent memory. The fou… [+1542 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Stormy Daniels reportedly claims Michael Avenatti filed defamation lawsuit against Trump against her wishes", "description": "Adult-film actress Stormy Daniels claims that Michael Avenatti, her firebrand attorney, had filed a defamation lawsuit against President Donald Trump without her approval. Daniels also alleged Avenatti ignored her months-long requests to give accounting infor…", "url": "https://www.businessinsider.com/stormy-daniels-claims-avenatti-filed-defamation-suit-without-approval-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff11b08c35ab3f2709d3fa-1536-768.jpg", "publishedAt": "2018-11-28T23:32:26Z", "content": "Adult-film actress Stormy Daniels claims that Michael Avenatti, her firebrand attorney, had litigated on her behalf against President Donald Trump without her approval. In a statement sent to The Daily Beast, Daniels, whose real name is Stephanie Clifford, al… [+3320 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Investors focused on Apple's disappointing iPhone sales are missing the company's hidden goldmine (AAPL)", "description": "Apple's stock has fallen sharply this month. Investors have been spooked by the company's decision to discontinue reporting the number of iPhones it sells — and by indications of weak sales of the latest phones. Investors are right to be upset about Apple's d…", "url": "https://www.businessinsider.com/wedbush-daniel-ives-bullish-on-apple-services-business-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff1b1b66be50297f01d309-1920-960.jpg", "publishedAt": "2018-11-28T23:22:21Z", "content": "Daniel Ives wants you to know that he's still bullish on Apple. But even his outlook on the iPhone maker isn't as rosy today as it was just a few weeks ago. In a research note on Wednesday, Ives, a financial analyst for Wedbush and a longtime bull on Apple's … [+5661 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The FTC will investigate whether a multi-billion dollar business model is getting kids hooked on gambling through video games", "description": "The Federal Trade Commission (FTC) will investigate the use of loot box micro-transactions in video games at the request of U.S. Senator Maggie Hassan of New Hampshire. Hassan and other critics of the digital goods have compared loot-box transactions to gambl…", "url": "https://www.businessinsider.com/ftc-investigates-video-game-loot-boxes-kids-gambling-connection-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff1d9b01b12d421c7cb594-1136-568.png", "publishedAt": "2018-11-28T23:15:21Z", "content": "Video game loot boxes are facing a fresh round of scrutiny from United States officials as the Federal Trade Commission prepares to launch an investigation into the increasingly popular business model at the request of Senator Maggie Hassan of New Hampshire. … [+5031 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook is expanding its local news feature 'Today In' to more than 400 US cities (FB)", "description": "Facebook is expanding \"Today In,\" its local-focused news hub, to more than 400 cities. Today In shows users news, posts, and events from their local area. But it also provides a new avenue through which misinformation and fake news could spread. Facebook is w…", "url": "https://www.businessinsider.com/facebook-expands-local-news-feature-today-in-400-us-cities-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfee09a3815074251385448-1136-568.jpg", "publishedAt": "2018-11-28T23:09:56Z", "content": "Facebook is widely rolling out a new feature for local news and events, a tool intended to engage users with their local communities that also opens up a new front in the company's battle against fake news and disinformation. On Wednesday, the social network … [+1428 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Ikea just announced that it would be bumping pay for its most 'disgruntled' group of US employees", "description": "Ikea US announced in a post on its internal network on Wednesday that it plans to bump up the pay of its merchandising basics employees. Ikea employees previously told Business Insider that merchandising basics employees had gotten the short end of the stick …", "url": "https://www.businessinsider.com/ikea-pay-raise-merchandising-basics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff155c0d7c673ea353c711-1920-960.jpg", "publishedAt": "2018-11-28T22:56:33Z", "content": "When Ikea restructured its 48 US-based stores in 2017, the furniture retailer created a number of new job categories in the process. And, according to a number of Ikea employees, one new role in particular got the short end of the stick: merchandising basics.… [+2481 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "The world is slowly turning against Crown Prince Mohammed Bin Salman even as Trump digs his heels in", "description": "Saudi Crown Prince Mohammed bin Salman is facing global outcry over the killing of journalist Jamal Khashoggi. Khashoggi was killed in the Saudi consulate in Istanbul this past October. Prince Mohammed was once seen as the face of reform for the kingdom, but …", "url": "https://www.businessinsider.com/crown-prince-mohammed-bin-salman-facing-growing-global-opposition-trump-digs-heels-in-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff17d2b73c283e630374b2-1920-960.jpg", "publishedAt": "2018-11-28T22:51:06Z", "content": "It wasn't that long ago that Saudi Crown Prince Mohammed bin Salman, the de facto ruler of the kingdom, was seen as someone who would modernize his country. Today, Prince Mohammed, 33, is widely viewed as the central villain in the brutal killing of Saudi jou… [+3419 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "A $30 Dyson vacuum for kids exists and it can actually lift small amounts of dirt", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Dyson Ball Toy Vacuum ( $29.99 in purple on Amazon or $40.99 in grey at Pottery Barn Kids ) i…", "url": "https://www.businessinsider.com/dyson-kids-vacuum-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff18c90d7c673f4039cada-480-240.jpg", "publishedAt": "2018-11-28T22:50:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. As a chore-dreading adult, I don't find my vacuum particularly amusing. It does the trick, pickin… [+1831 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Audi just revealed a new electric concept car that puts Tesla's Model S to shame", "description": "Audi unveiled its e- tron GT electric sedan concept on Wednesday at the Los Angeles Auto Show. The automaker says it will begin delivering the production version of the vehicle in early 2021. The e - tron GT concept has an over 90 kWh battery that provides a …", "url": "https://www.businessinsider.com/audi-e-tron-gt-concept-photos-specs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff14a866be5028ef258914-1920-960.jpg", "publishedAt": "2018-11-28T22:43:10Z", "content": "Audi unveiled its e-tron GT electric sedan concept on Wednesday at the Los Angeles Auto Show. The automaker says it will begin delivering the production version of the vehicle in early 2021. The e-tron GT concept has an over 90 kWh battery that provides a ran… [+1291 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Former US Secretary of Energy Spencer Abraham, Contributor", "title": "The US is only a leader in tech because of foreign workers. Silicon Valley could have happened anywhere if it weren't for one crucial visa.", "description": "Silicon Valley, a vital part of America's economic edge, is the global center of the digital revolution. But back in the late 1970s, the center of technology revolution wasn’t guaranteed to occur in the US. H-1B visas and skilled foreign workers changed that.…", "url": "https://www.businessinsider.com/foreign-workers-h-1b-visa-necessary-for-silicon-valley-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff16261011425a3e18fd64-1536-768.jpg", "publishedAt": "2018-11-28T22:36:48Z", "content": "Silicon Valley is a vital catalyst for America's economic edge. It is the global center of the digital revolution shaping the 21st century, and its location in the US established our country as the leader of that revolution. The country reaps the economic ben… [+4645 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zoë Bernard", "title": "A partner at a billion-dollar venture firm breaks down the ‘psychology-driven reason’ why a downturn in the public markets makes it harder for startups to raise money", "description": "The public markets have taken a beating in recent weeks, and some investors are comparing the plunge to the early days of the dot-com bust. Alex Niehenke, a partner at Scale Venture Partners, explains how a downturn in the public markets can affect the ventur…", "url": "https://www.businessinsider.com/public-market-venture-capital-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef9d7da27f85d41741593-1920-960.jpg", "publishedAt": "2018-11-28T22:27:45Z", "content": "The public markets have taken a beating in recent weeks, and some investors are comparing the plunge to early days of the dot-com bust. In a recent interview with Business Insider, Alex Niehenke, a partner at enterprise-focused venture fund Scale Venture Part… [+3765 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Talia Lakritz", "title": "Disappointing photos show what it's really like to go on a safari", "description": "Safaris may look like remote wilderness adventures in photos, but they can be full of tourists. Sometimes, animals get a little too close for comfort, while others may be less exotic than expected. Going on a safari is about embracing the unknown and apprecia…", "url": "https://www.businessinsider.com/safari-photos-disappointing-2018-11", "urlToImage": null, "publishedAt": "2018-11-28T22:19:37Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's favorite trade war report card is looking uglier than ever", "description": "The US goods trade deficit increased to $77.2 billion in the month of October — a record high. President Donald Trump has made reducing the trade deficit a key goal of his policies. But experts say Trump's tariffs can't reverse an underlying economic trust ab…", "url": "https://www.businessinsider.com/trump-tariffs-trade-war-deficit-record-high-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef6fe101142557a66743c-1920-960.jpg", "publishedAt": "2018-11-28T22:17:57Z", "content": "President Donald Trump's favorite trade war report card hit its highest level in history last month. According to the Census Bureau, the US goods trade deficit hit a record high of $77.2 billion in October, up from $76.3 billion the month before. While econom… [+1885 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "LeBron James confirms his goal is to play in the NBA with his son", "description": "LeBron James recently expressed his desire to remain in the NBA long enough to play with his son, Bronny. Bronny James is 14, but could potentially enter the league in five or six years depending on how the NBA's eligibility rules change before then. The decl…", "url": "https://www.businessinsider.com/lebron-james-son-bronny-nba-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeffa0b73c283b3f70c59b-1536-768.jpg", "publishedAt": "2018-11-28T22:17:10Z", "content": "LeBron James has already put together one of the greatest careers in NBA history, but even in his 15th season, don't plan on him leaving the league any time soon. James and his trainer Mike Mancias recently joined Tim Ferriss on his podcast to talk about Jame… [+1909 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zachary Tracer", "title": "Here's why the maker of Marlboro cigarettes is reportedly looking to make a bet on Silicon Valley's favorite e-cig company (MO)", "description": "Tobacco company Altria is in talks to take a minority stake in vaping startup Juul Labs, the Wall Street Journal reported. Investing in Juul could give Altria new products to sell, as smoking declines in popularity. US regulators have been cracking down on bo…", "url": "https://www.businessinsider.com/altria-considering-juul-investment-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff09a3beb6703c11254a36-1136-568.jpg", "publishedAt": "2018-11-28T22:14:32Z", "content": "The most iconic U.S. cigarette company is reportedly seeking to make an investment in a vaping startup, a sign of how the tobacco industry is changing. Altria, which makes cigarettes like Marlboro and Parliament, is in talk to take a \"significant\" minority st… [+1469 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "A roadside bomb in Afghanistan killed 3 US special forces troops", "description": "The US military identified the three service members killed by an improvised explosive device Tuesday in a statement Wednesday. The blast claimed the lives of two Green Berets and an airman and wounded four other Americans, three service members and one civil…", "url": "https://www.businessinsider.com/a-roadside-bomb-in-afghanistan-killed-3-us-special-forces-troops-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b8ea1545c5e5224008b5cbf-750-375.jpg", "publishedAt": "2018-11-28T22:09:55Z", "content": "The Department of Defense identified the three US service members who were killed when an improvised explosive device detonated Tuesday. Two soldiers and an airman died from injuries sustained when their vehicle was struck by a roadside bomb in Andar, Ghazni,… [+1206 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aj Caldwell", "title": "Craig Jackson of Barrett-Jackson Auction Company has one of the world's most expensive private garages — take a look inside", "description": "Craig Jackson, CEO of Barrett-Jackson Auction Company, took us on a tour of his private car garage. It includes a multimillion-dollar Rotunda, a personal car shop, a private showroom, and additional space to store more of his collection. Watch to video to loo…", "url": "https://www.businessinsider.com/craig-barrett-jackson-auction-rotunda-car-collection-expensive-private-garages-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd2079c97b3c51f9e67bb33-1920-960.jpg", "publishedAt": "2018-11-28T22:00:00Z", "content": "The following is a transcript of the video. Narrator: Take a peek inside one the worlds most expensive private garages. It's owned by Craig Jackson, CEO of Barrett-Jackson Auction Company. Craig Jackson: Welcome to my garage. This, we call the Rotunda. Becaus… [+629 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "I was going to write about my most anticipated game of 2018, but I played 136 hours of \"Red Dead Redemption 2\" instead", "description": "I was highly anticipating \"Battlefield V,\" the newest entry in my favorite game series, and I've had a copy for weeks now. But \"Red Dead Redemption 2,\" this year's blockbuster Wild West game, stole its thunder — at least for me. \"Battlefield V\" is still a gre…", "url": "https://www.businessinsider.com/red-dead-redemption-2-vs-battlefield-v-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef1bd0591f26380082eca-1920-960.png", "publishedAt": "2018-11-28T21:54:39Z", "content": "I'm probably the biggest \"Battlefield\" fan in the office, and yet, I've neglected \"Battlefield V,\" the latest entry in the war-gaming franchise, since I got an early copy ahead of its November 20th launch. Instead, I've played 136 hours of \"Red Dead Redemptio… [+4042 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "The Naval Academy's Army-Navy game uniform is a tribute to a beloved four-legged mascot named Bill", "description": "On December 8, Naval Academy midshipmen and West Point cadets will face-off for the 119th Army-Navy football game. The Navy has revealed that its uniform, made by Under Armour, will celebrate the school's mascot, Bill the Goat. Bill has a history as rich as t…", "url": "https://www.businessinsider.com/naval-academy-army-navy-game-uniform-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf819680591f264001b1f07-1920-960.jpg", "publishedAt": "2018-11-28T21:51:12Z", "content": "\" Don't give up the ship \" were the last words of Navy Captain James Lawrence, who died from a gunshot wound sustained during battle in the War of 1812. Lawrence's crew, well, they gave up the ship: they surrendered to the British after a mere 15 minutes. Reg… [+290 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kylie Joyner", "title": "This budget-friendly mattress only costs $345 for a queen — but I'd recommend it even for someone who had thousands to spend", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The \" bed-in-a-box \" mattress market is flooded with options, which can make it difficult to figu…", "url": "https://www.businessinsider.com/allswell-hybrid-mattress-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdc22fd1e8444e6c07a103-1136-568.jpg", "publishedAt": "2018-11-28T21:47:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you're looking for a bed on a budget, the Allswell 10-inch hybrid mattress should be at the to… [+6174 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Jeep just jumped into the pickup truck game to take on Ford, Chevy, and Toyota with the 'most capable mid-size truck ever' (FCAU)", "description": "The 2020 Jeep Gladiator pickup truck just made its world debut at the 2018 LA Auto Show. The Gladiator draws heavily upon new JL Series Jeep Wrangler. The mid-size Gladiator will be a rival for the Toyota Tacoma, Ford Ranger, and Chevrolet Colorado/ GMC Canyo…", "url": "https://www.businessinsider.com/jeep-gladiator-pickup-truck-debuts-take-ford-chevy-toyota-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfefc7b8c35ab3c181fdff8-1920-960.jpg", "publishedAt": "2018-11-28T21:40:33Z", "content": "Jeep is back in the pickup game. Fiat Chrysler's venerable SUV brand has reentered the pickup truck market after a 27-year absence with the new Jeep Gladiator. Unveiled on Wednesday at the 2018 LA Auto Show, the 2019 Gladiator will be the first pickup truck i… [+2178 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Roger Stone says Jerome Corsi committed a crime by reportedly lying to the FBI", "description": "GOP strategist Roger Stone told INSIDER his close associate, Jerome Corsi, committed a crime when he reportedly lied to federal investigators about email correspondences with Stone and the American academic Ted Malloch. Corsi rejected a plea deal from the spe…", "url": "https://www.businessinsider.com/roger-stone-jerome-corsi-committed-crime-reportedly-lying-to-fbi-mueller-wikileaks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc21900d7c6776873e0ff6-1920-960.jpg", "publishedAt": "2018-11-28T21:40:16Z", "content": "The longtime GOP strategist Roger Stone told INSIDER on Wednesday that his close associate, the far-right commentator Jerome Corsi, committed a crime by reportedly lying to federal investigators. Both Corsi and Stone are at the center of the special counsel R… [+3548 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "The remarkable stories behind 8 of the most iconic war photos ever taken", "description": "The first known photograph ever taken was by Joseph Nicéphore Niépce in 1826 or 1827, showing a view from a window of his home in France's Burgundy region. In 1839, the first known photograph of a person was taken in Paris, showing a shoe shiner working on th…", "url": "https://www.businessinsider.com/8-of-the-most-iconic-war-photographs-of-all-time", "urlToImage": "https://amp.businessinsider.com/images/5be4914d381507797426c355-1136-568.jpg", "publishedAt": "2018-11-28T21:26:26Z", "content": "Taken by Nick Ut, this photo shows South Vietnamese children running after a South Vietnamese plane accidentally dropped napalm on its own soldiers and civilians during the Vietnam War in 1972. The naked girl, Kim Phuc, had ripped off her burning clothes whil… [+459 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "Hedge fund stars may see smaller paychecks after a brutal 2018", "description": "Senior hedge fund managers are taking home smaller paychecks in 2018. Median compensation - including base and bonus - for senior analysts is expected to decline by 12%, while median pay for portfolio managers is projected to fall 15%. Market volatility, part…", "url": "https://www.businessinsider.com/hedge-fund-compensation-report-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff00180d7c673b9a2f6a9c-1536-768.jpg", "publishedAt": "2018-11-28T21:25:51Z", "content": "This year was a brutal one for hedge funds — and it's hitting portfolio managers' bonuses as a result. With hedge funds suffering from poor performance in 2018, investment managers are likely to to take home smaller paychecks, according to a new report. \"Hedg… [+1533 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matt Weinberger and Rosalie Chan", "title": "Amazon's cloud is now embracing an idea that it spent almost a decade trashing — and it's a big sign that Microsoft was right (AMZN, MSFT)", "description": "Amazon Web Services on Wednesday introduced AWS Outposts — a new device that bridges the data center with Amazon's market-leading cloud platform. Basically, AWS Outposts is a box that brings Amazon cloud services to your own server infrastructure so you can w…", "url": "https://www.businessinsider.com/amazon-aws-outposts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/51b8c4346bb3f7602300000f-1136-568.jpg", "publishedAt": "2018-11-28T21:25:30Z", "content": "At its annual Re:invent conference, Amazon Web Services made an unexpected announcement in the form of AWS Outposts — a hardware box that will help customers bridge their own data centers with Amazon's market-leading cloud. Installing an AWS Outpost in your d… [+3772 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The 'Fearless Girl' statue is on the move to her new home in front of the New York Stock Exchange", "description": "The \"Fearless Girl\" statue, a symbol of female can-do business spirit, has been removed from her spot opposite Wall Street's \"Charging Bull.\" The statue will move to a location in front of the New York Stock Exchange by the end of this year, said officials. S…", "url": "http://markets.businessinsider.com/news/stocks/The-Fearless-Girl-statue-is-on-the-move-to-her-new-home-in-front-of-the-New-York-Stock-Exchange-1027764810", "urlToImage": "https://static1.businessinsider.com/image/58edfed48af5780c308b78dd-2400/ap17086615965862.jpg", "publishedAt": "2018-11-28T21:21:00Z", "content": "AP Photo/Bebeto Matthews The \"Fearless Girl\" statue, a symbol of female can-do business spirit, has been removed from her spot opposite Wall Street's \"Charging Bull.\" The statue will move to a location in front of the New York Stock Exchange by the end of thi… [+2808 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Honda just unveiled a new all-American SUV to take on Ford, Nissan, and Chevy", "description": "Honda unveiled the all-new Passport SUV at the 2018 LA Auto Show. The five-passenger mid-size Passport will slot in between Honda's existing hot sellers, the compact CR-V and seven-passenger Pilot The Passport will go up against the Ford Edge, Nissan Murano, …", "url": "https://www.businessinsider.com/honda-passport-2019-suv-to-take-on-ford-nissan-and-chevy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfedf0066be5020791b9b03-2732-1366.jpg", "publishedAt": "2018-11-28T21:20:23Z", "content": "Honda unveiled the all-new Passport SUV on Wednesday at the 2018 LA Auto Show. The Passport nameplate returns to the market after a 17-year absence. The original Honda Passport, a rebadged Isuzu Rodeo, was sold in the US until 2002. \"We saw an opportunity to … [+1885 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Here is what LeBron James eats to stay at the top of his game at an age when many other NBA players decline", "description": "LeBron James and his trainer, Mike Mancias, joined Tim Ferris' podcast and revealed some of James' diet. James isn't nearly as stringent as Tom Brady, saying that his typical diet includes things like egg-white omelets, whole wheat pasta, salmon, chicken, and…", "url": "https://www.businessinsider.com/lebron-james-diet-helps-him-stay-at-peak-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeefb001b12d3b473d2a7b-1136-568.jpg", "publishedAt": "2018-11-28T21:20:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Conditions are so dire at the US-Mexico border that migrants are getting sick, and contracting lice and chicken pox", "description": "Several thousand Central American migrants are living out of a filthy, overcrowded sports complex on the US-Mexico border. They are facing sickness and indefinite waits amid shifting US border policies. Since the migrants began cramming into the complex in Ti…", "url": "https://www.businessinsider.com/r-at-us-mexico-border-central-american-migrants-sicken-in-dire-conditions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff05b101b12d3e9641ce91-1920-960.jpg", "publishedAt": "2018-11-28T21:17:00Z", "content": "TIJUANA, Mexico (Reuters) - Several thousand Central American migrants languished in a filthy, overcrowded sports complex within tantalizing sight of the United States, facing sickness and indefinite waits amid shifting U.S. border policies that barred them f… [+2744 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "ejiang@businessinsider.com (Ethel Jiang), Ethel Jiang", "title": "The 'Fearless Girl' statue is on the move to her new home in front of the New York Stock Exchange", "description": "The \"Fearless Girl\" statue, a symbol of female can-do business spirit, has been removed from her spot opposite Wall Street's \"Charging Bull.\" The statue will move to a location in front of the New York Stock Exchange by the end of this year, said officials. S…", "url": "https://www.businessinsider.com/fearless-girl-moving-outside-new-york-stock-exchange-2018-11", "urlToImage": "https://static1.businessinsider.com/image/58edfed48af5780c308b78dd-2400/ap17086615965862.jpg", "publishedAt": "2018-11-28T21:16:00Z", "content": "The \"Fearless Girl\" statue, a symbol of female can-do business spirit, has been removed from her spot opposite Wall Street's \"Charging Bull.\" The statue will move to a location in front of the New York Stock Exchange by the end of this year, said officials. S… [+2783 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "All 50 states and Washington DC, ranked from least to most average", "description": "The US is a huge, diverse country, and the characteristics of its states vary widely. We calculated how from average each state landed on 38 demographic, social, and economic indicators including marriage, education, and income. Business Insider has also rank…", "url": "https://www.businessinsider.com/most-average-states-ranking-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58d3f2d6112f703d328b6241-960-480.jpg", "publishedAt": "2018-11-28T21:14:41Z", "content": "The US is a huge, diverse country, and the characteristics of the states that make it up vary widely. We used 38 demographic, social, and economic indicators that cover several aspects of American life, mostly from the US Census Bureau's recently released 201… [+453 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Burger King has been tweeting gibberish nonstop for hours", "description": "Burger King is tweeting nonsense posts that seem to be just a random assortment of letters and numbers. The bizarre tweets are going viral. Burger King's representative would not tell us why the chain is tweeting gibberish, but one possible reason is that it …", "url": "https://www.businessinsider.com/burger-king-tweets-nonsense-hours-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bff0190c957013b0a0abbe5-750-375.jpg", "publishedAt": "2018-11-28T21:13:31Z", "content": "Burger King is tweeting nonsense, with no signs of stopping. The burger chain kicked off the gibberish spree at noon ET on Wednesday, tweeting a seemingly random string of letters and numbers. Twitter/Burger King And, the chain's replies in the hours since ha… [+855 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "akiersz@businessinsider.com (Andy Kiersz), Andy Kiersz", "title": "Here's how we figured out how 'average' each state is", "description": "Dr Project/Shutterstock We recently ranked all 50 US states and Washington, DC based on how average each state was. The ranking was based on 38 social, economic, and demographic measures, mostly from the Census Bureau's 2017 American Community Survey. We meas…", "url": "https://www.businessinsider.com/average-state-rankings-methods-sources-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58e3d79477bb701a008b6319-1920-960.jpg", "publishedAt": "2018-11-28T21:13:24Z", "content": "We recently ranked all 50 US states and Washington, DC based on how average each state was. Here's how we did it. We took 38 social, economic, and demographic measures, mostly from the 2017 American Community Survey one-year estimates recently released by the… [+2522 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Nancy Pelosi just passed her first test toward becoming speaker with flying colors, but there's still trouble ahead", "description": "Nancy Pelosi won the caucus vote to become the next speaker of the House on Wednesday, but still faces a more difficult challenge to gain the necessary 218 votes on the House floor this coming January. Pelosi gained considerable ground compared to her last el…", "url": "https://www.businessinsider.com/nancy-pelosi-voted-speaker-nominee-democrats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef70666be5024710e6f4d-2732-1366.jpg", "publishedAt": "2018-11-28T21:09:53Z", "content": "WASHINGTON — Nancy Pelosi secured enough votes to win the caucus vote to become the next speaker of the House on Wednesday. But she still needs to gain some ground if she wants to make it official when the vote goes to the House floor in January. Pelosi won a… [+3254 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Dow rallies more than 600 points in best session since March after Fed chairman speech", "description": "Federal Reserve Chair Jerome Powell said Wednesday rates are \"just below\" a neutral level. Wall Street rallied following his speech at the Economic Club of New York, with the Dow gaining more than 600 points. Trade tensions were also in focus ahead of a meeti…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-dow-jumps-fed-chairman-speaks-2018-11-1027764812", "urlToImage": "https://static6.businessinsider.com/image/5bfefb8d101142567737f7f3-2400/ap18332652028488.jpg", "publishedAt": "2018-11-28T21:09:00Z", "content": "AP Photo/Richard Drew Federal Reserve Chair Jerome Powell said Wednesday rates are \"just below\" a neutral level. Wall Street rallied following his speech at the Economic Club of New York, with the Dow gaining more than 600 points. Trade tensions were also in … [+2231 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "The Dow rallies more than 600 points in best session since March after Fed chairman speech", "description": "Federal Reserve Chair Jerome Powell said Wednesday rates are \"just below\" a neutral level. Wall Street rallied following his speech at the Economic Club of New York, with the Dow gaining more than 600 points. Trade tensions were also in focus ahead of a meeti…", "url": "https://www.businessinsider.com/stock-market-news-dow-jumps-fed-chairman-speaks-2018-11", "urlToImage": null, "publishedAt": "2018-11-28T21:09:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "The $300 Nintendo Switch has been great for my relationship", "description": "I purchased a Nintendo Switch in March 2017, and haven't looked back since. It's easily my favorite Nintendo console ever made. It's also converted my wife, who was previously not a fan of video games before we purchased a Switch. I've owned the Nintendo Swit…", "url": "https://www.businessinsider.com/nintendo-switch-reviews-2017-3", "urlToImage": "https://amp.businessinsider.com/images/5bfeffc401b12d3dab202740-1136-568.jpg", "publishedAt": "2018-11-28T21:07:00Z", "content": "It also feels like the Nintendo Switch is just getting started. Even though it's less than two years old, the Switch has amassed an impressive library of games, and it's a hit at parties, too. Being able to play party games like \"Jackbox\" and \"Monopoly\" is su… [+681 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Gonzaga students trolled Duke with 'we want Cleveland' chants", "description": "After Zion Williamson, R.J. Barrett, and the rest of the Duke Blue Devils' freakishly talented freshman class opened the season by combining for 89 points to absolutely torch the then-No.2 Kentucky Wildcats, fans and pundits starting musing about whether or n…", "url": "https://www.businessinsider.com/gonzaga-student-section-trolls-duke-with-we-want-cleveland-chants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfebb589e8c5348ba045a22-750-375.jpg", "publishedAt": "2018-11-28T21:01:22Z", "content": "After opening the season by absolutely torching the then-No. 2 Kentucky Wildcats, the Duke Blue Devils were the early kings of the college basketball season. But after Gonzaga beat Duke and just hours after the Bulldogs took over the top spot in the AP Poll, … [+1926 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Stunning new report details Trump's labor secretary's role in plea deal for billionaire sex abuser", "description": "A report from the Miami Herald gives new insight into how federal prosecutors worked with billionaire Jeffrey Epstein's legal team to downplay some of his serious sex crimes. The documents obtained by the Herald show that a cushy plea deal was cut after then-…", "url": "https://www.businessinsider.com/alex-acosta-jeffrey-epstein-jail-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfee2b5f556fc3850093d3a-1920-960.jpg", "publishedAt": "2018-11-28T20:56:58Z", "content": "A new Miami Herald report gives stunning details about how President Donald Trump's labor secretary went to great lengths to help downplay billionaire pedophile Jeffrey Epstein's sex crimes when he was the US attorney for Southern Florida. According to the re… [+5767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "2018 was one of the best years ever for documentaries — 4 of which ruled the box office and blew away critics", "description": "2018 was one of the best years for documentary films ever. Four documentaries in 2018 are among the top 30 highest-grossing documentaries of all time. They are also some of the best-reviewed movies of the year, all with Rotten Tomatoes critic scores above 90%…", "url": "https://www.businessinsider.com/documentaries-at-box-office-2018-wont-you-be-my-neighbor-rbg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfefdab8c35ab3c5637f1f9-1334-667.jpg", "publishedAt": "2018-11-28T20:48:57Z", "content": "2018 has been a significant year for movies, and is heading toward a box-office record in the US. A lot of films have contributed to that: the Marvel hits \"Black Panther\" and \"Avengers: Infinity War,\" the horror sensation \"A Quiet Place,\" and the Oscar hopefu… [+1712 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "NYC's new World Trade Center dominates the skyline with its sleek exterior — but I took a tour of the inside and it didn't look like the bland, traditional office building I was expecting at all", "description": "New York City's new One World Trade Center cost $4 billion and took eight years to build. I took a tour to see what the inside looks like four years after the first tenants moved in. In addition to 78 floors of office spaces with jaw-dropping views, the build…", "url": "https://www.businessinsider.com/inside-nyc-new-world-trade-center-freedom-tower-photos-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bfdbdfa9e8c5339776b1e23-2732-1366.jpg", "publishedAt": "2018-11-28T20:47:00Z", "content": "New York City's new One World Trade Center, nicknamed the \"Freedom Tower,\" cost $4 billion and took eight years to build between the start of construction in 2006 and the first tenants moving in 2014. Four years after opening its doors to the first tenants, a… [+1060 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Ikea employees say that changes to the stores are creating a divisive environment where 'nobody is willing to help'", "description": "Ikea US employees say that the furniture chain's pivot to become more customer-centric isn't working out. The international furniture retailer's US-based stores all underwent a restructuring known as O4G — or \"organizing for growth\" — in 2017. But employees r…", "url": "https://www.businessinsider.com/ikea-employees-customer-service-issues-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeb14466be501b2f0099f3-1920-960.jpg", "publishedAt": "2018-11-28T20:44:00Z", "content": "When Ikea restructured its 48 US-based stores in 2017, there were a few big ideas behind the overhaul. The move was touted as an opportunity to break down silos within the department-centric stores, boost online-fulfillment capabilities, and, perhaps most imp… [+10343 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "A lawyer who reps cruise passengers reveals the one thing you need to know before getting on a cruise ship", "description": "Cruise lines make a significant effort to keep their passengers happy (sometimes at the expense of their employees), but when a passenger is injured, the cruise line's attitude can change. If, as a passenger, you slip and fall or are assaulted, the cruise lin…", "url": "https://www.businessinsider.com/the-one-thing-you-need-to-know-before-getting-on-a-cruise-ship-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfebe81110d4c52386217f4-1536-768.jpg", "publishedAt": "2018-11-28T20:39:32Z", "content": "Cruise lines make a significant effort to keep their passengers happy (sometimes at the expense of their employees), but when a passenger is injured, the cruise line's attitude can change, according to a lawyer who represents cruise-line passengers and employ… [+1583 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Apple wants more iPhone owners to upgrade to the XR and XS — and it just unveiled a new promotion in time for the holidays (AAPL)", "description": "Apple is currently offering up to $100 extra in credit when you trade in an old iPhone for the iPhone XR or XS. If you trade in an iPhone 6S, for example, Apple will give you a $200 credit rather than the usual $100, which you can put toward a new device. The…", "url": "https://www.businessinsider.com/apple-iphone-xs-xr-trade-in-promotion-money-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfee52f66be50213b1d1e49-1136-568.jpg", "publishedAt": "2018-11-28T20:39:00Z", "content": "If you've been mulling over a new iPhone purchase, now's the time to go for it. For a limited time, Apple is offering up to $100 extra in credit if you trade in an old device through its Giveback program. For anyone with an iPhone 6, 6 Plus, or 6S in particul… [+1222 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "ICE nominee's Senate vote delayed, in part because he once tweeted a photo comparing Donald Trump to Dennis the Menace", "description": "The Senate Homeland Security and Governmental Affairs Committee chose to delay a vote on President Trump’s nominee to lead ICE. Ronald Vitiello had shared images on Twitter comparing Trump to cartoon character Dennis the Menace during the 2016 presidential ca…", "url": "https://www.businessinsider.com/ice-nominee-senate-vote-delayed-by-concerns-of-his-opinion-of-trump-dennis-the-menace-tweet-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef5700591f263dc294743-2732-1366.jpg", "publishedAt": "2018-11-28T20:34:55Z", "content": "A key Senate committee delayed a vote on Wednesday for President Donald Trump's nominee to lead the Immigration and Customs Enforcement (ICE), amid concerns over his record. One of the reasons the Senate Homeland Security and Governmental Affairs Committee de… [+1192 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lina Batarags", "title": "A luxury resort in the middle of the jungle in Bali has the world’s 'most stunning views' — and the view from the twin-tiered pool quickly proves it", "description": "The Hanging Gardens of Bali is a luxurious resort in the middle of the jungle in Bali. It has 44 villas, a twin-tiered pool, and was just named as having \"the most stunning views\" in the 2018 Boutique Hotel Awards. But the views will cost you: A stay at the h…", "url": "https://www.businessinsider.com/worlds-most-stunning-views-hotel-hanging-gardens-bali-jungle-pool-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bef4692beb6703cde73669e-2732-1366.jpg", "publishedAt": "2018-11-28T20:30:00Z", "content": "Set in the middle of the jungle, with views of a valley, and surrounded by a rainforest: How could a resort like that offer anything but spectacular views? The Hanging Gardens of Bali were recently awarded the title of \"the most stunning views\" by the Boutiqu… [+990 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth and John Haltiwanger", "title": "Trump falsely accuses Mueller of coercing people to 'flip and lie' and suggests he may pardon Manafort", "description": "President Donald Trump on Wednesday said a pardon for his former campaign chairman Paul Manafort is \"not off the table\" as he erroneously accused the special counsel Robert Mueller of coercing people to \"flip and lie.\" \"You know this flipping stuff is terribl…", "url": "https://www.businessinsider.com/trump-falsely-accuses-mueller-said-pardon-for-paul-manafort-not-off-the-table-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef6ad8c35ab3aff032bfc-1920-960.jpg", "publishedAt": "2018-11-28T20:20:09Z", "content": "President Donald Trump on Wednesday said a pardon for his former campaign chairman Paul Manafort is \"not off the table\" as he erroneously accused special counsel Robert Mueller of coercing people to \"flip and lie.\" In an Oval Office interview with the New Yor… [+1399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Laura McCamy", "title": "8 signs you’re not ready to start your own business", "description": "Not everyone is suited to owning a business – and that's OK. Some people don't have an entrepreneurial mindset, and there are clear signs that you're not ready to start a company, according to Uptima Business Bootcamp cofounder Rani Langer-Croager. There are …", "url": "https://www.businessinsider.com/signs-not-ready-to-start-your-own-business-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfef4b501b12d3c0144109b-1536-768.jpg", "publishedAt": "2018-11-28T20:18:00Z", "content": "Here's the harsh reality of starting a business: around 70% of startups are no longer in business by year 10, according to Fundera. Even if your product or service is fantastic, there are a host of snags you can hit, from running out of money to running out o… [+524 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "An army of 1 million self-driving delivery robots could flood the streets by 2040 as Americans' ferocious appetite for on-demand delivery surges", "description": "As delivery becomes cheaper because of autonomous vehicles, the need for personal shopping trips could get cut in half, KPMG estimates. To fill the gap, however, one million robots could take to the street to deliver everything from pizza to groceries. The co…", "url": "https://www.businessinsider.com/self-driving-delivery-robots-may-surge-by-2040-kpmg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfec2280d7c6734577c8de6-1920-960.jpg", "publishedAt": "2018-11-28T20:15:45Z", "content": "Self-driving cars might allow you to get out of driving across town to Costco, but it doesn't mean fewer vehicles on the roads. According to a new study from the consulting firm KPMG, if shopping trips in personal vehicles decline even by half, one million au… [+2251 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "'This is malpractice': Left-wing slams Chuck Schumer for agreeing to $1.6 billion for border security to avoid a government shutdown", "description": "Senate Minority Leader Chuck Schumer is facing a backlash from progressive Democrats after offering $1.6 billion in border security funding in the spending bill. Progressive Democrats immediately attacked Schumer over his offer, arguing that he's too quick to…", "url": "https://www.businessinsider.com/left-wing-slams-chuck-schumer-over-agreeing-to-16-billion-for-border-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeb8bdb73c28316365a593-1920-960.jpg", "publishedAt": "2018-11-28T20:14:44Z", "content": "Senate Minority Leader Chuck Schumer is facing a backlash from progressive Democrats after offering $1.6 billion in border security funding as part of a deal with President Donald Trump and the GOP on a government spending bill. Schumer insisted on Tuesday th… [+3042 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters and Ryan Pickrell", "title": "Mattis: There's 'no smoking gun' tying Saudi crown prince to brutal Khashoggi murder", "description": "Both Secretary of Defense James Mattis and Secretary of State Mike Pompeo insisted Wednesday that the there is \"no smoking gun\" and \"no direct reporting\" linking the Saudi crown prince to the murder of journalist Jamal Khashoggi. Mattis insisted that the US d…", "url": "https://www.businessinsider.com/r-us-defense-chief-no-smoking-gun-linking-saudi-crown-prince-to-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b5b81f3dce2e921008b46f0-1920-960.jpg", "publishedAt": "2018-11-28T20:02:00Z", "content": "U.S. Defense Secretary James Mattis said on Wednesday the United States has \"no smoking gun\" that Saudi Crown Prince Mohammed bin Salman was involved in the killing of U.S.-based Saudi journalist Jamal Khashoggi in Istanbul last month. Asked about reports tha… [+1784 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Starbucks just opened the first of its upscale, stand-alone Princi bakeries in New York — take a look inside (SBUX)", "description": "Starbucks just opened its first stand-alone Princi bakery in New York City. The bakery, located in New York's Theater District, is the third Princi Bakery to open in the United States. Starbucks is an investor in and licensee of Princi. We visited the bakery …", "url": "https://www.businessinsider.com/starbucks-princi-bakery-new-york-opens-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfee1c138150742651c954c-1920-960.jpg", "publishedAt": "2018-11-28T20:01:02Z", "content": "Starbucks just opened its first stand-alone Princi bakery in New York City. The Princi bakery in New York's Theater District is Starbucks' third in the United States, following openings in Seattle and Chicago. Princi was first opened in 1986 by Italian baker … [+1298 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's threats to GM could end up backfiring spectacularly", "description": "General Motors announced a round of layoffs and plant closures on Monday. President Donald Trump is not happy with that decision. Trump's policies weren't the main reason for GM's move, but they probably helped push the automaker toward the decision. Trump's …", "url": "https://www.businessinsider.com/trump-gm-subsidies-tax-credit-auto-car-tariffs-backfire-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a4e42bc396e3727008b4c98-1334-667.jpg", "publishedAt": "2018-11-28T20:00:37Z", "content": "President Donald Trump's latest threats to get back at General Motors could end up doing the exact opposite of what he wants. In the days since GM announced it would lay off roughly 15,000 workers and idle four factories in North America, Trump has attempted … [+2980 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Oran", "title": "What you need to know on Wall Street today", "description": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. The stock market has become wildly unpredictable — here are 4 simple portfolio twe…", "url": "https://www.businessinsider.com/stock-market-news-today-november-28-2018", "urlToImage": null, "publishedAt": "2018-11-28T19:56:47Z", "content": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. The stock market has become wildly unpredictable — here are 4 simple portfolio twe… [+2243 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger and Sonam Sheth", "title": "Trump accused of 'cover-up' after reportedly barring CIA director Gina Haspel from briefing Senate on Khashoggi killing", "description": "President Donald Trump is being accused of engaging in a \"cover-up\" after reportedly preventing CIA Director Gina Haspel from attending a Wednesday Senate briefing on Jamal Khashoggi's killing. Former intelligence officials described the apparent move as \"ver…", "url": "https://www.businessinsider.com/trump-accused-of-cover-up-after-barring-haspel-from-briefing-senate-khashoggi-killing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfee92e8c35ab38b31177e5-1136-568.jpg", "publishedAt": "2018-11-28T19:50:29Z", "content": "The White House reportedly refused to allow CIA Director Gina Haspel to attend a Wednesday Senate briefing on Saudi journalist Jamal Khashoggi's killing, a move that has prompted confusion from former intelligence officials and accusations of a \"cover-up\" fro… [+6670 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "A San Francisco politician is trying to get Mark Zuckerberg's name removed form the hospital he donated $75M to (FB)", "description": "San Francisco supervisor Aaron Peskin has asked the city attorney to look into getting Mark Zuckerberg's name removed from a hospital he donated $75 million to. It's the first time a sitting San Francisco politician has called for the removal of the Zuckerber…", "url": "https://www.businessinsider.com/san-francisco-supervisor-aaron-peskin-remove-zuckerberg-name-general-hospital-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5afb1d37bd6fc2252b8b482f-1536-768.jpg", "publishedAt": "2018-11-28T19:43:14Z", "content": "A San Francisco politician is pushing to have Mark Zuckerberg's name removed from the hospital he donated $75 million in response to Facebook's recent scandals. On Tuesday, Supervisor Aaron Peskin asked the city attorney to \"outline the procedure for the remo… [+5687 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "A CEO who pays $3 each for his metal business cards says people think he's crazy, but it's been one of his smartest moves", "description": "Business cards are an afterthought for many people, but for entrepreneur John Ruhlin, they're a great way to make a good first impression. Ruhlin spends $3 on business cards and $9 on company letterheads that are made out of solid aluminum and engraved with h…", "url": "https://www.businessinsider.com/business-cards-metal-john-ruhlin-giftology-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be367b7beb6705d51719944-1536-768.jpg", "publishedAt": "2018-11-28T19:39:43Z", "content": "How much is a good first impression worth? For John Ruhlin, it's $3. At least that's how much he pays for each one of his business cards, which are square and made of solid aluminum. While many people treat business cards as an afterthought, Ruhlin said his p… [+2337 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Bernie Sanders slams US support for 'despotic' Saudi Arabia in Yemen and bashes Trump over Khashoggi: 'No more! Enough death. Enough killing.'", "description": "Sen. Bernie Sanders on Wednesday slammed the US support for Saudi Arabia in the Yemen conflict. \"No more! Enough death. Enough killing. Enough destruction,\" Sanders said. The conflict in Yemen, a fight between Iran-backed Houthi rebels and a Saudi-led coaliti…", "url": "https://www.businessinsider.com/bernie-sanders-slams-us-yemen-war-saudi-arabia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfec283d1e8445ef412d914-1920-960.jpg", "publishedAt": "2018-11-28T19:38:01Z", "content": "Sen. Bernie Sanders on Wednesday slammed US its support for Saudi Arabia in the conflict in Yemen. The independent Vermont senator said it was time for the US to send a message to the world it will not \"continue to support a catastrophic war led by a despotic… [+2433 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "The 18 best video games of 2018, from 'Red Dead Redemption 2' to 'God of War'", "description": "It's been a great year for video games. With the PlayStation 4 and Xbox One approaching the end of their life cycles, developers have delivered some of the best games of the console generation during 2018. The Nintendo Switch has also continued to expand its …", "url": "https://www.businessinsider.com/best-video-games-released-in-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeccb7f556fc36d2426ff2-1920-960.jpg", "publishedAt": "2018-11-28T19:38:00Z", "content": "It's been a great year for video games. With the PlayStation 4 and Xbox One approaching the end of their life cycles, developers have delivered some of the best games of the console generation during 2018. The Nintendo Switch has also continued to expand its … [+522 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "An Irish soccer team faked a player's death to postpone a match, but he was actually just at home playing video games", "description": "An Irish soccer team faked a player's death so it could get out of playing a league match at the weekend. Ballybrack FC said Fernando Nuno La-Fuente died in a road accident on Friday. The Leinster Senior League postponed its weekend match, organised a minute'…", "url": "https://www.businessinsider.com/ballybrack-fc-faked-a-players-death-to-postpone-match-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe99d50591f257487fec24-1920-960.jpg", "publishedAt": "2018-11-28T19:26:10Z", "content": "An Irish soccer team has issued a grovelling apology after it faked a player's death to get a league match postponed. Ballybrack FC, an amateur soccer club in Dublin, told the Leinster Senior League that Fernando Nuno La-Fuente had died in a motorbike acciden… [+1867 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "New photos show how heavily Russia damaged a Ukrainian boat, an attack that triggered the Black Sea crisis", "description": "Photos emerged on Tuesday of one of the Ukrainian artillery boats that was heavily damaged after the Russian military fired upon it on Sunday off the coast of Crimea. The Russian navy fired on two Ukrainian naval vessels and rammed a third in the Kerch Strait…", "url": "https://www.businessinsider.com/photos-show-damaged-ukrainian-artillery-boat-that-russia-fired-upon", "urlToImage": "https://amp.businessinsider.com/images/5bfdc0bd66be500d38792204-750-375.jpg", "publishedAt": "2018-11-28T19:22:32Z", "content": "Photos emerged on Tuesday of one of the Ukrainian artillery boats that was heavily damaged after the Russian military fired upon it on Sunday off the coast of Crimea. The Russian navy fired on two Ukrainian naval vessels and rammed a third in the Kerch Strait… [+1013 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meghan Morris", "title": "Money managers may see higher bonuses this year, but are bracing for job cuts in 2019", "description": "Asset management compensation will increase 5% this year, a new study says. But there are still major challenges within the asset management industry and things could get worse in 2019. Asset managers are likely to receive a small bump in their overall compen…", "url": "https://www.businessinsider.com/asset-management-compensation-report-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfec0f0da27f85637181036-480-240.jpg", "publishedAt": "2018-11-28T19:21:55Z", "content": "Asset managers are likely to receive a small bump in their overall compensation this year - around 5%, according to a new report. But that uptick masks some of the larger challenges within the industry, as market volatility, the reallocation of bonus pool dol… [+1523 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Microsoft's surprising comeback over Apple is the outcome of two new CEOs with radically different gameplans (AAPL, MSFT)", "description": "Microsoft briefly overtook Apple this week as the world's most valuable company. The development speaks volumes about investors' faith in the respective companies' futures and the leaders driving each company there. While Tim Cook has demonstrated that he's a…", "url": "https://www.businessinsider.com/microsoft-nadella-is-product-visionary-apple-tim-cook-isnt-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdf899d1e84452a2167403-1136-568.jpg", "publishedAt": "2018-11-28T19:21:31Z", "content": "Microsoft reclaimed the title of most valuable tech company from Apple this week — at least briefly — and the shakeup in the leaderboard says a lot about the direction the companies are heading in and who's leading them there. Right now, investors seem to hav… [+6638 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Magnus Carlsen won his 4th straight World Chess Championship by dominating the rapid tiebreaker after 12 straight draws", "description": "Magnus Carlsen has won his fourth World Chess Championship, defeating Fabiano Caruana in London. After an unprecedented 12 draws in longer time controls, the classic chess gave way to rapid tiebreaks. Carlsen is the stronger rapid player and crushed Caruana 3…", "url": "https://www.businessinsider.com/magnus-carlsen-world-chess-championship-rapid-tiebreaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfedfb7f556fc37e636258d-2732-1366.jpg", "publishedAt": "2018-11-28T19:21:12Z", "content": "It's a four-peat for Norway's Magnus Carlsen, who defeated American Fabiano Caruana in London on Wednesday to win the 2018 World Chess Championship. As in Carlsen's 2016 title defense, against Russia's Sergey Karjakin, Carlsen needed rounds of rapid chess, 25… [+1366 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "Dubai has the world's largest, completely automated, driverless metro line — and it shows how far behind the US really is", "description": "Dubai has the world's third-largest automated, driverless metro system, a futuristic and highly reliable system that opened in 2009 and continues to be expanded. On a recent trip to Dubai, I rode the city's Red Line, the longest fully-automated metro line in …", "url": "https://www.businessinsider.com/dubai-automated-driverless-metro-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe7faa9e8c5343270957f2-1920-960.jpg", "publishedAt": "2018-11-28T19:17:13Z", "content": "Visiting Dubai can often feel like hopping into a time machine to the future. The city emerges out of the desert seemingly from nowhere, with each gleaming skyscraper, landmark, and new building looking more futuristic than the last. Dubai's decade-old metro … [+1849 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Porsche just unveiled the all-new 911 sports car with 443 horsepower and night vision", "description": "The 2020 Porsche 911 sports car made its world debut at the 2018 LA Auto Show on Tuesday. The new eighth generation 911 or 992 will be available first in mid-grade Carrera S and all-wheel-drive Carrera 4S trim. The Carrera S and 4S will be powered by a 443 ho…", "url": "https://www.businessinsider.com/porsche-911-992-carrera-s-2020-debuts-la-auto-show-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea97f110d4c4ecf3178d8-1920-960.jpg", "publishedAt": "2018-11-28T19:17:11Z", "content": "Porsche unveiled the eighth generation of its 911 sports car at the 2018 LA Auto Show on Tuesday. The new 911 is the first all-new version of the Porsche icon since 2011. The next generation Porsche 911 will launch with the mid-grade Carrera S and all-wheel-d… [+2671 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosalie Chan", "title": "Amazon is releasing a $400 self-driving toy car that you can program yourself – and it's launching a racing league to test your skills (AMZN)", "description": "Amazon Web Services is launching a self-driving race car, AWS DeepRacer, that you can buy for $400 next year. You can program this car to drive itself via a technique called reinforcement learning, which means it learns through trial and error. Amazon is also…", "url": "https://www.businessinsider.com/amazon-deepracer-self-driving-car-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfede3eb73c28357378e3b7-640-320.jpg", "publishedAt": "2018-11-28T19:16:47Z", "content": "Amazon Web Services, the retail giant's massively profitable cloud computing business, is hitting the gas pedal on its push into artificial intelligence in an unusual way. Andy Jassy, CEO of Amazon Web Services, announced AWS DeepRacer: A remote controlled ca… [+2141 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "Here are the key differences between viewers and fans — and why they matter in the modern media era", "description": "Networks are looking for more than just casual viewers; they want dedicated fans. Molly Battin, a Turner executive, knows the industry needs to focus on more than Nielsen ratings. Turner knows that fans benefit when the walls around their favorite content com…", "url": "https://www.businessinsider.com/sc/media-industry-success-fans-viewers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf45abab73c280a1c534a12-1536-768.jpg", "publishedAt": "2018-11-28T19:15:00Z", "content": "You can't spell \"fanatic\" without \"fan,\" so it's little wonder the intensity of fans has become an entertainment holy grail, eclipsing the mere attention given by viewers. But how do viewers become fans? And once they cross over, what does true fandom look li… [+3795 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Tesla vehicles have racked up one billion miles driven on Autopilot (TSLA)", "description": "Tesla's cars have driven one billion miles with the Autopilot semi-self-driving feature engaged, the company said. That's 10% of all Tesla miles driven since 2012. Autopilot was launched in 2015. Tesla has passed an impressive milestone. The carmaker's vehicl…", "url": "https://www.businessinsider.com/tesla-autopilot-1-billion-miles-driven-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57a694f7ce38f236008b52e6-2732-1366.png", "publishedAt": "2018-11-28T19:08:44Z", "content": "Tesla has passed an impressive milestone. The carmaker's vehicles have racked up one billion miles driven on Autopilot, the company's semi-self-driving system, Tesla said. That number represents 10% of all miles driven by Teslas since 2012, when the Model S s… [+962 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Lincoln just revealed its new Aviator crossover that will take on luxury SUVs from Cadillac, Audi, and Lexus (F)", "description": "Lincoln revealed its new three-row Aviator SUV at the LA Auto Show. The crossover SUV will slot between the smaller Nautilus and the full-size Navigator in Lincoln's lineup. A robust, 400-horsepower V6 and an even more powerful 450-horsepower hybrid are on or…", "url": "https://www.businessinsider.com/fords-lincoln-new-aviator-crossover-suv-rival-audi-cadillac-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea85766be501984366dbb-1920-960.jpg", "publishedAt": "2018-11-28T19:01:47Z", "content": "The great American four-door luxury car is vanishing, but it's being replaced by SUVs. That's an industry-wide trend, and Lincoln, Ford's revived luxury brand, is right in the middle of it. Lincoln launched a new Navigator full-size SUV for the 2018 model yea… [+2499 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "Watch an off-duty Border Patrol agent ignite a wildfire by shooting a box of explosives to celebrate his baby boy", "description": "A new video published by the Arizona Daily Star shows an off-duty Border Patrol agent starting a massive wildfire in Arizona last year by shooting a box of explosives to celebrate his baby son. The video shows the box in the middle of a field of long, dead gr…", "url": "https://www.businessinsider.com/watch-off-duty-border-patrol-agent-start-wildfire-shooting-explosives", "urlToImage": "https://amp.businessinsider.com/images/5bfed2dd0d7c67360d36c612-750-375.jpg", "publishedAt": "2018-11-28T18:54:56Z", "content": "The Arizona Daily Star published a video on Wednesday of an off-duty Border Patrol agent starting a massive wildfire in Arizona last year by shooting a box of explosives to celebrate his baby boy. The video shows the box of explosives in the middle of a field… [+1585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "Starbucks says it is finally going to block customers from watching porn in stores after years of pressure (SBUX)", "description": "Starbucks is rolling out a new tool to stop customers from watching pornography and viewing other explicit content in stores in 2019, the company told Business Insider. The coffee giant has been under pressure to block pornography for years, as chains like Mc…", "url": "https://www.businessinsider.com/starbucks-promises-porn-blocking-tech-2018-11", "urlToImage": "https://amp.businessinsider.com/images/55522d12ecad048e07df28a7-2732-1366.jpg", "publishedAt": "2018-11-28T18:41:02Z", "content": "After years of pressure, Starbucks says it has found a way to prevent customers from watching porn in its stores. Next year, the coffee giant will introduce a new tool to prevent customers from viewing pornography or other explicit content in stores. While wa… [+2056 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "6 things you never knew about the Dominican Republic", "description": "The Dominican Republic is known for its white-sand beaches, unbeatable service at all of its great resorts, and stunningly luxurious accommodations. But there are several things you might not know about the Caribbean island. Watch the video to learn some surp…", "url": "https://www.businessinsider.com/sc/vacation-dominican-republic-travel-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beaf592b73c2859391dee02-640-320.jpg", "publishedAt": "2018-11-28T18:40:00Z", "content": "The Dominican Republic is known for its white-sand beaches, unbeatable service at all of its great resorts, and stunningly luxurious accommodations. But there are several things you might not know about the Caribbean island. Watch the video to learn some surp… [+216 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "", "title": "US Navy warships just rocked the Taiwan Strait in a power play ahead of Trump's meeting with the Chinese president", "description": "The US Navy destroyer USS Stockdale and the underway replenishment oiler USNS Pecos sailed through the tense Taiwan Strait Wednesday. The maneuver through the closely watched strait comes just days ahead of a meeting between President Donald Trump and Chinese…", "url": "https://www.businessinsider.com/us-navy-warships-sail-through-the-taiwan-strait-in-message-to-china-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb37b25ae84ee14ae21658d-2732-1366.jpg", "publishedAt": "2018-11-28T18:36:55Z", "content": "The US Navy sent two warships through the Taiwan Strait Wednesday, just days ahead of a planned meeting between President Donald Trump and Chinese President Xi Jinping. The Arleigh Burke-class guided-missile destroyer USS Stockdale, accompanied by the Henry J… [+1825 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Michael B. Jordan opened up about how playing 'Black Panther' villain Killmonger affected his mental state, and said he saw a therapist after", "description": "Michael B. Jordan said on \"The Bill Simmons Podcast\" that he was depressed after playing the villain Killmonger in \"Black Panther.\" \"Once I got finished wrapping the movie, it took me some time to talk through how I was feeling,\" Jordan said. Jordan said he s…", "url": "https://www.businessinsider.com/michael-b-jordan-saw-therapist-after-playing-killmonger-in-black-panther-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeacb11011424bf836046b-960-480.jpg", "publishedAt": "2018-11-28T18:36:06Z", "content": "Michael B. Jordan's performance as the villain Erik Killmonger in this year's Marvel blockbuster, \"Black Panther,\" has received widespread acclaim. The character was so compelling that it even inspired a viral hashtag, #KillmongerWasRight, after the movie's r… [+1968 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Powell says rates are 'just below' a neutral level, flags rising corporate debt as a risk", "description": "Federal Reserve Chairman Jerome Powell said in a speech Tuesday at The Economic Club of New York that rates are \"just below\" a neutral level. He said there is \"a great deal to like\" about the US economy, and added that the outlook remains solid. Powell flagge…", "url": "https://markets.businessinsider.com/news/stocks/federal-reserve-system-powell-says-rates-just-below-neutral-level-2018-11-1027764481", "urlToImage": "https://static1.businessinsider.com/image/5bfedd5f9e8c534c7c414ad3-2400/ap18332631824433.jpg", "publishedAt": "2018-11-28T18:36:00Z", "content": "Federal Reserve Chairman Jerome Powell said in a speech Tuesday at The Economic Club of New York that rates are \"just below\" a neutral level. He said there is \"a great deal to like\" about the US economy, and added that the outlook remains solid. Powell flagge… [+2436 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Powell says rates are 'just below' a neutral level, flags rising corporate debt as a risk", "description": "Federal Reserve Chairman Jerome Powell said in a speech Tuesday at The Economic Club of New York that rates are \"just below\" a neutral level. He said there is \"a great deal to like\" about the US economy, and added that the outlook remains solid. Powell flagge…", "url": "https://www.businessinsider.com/federal-reserve-system-powell-says-rates-just-below-neutral-level-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfedd81beb670353a7186b2-2732-1366.jpg", "publishedAt": "2018-11-28T18:36:00Z", "content": "Corporate credit levels and quality are top risks to the economy but the outlook remains solid and rates are \"just below\" a neutral level, Federal Reserve Chair Jerome Powell said Wednesday. A Federal Reserve report out earlier Wednesday showed some American … [+2111 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The UK economy could slump 8% into the worst recession since WWII after a no deal Brexit, Bank of England warns", "description": "Bank of England has released an apocalyptic no deal Brexit scenario. Under a “disorderly” Brexit scenario, the UK economy could shrink 8% in a single year, its worst recession since at least the Second World War. The pound could also fall 25% to the lowest le…", "url": "https://www.businessinsider.com/bank-of-england-uk-economy-drop-8-recession-no-deal-brexit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfedd20f556fc379637a795-2732-1366.jpg", "publishedAt": "2018-11-28T18:34:11Z", "content": "The Bank of England on Wednesday warned that a \"disorderly\" no deal Brexit could push the UK into the deepest recession seen since the Second World War, and shrink the pound to the lowest level in its history. An assessment of a variety of Brexit scenarios pu… [+1855 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "The best kids' snow boots you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Few childhood experiences match the joys of playing in the snow. But that joy is predicated on yo…", "url": "https://www.businessinsider.com/best-kids-snow-boots", "urlToImage": "https://amp.businessinsider.com/images/5bfebb590d7c6732ff01851a-1334-667.jpg", "publishedAt": "2018-11-28T18:30:00Z", "content": "Why you'll love them: Parents will take comfort knowing that their son or daughter will be able to put on or remove his or her own Crocs LodgePoint Snow Boots even without a helping hand. It's often amazing to see what abilities children have and which they h… [+1905 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "US urges Palestinians to free dual national suspected of Jerusalem land deal - Business Insider", "description": "Business Insider US urges Palestinians to free dual national suspected of Jerusalem land deal Business Insider By Dan Williams and Ali Sawafta. JERUSALEM (Reuters) - The U.S. ambassador to Israel called on Palestinians on Wednesday to free an American-Palesti…", "url": "http://uk.businessinsider.com/r-us-urges-palestinians-to-free-dual-national-suspected-of-jerusalem-land-deal-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bfebdcedde867531e558fe9-1190-625/us-urges-palestinians-to-free-dual-national-suspected-of-jerusalem-land-deal.jpg", "publishedAt": "2018-11-28T18:01:37Z", "content": "FILE PHOTO: U.S. Ambassador to Israel David Friedman speaks during a reception hosted by the Orthodox Union in Jerusalem ahead of the opening of the new U.S. embassy in Jerusalem Thomson Reuters By Dan Williams and Ali Sawafta JERUSALEM (Reuters) - The U.S. a… [+3214 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "The US destroyer McCain is returning to sea following a deadly collision 15 months ago", "description": "The USS John S. McCain achieved a major milestone Tuesday as it left dry dock 15 months after a fatal collision. Petty Officer 3rd Class Tyra Watson/US Navy The USS John S. McCain left dry dock Tuesday, a major milestone as its crew continues making repairs f…", "url": "http://uk.businessinsider.com/navy-destroyer-left-drydock-after-fatal-collision-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5bfebbb4dde867529b7aa559-1190-625/the-us-destroyer-mccain-is-returning-to-sea-following-a-deadly-collision-15-months-ago.jpg", "publishedAt": "2018-11-28T17:11:00Z", "content": "The USS John S. McCain achieved a major milestone Tuesday as it left dry dock 15 months after a fatal collision. Petty Officer 3rd Class Tyra Watson/US Navy The US Navy announced that 15 months after its tragic collision at sea, the USS John S. McCain achieve… [+1002 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "LeBron James has a detailed sleep plan, and his trainer say it's the key to his 'never-ending' recovery", "description": "LeBron James reportedly spends seven figures a year on body care, but the most crucial element may be his sleep. James and his trainer, Mike Mancias, were on Tim Ferris' podcast and discussed how James tries to get 8-10 hours of sleep a day as part of his \"ne…", "url": "https://www.businessinsider.com/lebron-james-says-sleep-critical-recovery-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeb21b3815073cc73941a6-1136-568.jpg", "publishedAt": "2018-11-28T16:50:00Z", "content": "In his 16th season, approaching 34 years old, LeBron James is still going strong, outlasting nearly all of his contemporaries. James reportedly spends seven figures on his body care, from diet to exercise to advanced recovery methods, but the most crucial ele… [+2178 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "It's now cheaper to order Whole Foods delivery on Instacart than on Amazon", "description": "Instacart is quietly slashing its prices. The company has cut its annual Instacart Express membership fee from $149 to $99. Non-Express delivery charges have been slashed from $5.99 to $3.99. It has also removed the 5% service fee for its Express members, a c…", "url": "https://www.businessinsider.com/instacart-cheaper-than-amazon-whole-foods-delivery-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeba46d1e8445d55025529-750-375.jpg", "publishedAt": "2018-11-28T16:32:28Z", "content": "Instacart is slashing prices as the war against Amazon heats up. Instacart, an online grocery delivery service that pairs customers with personal shoppers to deliver groceries to their homes, has quietly reduced the price of its annual Express membership and … [+1853 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "Trump was shocked to learn his top military officer doesn't make millions — here's why generals make fractions of CEOs", "description": "President Trump mistakenly thought his top military officer makes $5 million per year, according to the Washington Post. The newspaper reported that the president was surprised to find out the general makes less than $200,000 in base salary. Trump is more fam…", "url": "https://www.businessinsider.com/trump-shocked-generals-make-fractions-ceos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdd0f3beb67025011af5fc-960-480.jpg", "publishedAt": "2018-11-28T16:28:17Z", "content": "According to a report by The Washington Post, the commander in chief was way off when he thought his top military officer made millions. The Post marked it as an example of how out-of-touch the president is with federal spending and the military that when pro… [+2086 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Buffalo's Rasmus Ristolainen goes between-the-legs for the score and ridiculous celebration as the hottest team in the NHL wins again", "description": "After slogging to a league-worst 25-45-12 record last year, the Buffalo Sabres have taken the NHL by storm to start this season. After a 3-2 win against the San Jose Sharks Tuesday night, the Sabres pulled ahead with the best record in the NHL and tied a fran…", "url": "https://www.businessinsider.com/video-buffalo-sabres-rasmus-ristolainen-goes-between-the-legs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeaa95d1e8445ae806daa6-1136-568.jpg", "publishedAt": "2018-11-28T16:23:58Z", "content": "The Buffalo Sabres are no longer the joke of the NHL. With a 3-2 win against the San Jose Sharks Tuesday night, the Sabres capped a 10-game winning streak to tie a franchise record previously set in January 1984 and October 2006. They also lead the NHL with a… [+1238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "Buffalo's Rasmus Ristolainen goes between-the-legs for the score and ridiculous celebration as the hottest team in the NHL wins again", "description": "NHL / YouTube\n\n\n\n\nAfter slogging to a league-worst 25-45-12 record last year, the Buffalo Sabres have taken the NHL by storm to start this season.\nAfter a 3-2 win against the San Jose Sharks Tuesday night, the Sabres pulled ahead with the best record in the N…", "url": "https://www.businessinsider.com/video-buffalo-sabres-rasmus-ristolainen-goes-between-the-legs-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-28T16:23:58Z", "content": "NHL / YouTube The Buffalo Sabres are no longer the joke of the NHL. With a 3-2 win against the San Jose Sharks Tuesday night, the Sabres capped a 10-game winning streak to tie a franchise record previously set in January 1984 and October 2006. They also lead … [+233 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "Leaked plans show AmEx is opening another new luxury airport lounge — this one is sure to please American Airlines loyalists", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. One of the best perks that comes with the Platinum Card® from American Express is that you can access a ton of air…", "url": "https://www.businessinsider.com/amex-centurion-lounge-clt-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfebfbed1e8445e621b3dcf-2732-1366.jpg", "publishedAt": "2018-11-28T16:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. American Express plans to open a sprawling new Centurion Lounge in Charlotte Douglas International Airport, accord… [+2508 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Zion Williamson once again dominated with a windmill dunk and a monstrous block in Duke's blowout win over Indiana", "description": "Duke standout Zion Williamson continued his dominance on Tuesday night in a blowout win over the Indiana Hoosiers. Williamson threw down possibly his best dunk of the year and added a huge block and an alley-oop to cap off his big night. Despite huge expectat…", "url": "https://www.businessinsider.com/video-zion-williamson-dunk-last-night-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea2621011424ad70d40a3-1334-667.jpg", "publishedAt": "2018-11-28T16:16:08Z", "content": "Zion Williamson was known as a walking highlight reel before he played one minute of college basketball, but since joining the Duke Blue Devils, he's taken his dunks, blocks, and alley-oops to a new level on the national stage. Williamson's talents were on fu… [+1546 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "Here's how manufacturing analytics improve factories, products, and customer satisfaction", "description": "Manufacturing is undergoing massive changes thanks to the use of data-driven smart analytics to dramatically improve productivity, optimize supply chains and distribution, offer new types of after-sales services, and reduce the costs of sales and operations p…", "url": "https://www.businessinsider.com/sc/analytics-manufacturing-business-development-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c80cc957010e16272fd8-1334-667.jpg", "publishedAt": "2018-11-28T16:15:00Z", "content": "Manufacturing is undergoing massive changes thanks to the use of data-driven smart analytics to dramatically improve productivity, optimize supply chains and distribution, offer new types of after-sales services, and reduce the costs of sales and operations p… [+4195 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "Voice assistants see more usage in the car than on smartphones (AAPL, GOOGL, AMZN)", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. A larger share of US consumers habitually use voice assistants in the car…", "url": "https://www.businessinsider.com/voice-assistants-car-vs-smartphones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfebcfb1011424ebc6820f3-1920-960.jpg", "publishedAt": "2018-11-28T16:10:54Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. A larger share of US consumers habitually use voice assistants in the car… [+2656 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Bitcoin is soaring, and on track for its biggest gain since April", "description": "Bitcoin surged as much as 10% Wednesday, its biggest daily gain since mid-April. It has fallen 40% since November 14, a few days before a hard fork in its rival bitcoin cash. Over the long run, cryptocurrencies are in good shape because the blockchain industr…", "url": "https://markets.businessinsider.com/currencies/news/bitcoin-price-soaring-and-on-track-for-its-biggest-gain-since-april-2018-11-1027764024", "urlToImage": "https://static6.businessinsider.com/image/5b2d480b1ae6621b008b52f0-2400/bitcoin.jpg", "publishedAt": "2018-11-28T16:08:00Z", "content": "David Ryder / Stringer Bitcoin surged as much as 10% Wednesday, its biggest daily gain since mid-April. It has fallen 40% since November 14, a few days before a hard fork in its rival bitcoin cash. Over the long run, cryptocurrencies are in good shape because… [+1687 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Bitcoin is soaring, and on track for its biggest gain since April", "description": "Bitcoin surged as much as 10% Wednesday, its biggest daily gain since mid-April. It has fallen 40% since November 14, a few days before a hard fork in its rival bitcoin cash. Over the long run, cryptocurrencies are in good shape because the blockchain industr…", "url": "https://www.businessinsider.com/bitcoin-price-soaring-and-on-track-for-its-biggest-gain-since-april-2018-11", "urlToImage": null, "publishedAt": "2018-11-28T16:08:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Moody's warns the decline of the middle class will make 2019 a rough year for retailers", "description": "Uneven income gains combined with rising interest will affect some households' ability to buy things, Moody's said. That could affect retailers' growth in 2019. It's another sign that wage growth stagnation has the potential to stall economic growth, and it d…", "url": "https://www.businessinsider.com/retail-growth-slow-middle-class-decline-moodys-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeb761110d4c51197a3903-2732-1366.jpg", "publishedAt": "2018-11-28T16:06:34Z", "content": "The decline of America's middle class is starting to catch up with retailers. While retailers have enjoyed calm seas this year, with high consumer confidence and a holiday season that looks to be record-setting, Moody's has a warning for the road ahead. In a … [+1854 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump's threat to impose a 'chicken tax' on cars could cause a major mess for the US economy", "description": "President Donald Trump on Wednesday once again raised the specter of auto tariffs. Trump said the US could use a measure similar to the US's 25% tariff on light trucks, known as the \"chicken tax,\" to prevent factory closures similar to General Motors' recent …", "url": "https://www.businessinsider.com/trump-auto-tariffs-trucks-chicken-tax-gm-europe-trade-war-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5943c1039a7af51a008b4a3f-1920-960.jpg", "publishedAt": "2018-11-28T16:02:15Z", "content": "President Donald Trump on Wednesday provided a big hint that the US could soon impose tariffs on cars, trucks, and auto parts coming into the US, a move that experts say would cause significant economic damage. \"The reason that the small truck business in the… [+2806 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kyle Schurman", "title": "19 unique golf gifts for players of all skill levels", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The holiday time may not be the best for golfing weather… depending on where you live, of course.…", "url": "https://www.businessinsider.com/unique-golf-gifts", "urlToImage": "https://amp.businessinsider.com/images/5bfeb8103815073da863f154-1334-667.jpg", "publishedAt": "2018-11-28T16:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon The holiday time may not be the best for golfing weather depending on where you live, of c… [+759 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Republican Cindy Hyde-Smith narrow victory in Mississippi's Senate race could indicate a Democratic resurgence in the South", "description": "Republican Sen. Cindy Hyde-Smith defeated Democrat Mike Espy on Tuesday in a Mississippi Senate race defined by the Republican's racially-charged comments. Hyde-Smith's runoff victory in the last race of the midterm elections was far from resounding in a deep…", "url": "https://www.businessinsider.com/cindy-hyde-smith-claims-narrow-victory-in-mississippi-senate-race-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf5906966be5005403e88c6-1136-568.jpg", "publishedAt": "2018-11-28T15:52:54Z", "content": "Republican Sen. Cindy Hyde-Smith defeated Democrat Mike Espy in Mississippi's Senate runoff on Tuesday by an unusually small margin in the deep red state after transforming the contest into something of a referendum on Mississippi's racist past with jokes abo… [+3527 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "The US destroyer McCain is returning to sea following a deadly collision 15 months ago", "description": "The USS John S. McCain left dry dock Tuesday, a major milestone as its crew continues making repairs following a fatal collision at sea. In August 2017, the McCain collided with an oil tanker in the Strait of Malacca, which took the lives of 10 McCain crewmem…", "url": "https://www.businessinsider.com/navy-destroyer-left-drydock-after-fatal-collision-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeaaebb73c282ea228ece0-1920-960.jpg", "publishedAt": "2018-11-28T15:44:21Z", "content": "The US Navy announced that 15 months after its tragic collision at sea, the USS John S. McCain achieved a major repair milestone as it left dry dock Tuesday The ship is now moored to a pier in its homeport of Yokosuka, Japan. There, the ship's crew will conti… [+845 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Khashoggi's murder was born of a brutal, 'Game of Thrones'-style culture around the Saudi crown prince, according to a wild insider account", "description": "Jamal Khashoggi's murder was born out of a brutal culture around the Saudi crown prince, Mohammed bin Salman. Associated Press/Virginia Mayo; Nicolas Asfouri - Pool/Getty A wild insider account in The Washington Post described paranoia in the Saudi royal fami…", "url": "http://uk.businessinsider.com/khashoggi-murder-born-of-brutal-culture-around-saudi-royals-report-2018-11", "urlToImage": "http://static4.uk.businessinsider.com/image/5bcdaa9adde8677afd2d5458-1190-625/khashoggis-murder-was-born-of-a-brutal-game-of-thrones-style-culture-around-the-saudi-crown-prince-according-to-a-wild-insider-account.jpg", "publishedAt": "2018-11-28T15:39:00Z", "content": "Jamal Khashoggi's murder was born out of a brutal culture around the Saudi crown prince, Mohammed bin Salman. Associated Press/Virginia Mayo; Nicolas Asfouri - Pool/Getty Jamal Khashoggi's murder was born out of a brutal culture around the Saudi crown prince,… [+3722 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andrea Schmitz, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Some animal fathers are impressive parents, like seahorse dads who give birth to 2000 babies - SFGate", "description": "Fathers have important roles raising their children and the same can be true for some animal species like fish, bugs, and birds.\nSome animal dads don't eat while their kids develop, while others ensure survival by protecting their young. \nWatch the video abov…", "url": "https://www.businessinsider.com/most-impressive-animal-dads-father-seahorse-penguin-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-28T15:38:52Z", "content": "Imagine you're about to be a proud, new father. But first, you have to give birth to 2,000 babies. Sounds painful, right? Well, if you're a male seahorse, that's part of the job. Turns out, there are lots of animal dads out there who do all the hard work. The… [+2222 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "We're headed for the biggest IPO in biotech history — here are the people and investors who stand to make the most from it", "description": "Moderna Therapeutics, a buzzy startup with a $7.5 billion private valuation, filed paperwork in November to go public. According to an updated filing, Moderna plans to sell shares for as much as $24 each, raising $600 million. Here's who stands to gain the mo…", "url": "https://www.businessinsider.com/biggest-investors-in-moderna-before-initial-public-offering-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a73672c24d505af0b8b49d1-960-480.png", "publishedAt": "2018-11-28T15:36:48Z", "content": "One of the highest-valued private companies in biotech is finally going public, and when it does, there are a number of investors and individuals who stand to benefit. Moderna Therapeutics, a company developing treatments based on messenger RNA, has racked up… [+2029 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains and Steven John", "title": "The best air fryers you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The best air fryers can fry, grill, roast, and bake an array of foods in a short time. They are a…", "url": "https://www.businessinsider.com/best-air-fryer", "urlToImage": "https://amp.businessinsider.com/images/5bfeb179e4218a2f0f632e3f-1334-667.jpg", "publishedAt": "2018-11-28T15:35:00Z", "content": "Why you'll love it: The Yedi Houseware Deluxe Digital Air Fryer features multiple built-in smart programs that remove all the guesswork from the cooking process. Using most air fryers is easy. In fact, along with health benefits and food taste, ease of use is… [+2072 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Russia is moving advanced missiles into Crimea as Ukraine warns it's under threat of a 'full-scale war'", "description": "Just days after a major clash between Russia and Ukraine, the Russian military has announced that it will be sending more S-400 surface-to-air missile systems into Crimea. Tensions between Russia and Ukraine have soared to levels not seen since Russia's annex…", "url": "https://www.businessinsider.com/russia-is-moving-more-missiles-into-crimea-amid-spat-with-ukraine-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeabca01b12d332e6f2b5b-2732-1366.jpg", "publishedAt": "2018-11-28T15:28:51Z", "content": "The Russian military announced Wednesday that it will be deploying advanced anti-aircraft missiles to the Crimean peninsula as tensions between Moscow and Kiev rise. A division of S-400 Triumph surface-to-air missiles will be sent to Crimea for \"combat duty,\"… [+2922 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump retweets meme suggesting deputy AG Rod Rosenstein committed treason amid wild Twitter spree", "description": "President Donald Trump had an active Wednesday morning on Twitter, which included retweeting a meme suggesting Deputy Attorney General Rod Rosenstein committed treason. The meme also included other well-known figures associated with either the investigation i…", "url": "https://www.businessinsider.com/trump-retweets-meme-suggesting-rod-rosenstein-committed-treason-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeafd61011424c9174b1a6-1920-960.jpg", "publishedAt": "2018-11-28T15:22:19Z", "content": "President Donald Trump had an active Wednesday morning on Twitter, which included retweeting a meme suggesting Deputy Attorney General Rod Rosenstein committed treason. The meme also included other well-known figures associated with either the investigation i… [+1543 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "WeChat Pay is partnering with Line Pay in Japan (TCEHY)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Major Chinese mobile wallet WeChat Pay is partnering with Japanese messaging ap…", "url": "https://www.businessinsider.com/wechat-pay-line-pay-japan-partnership-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeb008c95701300a246543-750-375.jpg", "publishedAt": "2018-11-28T15:14:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Major Chinese mobile wallet WeChat Pay is partnering with Japanese messaging ap… [+2170 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Prachi Bhardwaj", "title": "This $610 million real estate company doesn't have an office for its 13,000 agents and staff — instead, everybody works from this completely virtual island (EXPI)", "description": "If you've ever wondered what the next phase of working remotely could be like, look no further than eXp Realty. In most respects, eXp is your typical real estate brokerage company. It employs thousands of licensed agents to help clients buy and sell their hom…", "url": "https://www.businessinsider.com/exp-realty-virtual-office-campus-remote-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5b48c746062a6b26008b4a14-2732-1366.jpg", "publishedAt": "2018-11-28T15:13:00Z", "content": "Screenshot If you've ever wondered what the next phase of working remotely could be like, look no further than eXp Realty. In most respects, eXp is your typical real estate brokerage company. It employs thousands of licensed agents to help clients buy and sel… [+1471 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "Cyber Monday pulled in $7.9 billion in sales", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Cyber Monday generated $7.9 billion worth of sales, representing a 19.3% year…", "url": "https://www.businessinsider.com/cyber-monday-sales-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfeae51beb6702fe5431b32-1920-960.jpg", "publishedAt": "2018-11-28T15:07:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Cyber Monday generated $7.9 billion worth of sales, representing a 19.3% year… [+2504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Khashoggi's murder was born of a brutal, 'Game of Thrones'-style culture around the Saudi crown prince, according to a wild insider account", "description": "A wild insider account in The Washington Post described paranoia in the Saudi royal family leading to the murder journalist Jamal Khashoggi. Factions within the House of Saud started jockeying for power in January 2015, it said, and Prince Mohammed bin Salman…", "url": "https://www.businessinsider.com/khashoggi-murder-born-of-brutal-culture-around-saudi-royals-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcd99f5d2e648142a564413-960-480.jpg", "publishedAt": "2018-11-28T15:05:32Z", "content": "Jamal Khashoggi's murder was born out of a brutal culture around the Saudi crown prince, Mohammed bin Salman. Associated Press/Virginia Mayo; Nicolas Asfouri - Pool/Getty Jamal Khashoggi's murder was born out of a brutal culture around the Saudi crown prince,… [+3726 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "The best snow blowers you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. High-quality snow blowers make quick work of clearing snow, require minimal muscle, and serve you…", "url": "https://www.businessinsider.com/best-snow-blower", "urlToImage": "https://amp.businessinsider.com/images/5bfd779e0591f23d9f793ae5-1334-667.jpg", "publishedAt": "2018-11-28T15:03:00Z", "content": "Why you'll love it: The Toro Power Clear 721 E Gas Snow Blower makes quick work of small paved driveways and city sidewalks. At 87 pounds, the Toro Power Clear 721 E Gas Snow Blower is incredibly light for a gas-powered snow blower. This, along with the Power… [+2004 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "New Yorkers are paying upwards of $3,000 a month to live at the former home of a smallpox hospital and an insane asylum, and a walk through the secluded island only 250 yards from Manhattan makes it clear why", "description": "Roosevelt Island is one of New York City's best-kept secrets. The narrow, two-mile island between Manhattan and Queens used to house a notorious insane asylum and smallpox hospital, but now it's a peaceful getaway from hectic city life. Highlights of Roosevel…", "url": "https://www.businessinsider.com/roosevelt-island-new-york-city-hidden-gem-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdd030110d4c4498225cf5-1920-960.jpg", "publishedAt": "2018-11-28T14:59:56Z", "content": "Roosevelt Island feels a world apart from the rest of New York City. Mark Abadi/Business Insider Roosevelt Island is one of New York City's hidden gems. The tiny island in the East River is technically a part of Manhattan, but spend one minute on the narrow s… [+680 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The 8 most anticipated returning TV shows of 2019", "description": "Television-tracking app TV Time provided a list of the most anticipated returning shows of 2019. The list includes HBO's \"True Detective\" and \"Brooklyn Nine-Nine,\" now at NBC. It's been nearly 4 years since the second season of HBO's \"True Detective\" aired, a…", "url": "https://www.businessinsider.com/top-returning-tv-shows-of-2019-true-detective-blacklist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5946da27f833aa656116-1136-568.jpg", "publishedAt": "2018-11-28T14:51:10Z", "content": "It's been nearly 4 years since the second season of HBO's \"True Detective\" aired, and fans of the anthology crime drama are eager for its upcoming new season starring Oscar winner Mahershala Ali. There are a lot of new shows to look forward to in 2019, but th… [+514 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "This company built the best-looking smartphone we've ever seen, even better than the iPhone — take a look", "description": "The Find X smartphone, by Chinese electronics maker Oppo, is one of the most futuristic and best-looking smartphones we've ever seen. Unlike popular phones like the Pixel 3 and iPhone XS, the Oppo Find X features a true edge-to-edge display, with no cut-out \"…", "url": "https://www.businessinsider.com/oppo-find-x-vs-apple-iphone-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1bf34e4218a30ef0af550-2732-1366.jpg", "publishedAt": "2018-11-28T14:50:58Z", "content": "Smartphones keep getting better and better in terms of performance and design. But in that latter category, there may be no better-looking phone than the Find X. The Find X was made by Chinese electronics maker Oppo, which is one of the most popular smartphon… [+725 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "The FDA is revamping the medical device approval process", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. In order to advance innovation and keep pace with the rapidly evolving he…", "url": "https://www.businessinsider.com/fda-revamps-medical-device-approval-process-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea8e866be501984366dbf-1334-667.jpg", "publishedAt": "2018-11-28T14:44:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. In order to advance innovation and keep pace with the rapidly evolving he… [+2660 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "The TSA had its busiest day ever over Thanksgiving weekend", "description": "A record number of passengers and airline staff were screened at TSA airport checkpoints over the Thanksgiving holiday, the agency said Wednesday. 2.7 million people is now the new record, topping previous Thanksgiving weekends and Summer Fridays. More than 2…", "url": "https://www.businessinsider.com/tsa-has-busiest-day-ever-over-thanksgiving-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea4fc3815073b2c18f98f-2732-1366.jpg", "publishedAt": "2018-11-28T14:40:08Z", "content": "More than 2.7 million people passed through airport security checkpoints on Sunday, making the Thanksgiving travel day the busiest in the Transportation Security Administration 's 17-year history. The new record is about 16,000 more passengers and crew than t… [+768 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "Verizon is betting big on Yahoo Finance. The telecom behemoth is investing in the digital media property, hiring big-name talent away from its financial-news rivals, ramping up video to a full day of live-streaming news, and launching a paid subscription serv…", "url": "https://www.businessinsider.com/advertising-news-today-yahoo-finance-permalancers-cond-nast-shakeup-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea6f6e4218a2ce227a5b1-2732-1366.jpg", "publishedAt": "2018-11-28T14:37:35Z", "content": "Cindy Ord/Getty Images for Yahoo Verizon is betting big on Yahoo Finance. The telecom behemoth is investing in the digital media property, hiring big-name talent away from its financial-news rivals, ramping up video to a full day of live-streaming news, and l… [+1921 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "'This is our Joseph McCarthy era!': Trump accuses 'Angry Mueller gang of Dems' of intimidating witnesses to lie in the Russia probe", "description": "President Trump wrote a tweet Wednesday morning, claiming that \"the Angry Mueller Gang of Dems is viciously telling witnesses to lie about the facts\" to \"get relief.\" The president could be referencing Paul Manafort, who struck a plea deal with the special co…", "url": "https://www.businessinsider.com/trump-claims-mueller-intimidating-witnesses-to-lie-in-russia-probe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe9d8d110d4c4d5a0456a8-1920-960.jpg", "publishedAt": "2018-11-28T14:37:19Z", "content": "President Trump compared the Russian investigation to the McCarthy hearings on Wednesday morning. Just before 9 a.m., the president tweeted that \"at least 3 major players are intimating that the Angry Mueller Gang of Dems is viciously telling witnesses to lie… [+2369 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mekebeb Tesfaye", "title": "Banks are struggling to understand open banking mandates", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The open banking movement, by which financial institutions (FIs) are opening up their customer data to third parties at…", "url": "https://www.businessinsider.com/banks-struggle-with-open-banking-mandates-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea7b2da27f852437e8062-1136-568.jpg", "publishedAt": "2018-11-28T14:37:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. The open banking movement, by which financial institutions (FIs) are opening up their customer data to third parties at… [+2944 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Here's Apple's worst-case scenario in Trump's trade war, according to RBC (AAPL)", "description": "President Donald Trump in an interview with The Wall Street Journal on Monday hinted at the possibility of a 10% tariff on consumer goods such as iPhones and laptops. In the worst-case scenario, new tariffs on those goods wouldn't alter the fundamentals of Ap…", "url": "https://www.businessinsider.com/apple-stock-price-worst-case-scenario-trump-trade-war-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfea0c0f556fc30cf396216-1920-960.jpg", "publishedAt": "2018-11-28T14:32:00Z", "content": "All eyes are on the direction of the US-and-China trade and potential tariffs on Apple, a crucial tech player in trade between the world's two largest economies. But RBC says the new tariffs won't alter the fundamentals of the tech titan — even in the worst-c… [+2460 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "An HR exec who's worked at Starbucks and Coach shares the best way to impress your boss", "description": "You can impress your boss by stepping up to tackle important challenges in other parts of the company. That's according to Traci Wilk, senior vice president of people at The Learning Experience and a former HR exec at Starbucks. Wilk said she wants to see peo…", "url": "https://www.businessinsider.com/impress-boss-take-initiative-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe983001b12d30d10c0f05-750-375.jpg", "publishedAt": "2018-11-28T14:30:02Z", "content": "Traci Wilk's best advice for impressing your boss boils down to a single idea: Think less about yourself. Wilk is the senior vice president of people at The Learning Experience, an early education and childcare franchise. She has also led human resources depa… [+2067 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Goldman Sachs unveils its best trade to profit from an unexpected move from the Fed in 2019", "description": "The Federal Reserve has raised interest rates eight times since late 2015, and many investors foresee the central bank pumping the brakes at some point in 2019. Goldman Sachs' top market experts think otherwise, and see the Fed following through with its proj…", "url": "https://www.businessinsider.com/federal-reserve-rate-hikes-in-2019-best-trading-strategy-goldman-sachs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b2152f71ae6621a008b50fe-1536-768.jpg", "publishedAt": "2018-11-28T14:23:05Z", "content": "Many people are worried about the Federal Reserve, from President Donald Trump right down to millennials trying to buy homes. The central bank has raised interest rates eight times since late 2015, marking a departure from the emergency measures it implemente… [+2347 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andrea Schmitz and Chia-Yi Hou", "title": "Some animal fathers are impressive parents, like seahorse dads who give birth to 2,000 babies", "description": "Fathers have important roles raising their children and the same can be true for some animal species like fish, bugs, and birds. Some animal dads don't eat while their kids develop, while others ensure survival by protecting their young. Watch the video above…", "url": "https://www.businessinsider.com/most-impressive-animal-dads-father-seahorse-penguin-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf33bbec9570171bb7fdb88-1920-960.jpg", "publishedAt": "2018-11-28T14:00:00Z", "content": "Imagine you're about to be a proud, new father. But first, you have to give birth to 2,000 babies. Sounds painful, right? Well, if you're a male seahorse, that's part of the job. Turns out, there are lots of animal dads out there who do all the hard work. The… [+2171 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey and Dan Bobkoff", "title": "The unlikely story of how a poisonous toxin became the blockbuster wrinkle-smoothing treatment Botox", "description": "Botox, the pharmaceutical drug best known for smoothing out wrinkles, took more than a decade to reach its potential. Initially found to be a treatment for a tight eyelid condition, doctors started realizing that after treatment with botulinum toxin A, patien…", "url": "https://www.businessinsider.com/history-of-botox-from-toxin-to-blockbuster-medical-and-beauty-treatment-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd6f8a8c35ab17973e7926-1334-667.png", "publishedAt": "2018-11-28T14:00:00Z", "content": "Mitchell Brin has a license plate that says \"Botox.\" Brin's been researching Botox since 1984 and is currently the chief scientific officer of Botox at the drug company Allergan. It's one of many Botox-related license plates he owns, including some more scien… [+596 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "You can now buy a Big Mouth Billy Bass that works with Amazon Alexa — the fish's lips will even sync up with what Alexa is saying (AMZN)", "description": "You can now buy a Big Mouth Billy Bass that works with Amazon Alexa. The fish's lips will even sync up with what Alexa is saying. It costs $40 from Amazon. It's finally here. On Tuesday, preorders opened for a Big Mouth Billy Bass that connects to Amazon's vo…", "url": "https://www.businessinsider.com/amazon-alexa-big-mouth-billy-bass-available-for-preorder-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe9cb98c35ab3016713cfc-1920-960.jpg", "publishedAt": "2018-11-28T13:58:00Z", "content": "It's finally here. On Tuesday, preorders opened for a Big Mouth Billy Bass that connects to Amazon's voice assistant, Alexa. Once the plastic fish is hooked up to an Amazon Echo, it can respond to Alexa voice commands, dance to the beat of songs from Amazon M… [+768 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Loyal fans are calling for Netflix's 'Daredevil' to be renewed, but data shows interest in the show has fallen off", "description": "Fans are calling for Netflix's \"Daredevil\" to be renewed for a fourth season, with the Twitter hashtag #RenewDaredevil. But social-media data suggests those efforts could be in vain. An analysis done by Crimson Hexagon for Business Insider shows that online c…", "url": "https://www.businessinsider.com/fans-want-netflix-daredevil-renewal-but-data-shows-interest-is-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdb0df0591f248c22bc4e5-750-375.jpg", "publishedAt": "2018-11-28T13:47:15Z", "content": "It's been a month since the third season of Marvel's \"Daredevil\" premiered on Netflix, and still no word on a season four renewal. In an effort to change that, fans have been taking to Twitter with the hashtag #RenewDaredevil — but their efforts may be in vai… [+2384 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Tiffany's comp sales fall short as spending by Chinese tourists slows (TIF)", "description": "Tiffany reported third-quarter comparable sales that fell short of Wall Street estimates as spending by Chinese tourists slowed in some regions. The high-end jeweler also missed on both the top and bottom lines. Full-year earnings guidance also fell short. Sh…", "url": "https://markets.businessinsider.com/news/stocks/earnings-tiffany-comp-sales-miss-as-chinese-tourist-spending-slows-2018-11-1027763067", "urlToImage": "https://static2.businessinsider.com/image/57befb8809d2931a008b4641-2400/ap080530044819.jpg", "publishedAt": "2018-11-28T13:08:00Z", "content": "AP Images/Paul Sakuma Tiffany reported third-quarter comparable sales that fell short of Wall Street estimates as spending by Chinese tourists slowed in some regions. The high-end jeweler also missed on both the top and bottom lines. Full-year earnings guidan… [+1826 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Tiffany's comp sales fall short as spending by Chinese tourists slows (TIF)", "description": "Tiffany reported third-quarter comparable sales that fell short of Wall Street estimates as spending by Chinese tourists slowed in some regions. The high-end jeweler also missed on both the top and bottom lines. Full-year earnings guidance also fell short. Sh…", "url": "https://www.businessinsider.com/earnings-tiffany-comp-sales-miss-as-chinese-tourist-spending-slows-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57befba309d2935f0f8b45b7-2732-1366.jpg", "publishedAt": "2018-11-28T13:08:00Z", "content": "Tiffany shares tumbled Wednesday morning, down more than 11%, after the company reported comparable sales that fell well short of Wall Street estimates. The high-end jeweler said total comparabale sales, excluding foreign-exchange fluctuations, rose 3% in the… [+1491 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "'Spider-Man: Into the Spider-Verse' is a comic book come to life, and the best animated movie of 2018", "description": "\"Spider-Man: Into the Spider-Verse\" has the perfect blend of geeked-out elements for the fanboys and a story structure that keeps audiences with less comic knowledge up to speed. On top of pulling off that feat, the movie's comic-book-come-to-life look is bea…", "url": "https://www.businessinsider.com/spider-man-into-the-spider-verse-is-the-best-animated-movie-of-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd5c8e66be507957510972-960-480.jpg", "publishedAt": "2018-11-28T13:00:00Z", "content": "Turns out Sony isn't through putting its sweet Marvel properties in theaters this year. With \"Venom\" still making major coin around the world, the studio is searching for more with the animated movie, \"Spider-Man: Into the Spider-Verse\" (in theaters December … [+3834 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "JP MORGAN: What to read, listen to, and visit in 2019", "description": "Every year, JPMorgan polls its more than 200,000 employees for the next big trends in movies, books, music, theater, and more. Coined the #NextList2019, this year's recommendations range from LinkedIn co-founder Reid Hoffman's new book to adventures like an i…", "url": "https://www.businessinsider.com/jp-morgan-what-to-read-listen-to-and-visit-in-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd9c48d1e84447a95046e4-1334-667.jpg", "publishedAt": "2018-11-28T13:00:00Z", "content": "Every year, JPMorgan polls its more than 200,000 employees for the next big trends in movies, books, music, theater, and more. Coined the #NextList2019, this year's recommendations range from LinkedIn co-founder Reid Hoffman's new book to adventures like an i… [+642 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "The world's 37 richest, healthiest, happiest, and most prosperous nations", "description": "The Legatum Institute's annual Prosperity Index was released on Wednesday. The index looks at more than 100 different variables to determine the most \"prosperous\" country on the planet. Norway has held the top spot for eight of the last nine years, only dethr…", "url": "https://www.businessinsider.com/best-country-in-the-world-legatum-institute-prosperity-index-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/597752bb5d8a2f26008b4f62-960-480.jpg", "publishedAt": "2018-11-28T12:43:58Z", "content": "Think-tank the Legatum Institute on Wednesday released its 12th annual global Prosperity Index, a huge survey that ranks the majority of the world's countries by their \"prosperity\" — a measure encompassing everything from the strength of their economies, all … [+837 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Trump says he would 'totally be willing' to shut down government if Congress doesn't pay for his border wall", "description": "President Donald Trump is still seeking $5 billion for his border wall between the US and Mexico. Congress has to pass a spending bill to keep some government agencies funded by December 7. Democrats have so far said they would approve $1.6 billion, but not t…", "url": "https://www.businessinsider.com/trump-totally-willing-to-cause-govt-shutdown-if-no-border-wall-funding-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf65c6e0d7c6733207dd59a-2732-1366.jpg", "publishedAt": "2018-11-28T12:39:15Z", "content": "President Donald Trump renewed his threat to shut down the government shutdown if Congress does not approve funding for his border wall. Trump has asked for $5 billion for a wall between the US and Mexico, which Congress has yet to grant. Democratic leaders h… [+2306 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Robert Mueller's Russia probe looks like it's speeding up, and could lead to big indictments soon", "description": "Special counsel Robert Mueller's Russia investigation appears to be speeding up. Axios highlighted recent developments that suggest some big indictments might be coming soon. President Donald Trump's written responses to Mueller's question and increased press…", "url": "https://www.businessinsider.com/mueller-russia-probe-accelerate-indictments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b81864ce361c0243a8b4976-1920-960.jpg", "publishedAt": "2018-11-28T12:24:19Z", "content": "The pace of special counsel Robert Mueller's probe into Russian interference in the 2016 presidential election looks like it's speeding up and could lead to big indictments soon. Axios reporter Garrett M. Graff, who wrote a book about Mueller, identified rece… [+2507 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Chinese ambassador to the US says mass surveillance and oppression of Muslim minority is to make them 'normal persons'", "description": "China's ambassador to the US defended his country's unprecedented crackdown on the Uighurs, its majority-Muslim ethnic minority. Cui Tian kai said the country was \"trying to re-educate most of them, trying to turn them into normal persons [who] can go back to…", "url": "https://www.businessinsider.com/china-ambassador-muslim-uighur-crackdown-make-normal-persons-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9721c180eb3518008b5c83-1136-568.jpg", "publishedAt": "2018-11-28T12:11:37Z", "content": "China's ambassador to the US has described his country's unprecedented crackdown on its Muslim minority as a measure \"to turn them into normal persons.\" Authorities have subjected the Uighurs — a majority-Muslim, Turkic ethnic minority populated in western Ch… [+2815 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things things you need to know before the opening bell (SPY, SPX, QQQ, DIA, PZZA, CRM)", "description": "Here is what you need to know. \"Farm bankruptcies are surging as Trump's trade war drags on.\" The strain of low commodity prices on farmers and ranchers has been compounded by tariffs, causing at least 84 farm operations in the upper Midwest to file for bankr…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-28-2018-2018-11-1027762637", "urlToImage": "https://static2.businessinsider.com/image/5bfe8254f556fc2ea921c4db-2002/ap18331688722462.jpg", "publishedAt": "2018-11-28T11:57:00Z", "content": "Your Personalized Market Center"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things things you need to know before the opening bell (SPY, SPX, QQQ, DIA, PZZA, CRM)", "description": "Here is what you need to know. \"Farm bankruptcies are surging as Trump's trade war drags on.\" The strain of low commodity prices on farmers and ranchers has been compounded by tariffs, causing at least 84 farm operations in the upper Midwest to file for bankr…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-28-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe826b38150738e643a009-1920-960.jpg", "publishedAt": "2018-11-28T11:57:00Z", "content": "Here is what you need to know. \"Farm bankruptcies are surging as Trump's trade war drags on.\" The strain of low commodity prices on farmers and ranchers has been compounded by tariffs, causing at least 84 farm operations in the upper Midwest to file for bankr… [+2515 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Revolut, the UK's $1.7 billion star fintech, has big dreams as it takes on the American market", "description": "London's Revolut was founded only three years ago but already has 3 million customers, and is aiming for 100 million customers in the next five years. The challenger bank is set to hit the US market in early 2019, saying 75,000 people are already on the waiti…", "url": "https://www.businessinsider.com/revolut-a-17-billion-uk-fintech-has-big-plans-to-enter-us-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf43b1fbeb670071e5886a3-1536-768.jpg", "publishedAt": "2018-11-28T11:43:36Z", "content": "A UK app-based banking alternative valued at $1.7 billion has plans to grow even bigger. Just three years old, it's hitting the US early next year to continue its rapid expansion. Revolut, founded in 2015 by a developer, Vlad Yatsenko, and former trader Nikol… [+3986 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Uber's plan to buy UK delivery giant Deliveroo has stalled, with the 2 sides said to be 'miles apart' on valuation", "description": "Uber's plan to buy UK food delivery startup Deliveroo has stalled because the two companies are \"miles apart\" on Deliveroo's valuation, the Financial Times reports. Uber reportedly offered less than the company's current $2 billion valuation, while Deliveroo …", "url": "https://www.businessinsider.com/uber-and-deliveroo-miles-apart-on-valuation-the-ft-reports-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe7d7fb73c282b96636e13-1136-568.jpg", "publishedAt": "2018-11-28T11:36:11Z", "content": "Uber's plan to acquire or invest in the hugely popular UK food delivery startup Deliveroo has hit a snag. The Financial Times reported on Wednesday that the two companies are \"miles apart\" on Deliveroo's valuation after months of talks. People briefed on the … [+1452 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Parts of Ukraine are now under martial law, giving authorities sweeping powers to ban protest, seize property, and lock up foreigners", "description": "Martial law was imposed in parts of Ukraine on Wednesday as the government responds to rising tensions with Russia. Parliament voted in favor of enacting 30 days of martial law on Monday, but president Pyotr Poroshenko says it will only impose use its powers …", "url": "https://www.businessinsider.com/ukraine-martial-law-russia-conflct-azov-sea-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfc00671011420af33a2bbd-1536-768.jpg", "publishedAt": "2018-11-28T11:26:48Z", "content": "Parts of Ukraine are now under martial law, giving authorities sweeping powers to ban protest, seize property, and lock up foreigners. The emergency powers were granted to Ukrainian authorities by its parliament in response to an escalating conflict which Rus… [+5276 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "The stock market has become wildly unpredictable — here are 4 simple portfolio tweaks Credit Suisse says will help traders make a killing amid the chaos", "description": "The stock market is in the middle of a turbulent patch that's seen proven strategies stop working, while unloved trades have stepped up to take their place. Credit Suisse offers four portfolio tweaks investors can make to ensure they keep generating strong re…", "url": "https://www.businessinsider.com/stock-market-strategy-4-portfolio-tweaks-recommendations-from-credit-suisse-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfda84c66be5008532a06e7-1136-568.jpg", "publishedAt": "2018-11-28T11:06:00Z", "content": "The stock market has been flipped upside down. Value stocks, which have suffered at the hands of their growth counterparts for the majority of the 10-year bull market, are suddenly the hot ticket for portfolio managers. Meanwhile, stocks that look desirable a… [+2390 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Empty bottles of Conor McGregor's whiskey are being sold on eBay, and the UFC fighter says he 'appreciates the hustle'", "description": "Empty bottles of Conor McGregor's whiskey are being sold on eBay. One Proper No. Twelve drinker said in a Twitter video on Monday that he bought a bottle for $31, drank it, then sold it empty for $40. The video caught the attention of McGregor himself, who sa…", "url": "https://www.businessinsider.com/empty-bottles-conor-mcgregor-proper-twelve-whiskey-sold-on-ebay-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5baba74c8cec6314728b4567-1920-960.jpg", "publishedAt": "2018-11-28T11:06:00Z", "content": "Canny customers are drinking Conor McGregor's whiskey and selling empty bottles of it on eBay for more than what they bought it for, and the UFC fighter himself says he can \"appreciate the hustle.\" Proper No. Twelve is the new whiskey launched by McGregor, th… [+2233 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Farm bankruptcies are surging as Trump's trade war drags on", "description": "At least 84 farms in the upper Midwest filed for Chapter 12 bankruptcy in the year ending in June, according to a new Minneapolis Federal Reserve analysis. That's more than twice the level seen over the same period four years ago. Tariffs have added pressure …", "url": "https://www.businessinsider.com/trump-trade-war-causing-farm-bankruptcies-to-surge-in-upper-midwest-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfda7971011423aa779b7c4-1920-960.jpg", "publishedAt": "2018-11-28T11:00:00Z", "content": "As President Donald Trump maintains protectionist policies with global trading partners, an increasing number of farms in the Midwest are struggling to stay afloat. At least 84 farm operations in Minnesota, Montana, North and South Dakota, and parts of northw… [+2469 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "Verizon's betting big on Yahoo Finance, but the site's built on a cohort of 'permalancers' that former employees say is demoralizing and bad for business", "description": "Yahoo Finance employs \"permalancers,\" contract workers with job responsibilities and hours indistinguishable from full-time staff. These are employees who write for the website, anchor news programs, and produce the daily financial news programs. Former emplo…", "url": "https://www.businessinsider.com/verizon-investing-yahoo-finance-contract-workers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf84593b73c284b8b1d01b9-2732-1366.jpg", "publishedAt": "2018-11-28T11:00:00Z", "content": "Verizon is betting big on Yahoo Finance. The telecom behemoth is investing in the digital media property, hiring big-name talent away from its financial-news rivals, ramping up video to a full day of live-streaming news, and launching a paid subscription serv… [+8701 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Farm bankruptcies are surging as Trump's trade war drags on", "description": "At least 84 farms in the upper Midwest filed for Chapter 12 bankruptcy in the year ending in June, according to a new Minneapolis Federal Reserve analysis. That's more than twice the level seen over the same period four years ago. Tariffs have added pressure …", "url": "https://markets.businessinsider.com/commodities/news/trump-trade-war-causing-farm-bankruptcies-to-surge-in-upper-midwest-2018-11-1027762385", "urlToImage": "https://static4.businessinsider.com/image/5bbcc24b9fb84c1ec364413f-2000/gettyimages-1005681494.jpg", "publishedAt": "2018-11-28T11:00:00Z", "content": "Scott Olson/Getty Images As President Donald Trump maintains protectionist policies with global trading partners, an increasing number of farms in the Midwest are struggling to stay afloat. At least 84 farm operations in Minnesota, Montana, North and South Da… [+2494 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "Julian Assange reportedly gave away his cat so it wouldn't be trapped in the Ecuadorian Embassy with him anymore", "description": "Julian Assange has been living with a cat during his six-year stay at the Ecuadorian Embassy in London. The WikiLeaks founder has given away his feline companion — known as \"Embassy Cat\" — as its \"isolation became unbearable,\" Italy's La Repubblica newspaper …", "url": "https://www.businessinsider.com/wikileaks-julian-assange-frees-cat-from-ecuadorian-embassy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe67050591f2546c233862-2732-1366.jpg", "publishedAt": "2018-11-28T10:52:09Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "How Facebook and 'frat boy billionaire' Mark Zuckerberg were torn to shreds by furious lawmakers", "description": "Lawmakers from nine countries tore into Facebook on Tuesday during an international committee hearing in Westminster, London. Facebook sent its British VP Richard Allan to field questions, but the politicians were more interested in savaging Mark Zuckerberg f…", "url": "https://www.businessinsider.com/facebook-and-mark-zuckerberg-shredded-by-lawmakers-at-fake-news-hearing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd33250d7c67102a74de60-2732-1366.jpg", "publishedAt": "2018-11-28T10:48:11Z", "content": "Lawmakers from nine countries tore into Facebook on Tuesday after CEO Mark Zuckerberg failed to attend an international committee hearing in Westminster, London. Instead, Facebook sent policy chief Richard Allan, who bore the brunt of the committee's fury dur… [+5330 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Elon Musk's Boring Company has axed plans to build a massive tunnel under Los Angeles", "description": "Elon Musk's The Boring Company has axed its plans to build an approximately two-mile-long tunnel under western LA. The decision came after several local residents groups sued the city over its plan to exempt the project from environmental regulations, and The…", "url": "https://www.businessinsider.com/elon-musk-boring-company-abandons-la-westside-tunnel-plans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb7d009e8c5375866bbd84-2732-1366.jpg", "publishedAt": "2018-11-28T09:57:34Z", "content": "Elon Musk's The Boring Company has abandoned its plans to build a massive subterranean tunnel under the Los Angeles Westside. The company announced its decision on Tuesday, which came came after several residents groups sued the city of Los Angeles over its p… [+1690 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Google CEO Sundar Pichai is going to be grilled by Congress for the first time next week", "description": "Google CEO Sundar Pichai will give evidence to the House Judiciary Committee next week. The Washington Post said it promises to be a \"long, wide-ranging review of Google’s business practices at a perilous political moment for the tech giant.\" Pichai will face…", "url": "https://www.businessinsider.com/google-ceo-sundar-pichai-to-be-grilled-by-congress-on-5-december-2018-11", "urlToImage": "https://amp.businessinsider.com/images/598a702376084a507a8b6382-2732-1366.jpg", "publishedAt": "2018-11-28T09:48:02Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Stock markets jump after a key Trump advisor says there's a 'good possibility' of a China trade deal", "description": "Stocks jump after Trump advisor says there is a \"good possibility\" the two countries can reach some sort of trade agreement over the weekend. National Economic Council Director Larry Kudlow said that the White House was having \"a lot of communication with the…", "url": "https://www.businessinsider.com/stock-market-news-shares-rise-on-trump-advisors-china-trade-comments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe5f01d1e844560e7c70a6-1920-960.jpg", "publishedAt": "2018-11-28T09:28:53Z", "content": "Stock rallies across Asia spread to European indexes and US futures on Wednesday as investors took comfort from some reassuring words about trade by one of President Donald Trump's closest advisors. Speaking on Wednesday, National Economic Council Director La… [+1750 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "The UK government admits Brexit will inevitably leave Britain poorer", "description": "The UK government release new economic assessments showing all Brexit outcomes will leave Britain worse off than remaining in the EU. The Chancellor Philip Hammond says that \"purely from an economic point of view\" it would be better to remain. However, he say…", "url": "https://www.businessinsider.com/the-uk-government-admits-brexit-will-inevitably-leave-britain-poorer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe54289e8c53411165f275-960-480.jpg", "publishedAt": "2018-11-28T08:48:13Z", "content": "LONDON — Brexit will inevitably leave Britain worse off than had it remained in the EU, the UK Chancellor Philip Hammond said on Wednesday. Hammond has previously repeatedly insisted that \"when the British people voted [in the EU referendum] they did not vote… [+2652 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Sinclair Group reportedly required over 100 TV stations to air 'must run' segment that defends use of tear gas on migrants at the border", "description": "The right-leaning Sinclair Broadcast Group reportedly had a \"must run\" segment for over 100 of their local news outlets: a staunch defense of the US Border Patrol’s use of tear gas against migrants, according to reports. President Donald Trump has strongly de…", "url": "https://www.businessinsider.com/sinclair-group-tv-stations-air-must-run-anti-migrant-rant-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe4a2338150736ea4a2a24-1920-960.jpg", "publishedAt": "2018-11-28T08:00:43Z", "content": "A report from The Daily Beast suggests that the right-leaning Sinclair Broadcast Group gave over 100 of their local news outlets a \"must run\" segment to broadcast: a defense of the US Border Patrol's use of tear gas against migrants, including children crossi… [+2741 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Wednesday. Mark Zuckerberg was humiliated by international lawmakers on Tuesday for failing to give evidence on Facebook scandals. Zuckerberg declined repeated requests to answer the questions of the s…", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-28-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfd33250d7c67102a74de60-2732-1366.jpg", "publishedAt": "2018-11-28T07:30:17Z", "content": "Facebook CEO Mark Zuckerberg's empty chair. Gabriel Sainhas, House of Commons Good morning! This is the tech news you need to know this Wednesday. Mark Zuckerberg was humiliated by international lawmakers on Tuesday for failing to give evidence on Facebook sc… [+2704 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Lost jobs, shrinking growth, and rotting crops — here are all the ways Trump's trade war is hurting America", "description": "Eight months on from the opening salvos of President Donald Trump's trade war, and the real world impacts are starting to be felt across the globe. Business Insider took a look at some of the companies and industries blaming a downturn on the president's trad…", "url": "https://www.businessinsider.com/trump-china-trade-war-all-the-industries-hurt-by-us-tariffs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b50be75e121fe19008b4811-1536-768.jpg", "publishedAt": "2018-11-28T07:30:00Z", "content": "Eight months on from the opening salvos of President Donald Trump's trade war, and the real world impacts are starting to be felt across the globe. The US — which the trade war was ostensibly launched to protect — looks like it is likely to be the worst impac… [+6158 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'Just kidding': Trump takes aim at Broward County official and fires off a late-night Twitter meme", "description": "In a late-night tweet, President Donald trump referenced a meme circulated by conservative groups and took aim at Brenda Snipes, the Broward County Supervisor of Elections in Florida. In the meme, Snipes is covered with \"I Voted\" stickers, suggesting she play…", "url": "https://www.businessinsider.com/trump-meme-tweet-brenda-snipes-broward-county-florida-election-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe12d5e4218a27b11e82b4-1536-768.jpg", "publishedAt": "2018-11-28T06:40:37Z", "content": "In a late-night tweet on Tuesday, President Donald Trump referenced a meme circulated by conservative groups and took aim at Brenda Snipes, the Broward County Supervisor of Elections in Florida. \"Brenda Snipes, in charge of voting in Broward County, Florida, … [+2244 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Jamal Khashoggi's editor at The Washington Post claims the White House is trying to 'cover up' for Crown Prince Mohammed bin Salman", "description": "Washington Post editor Karen Attiah, who worked with murdered journalist Jamal Khashoggi during his time as a contributor for the paper, claimed the Trump administration is helping \"cover up\" for the Saudi crown prince. Attiah, who works as an editor for the …", "url": "https://www.businessinsider.com/white-house-accused-of-shielding-saudis-in-jamal-khashoggi-murder-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc0b53a49aa856a4d4f623d-750-375.jpg", "publishedAt": "2018-11-28T06:06:12Z", "content": "Washington Post editor Karen Attiah, who worked with murdered journalist Jamal Khashoggi during his time as a contributor for the paper, claimed the Trump administration is helping \"cover up\" for the Saudi crown prince's \"bloody mess.\" Attiah, who works as an… [+2318 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here's everything you need to know on Wednesday. 1. Black Box data has provided a glimpse inside the cockpit of Indonesia's doomed Lion Air flight JT610 in moments before 2018's worst air disaster. The pilots endured a prolonged battle with a flight sy…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-28-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfe240c66be50131718e102-1920-960.jpg", "publishedAt": "2018-11-28T05:44:31Z", "content": "Hello! Here's everything you need to know on Wednesday. 1. Black Box data has provided a glimpse inside the cockpit of Indonesia's doomed Lion Air flight JT610 in moments before 2018's worst air disaster. The pilots endured a prolonged battle with a flight sy… [+1883 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump reportedly thought Janet Yellen was not tall enough to lead the Federal Reserve", "description": "President Donald Trump reportedly believed former Federal Reserve chairwoman Janet Yellen was too short to be reappointed to lead the Fed. Trump reportedly asked aides whether they thought Yellen was tall enough, at 5-foot-3 inches, to be reappointed. Based o…", "url": "https://www.businessinsider.com/trump-janet-yellen-too-short-federal-reserve-jerome-powell-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdf707f556fc2983510545-1536-768.jpg", "publishedAt": "2018-11-28T04:24:31Z", "content": "President Donald Trump reportedly believed former Federal Reserve Chairwoman Janet Yellen was too short to be reappointed to lead the Fed, according to current and former officials cited in a Washington Post report. Trump reportedly asked aides whether they t… [+1760 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Black box reveals the futile struggle between pilots and computer inside the cockpit of doomed Lion Air Flight JT610", "description": "The pilots of last month's doomed Lion Air Flight JT610 fought in a life-or-death tug-of-war with a malfunctioning automated flight system, data from the flight's black box reviewed by the New York Times show. That struggle to keep the plane from nosediving e…", "url": "https://www.businessinsider.com/black-box-shows-pilots-fought-to-keep-lion-air-flight-jt610-in-the-air-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfddf65c957012688272b22-1920-960.jpg", "publishedAt": "2018-11-28T03:49:25Z", "content": "The New York Times is reporting a harrowing breakthrough in the investigation into the crash of the Lion Air Boeing 737 Max 8 that fell into the Java Sea in October, killing all 189 people on board. Flight data taken from a recovered black box prepared by Ind… [+6554 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Ukrainian sailors captured during clashes with Russia made bizarre video confessions broadcast on Russian state TV", "description": "Ukrainian servicemen captured during clashes between Russia and Ukraine on Sunday gave bizarre testimony broadcast on Russian state TV. The men said they deliberately ignored warnings and were aware that the presence of their ships in the tense Sea of Azov wa…", "url": "https://www.businessinsider.com/ukraine-sailors-captured-during-crimea-clashes-made-bizarre-confessions-russia-tv-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfde0b40591f24f59230d93-1536-768.jpg", "publishedAt": "2018-11-28T03:03:59Z", "content": "Ukrainian servicemen captured during clashes with Russia on Sunday made bizarre video confessions broadcast on Russian state TV. On Sunday, Russia confirmed that its ships attacked Ukrainian vessels off the coast of Crimea in a major escalation of tensions in… [+2670 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sarah Gray", "title": "Climate scientists are roasting Trump over his response to his own administration's climate-change report", "description": "Climate scientists are responding to President Donald Trump's comments on the fourth National Climate Assessment — a publicly reviewed, congressionally mandated climate assessment put together by 13 government agencies and a team of 300 experts. On Monday, Tr…", "url": "https://www.businessinsider.com/climate-scientists-are-roasting-trump-over-climate-change-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bf6dd6eb73c2837401dd865-1920-960.jpg", "publishedAt": "2018-11-28T02:27:01Z", "content": "Climate scientists are responding to President Donald Trump's comments on the fourth National Climate Assessment — a congressionally mandated climate assessment put together by 13 government agencies and a team of 300 experts and publicly reviewed. The most r… [+5008 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "Oklahoma is the big winner in latest College Football Playoff ranking and 8 teams are still alive", "description": "The College Football Playoff committee released its final ranking before the playoff teams will be announced on Sunday. The big winner was Oklahoma, who is ranked fifth, ahead of Ohio State and in position to move into the top four if Georgia loses to Alabama…", "url": "https://www.businessinsider.com/college-football-playoff-week-14-power-rankings-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdf852da27f84ac06ff3b3-960-480.jpg", "publishedAt": "2018-11-28T02:21:01Z", "content": "Record: 10-2 Last week's result: Lost to Ohio State, 62-39 Playoff ranking: 7 Key games remaining: none One thing to know: Michigan is the big surprise this week as they still have a path to the playoff despite an ugly loss to Ohio State. The Wolverines' best… [+410 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "YouTube just gave a big clue that its $12-a-month Premium service is headed for extinction after only eight months (GOOG, GOOGL)", "description": "Starting in 2019, new YouTube original content will be available for free with advertisements, rather than being available exclusively through the company's subscription service, YouTube Premium. The decision to move its original content outside of its subscr…", "url": "https://www.businessinsider.com/youtube-premium-strategy-shift-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdeeacc9570127657f2b32-2732-1366.jpg", "publishedAt": "2018-11-28T01:29:39Z", "content": "It's been less than eight months since YouTube launched its $12-a-month \"Premium\" subscription service — and there's already reason to wonder whether its days are numbered. YouTube said on Tuesday that its original video programs, including sci-fi dramas and … [+3352 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump says US troops may not need to be in the Middle East because 'we're producing more oil now'", "description": "President Donald Trump suggested the US military's presence in the Middle East is tied to the region's oil in an interview with The Washington Post published on Tuesday. The idea, which he repeated on several occasions, reportedly earned him a rebuke from his…", "url": "https://www.businessinsider.com/trump-withdraw-us-troops-in-middle-east-oil-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfddedd0591f24f4e461f82-1334-667.jpg", "publishedAt": "2018-11-28T01:29:15Z", "content": "In an exclusive interview with The Washington Post, President Donald Trump suggested the US military's presence in the Middle East is tied to the region's oil, an assessment that reportedly earned him a strong rebuke from his national security advisers last y… [+3203 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bryan Logan", "title": "The Mississippi Senate runoff election ends as one of the most closely watched races of 2018", "description": "Voters in Mississippi have cast ballots in a hotly contested runoff election for a Senate seat in the state on Tuesday. The Mississippi runoff is the last Senate election to be decided since the November 6 midterm elections. The stakes are high. If Espy, a fo…", "url": "https://www.businessinsider.com/mississippi-runoff-election-results-cindy-hyde-smith-and-mike-espy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bfdda2c0d7c6727f06fc8e6-1920-960.jpg", "publishedAt": "2018-11-28T01:20:14Z", "content": "Mississippi voters have cast their ballots in the state's Senate runoff election on Tuesday, bringing to an end the final Senate election of the 2018 season. Republican incumbent Cindy Hyde-Smith and her Democratic challenger Mike Espy are both vying for the … [+1575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "UK PM May pitches Brexit deal to Scotland ahead of crucial vote - Business Insider", "description": "Business Insider UK PM May pitches Brexit deal to Scotland ahead of crucial vote Business Insider LONDON (Reuters) - British Prime Minister Theresa May will take her Brexit sales pitch to Scotland on Wednesday, where she will likely face an uphill struggle to…", "url": "https://www.businessinsider.com/r-uk-pm-may-pitches-brexit-deal-to-scotland-ahead-of-crucial-vote-2018-11", "urlToImage": null, "publishedAt": "2018-11-28T00:26:27Z", "content": "Britain's Prime Minister Theresa May tours the Royal Welsh Winter Fair at the Royal Welsh Showground in Builth Wells, Wales Thomson Reuters LONDON (Reuters) - British Prime Minister Theresa May will take her Brexit sales pitch to Scotland on Wednesday, where … [+1592 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "kgallagher@businessinsider.com (Kevin Gallagher), Kevin Gallagher", "title": "The top trends in consumer consumption habits, US ad spend, and global ad spend", "description": "This is a preview of The Digital Media Forecast Book from Business Insider Intelligence. Current subscribers can read the report here. Media consumption has changed rapidly over the past decade, with digital increasingly claiming a larger share of the daily t…", "url": "https://www.businessinsider.com/digital-media-forecast-book-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5beb1285f556fc5f6b3ee02b-640-320.png", "publishedAt": "2018-11-28T00:03:00Z", "content": "This is a preview of The Digital Media Forecast Book from Business Insider Intelligence. Current subscribers can read the report here. Media consumption has changed rapidly over the past decade, with digital increasingly claiming a larger share of the daily t… [+771 chars]"}]}