{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Secretary Ryan Zinke reportedly plans on resigning by the end of 2018, and has eyes on a job at Fox News", "description": "Interior Secretary Ryan Zinke is exploring a job opportunity with Fox News as a contributor, sources familiar with the situation told Politico. One source told Politico that Fox News was unlikely to hire Zinke unless President Donald Trump asks Rupert Murdoch…", "url": "https://www.businessinsider.com/ryan-zinke-fox-news-contributor-resigning-interior-department-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd8c13cd1e8442406600c6d-1920-960.jpg", "publishedAt": "2018-11-08T23:52:28Z", "content": "Interior Secretary Ryan Zinke is exploring a job opportunity with Fox News as a contributor, sources familiar with the situation said in a Politico report published on Thursday. Zinke, who came under fire for a series of scandals, plans on resigning from the … [+1275 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "'He's definitely running': California Democrat who is half Trump's age could be among first to announce for 2020", "description": "Democratic Rep. Eric Swalwell is reportedly planning to run for president in 2020. Swalwell told The Hill he has nothing to announce in that regard \"yet\" after a source told Politico he's \"definitely running.\" At 37-years-old, Swalwell is roughly half Preside…", "url": "https://www.businessinsider.com/eric-swalwell-2020-presidential-election-is-he-running-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4c2180d7c677b850a7d56-2732-1366.jpg", "publishedAt": "2018-11-08T23:41:08Z", "content": "Democratic Rep. Eric Swalwell is reportedly planning on running for president in 2020. A source described as close to the California congressman told Politico, \"He's definitely running.\" But Swalwell told The Hill he has nothing to announce in that regard \"ye… [+1732 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "26 affordable home goods from Target that you should have for your first apartment", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Furnishing your first apartment can be a long, stressful process. As a homemaking novice, you'll …", "url": "https://www.businessinsider.com/target-home-goods-for-apartments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4c486beb6707c0f0c4396-750-375.jpg", "publishedAt": "2018-11-08T23:33:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Target Furnishing your first apartment can be a long, stressful process. As a homemaking novice, … [+1055 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "The founder of Vine just announced the name of his next video app — and it's set to launch in spring 2019 (TWTR)", "description": "Vine founder Dom Hofmann revealed Thursday he would be releasing a new looping video app next spring. The app will be called Byte. Vine was a massively popular video service that Twitter acquired in 2012 and shut down four years later. Good news, long-sufferi…", "url": "https://www.businessinsider.com/the-founder-of-vine-announced-the-name-of-his-new-looping-video-app-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4c68ff556fc7e6d60b967-1136-568.jpg", "publishedAt": "2018-11-08T23:32:18Z", "content": "Good news, long-suffering Vine fans: A successor to the popular video service is finally on the way. Dom Hofmann, one of the cofounders of Vine, plans to launch a similar app called Byte next spring. Like Vine, Byte will feature looping videos, Hofmann announ… [+1134 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "The US is so worried about 'El Chapo' Guzman escaping that it won't even let him hug his wife", "description": "The trial of accused Mexican kingpin Joaquin \"El Chapo\" Guzman started this week in New York City. A jury has been selected, and Guzman's lawyers want the court to let him hug his wife before opening statements next week. The court said no, citing ongoing con…", "url": "https://www.businessinsider.com/us-judge-denies-el-chapo-guzman-a-hug-from-wife-in-court-during-trial-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58dd7c7b8af578f9028b5361-750-375.jpg", "publishedAt": "2018-11-08T23:19:08Z", "content": "Jury selection for the trial of accused Mexican cartel chief Joaquin \"El Chapo\" Guzman is over, but the purported Sinaloa cartel leader will face the court alone when the trial gets underway next week. In a November 6 letter, Guzman's defense team asked Judge… [+4729 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "European countries are worried Trump won't back them up in a war, and they just launched their own defense coalition - Business Insider", "description": "Business Insider European countries are worried Trump won't back them up in a war, and they just launched their own defense coalition Business Insider PARIS (Reuters) - A coalition of European militaries ready to react to crises near the continent's borders w…", "url": "https://www.businessinsider.com/r-european-defense-coalition-launched-in-paris-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af19e6319ee8626008b4973-1536-768.jpg", "publishedAt": "2018-11-08T23:11:51Z", "content": "PARIS (Reuters) - A coalition of European militaries ready to react to crises near the continent's borders was launched on Wednesday with Finland becoming the 10th country to join, amid calls by French President Emmanuel Macron for a \" real European army.\" Th… [+2498 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "China is said to be recruiting an elite group of 'patriotic' kids to help develop AI weapons", "description": "An elite group of \"patriotic\" students in China have been selected to begin training for a new artificial-intelligence weapons development program. Some 31 kids — all under 18 — have been recruited to participate in the \"Experimental Program for Intelligent W…", "url": "https://www.businessinsider.com/china-recruited-an-elite-group-of-kids-to-develop-ai-weapons-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3bf2df556fc645a62b8de-960-480.jpg", "publishedAt": "2018-11-08T22:57:45Z", "content": "An elite group of \"patriotic\" students in China have been selected to begin training for new artificial intelligence weapons development program. 31 kids — all under 18 — have been recruited to participate in the \"Experimental Program for Intelligent Weapons … [+3665 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Canadian plane- and train-making giant Bombardier is firing 5,000 employees and just sold off one of its most famous assets for $300 million", "description": "Bombardier announced a major overhaul of its business on Thursday that includes the sale of more than $900 million in assets and the loss of 5,000 jobs as part of its third-quarter earnings report. The company sold its Q Series turboprop airliner business to …", "url": "https://www.businessinsider.com/bombardier-cuts-5000-jobs-sells-q-series-airliner-program-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b18901b12d7c8850e9bb-2732-1366.jpg", "publishedAt": "2018-11-08T22:53:55Z", "content": "Canadian industrial giant Bombardier announced a major overhaul of its business on Thursday that includes the sale of $900 million in assets and the loss of 5,000 jobs as part of its third-quarter earnings report. The company looks to be retrenching its resou… [+1931 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Robert Mueller has reportedly begun drafting his final report in the Russia probe", "description": "Special Counsel Robert Mueller has reportedly begun compiling a final report of his findings in the Russia investigation. The news raised questions from legal experts who wondered whether Mueller had moved up his timetable following President Donald Trump's d…", "url": "https://www.businessinsider.com/robert-mueller-drafting-final-russia-investigation-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ab4732de082e52e008b459c-1920-960.jpg", "publishedAt": "2018-11-08T22:53:38Z", "content": "Special Counsel Robert Mueller's team has begun writing a final report on its investigation into Russia's interference in the 2016 election, CNN reported. In addition to probing Russia's election meddling, Mueller is also examining whether members of Presiden… [+3166 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Google finally confirms something people have long suspected — dark mode on Android phones saves battery life", "description": "Google showcased how the \"dark mode\" option on mobile operating systems and apps uses less power and drains battery less quickly. The dark mode option changes the primary color theme of an app to the color black. The company also admitted that it had made a m…", "url": "https://www.businessinsider.com/google-confirms-dark-mode-on-android-phones-saves-battery-life-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b9b4f556fc7cda4cf307-1920-960.jpg", "publishedAt": "2018-11-08T22:48:30Z", "content": "Dark mode saves lives. Battery lives, that is. Google backed up the battery life benefits of \"dark mode\" on operating systems and apps in a presentation during the company's Android Dev Summit on Thursday. Dark mode is an option that changes the overall color… [+1882 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Gun control activist Lucy McBath, whose son was killed in a 2012 shooting, wins congressional seat once held by Newt Gingrich", "description": "Lucy McBath, a progressive gun control and civil rights activist whose son was shot and killed in 2012, pulled out a narrow win in a red Georgia district on Thursday. McBath beat GOP Rep. Karen Handel, who herself scored a competitive victory over Democrat Jo…", "url": "https://www.businessinsider.com/gun-control-activist-lucy-mcbath-wins-red-georgia-district-newt-gingrich-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b5ed110d4c096c7109f8-1136-568.jpg", "publishedAt": "2018-11-08T22:43:17Z", "content": "Lucy McBath, a progressive Democrat and gun control activist whose son was shot and killed in 2012, pulled out a narrow win in a red Georgia district on Thursday. McBath beat GOP Rep. Karen Handel, who herself scored a competitive victory over Democrat Jon Os… [+1214 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "Google is reportedly about to hire a big name in healthcare to coordinate all of its healthcare initiatives", "description": "Google is about to hire Geisinger Health CEO David Feinberg to lead its healthcare efforts, The Wall Street Journal reported Thursday. The Journal reports Feinberg's role will be to coordinate all of the healthcare-related initiatives Google already has under…", "url": "https://www.businessinsider.com/google-hires-geisinger-ceo-david-feinberg-healthcare-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4bb90beb6707b8d2c1568-1920-960.jpg", "publishedAt": "2018-11-08T22:41:00Z", "content": "Google is reportedly expected to hire Geisinger Health CEO David Feinberg to a new role leading the company's healthcare efforts. The Wall Street Journal reported Thursday that Feinberg's role will be to coordinate the health initiatives Google has underway, … [+1205 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "50 awesome gifts from Nordstrom — from $10 coasters to a $695 smartwatch", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. If you asked us why we love shopping at Nordstrom, we wouldn't even know where to begin. Maybe it…", "url": "https://www.businessinsider.com/nordstrom-gift-ideas-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b7260d7c677a60241d36-750-375.jpg", "publishedAt": "2018-11-08T22:25:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. L'Occitane/Instagram If you asked us why we love shopping at Nordstrom, we wouldn't even know whe… [+695 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "American Airlines will soon allow passengers with peanut allergies to board flights early (AAL)", "description": "American Airlines will soon allow early boarding for those who have an allergy to peanuts and tree nuts. Bloomberg reported that the policy is set to begin on December 12, when flight-service manuals will be updated to reflect the new change. American Airline…", "url": "https://www.businessinsider.com/american-airlines-peanut-policy-early-boarding-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4aa3ada27f80895588c54-2732-1366.jpg", "publishedAt": "2018-11-08T22:22:46Z", "content": "American Airlines will soon allow early boarding for those who have an allergy to peanuts and tree nuts. The idea is to give these passengers extra time to wipe down their seats before others board and, hopefully, to avoid being exposed to allergens. Bloomber… [+912 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "My wife and I were in a long-distance relationship for 3 years before we got married — here's how we made it work", "description": "Long-distance relationships aren't for everyone, writes author Steven John, who spent the first three years of his relationship with his now-wife living in a different state. He notes that long-distance relationships aren't for everyone, but there are ways to…", "url": "https://www.businessinsider.com/long-distance-relationship-tips-3-2018", "urlToImage": "https://amp.businessinsider.com/images/5aabf2801225bc2b008b4722-960-480.jpg", "publishedAt": "2018-11-08T22:20:00Z", "content": "When I visited my girlfriend after weeks or even months of being apart, we didn't go on bar crawls, go to concerts, schedule ski trips, or whatever else people do when friends are visiting. We spent our time working on our romantic relationship. I'm not just … [+504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Melia Robinson and Melissa Stanger", "title": "The Most Famous Author From Every State", "description": "First we scoured coast to coast to find the most famous book set in every state. Now we're hitting the books to discover the most famous author from every state. Not all the choices were cut and dry. To qualify for this list, the esteemed wordsmiths had to be…", "url": "https://www.businessinsider.com/most-famous-authors-from-every-state-2013-10", "urlToImage": "https://amp.businessinsider.com/images/52792310eab8eaed1cc16a6d-750-375.jpg", "publishedAt": "2018-11-08T22:19:00Z", "content": "Known for : \" Good Luck, Miss Wyckoff \" Perhaps best known for his Academy Award-winning screenplay, \" Splendor in the Grass, \" Inge channeled his Kansas pride into his two novels. His hometown of Independence fostered his creativity, and as a boy, Inge cheri… [+444 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "The NRA told doctors to 'stay in their lane' when it comes to gun deaths — and doctors are posting furious, devastating responses", "description": "Just hours before the deadly shooting in Thousand Oaks, California, the NRA tweeted out an angry rebuttal of a position paper authored by the American College of Physicians. The paper in question wrestled with how to reduce gun injuries in the US, and called …", "url": "https://www.businessinsider.com/nra-told-doctors-to-stay-in-their-lane-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be493af1011427c7f574995-1920-960.jpg", "publishedAt": "2018-11-08T22:14:00Z", "content": "The National Rifle Association (NRA), the most powerful gun lobby in the country, is under fire from doctors for a Tweet that many are calling insensitive and ill-reasoned. On Wednesday, just hours before a gunman stormed into a bar in California and killed 1… [+2397 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "'Good Morning America' host Robin Roberts wakes up every day at 3:15 a.m., eats vitamin gummies instead of breakfast, and never drinks coffee", "description": "Robin Roberts starts her morning at 3:15 a.m. with a prayer, a meditation, television news, and gummy vitamins. Roberts' day starts early, but her morning routine is pretty different from what you might see promoted by CEOs and productivity gurus. It shows th…", "url": "https://www.businessinsider.com/good-morning-america-host-robin-roberts-morning-routine-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4aa1bc9570178d221ecea-1920-960.jpg", "publishedAt": "2018-11-08T22:14:00Z", "content": "There are early birds, and then there's Robin Roberts. The face of ABC's \"Good Morning America\" wakes up at 3:15 a.m., as she recently shared with New York Magazine's The Cut. About 15 minutes after waking up, Roberts watches television news for about 10 minu… [+1808 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Disney revealed new details about its Netflix competitor, Disney+, including TV series from both 'Star Wars' and Marvel", "description": "Disney CEO Bob Iger said during an earnings call on Thursday that it's upcoming streaming service will be called Disney+. Iger also said a prequel TV series to \"Rogue One: A Star Wars Story,\" is being developed, starring Diego Luna as Cassian Andor. Iger conf…", "url": "https://www.businessinsider.com/disney-plus-details-star-wars-rogue-one-prequel-loki-mcu-show-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b38d10114202b95a0783-750-375.png", "publishedAt": "2018-11-08T22:13:41Z", "content": "Disney CEO Bob Iger revealed new details about the company's upcoming Netflix competitor in an earnings call on Thursday, including sharing its name for the first time. Iger said the name of the streaming service, expected to launch in late 2019, is Disney+. … [+1230 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "The US military's top officer says Russia and China present different challenges — but they both can rival US power", "description": "The US and its allies are in a period of heightened tensions with Russia and China. Despite the increased strain, it's not like the superpower showdown in the latter half of the 20th century that raised the risk of nuclear war, the chairman of the Joint Chief…", "url": "https://www.businessinsider.com/dunford-says-russia-and-china-present-big-but-different-challenges-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be48ed0da27f804286bed6b-2732-1366.jpg", "publishedAt": "2018-11-08T22:13:35Z", "content": "In September, Russian armed forces, joined by Chinese and Mongolian troops, gathered in the country's east for Vostok-18, an \" unprecedented \" military exercise that Russia said was the largest since 1981. In October and November, all 29 NATO members and Swed… [+6274 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "The Trump administration just moved to restrict its asylum system as migrant caravans head toward the US", "description": "The Trump administration on Thursday took its first steps toward restricting asylum to immigrants who cross the border into the United States illegally. The changes are coming as multiple caravans of thousands of Central American migrants make their way to th…", "url": "https://www.businessinsider.com/trump-asylum-policy-changes-caravan-illegal-border-crossing-migrants-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4b0c63815077df75b702b-1920-960.jpg", "publishedAt": "2018-11-08T22:11:39Z", "content": "The Trump administration on Thursday made its first move toward barring asylum to immigrants who cross the border illegally, as President Donald Trump has been promising for weeks ahead of a slow-moving caravan of Central American migrants traveling to the Un… [+2750 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "Twillory is starting Black Friday early with up to 50% off all shirts", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Popular dress shirt startup Twillory is giving early access to its Black Friday Blowout sale and …", "url": "https://www.businessinsider.com/twillory-black-friday-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a8f2cb7391d9426008b46d3-1334-667.jpg", "publishedAt": "2018-11-08T22:08:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The holiday season is all about giving, but with Black Friday sales starting earlier than ever be… [+932 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth and Grace Panetta", "title": "Trump's new acting attorney general, who has publicly railed against Mueller, reportedly will not recuse himself from the Russia probe", "description": "Matthew Whitaker, the new acting attorney general, does not plan to recuse himself from overseeing the Russia investigation, The Washington Post reported on Thursday. Whitaker would also reportedly block Mueller from issuing a subpoena for President Donald Tr…", "url": "https://www.businessinsider.com/matthew-whitaker-will-not-recuse-himself-from-mueller-probe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be417860591f270c63b9e04-1920-960.jpg", "publishedAt": "2018-11-08T21:52:29Z", "content": "Matthew Whitaker, the new acting attorney general, reportedly does not plan to recuse himself from overseeing the Russia investigation and would not approve a request from Special Counsel Robert Mueller to subpoena President Donald Trump for an interview. Acc… [+4925 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Libby Kane and Tanza Loudenback", "title": "12 terrible things that could happen if you don't do your taxes", "description": "Tax season is right around the corner. If you don't file and pay your taxes, the things that could happen to you may cause far more than a headache. Julius Green, tax partner and leader of Baker Tilly 's tax practice in the Philadelphia region, explained to B…", "url": "https://www.businessinsider.com/what-could-happen-if-you-dont-do-your-taxes-2017-3", "urlToImage": "https://amp.businessinsider.com/images/5ad61aa0146e7128008b483c-960-480.jpg", "publishedAt": "2018-11-08T21:47:00Z", "content": "Worst case scenario, it's possible that you could go to jail. Mario Tama / Staff / Getty Images Tax season is right around the corner. If you don't file and pay your taxes, the things that could happen to you may cause far more than a headache. Julius Green, … [+376 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "7-year-old Dallas Cowboys fan tells Jerry Jones 'we suck' in scathing letter", "description": "The Dallas Cowboys have struggled through the first half of the 2018-19 NFL season. The Cowboys have a 3-5 record on the season and rank 29th in net total yards despite boasting offensive weapons such as quarterback Dak Prescott, running back Ezekiel Elliot, …", "url": "https://www.businessinsider.com/young-fan-tells-jerry-jones-the-team-sucks-in-letter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be498e4f556fc787554b561-1334-667.jpg", "publishedAt": "2018-11-08T21:42:10Z", "content": "The Dallas Cowboys look much closer to America's worst team than to America's team at this point in the 2018-19 season. It's still early, but Dallas looks primed to miss its second-straight playoffs. The Cowboys have a 3-5 record on the season and rank 29th i… [+2327 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "An American finally has a shot at winning the World Chess Championship for the first time since Bobby Fischer in 1972 - mySanAntonio.com", "description": "mySanAntonio.com An American finally has a shot at winning the World Chess Championship for the first time since Bobby Fischer in 1972 mySanAntonio.com FIDE. Fabiano Caruana will be the first American to play for the World Chess Championship since Bobby Fisch…", "url": "https://www.businessinsider.com/an-american-finally-has-a-shot-at-winning-the-world-chess-championship-for-the-first-time-since-bobby-fischer-in-1972-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-08T21:40:13Z", "content": "FIDE It's been a long, long, long, long wait. Very, very, very long. But for the first time since American Bobby Fischer defeated Boris Spassky of the USSR in 1972, an American is competing for the World Chess Championship. Miami-born, Brooklyn-raised Fabiano… [+4099 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "JD.com sinks after CEO Liu Qiangdong was absent from a high-profile internet conference in China (JD)", "description": "JD.com CEO Liu Qiangdong was briefly detained in Minneapolis, Minnesota, over a rape allegation in August. Since then, he has been absent from several high-profile events in China. Liu didn't show up to the World Internet Conference on Wednesday. JD.com share…", "url": "https://www.businessinsider.com/jdcom-stock-price-ceo-liu-qiangdong-absent-high-profile-conference-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4a8a766be504b36317ff3-2732-1366.jpg", "publishedAt": "2018-11-08T21:30:00Z", "content": "JD.com, the second largest Chinese e-commerce site after Alibaba, fell nearly 7% Thursday after CEO Liu Qiangdong, who is the subject of a rape investigation in the US, didn't show up at a major state-sponsored internet conference in China. Liu was absent fro… [+1321 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Stocks fall and oil tumbles into a bear market", "description": "Stocks closed lower Thursday after the Federal Reserve left its benchmark interest rate unchanged. West Texas Intermediate, the US oil benchmark, tumbled into a bear market. Follow US stocks in real time here. Stocks fell Thursday as disappointing earnings we…", "url": "https://markets.businessinsider.com/news/stocks/stocks-fall-oil-tumbles-into-bear-market-2018-11-1027709253", "urlToImage": "https://static4.businessinsider.com/image/5a9550a45124c94154acf2d2-800/stock-futures-dip-ahead-of-powells-testimony.jpg", "publishedAt": "2018-11-08T21:10:00Z", "content": "Thomson Reuters Stocks fell Thursday as disappointing earnings weighed on technology companies and after the Federal Reserve left its key rate unchanged and signaled it was still on track for one more hike this year. The Dow Jones Industrial Average was mostl… [+2017 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "The Tesla Model 3 just got a software update that makes it faster around a race track than a Ferrari supercar (TSLA)", "description": "\"Track Mode\" is a software update to the Tesla Model 3 Performance that enables spirited, unstable driving of the sort that enthusiasts crave. Tesla released the update on Thursday. Motor Trend sampled the tech — and pro driver Randy Pobst lent a hand in its …", "url": "https://www.businessinsider.com/tesla-model-3-with-track-mode-software-upgrade-faster-than-ferrari-458-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be49c80c9570175ef16cd5d-1334-667.jpg", "publishedAt": "2018-11-08T21:09:46Z", "content": "Teslas are so fast in a straight line that they've gained some credibility in the drag-racing world. Until recently, however, they haven't been noted for around-corners race-track performance. The company was aware of this and so for the Model 3 sedan, it dev… [+2890 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Linette Lopez", "title": "It's been over a week and Wall Street still has some crucial questions about Tesla's earnings blow out (TSLA)", "description": "Tesla smashed expectations in with its most recent quarterly earnings report, turning a profit for only the 3rd time in its history. Still, Wall Street has noticed that a bunch of the numbers leave more questions about how Tesla got there. Plus, Tesla's plans…", "url": "https://www.businessinsider.com/teslas-q3-earnings-report-leaves-unanswered-questions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be331c80d7c6754b41da735-2732-1366.jpg", "publishedAt": "2018-11-08T21:05:57Z", "content": "Earlier this month Tesla blew its 3rd quarter earnings out of the water. As CEO Elon Musk promised, for the third time in the company's history it posted a profit. Net income was $311.5 million. Revenue hit $6.8 billion, up 70% from the previous quarter. And,… [+4659 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "This LA-based startup is making sustainable cashmere sweaters for $145 — here's why that matters, and how they feel in person", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. LA startup Reformation has released a line of \" conscious cashmere \" that is 70% recycled. Almost…", "url": "https://www.businessinsider.com/reformation-conscious-cashmere-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47c088c35ab749c084348-640-320.jpg", "publishedAt": "2018-11-08T20:45:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's hard to find cashmere that deserves to be called \"conscious\" or sustainable. In fact, a lot … [+3737 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi and Shayanne Gal", "title": "15 tips for packing your suitcase that will help you save space, avoid wrinkles, and keep your clothes fresh", "description": "We compiled 15 great tips for packing your suitcase for anyone going on a trip. They include space-saving measures and the best way to keep your packed clothing fresh and wrinkle-free. Just because you're an inexperienced traveler doesn't mean you have to pac…", "url": "https://www.businessinsider.com/suitcase-packing-tips-vacation-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc790f48f5fcb06b572ade2-1920-960.png", "publishedAt": "2018-11-08T20:40:00Z", "content": "Just because you're an inexperienced traveler doesn't mean you have to pack your suitcase like one. Shutterstock Just because you're an inexperienced traveler doesn't mean you have to pack like one. If you want to pack a suitcase like a pro, we've got you cov… [+336 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Video shows Bill Belichick can maintain his emotionless front even during the Patriots' biggest moments", "description": "Bill Belichick's icy demeanor is one of his defining traits as a head coach. On Sunday, it was on full display, as NFL Films had Belichick \"Mic'd Up\" throughout the Patriots game against the Packers. Throughout the video, Belichick barely reacts to the Patrio…", "url": "https://www.businessinsider.com/bill-belichick-micd-up-patriots-packers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be48713da27f802c72fbff5-1536-768.jpg", "publishedAt": "2018-11-08T20:35:00Z", "content": "Bill Belichick is known for his high-level coaching and his stoic demeanor, and both were on full display on Sunday as the New England Patriots beat the Green Bay Packers, 31-17. The Patriots winning comfortably at home is nothing new, but thanks to NFL Films… [+1051 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tanza Loudenback", "title": "A 30-year-old who's saving half her income says kicking 2 daily habits helped her bank an extra $1,000 a month", "description": "Angela Rozmyn lives in Seattle with her husband and son and works as a LEED building accreditation professional. They're saving close to 50% of their income and plan to retire in their early 40s. Over the last two years, Rozmyn reduced her family's food spend…", "url": "https://www.businessinsider.com/save-more-money-reduce-food-spending-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4887f0591f27e814b9f5a-1536-768.jpg", "publishedAt": "2018-11-08T20:30:00Z", "content": "Angela Rozmyn used to spend upwards of $2,000 a month on food for her family of three. It seemed justified, she told Business Insider. They live in Seattle, where local and sustainable produce, high-quality meat, and craft beer often commands a higher price. … [+2953 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "The top 3 best-selling games of all time is a surprising list of games that have all sold over 100 million copies apiece", "description": "The three best-selling games of all time are all 100 million-plus sellers. The list spans nearly four decades of video games, starting in 1984 and ending in 2013. It crosses every major game console released since the original Nintendo Entertainment System, a…", "url": "https://www.businessinsider.com/best-selling-games-of-all-time-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47ebce4218a71e4534aad-1920-960.png", "publishedAt": "2018-11-08T20:29:02Z", "content": "It's hard to overstate how big of a deal \"Tetris\" is. From its humble origins in Russia to a worldwide phenomenon that's spanned decades, \"Tetris\" is one of the most important games ever made. It's also so, so good. The concept is immediately clear to anyone … [+1255 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "The US Army's new camouflage will hide soldiers and tanks in plain sight — wherever they are", "description": "The US Army is moving foward on next-generation concealment technology to ensure that American soldiers can hide in plain sight. Fibrotex has built an Ultra-Light Camouflage Netting System that can be used to conceal soldier's positions, vehicles, tanks and a…", "url": "https://www.businessinsider.com/us-armys-new-camouflage-will-allow-soldiers-to-hide-in-plain-sight-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be487281011427a6d5d07d5-1920-960.jpg", "publishedAt": "2018-11-08T20:23:48Z", "content": "The new program aims to replace outdated camouflage that protect soldiers in the visible spectrum but not against more advanced, high-end sensors. ULCANS \"provides more persistent [infrared], thermal &amp; counter-radar performance,\" Fibrotex explained. The A… [+643 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sally Kaplan", "title": "7 startups that have grown with their millennial fan base by introducing baby and kids' collections", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There's no denying that the low prices of the direct-to-consumer startup boom combined with the u…", "url": "https://www.businessinsider.com/startups-with-baby-kids-collections-allbirds-parachute-brooklinen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be30fc3c957014fde42c8e7-960-480.jpg", "publishedAt": "2018-11-08T20:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Away There's no denying that the low prices of the direct-to-consumer startup boom combined with … [+1164 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Paris plans to launch the world's largest fleet of electric bicycles", "description": "homas Samson/Pool/Reuters The Paris region plans to launch the world's largest e-bike rental program. The program is aimed at getting commuters to cycle to work and reducing congestion and pollution. From September 2019, a regional transport agency will provi…", "url": "https://www.businessinsider.com/r-paris-region-to-launch-worlds-biggest-fleet-of-electric-bicycles-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be49672e4218a76130d9f2e-1536-768.jpg", "publishedAt": "2018-11-08T20:17:00Z", "content": "PARIS (Reuters) — The Paris region plans to launch a large fleet of electric bicycles in a state-funded scheme aimed at getting commuters to cycle to work and reducing congestion and pollution. From September 2019, regional transport agency Ile-de-France Mobi… [+2099 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "California’s new ban on small cages for chickens, pigs, and calves could force the entire egg industry to go cage-free", "description": "More than 60% of California voters said yes to Proposition 12, a ballot initiative that will require farmers to give all their egg-laying hens, veal calves, and breeding pigs enough space to stretch their limbs. The new rule is more specific than current Cali…", "url": "https://www.businessinsider.com/california-small-cage-ban-could-force-egg-industry-cage-free-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4993c3815077aa9028d59-1920-960.jpg", "publishedAt": "2018-11-08T20:15:00Z", "content": "California chickens will soon all be getting more space. One square foot of it, to be exact. On Tuesday, voters in California overwhelmingly approved Proposition 12, which will enact stricter rules on how much space farmers must give to egg-laying hens, veal … [+3524 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "A computer model that picks NFL games is having another strong season — here are the picks for Week 10", "description": "Week 10 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-…", "url": "https://www.businessinsider.com/nfl-week-10-elo-cortana-picks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be49768c9570175e740812e-1536-768.jpg", "publishedAt": "2018-11-08T20:09:22Z", "content": "Week 10 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling system used by Nate Silver's data-… [+597 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "San Francisco Chronicle", "title": "A computer model that picks NFL games is having another strong season — here are the picks for Week 10", "description": "Ronald Martinez/Getty Images\n\n\n\nWeek 10 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo.\n\nWe looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling s…", "url": "https://www.businessinsider.com/nfl-week-10-elo-cortana-picks-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-08T20:09:22Z", "content": "Ronald Martinez/Getty Images Week 10 of the NFL season is here, and Cortana is back to make picks in a head-to-head showdown with Elo. We looked at two popular systems used to pick NFL games: Cortana, Microsoft's digital assistant, and Elo, the modeling syste… [+1775 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple reclaims its crown as the most-popular stock among millennials (AAPL)", "description": "Apple this week reclaimed its crown as the most-popular stock among millennial traders on the free-trading app Robinhood. Shares fell 10% in the wake of the company's third-quarter results. Robinhood investors have been snapping up shares as the stock sits at…", "url": "http://markets.businessinsider.com/news/stocks/Apple-reclaims-its-crown-as-the-most-popular-stock-among-millennials-AAPL-1027708995", "urlToImage": "https://static4.businessinsider.com/image/5bd8794e10114216e87387d2-1018/screen-shot-2018-10-30-at-82958-am.png", "publishedAt": "2018-11-08T20:06:00Z", "content": "Apple Apple regained its position as the favorite stock among millennial traders after its quarterly results triggered a big sell-off. The tech giant on November 1 reported underwhelming third-quarter iPhone sales and said it would no longer reveal unit sales… [+1358 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple reclaims its crown as the most-popular stock among millennials (AAPL)", "description": "Apple this week reclaimed its crown as the most-popular stock among millennial traders on the free-trading app Robinhood. Shares fell 10% in the wake of the company's third-quarter results. Robinhood investors have been snapping up shares as the stock sits at…", "url": "https://www.businessinsider.com/apple-stock-price-millennials-like-the-most-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be48c80d1e844058335d233-1920-960.jpg", "publishedAt": "2018-11-08T20:06:00Z", "content": "Apple regained its position as the favorite stock among millennial traders after its quarterly results triggered a big sell-off. The tech giant on November 1 reported underwhelming third-quarter iPhone sales and said it would no longer reveal unit sales for i… [+1352 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathaniel Lee and Jessica Orwig", "title": "Why American sunscreens may not be protecting you as much as European sunscreens", "description": "Sunscreen in the US is regulated by the FDA, yet American sunscreens may not be protecting us as much as the ones you can find in other countries. Out of 20 best-selling US sunscreens, nine of them didn't meet European standards. In the video above, dermatolo…", "url": "https://www.businessinsider.com/sunscreen-us-uva-rays-skin-cancer-health-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5b08132b1ae66230008b4d84-1136-568.jpg", "publishedAt": "2018-11-08T20:01:00Z", "content": "Following is a transcript of the video. Narrator : In 2017, researchers tested 20 best-selling US sunscreens. The good news is that 19 of them met FDA standards. The bad news? Nine of them didn't meet European standards. Turns out, different countries have di… [+3298 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "One of Google's new sexual harassment policies could be the key to changing all of Silicon Valley's bro culture", "description": "After a boatload of drama at Google over how the company has handled sexual harassment and misconduct, CEO Sundar Pichai announced new policies. Google is joining a wave of companies that will no longer force its employees making sexual harassment claims into…", "url": "https://www.businessinsider.com/googles-new-sexual-harassment-policy-could-change-valley-bro-culture-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bbd2491ac0a632e2409cc37-1536-768.jpg", "publishedAt": "2018-11-08T20:01:00Z", "content": "There's been another round of employee drama at Google these past few weeks. After The New York times published an explosive story on how the company previously protected one of its star engineers, Andy Rubin, amid a sexual misconduct investigation, Google CE… [+3461 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "Google's got a major New York expansion in the works — and it could more than double its workforce there (GOOGL, GOOG)", "description": "Google plans to add enough space in New York City to have enough room to more than double its workforce there. As part of that expansion effort, its nearing plans to buy or lease a planned 1.3 million square-foot building at St. John's Terminal, which is just…", "url": "https://www.businessinsider.com/google-new-york-chelsea-market-real-estate-expansion-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be48f4ab73c2875af5d17dc-1920-960.jpg", "publishedAt": "2018-11-08T19:58:12Z", "content": "Google is planning a major expansion in New York City, adding enough space to more than double its current workforce there, according to the Wall Street Journal. The internet search giant is nearing a deal on an office building at St. John's Terminal on the w… [+2211 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "AmEx has relaunched its popular Business Gold Card with a new earning structure, but it may not be the best option for everyone", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. American Express has relaunched the gold version of its business card with new benefits, perks, a…", "url": "https://www.businessinsider.com/american-express-relaunches-amex-business-gold-card-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be494fd8c35ab786e363f73-1136-568.jpg", "publishedAt": "2018-11-08T19:57:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Following a relaunch of the personal version of its Gold Card last month, American Express has im… [+2647 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jacob Shamsian", "title": "Stephen Colbert and CNN journalists are denouncing protesters for 'terrorizing' Tucker Carlson's family", "description": "Anti-racism activists protested outside Fox News host Tucker Carlson's home Wednesday night. Carlson wasn't home. His wife reportedly thought it was a home invasion and called the police. Some of Carlson's biggest targets — including CNN reporters and Stephen…", "url": "https://www.businessinsider.com/tucker-carlson-critics-defend-protest-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47cdfb73c287290373642-1136-568.jpg", "publishedAt": "2018-11-08T19:50:15Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Amazon is reportedly headed to New York City — here are the neighborhoods that could starting swelling with HQ2 workers", "description": "Amazon is close to choosing Long Island City as one of the locations of its second headquarters, known as HQ2. As the community braces for an influx of 25,000 employees, neighboring areas must also prepare for rising housing prices and increased congestion on…", "url": "https://www.businessinsider.com/amazon-hq2-new-york-city-areas-fill-amazon-workers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be30188f556fc4f5b1b1e58-2732-1366.jpg", "publishedAt": "2018-11-08T19:49:00Z", "content": "New York is abuzz with the news that Amazon might locate its second headquarters in Long Island City — a Queens neighborhood that's teeming with growth. In recent years, the area has seen an influx of young professionals and new development, including high-ri… [+831 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "The parent company of IHOP and Applebee's wants to buy another chain. Here are 4 things the CEO says he's looking for in an acquisition target. (DIN)", "description": "Dine Brands CEO Steve Joyce told Business Insider the company is looking for a new chain to join IHOP and Applebee's as a sister brand. Joyce broke down the four \"filters\" that Dine Brands is using to decide which chains to consider acquiring. Dine Brands is …", "url": "https://www.businessinsider.com/dine-brands-ceo-steve-joyce-acquisition-targets-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be08fa48c35ab1c501d6944-1920-960.jpg", "publishedAt": "2018-11-08T19:45:52Z", "content": "Applebee's and IHOP are preparing to welcome a new sister brand into the family. Dine Brands CEO Steve Joyce told Business Insider in May that the company was on the hunt to acquire a new brand. Last week, he broke down the \"filters\" that the company is using… [+2908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters and Daniel Brown", "title": "Check out these inscriptions World War I soldiers scratched on underground caves as they hid from German bombing", "description": "Neglected for decades, underground caves in a small village in France's Somme valley contain a treasure trove of hundreds of engravings by World War I Canadian and British soldiers as they sought refuge from German assaults. Most of the inscriptions date back…", "url": "https://www.businessinsider.com/inscriptions-world-war-i-soldiers-scratched-caves-hiding-german-bombs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be461deda27f87ae177139c-1136-568.jpg", "publishedAt": "2018-11-08T19:41:34Z", "content": "Neglected for decades, underground caves in a small village in France's Somme valley contain a treasure trove of hundreds of engravings by World War I Canadian and British soldiers as they sought refuge from German assaults. Most of the inscriptions date back… [+460 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jennifer Still", "title": "I've taught myself 5 languages for fun — here are 6 tips for getting a language to stick", "description": "Learning a new language takes time and effort, but there are ways to expedite and reinforce your learning. Here, author Jennifer Still shares tips on several things she's done to help her retain new languages. I've had a passion for learning languages ever si…", "url": "https://www.businessinsider.com/how-to-learn-a-new-language-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be329e69e8c535b564ef2e7-2732-1366.jpg", "publishedAt": "2018-11-08T19:38:41Z", "content": "I've had a passion for learning languages ever since I was a child. The first one I taught myself was French. I was 12 years old and in love with the melodic, beautiful sounds of the language, but it wasn't offered at my school, so I had to take matters in my… [+433 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "Thoma Bravo, Apttus's new owner, turns to damage control with partners like Salesforce and faces questions over an exec’s $26 million 'parachute package'", "description": "Apttus is scrambling to calm employees and partners following allegations of misconduct by its former CEO. David Murphy, the chairman and interim CEO, told staff on Monday that he had to address the concerns with people like Salesforce CEO Marc Benioff. But n…", "url": "https://www.businessinsider.com/thoma-bravo-damage-control-allegations-misconduct-apttus-2018-11", "urlToImage": "https://static.businessinsider.com/image/5be48ea10591f27fcb502a10-750.jpg", "publishedAt": "2018-11-08T19:36:11Z", "content": "Apttus, the Silicon Valley sales software company roiled by allegations of misconduct by its former CEO, is scrambling to calm employees and partners. On Monday, the interim CEO, David Murphy, held an all-hands meeting with Apttus' employees to address distur… [+5385 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "An American finally has a shot at winning the World Chess Championship for the first time since Bobby Fischer in 1972", "description": "Fabiano Caruana will be the first American to play for the World Chess Championship since Bobby Fischer in 1972. Caruana will face three-time champion Magnus Carlsen of Norway. Caruana has been a contender for a while, but this will be his first shot at the t…", "url": "https://www.businessinsider.com/an-american-finally-has-a-shot-at-winning-the-world-chess-championship-for-the-first-time-since-bobby-fischer-in-1972-2018-11", "urlToImage": "https://amp.businessinsider.com/images/55564dd96da811680efec703-1920-960.jpg", "publishedAt": "2018-11-08T19:23:06Z", "content": "It's been a long, long, long, long wait. Very, very, very long. But for the first time since American Bobby Fischer defeated Boris Spassky of the USSR in 1972, an American is competing for the World Chess Championship. Miami-born, Brooklyn-raised Fabiano Caru… [+3952 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Most people know not to use a selfie as their LinkedIn photo — but an analysis of 2,000 LinkedIn profiles found they're surprisingly common", "description": "Recruiters say they can't stand selfies or cropped group shots for LinkedIn headshots. A recent analysis of 2,000 LinkedIn profiles suggested they remain pretty common on the career networking website. A good LinkedIn headshot doesn't demand a pricey professi…", "url": "https://www.businessinsider.com/linkedin-photo-mistakes-selfie-crop-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be46a670591f279a64e81c9-1920-960.jpg", "publishedAt": "2018-11-08T19:23:00Z", "content": "You have that perfectly professional photo for LinkedIn. It's well-lit, you're smiling, there's no spinach in your teeth. It all screams, \"Hire me.\" Just one problem: it's a selfie. Or you had to crop your aunt out of it. \"Recruiters may be there to focus on … [+1703 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "The Florida governor's race is suddenly a lot closer, and the door is creaking open to a possible recount", "description": "Tallahassee's Democratic mayor, Andrew Gillum, conceded in Florida's gubernatorial race on Tuesday night. But 36 hours later, Democrats insist tens of thousands of votes remain uncounted. Gillum's campaign said Thursday that he is \"ready for any outcome,\" inc…", "url": "https://www.businessinsider.com/florida-democrat-andrew-gillum-open-to-recount-ron-desantis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47f3610114279191de8a0-1136-568.jpg", "publishedAt": "2018-11-08T19:20:46Z", "content": "Tallahassee's Democratic mayor, Andrew Gillum, conceded in Florida's gubernatorial race on Tuesday night. But 36 hours later — with Republican Rep. Ron DeSantis leading by just 43,000 votes (0.6 percentage points) — Gillum's campaign said he was open to a rec… [+1738 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "At $49 billion company Essilor, employees are the largest shareholders — and the CEO says that's the best way to do it", "description": "The Essilor Group, an ophthalmics company based in France, has an employee stock ownership plan ( ESOP ). Its employees are its largest group of shareholders. All employees, regardless of seniority, are eligible to purchase shares, and Essilor matches the inv…", "url": "https://www.businessinsider.com/esop-essilor-employee-shareholders-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be07d578c35ab198c2d3dd7-1920-960.jpg", "publishedAt": "2018-11-08T19:12:06Z", "content": "At The Essilor Group, an ophthalmics company based in France, employees are the largest group of company shareholders. To date, 55% of Essilor's 67,000 global employees are shareholders, and they own upwards of 8% of the company's share capital. All employees… [+4279 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "MVMT's new $300 automatic watch proves that you don't need deep pockets to get your hands on a luxury timepiece", "description": "The Insider Picks team writes about stuff we think you’ll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. MVMT, a watch startup that was recently acquired by industry powerhouse Movado Group, is now maki…", "url": "https://www.businessinsider.com/mvmt-arc-automatic-watch-collection-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3666fbeb6705d362d524c-960-480.jpg", "publishedAt": "2018-11-08T19:06:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Founded in 2013, Los Angeles-based watch brand MVMT has become the textbook example of an overnig… [+3769 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Virgin Hyperloop One has hired on one of the world's most experienced transit executives as its new CEO", "description": "Jay Walder is Virgin Hyperloop One new CEO, the company announced Thursday. Most recently, Walder was CEO of bike-share operator Motivate, which is now owned by Lyft. Walder will bring a wealth of mass transit expertise to the startup as it seeks to shift its…", "url": "https://www.businessinsider.com/virgin-hyperloop-one-hires-jay-walder-former-ceo-mta-motivate-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47f9001b12d74b953b893-750-375.jpg", "publishedAt": "2018-11-08T19:01:00Z", "content": "Jay Walder, a transportation expert who has helmed New York City's transit agency and the US' largest bike share operators, is joining Virgin Hyperloop One as the startup seeks to shift its image from futuristic tech company to mass transit provider. Most rec… [+2596 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "NFL WEEK 10: Our official predictions for who wins this weekend", "description": "Last week Las Vegas bookmakers and sharp bettors got absolutely pummeled. According to ESPN's David Purdum, the sportsbooks in Nevada lost $7-$10 million on Sunday thanks to a string of favorites covering and getting killed on a few games with lopsided action…", "url": "https://www.businessinsider.com/nfl-picks-week-10-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be45a8901b12d6e8075af48-1536-768.jpg", "publishedAt": "2018-11-08T18:59:52Z", "content": "Last week Las Vegas bookmakers and sharp bettors got absolutely pummeled. According to ESPN's David Purdum, the sportsbooks in Nevada lost $7-$10 million on Sunday thanks to a string of favorites covering and getting killed on a few games with lopsided action… [+656 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "$132 million later, Ev Williams says he is raising even more money for Medium", "description": "Ev Williams needs more money for Medium, which he says is still not profitable. Medium has received $132 million from investors so far. \"We are coming out of this phase where it was assumed that the best quality journalism is free in unlimited quantities,\" he…", "url": "https://www.businessinsider.com/ev-williams-raising-more-money-for-medium-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47a95b73c28721d656e4a-1536-768.jpg", "publishedAt": "2018-11-08T18:47:30Z", "content": "LISBON — Ev Williams, the Twitter cofounder who has so far raised $132 million in investment for his longform publishing platform Medium, says the company is still not profitable and he will be raising more money. The announcement — made today at the Web Summ… [+1942 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "The Satanic Temple is suing Netflix for $50 million, alleging 'Chilling Adventures of Sabrina' copied its statue of a goat-headed deity and implied it was evil", "description": "The Satanic Temple is suing Netflix and Warner Bros. for $50 million, alleging they ripped off its statue of goat-headed deity, Baphomet, in \"Chilling Adventures of Sabrina.\" The lawsuit claims the show depicts its antagonists in \"stark contrast\" to the Templ…", "url": "https://www.businessinsider.com/satanic-temple-sues-netflix-claims-sabrina-copied-goat-headed-statue-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4659ad1e8447e005bea93-1920-960.jpg", "publishedAt": "2018-11-08T18:38:31Z", "content": "Satanists are suing Netflix and Warner Bros. over their new original series, \"Chilling Adventures of Sabrina,\" for allegedly ripping off its statue of Baphomet, a goat-headed deity. In a complaint filed Thursday in New York, The Satanic Temple accuses the com… [+3536 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Here comes the Fed...", "description": "At 2 p.m. ET, the Federal Reserve will release a policy statement that's widely expected to show officials decided not to increase their benchmark interest rate. The policy-setting Federal Open Market Committee concluded a two-day meeting Thursday. Traders ar…", "url": "https://www.businessinsider.com/federal-reserve-statement-on-interest-rates-november-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b2152f71ae6621a008b50fe-1536-768.jpg", "publishedAt": "2018-11-08T18:34:20Z", "content": "At 2 p.m. ET, the Federal Reserve will release a policy statement that's widely expected to show officials decided not to increase their benchmark interest rate. The policy-setting Federal Open Market Committee concluded a two-day meeting Thursday. Traders ar… [+1702 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Trae Young featured in second season of 'Rookie On The Rise' docu-series, says he's gunning for Klay Thompson's single-game 3-point record", "description": "Trae Young will star in the second of Young Hollywood original docu-series “Rookie On The Rise,” the show that followed Utah Jazz sensation Donovan Mitchell through his first season in the NBA last year. In the trailer and throughout the series, Young lays ou…", "url": "https://www.businessinsider.com/trae-young-featured-in-second-season-of-rookie-on-the-rise-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be331660d7c67549c4690da-2560-1280.jpg", "publishedAt": "2018-11-08T18:34:00Z", "content": "Doing the impossible is what Trae Young knows best. In his freshman year at Oklahoma, the shifty point guard averaged 27.4 points and 8.7 assists per game to become the only player ever to finish a season leading Division I in both categories. Now, he's doing… [+3243 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michael Solari", "title": "How to do your taxes like the wealthy", "description": "To do your taxes like the rich, you must first identify your taxable income and then determine which tax bracket you fall into. One way to protect your money is by making a conversion from a traditional IRA to a Roth IRA, as you will enjoy tax-free benefits l…", "url": "https://www.businessinsider.com/how-rich-people-do-taxes-2018-3", "urlToImage": "https://amp.businessinsider.com/images/5ab11328c72ac12f008b4b8a-1334-667.jpg", "publishedAt": "2018-11-08T18:31:00Z", "content": "Take tax tips from the wealthy elite. Thomas Lohnes/Getty Images You don't have to own a small island or a luxury jet to take a (legal) hint from how millionaires and billionaires protect their money from taxes. Here are three ways you can navigate your own t… [+3309 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Amir Ismael", "title": "L.L.Bean is having a fall sale with 25% off almost everything — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-llbean-fall-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be47d92beb670724a281ca8-480-240.jpg", "publishedAt": "2018-11-08T18:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+3368 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump administration accused of behaving like authoritarian regime after revoking CNN reporter Jim Acosta’s credentials and sharing suspicious video", "description": "The Trump administration is being accused of behaving like an authoritarian regime after revoking CNN reporter Jim Acosta's credentials. The White House also shared an edited video to defend its actions. Acosta's credentials were revoked after a heated exchan…", "url": "https://www.businessinsider.com/trump-jim-acosta-credential-cnn-auhtoritarian-regimes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be476500d7c67704b7884af-1920-960.jpg", "publishedAt": "2018-11-08T18:09:04Z", "content": "The Trump administration was accused of behaving like an authoritarian regime after revoking CNN reporter Jim Acosta's credentials and sharing an edited video with origins to a well-known conspiracy theorist to defend its actions. Acosta, who has a long histo… [+4816 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat and Richard Feloni", "title": "The CEO and cofounder of a shaving company that's raised nearly half a billion dollars started scheduling personal time on his calendar after an important realization", "description": "In the midst of running Harry's, a razor company, cofounder and co-CEO Jeff Raider schedules personal time. At times work is all-consuming for Raider, and he realized setting aside time was important for his psyche, his ability to work in the long run, and hi…", "url": "https://www.businessinsider.com/harrys-jeff-raider-schedules-personal-time-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b8947e589c8a124618b513b-1920-960.jpg", "publishedAt": "2018-11-08T17:59:59Z", "content": "In the midst of running Harry's, a razor company, cofounder and co-CEO Jeff Raider schedules personal time in his calendar. Harry's was founded in 2013 by Raider and co-CEO Andy Katz-Mayfield. The brand has five million active customers and has raised nearly … [+2145 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jacob Shamsian", "title": "This isn't the first time CNN's Jim Acosta has sparred with Trump — here are all the times they've gone at each other", "description": "CNN White House correspondent Jim Acosta and President Donald Trump are in another fight. This time, the White House released an allegedly doctored video to spread a fake story that Acosta overly aggressive toward a White House intern managing the microphone …", "url": "https://www.businessinsider.com/jim-acosta-trump-white-house-fights-cnn-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be46e34381507737809a507-2732-1366.jpg", "publishedAt": "2018-11-08T17:59:09Z", "content": "Trump frequently taunts the media during his campaign rallies, and his crowds often chant \"CNN sucks.\" The refrain drew widespread attention in July, when Acosta shared video footage of people heckling him while he reported from one such rally. Trump supporte… [+984 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathan McAlone", "title": "Wall Street's predicting a big shakeup for AT&T's DirecTV after pay TV's worst quarter on record", "description": "The pay-TV industry had a terrible quarter, shedding over one million traditional subscribers in Q3. This could lead to some major strategy shifts from both traditional and digital TV players, and AT&T has already hinted at some of its plans. Analysts at UBS …", "url": "https://www.businessinsider.com/a-big-shakeup-in-atts-directv-offerings-is-coming-ubs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5af46c41d89ab41a008b466b-960-480.jpg", "publishedAt": "2018-11-08T17:57:58Z", "content": "After a brutal quarter for traditional pay-TV, which saw historic subscriber losses, TV networks are looking around nervously for which distributors can pick up the slack. But the word from AT&amp;T isn't encouraging. In a note distributed Monday, analysts at… [+3238 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "21 great finds you can get from Patagonia for up to 50% off", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. It's not particularly common that an outdoor clothing brand appeals to rock climbers and business…", "url": "https://www.businessinsider.com/patagonia-deals-sale-synchilla-jackets-coats-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be460c2beb6706d6a71fd48-1136-568.jpg", "publishedAt": "2018-11-08T17:54:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Patagonia Facebook It's not particularly common that an outdoor clothing brand appeals to rock cl… [+1553 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Google CEO Sundar Pichai says his family TV is 'not easily accessible' and requires 'activation energy' to watch (GOOG, GOOGL)", "description": "Google CEO Sundar Pichai recently sat down for an interview with the New York Times as part of the publication's series of conversations with top executives about leadership. Pichai told the Times that he tries to limit his kids' screen time at home. The TV i…", "url": "https://www.businessinsider.com/google-ceo-sundar-pichai-limits-family-tech-tv-access-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be464a68c35ab70cc337916-1920-960.jpg", "publishedAt": "2018-11-08T17:48:46Z", "content": "When Google CEO Sundar Pichai goes home on the weekends, the tech exec tries to cut back on his family's access to technology. In an interview with the New York Times published Thursday, Pichai discussed the role that technology plays in his home life. Even t… [+1729 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Bernie Sanders claims white voters in Florida and Georgia were 'uncomfortable' voting for black candidates", "description": "Sen. Bernie Sanders argued that white voters \"uncomfortable\" with casting their ballots for a black candidate are in part to blame for Democratic losses in Florida and Georgia's gubernatorial races. Sanders claimed these white voters were \"not necessarily rac…", "url": "https://www.businessinsider.com/bernie-sanders-white-voters-uncomfortable-with-black-politicians-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be468be3815077291748766-2732-1366.jpg", "publishedAt": "2018-11-08T17:47:08Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Soybean inventories pile up amid US-China trade battle", "description": "Soybean shipments to China dropped sharply in mid-October from a year earlier and are expected to continue falling. China placed a 25% tariff on US soybeans to retaliate against the Trump administration. Watch soybeans trade live. As trade tensions between Wa…", "url": "https://markets.businessinsider.com/news/stocks/soybean-inventories-pile-up-amid-us-china-trade-battle-2018-11-1027708662", "urlToImage": "https://static1.businessinsider.com/image/5b44c42e17441738008b493f-2000/gettyimages-973885200.jpg", "publishedAt": "2018-11-08T17:45:00Z", "content": "Scott Olson/Getty Images As trade tensions between Washington and Beijing drag on, American soybean farmers are seeing falling prices and rising inventories as they scramble replace their biggest market. The Agriculture Department lowered its production and e… [+1663 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Soybean inventories pile up amid US-China trade battle", "description": "Soybean shipments to China dropped sharply in mid-October from a year earlier and are expected to continue falling. China placed a 25% tariff on US soybeans to retaliate against the Trump administration. Watch soybeans trade live. As trade tensions between Wa…", "url": "https://www.businessinsider.com/soybean-inventories-pile-up-amid-us-china-trade-battle-2018-11", "urlToImage": null, "publishedAt": "2018-11-08T17:45:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caitlin Foster", "title": "The gunman in the Thousand Oaks shooting is a Marine combat veteran — here's everything we know about his military service", "description": "On November 7, a lone gunman opened fire inside the Borderline Bar & Grill in Thousand Oaks, California, killing 12 people. Law enforcement identified the shooter as Newbury Park resident and Marine combat veteran Ian David Long. Long served as a Marine machi…", "url": "https://www.businessinsider.com/thousand-oaks-gunman-is-a-marine-combat-veteran-heres-what-we-know-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4720ec957016fea6975cb-320-160.jpg", "publishedAt": "2018-11-08T17:28:08Z", "content": "On November 7, a lone gunman opened fire inside the Borderline Bar &amp; Grill in Thousand Oaks, California, killing 12 people. Law enforcement identified the shooter as Newbury Park resident and Marine combat veteran Ian David Long. Long served as a Marine m… [+1016 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "The CEO of a company that cares for 369,000 elderly Americans went to a country facing a 'demographic time bomb,' and what he saw could be a lesson for the US (AMED)", "description": "Amedisys CEO Paul Kusserow runs a business that provides home care and hospice care, mainly for elderly people in the US. As the US population starts to age, he's traveled to other countries — including Japan as well as countries in Scandinavia — to see how t…", "url": "https://www.businessinsider.com/what-amedysis-ceo-paul-kusserow-learned-from-aging-countries-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be466cd01b12d70cc53fca4-1334-667.jpg", "publishedAt": "2018-11-08T17:28:00Z", "content": "Paul Kusserow had to see it for himself. Kusserow's the CEO of Amedisys, a $3.7 billion company that's in the home health, hospice and personal care businesses in the US. Amedisys has a front row seat for the challenges of an aging population in the US. Elsew… [+4043 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Weed stocks are getting slammed as worries surface that the new attorney general could be against legalizing marijuana (CRON, APHA, ACB, TLRY, CGC)", "description": "Former Attorney General Jeff Sessions, a staunch opponent of legal weed, resigned on Wednesday. President Donald Trump is reportedly considering other marijuana opponents to fill in the position. Weed stocks rallied on Wednesday after Sessions resignation, bu…", "url": "https://markets.businessinsider.com/news/stocks/weed-stocks-jeff-sessions-departure-optimism-wanes-2018-11-1027708603", "urlToImage": "https://static4.businessinsider.com/image/5b50cce447680032008b4815-1500/px3a4048-1.jpg", "publishedAt": "2018-11-08T17:25:00Z", "content": "Canopy Growth Weed stocks were sliding from their post-election peaks Thursday as worries surfaced that the successor to former Attorney General Jeff Sessions could also be against legal marijuana. Pot stocks rallied on Wednesday, with Tilray surging more tha… [+1416 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Weed stocks are getting slammed as worries surface that the new attorney general could be against legal marijuana (CRON, APHA, ACB, TLRY, CGC)", "description": "Former Attorney General Jeff Sessions, a staunch opponent of legal weed, resigned on Wednesday. President Donald Trump is reportedly considering other marijuana opponents to fill in the position. Weed stocks rallied on Wednesday after Sessions resignation, bu…", "url": "https://www.businessinsider.com/weed-stocks-jeff-sessions-departure-optimism-wanes-2018-11", "urlToImage": null, "publishedAt": "2018-11-08T17:25:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "One of the Celtics' breakout stars from last season is now stuck behind Kyrie Irving, and the situation appears to be coming to a head", "description": "Terry Rozier had a breakout campaign for the Boston Celtics in last year's playoffs while Kyrie Irving was out, but is now behind Irving on the depth chart and not playing well. According to one report, Rozier is unhappy with his playing time, while other rep…", "url": "https://www.businessinsider.com/terry-rozier-kyrie-irving-celtics-problem-trade-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be465f68c35ab710c435df9-1136-568.jpg", "publishedAt": "2018-11-08T17:21:14Z", "content": "Terry Rozier's breakout performance was one of the reasons the Boston Celtics made a run to the Eastern Conference Finals and came within a few minutes of an NBA Finals appearance last season. Starting in place of the injured Kyrie Irving, Rozier, then a thir… [+4144 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "This $245 million Los Angeles mansion is the most expensive home for sale in the US — and it costs 960 times more than a typical US home", "description": "The Chartwell Estate in Los Angeles is for sale for $245 million. That makes it the most expensive home for sale in the US. The historic California estate is 960 times more expensive than the typical American home, which costs $255,000. A Los Angeles mansion …", "url": "https://www.businessinsider.com/most-expensive-home-for-sale-us-los-angeles-chartwell-estate-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda0443beb6703af71a5e72-2732-1366.jpg", "publishedAt": "2018-11-08T17:13:00Z", "content": "A Los Angeles mansion is on the market for $245 million, making it the most expensive house for sale in the US — and about 960 times more expensive than the typical American home. The median US home price was $255,000 as of the second quarter of 2018, accordi… [+1029 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "Scientists pinpointed factors that put a community at risk of a mass shooting — and found 2 gun laws that could make a difference", "description": "A mass shooting at a bar in the Los Angeles-area suburb of Thousand Oaks has left 13 people dead, including a police sergeant and the shooter. Recently, researchers from the University of Toledo in Ohio analyzed 155 mass shootings that occurred in the US to i…", "url": "https://www.businessinsider.com/where-mass-shootings-occur-mental-health-gun-laws-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd0acf0a4f8be16c93af0e6-2732-1366.jpg", "publishedAt": "2018-11-08T17:11:00Z", "content": "There have been 307 mass shootings in the US so far in 2018. On Wednesday, a 28-year-old Marine veteran opened fire inside a the Borderline Bar &amp; Grill in Thousand Oaks, California, a Los Angeles-area suburb. Thirteen people are dead, including a police o… [+5464 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kelly McLaughlin", "title": "Dianne Feinstein says politicians need to vote on gun control bills after the Thousand Oaks shooting, or we'll see 'more bodies lying at the foot of failed Republican leadership'", "description": "California Sen. Dianne Feinstein called for votes on a number of gun control bills following the Thousand Oaks shooting on Wednesday night. The Democratic senator said that if gun laws don’t change, the country will see \"more bodies lying at the foot of faile…", "url": "https://www.businessinsider.com/thousand-oaks-dianne-feinstein-calls-for-gun-control-after-shooting-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4669f9e8c53763e2238ac-1920-960.jpg", "publishedAt": "2018-11-08T17:00:21Z", "content": "California Sen. Dianne Feinstein called for votes on a number of gun control bills following the Thousand Oaks shooting that left 12 people and the gunman dead on Wednesday night. In a statement released on Thursday, the Democratic senator said that if gun la… [+1961 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "Cisco and Amazon have a new cloud service that should frustrate Google and annoy VMware (CSCO, AMZN)", "description": "Cisco and Amazon Web Services have announced a new cloud product that enterprises will likely love. But it should cause some heartburn for AWS's competitor Google Cloud. And it will likely frustrate Cisco's competitor VMware, too. This new product lets compan…", "url": "https://www.businessinsider.com/cisco-amazon-offer-cloud-service-that-should-frustrate-google-vmware-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be387ceda27f86c8721f8b2-2732-1366.jpg", "publishedAt": "2018-11-08T17:00:00Z", "content": "Cisco and Amazon Web Services have announced a new cloud product that enterprises will likely love but should cause some heartburn for AWS's competitor Google Cloud, and Cisco's competitor VMware. Cisco's product, known with the tongue-twister name of \"Cisco … [+4686 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Progressive insurgents lost big on Tuesday, challenging the left's electoral strategy", "description": "While some progressive insurgents in blue districts made gains in this year's midterms, a slew of leftist firebrands running in red and purple districts fared poorly on Tuesday. Candidates from Virginia to California threw out the conventional playbook for re…", "url": "https://www.businessinsider.com/progressive-insurgents-lost-big-in-the-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3659fb73c285e8a0c17d2-1136-568.jpg", "publishedAt": "2018-11-08T16:59:34Z", "content": "While some progressive insurgents in blue districts made gains in this year's midterms, a slew of leftist firebrands running in red and purple districts fared poorly on Tuesday, losing races that Democrats knew would be tough but were nevertheless optimistic … [+3812 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charyn Pfeuffer", "title": "The best lesson I've learned at work made a world of difference in my personal life as well", "description": "Taking on too many tasks can drain your energy and negatively impact your career. Here, author Charyn Pfeuffer describes how learning to set boundaries in her work and life allowed her to be happier and more successful. I've been freelancing for more than two…", "url": "https://www.businessinsider.com/set-boundaries-in-work-life-become-more-successful-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be44bf401b12d6c955c3883-1920-960.jpg", "publishedAt": "2018-11-08T16:56:42Z", "content": "I've been freelancing for more than two decades. By most standards, I've had a successful career, with bylines in more than 100 publications, including Marie Claire, The Globe and Mail, and The Washington Post. Most years, I've cleared six figures, a feat con… [+2344 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "How this watch company combines craftsmanship and a love of bourbon", "description": "Oak & Oscar is a Chicago-based watch company known for meticulous craftsmanship. Elijah Craig is honoring the spirit of passionate entrepreneurs like Chase by naming them Fire Starters.", "url": "https://www.businessinsider.com/sc/watch-company-that-combines-craftsmanship-and-a-love-of-bourbon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be468199e8c5376671443d3-1920-960.jpg", "publishedAt": "2018-11-08T16:55:00Z", "content": "It takes over a year to make this watch. This post is sponsored by Elijah Craig."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "Mark Wahlberg says Bill Belichick and Robert Kraft didn't want the Jets to get rid of Rex Ryan because it made their job easier", "description": "Mark Wahlberg told a story about how New England Patriots owner Robert Kraft and head coach Bill Belichick reacted when he said the New York Jets should get rid of coach Rex Ryan. According to Wahlberg, they both immediately objected and said \"no!\" and that t…", "url": "https://www.businessinsider.com/patriots-wanted-jets-to-keep-rex-ryan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be468138c35ab712d59b075-1920-960.jpg", "publishedAt": "2018-11-08T16:52:00Z", "content": "The New England Patriots rarely say anything to motivate opponents in public, but behind the scenes, they were not shy to express how they felt about former New York Jets head coach Rex Ryan. Mark Wahlberg, who is close to several people on the Patriots, was … [+1157 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Here's the memo Google CEO Sundar Pichai sent to employees on the changes to its sexual harassment policy after the walkout (GOOG, GOOGL)", "description": "Google on Thursday announced it would end forced arbitration in cases of sexual assault and harassment. The change was announced in an emailed memo to employees from CEO Sundar Pichai. Read the memo in full below: Hi everyone, At Google we try hard to build a…", "url": "https://www.businessinsider.com/google-ceo-sundar-pichai-memo-changes-sexual-harassment-policy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be468e6da27f87c5c3c4ced-1920-960.jpg", "publishedAt": "2018-11-08T16:51:35Z", "content": "Google on Thursday announced it would end forced arbitration in cases of sexual assault and harassment. The change was announced in an emailed memo to employees from CEO Sundar Pichai. Read the memo in full below: Hi everyone, At Google we try hard to build a… [+2808 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Bankrupt Sears and Kmart are kicking off their Black Friday sales on Thanksgiving and reminding customers that they are 'open to serve them' (SHLD)", "description": "Sears is kicking off its Black Friday sales early on Thanksgiving this year. Kmart stores will be open from 6 a.m. to midnight on Thanksgiving and reopen at 6 a.m. on Black Friday. Sears stores will open at 6 p.m. on Thanksgiving and close at midnight, then r…", "url": "https://www.businessinsider.com/sears-kmart-black-friday-2018-hours-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be45d44f556fc6e18694c59-750-375.jpg", "publishedAt": "2018-11-08T16:46:38Z", "content": "It has been a rocky run for Sears and its sister store, Kmart. In October, parent company Sears Holdings filed for Chapter 11 bankruptcy and announced it would be closing more than 100 stores before the end of the year. But it's not giving up without a fight.… [+1864 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "The foul smell of durian fruit temporarily grounded a plane in Indonesia and almost led passengers to fight the crew", "description": "A group of passengers on a Sriwijaya Air flight almost came to blows with the crew over the foul and smelly presence of durian fruit, which temporarily grounded the plane, according to multiple reports. CNN reports that a Sriwijaya Air flight, headed from Ben…", "url": "https://www.businessinsider.com/plane-grounded-foul-smelling-durian-fruit-indonesia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4635f9e8c5375ca21fbb5-2732-1366.jpg", "publishedAt": "2018-11-08T16:44:56Z", "content": "A group of passengers on a Sriwijaya Air flight almost got in a fight with the crew over the foul and smelly presence of durian fruit, which temporarily grounded the plane, according to multiple reports. CNN reports that a Sriwijaya Air flight, headed from Be… [+1722 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madison Vanderberg", "title": "Why you're getting acne on your chest and what you can do to get rid of it", "description": "If you've ever dealt with an acne breakout on your chest, you are not alone. For some, the chest area breaks out occasionally, while others experience chest acne with the same frequency as facial breakouts. Here's why you're getting acne on your chest and wha…", "url": "https://www.businessinsider.com/acne-on-chest-2018-11", "urlToImage": null, "publishedAt": "2018-11-08T16:43:49Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caroline Frost", "title": "8 Netflix original shows that critics hate but are actually great", "description": "TV critics don't always get it right, and they've been particularly off-base on a few Netflix original series. Here, author Caroline Frost lists eight Netflix shows that critics hated but that are actually worth your while. With Netflix' s library of original…", "url": "https://www.businessinsider.com/netflix-original-shows-critics-hate-actually-great-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be30102e4218a4d4a4c6fc8-960-480.jpg", "publishedAt": "2018-11-08T16:36:40Z", "content": "Critic score: 36% Audience score: 74% What critics said : After so much Marvel in recent years, critics complained this show felt more like \" a spin-off \" than its own entity, a \"drab patch\" in Marvel history and a significant step down in quality. Reasons to… [+431 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathaniel Lee", "title": "'Bohemian Rhapsody': The 6-minute rock single that changed the face of music", "description": "\"Bohemian Rhapsody,\" the legendary six-minute single by Queen, is what many call the greatest song ever written. It's still one of the best-selling rock singles of all time, voted The Song of the Millennium in 2000, and recorded in the Guinness Book of Record…", "url": "https://www.businessinsider.com/bohemian-rhapsody-queen-greatest-song-written-freddie-mercury-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9cb7410114232d85e8309-1136-568.jpg", "publishedAt": "2018-11-08T16:36:00Z", "content": "Following is a transcript of the video. Narrator : It's a song you've all heard at least once. And it was probably not like anything you've heard before. I'm of course talking about Queen's legendary single \"Bohemian Rhapsody,\" a song that, even 40 years late… [+8468 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Democrats just gained a powerful investigative tool that could change the whole landscape of the House Russia probe", "description": "Now that Democrats control the House of Representatives, they can use their new subpoena power to function as a check on President Donald Trump. Observers say the Democratic victory could not have come at a better time, given that Trump ousted Attorney Genera…", "url": "https://www.businessinsider.com/democrats-subpoena-power-house-russia-probe-sessions-mueller-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd8c74c110d4c2374453f4c-1920-960.jpg", "publishedAt": "2018-11-08T16:35:21Z", "content": "One of the defining features of the Republican-controlled House of Representatives over the last two years has been to protect President Donald Trump from scrutiny over his campaign's contacts with Russia-linked individuals during the 2016 election. On Tuesda… [+6886 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix revealed 17 new Asian original series meant to kickstart growth in one of its most lackluster regions", "description": "Netflix announced a collection of Asian originals on Thursday, including \"Pacific Rim\" and \"Altered Carbon\" anime shows. Netflix has yet to break through in Asia, and hasn't exceeded more than 2 million customers in any Asian market. Netflix already streams t…", "url": "https://www.businessinsider.com/netflix-new-asian-original-tv-series-altered-carbon-pacific-rim-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be46040c957016d2742fb96-750-375.jpg", "publishedAt": "2018-11-08T16:35:16Z", "content": "Netflix is a streaming giant, but it has yet to break through in the most populated region in the world: Asia. Netflix has over 130 million subscribers, but it has not exceeded more than 2 million customers in any Asian market, according to Bloomberg. The com… [+5194 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dr. Shirag Shemmassian, Contributor", "title": "I've been helping kids get into top colleges for nearly 15 years, and parents always seem to ask me the wrong questions", "description": "Dr. Shirag Shemmassian is a college admissions expert who's helped hundreds of students get into top schools such as Harvard and Princeton, and a former admissions interviewer for Cornell, his alma mater. In nearly 15 years of college admissions consulting, h…", "url": "https://www.businessinsider.com/college-applications-tips-for-parents-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b43d5ad39a2872c008b4c00-960-480.jpg", "publishedAt": "2018-11-08T16:33:58Z", "content": "In my almost 15 years helping students get into America's top colleges, I've received a lot of questions from students and parents about this or that issue, as well as many requests to produce articles or presentations on various topics. Nearly 100% of the qu… [+7730 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Lyft removed the option to split ride fares with other passengers, but says an \"easier\" option is coming soon", "description": "Lyft just removed Split Pay, the feature that lets users split ride fares with other passengers. The ride-hailing company didn't offer a reason for removing the feature, but said \"easier and smoother ways to split your fare\" are coming next year. Uber, Lyft's…", "url": "https://www.businessinsider.com/lyft-removed-ride-fare-split-friends-2018-11", "urlToImage": "https://amp.businessinsider.com/images/588faff5713ba1632e8b53ee-2732-1366.jpg", "publishedAt": "2018-11-08T16:32:03Z", "content": "Trying to get your friend to cover their half of the Lyft ride might have gotten a little more difficult. Lyft confirmed that it removed Split Pay, the feature that lets users split ride fares with other passengers. A spokesperson for the ride-hailing company… [+491 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "The US government has ordered airlines to instruct pilots flying Boeing's 737 MAX on how to handle the potentially deadly flaw that may have caused the Lion Air crash", "description": "The US Government has issued an emergency airworthiness directive for airlines operating the Boeing 737 MAX 8 and Boeing 737 MAX 9 airliners. The FAA directive comes one day after Boeing issued a safety bulletin alerting airlines that erroneous readings from …", "url": "https://www.businessinsider.com/faa-order-pilot-procedure-change-for-boeing-737-max-after-lion-air-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be45ab38c35ab6e4f0b5c49-2732-1366.jpg", "publishedAt": "2018-11-08T16:27:35Z", "content": "The US Federal Aviation Administration issued an emergency airworthiness directive on Wednesday for airlines flying the Boeing 737 MAX 8 and 737 MAX 9 airliners. The FAA's emergency AD reinforces the safety warning Boeing released on Tuesday. Boeing's operati… [+1829 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Renters in New York and DC could pay upwards of $200 more annually if Amazon splits its new headquarters between the 2 cities (AMZN)", "description": "Amazon is reportedly considering splitting its new headquarters, HQ2, between Long Island City, New York, and Crystal City, Virginia, just outside of Washington, DC. If the new campus is built in New York, rents in the area could rise 0.7% next year, up from …", "url": "https://www.businessinsider.com/amazon-hq2-how-much-will-rent-increase-nyc-dc-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be453cd8c35ab6d747ebc16-1334-667.jpg", "publishedAt": "2018-11-08T16:19:08Z", "content": "Renters in New York City and the Washington, DC, area could soon be paying more in housing costs if Amazon splits its new headquarters between the two cities. Amazon is said to be in the late stages of negotiations to build campuses in Long Island City, New Y… [+1294 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "A gift-giving expert has been giving clients paring knives for 20 years, and he's convinced it's the perfect gift", "description": "The best client gifts or corporate gifts aren't gift baskets or nice bottles of wine, says gift-giving expert John Ruhlin — the best gifts are high-quality knives. When done right, client gifts can lead to increased business and more meaningful relationships …", "url": "https://www.businessinsider.com/corporate-gifts-client-gifts-knives-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be367b7beb6705d51719944-1536-768.jpg", "publishedAt": "2018-11-08T16:15:54Z", "content": "If you're trying to impress a business client with a nice gift, think again before you send over a fruit basket, gift card, or bottle of wine. According to gift-giving expert John Ruhlin, the best gift you can give a client is something a little more unusual:… [+2728 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Hosie", "title": "A luxury travel company says these are the 10 most extravagant requests it's had from its super-rich customers", "description": "The wealthiest people in the world can afford to be incredibly picky with where they stay on holiday. Luxury property social network Stay One Degree has revealed the most extravagant vacation demands from its super-rich members. From having a shark tank insta…", "url": "https://www.businessinsider.com/luxury-travel-company-most-outrageous-demands-from-rich-clients-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be45fb09e8c5374da12eb84-1136-568.jpg", "publishedAt": "2018-11-08T16:13:00Z", "content": "When money is no object, the world is not only your oyster but your Champagne, caviar, and white truffle, too. And when it comes to holidays, the super-rich sure know how to do it in style. Naturally, extravagance is the order of the day. And to ensure ultima… [+2158 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Hundreds of people have taken to Reddit to complain that Apple is 'nickle and diming' them with its new products (AAPL)", "description": "Apple users are complaining that the iPhone maker \"nickel and dimes\" them. A thread on Reddit has hundreds of comments from users complaining about prices for iCloud storage, dongles, and other examples where it feels like Apple has cut corners and pushed cos…", "url": "https://www.businessinsider.com/reddit-users-complain-apple-products-nickle-and-diming-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4540dda27f878673459d6-2732-1366.jpg", "publishedAt": "2018-11-08T16:10:54Z", "content": "Reddit's \" Apple \" community is usually full of fans and owners trading gossip about new Apple products and handy tips and tricks. But a thread posted early Thursday morning has the community in a tizzy, garnering hundreds of comments in a few hours. \"What ex… [+3848 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "CEO Gerry Smith is leading Office Depot through a major evolution. Here's how the company is getting ready for the future of work and retail. (ODP)", "description": "Office Depot CEO Gerry Smith assumed leadership of the office-supply retailer in 2017. Since then, the company has undergone a turnaround — even surpassing expectations in the last three quarters. Smith spoke with Business Insider about what's next for Office…", "url": "https://www.businessinsider.com/office-depot-ceo-pivot-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be45b260d7c676b384b7959-1920-960.jpg", "publishedAt": "2018-11-08T16:07:12Z", "content": "BI : Has doubling down on the omni-channel approach changed who your core customer is at all? Smith : I think it's solidified our core customers. One of the things Jerri and her team did was build a center of analytics and excellence. We took our 14 different… [+2322 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "A horrific video from 'Red Dead Redemption 2' has become a flash point for what's acceptable on YouTube", "description": "The latest open-world game from the folks behind \"Grand Theft Auto\" is \"Red Dead Redemption 2.\" It's available now on Xbox One and PlayStation 4. The game is set in 1899 America, albeit a fictionalized version. As such, there are period-appropriate characters…", "url": "https://www.businessinsider.com/red-dead-redemption-2-youtube-video-feminist-suffragette-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be456209e8c5373284a5b28-1536-768.jpg", "publishedAt": "2018-11-08T16:06:07Z", "content": "The folks behind \"Grand Theft Auto\" are once again embroiled in controversy over their latest game. This time, the game is \"Red Dead Redemption 2,\" and the controversy isn't related to a secret bit of code. Instead, the controversy surrounds a YouTube video t… [+2787 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Tesla has named Elon Musk's replacement as chair of its board — here's the full list of the company's directors (TSLA)", "description": "Robyn Denholm has been appointed chair of Tesla's board, replacing CEO Elon Musk, the company said late Wednesday The change was required as part of Tesla's $20 million settlement with the SEC. Tesla also has to add two more independent directors to the board…", "url": "https://www.businessinsider.com/tesla-board-of-directors-full-list-elon-musk-chairman-replacement-2018-8", "urlToImage": "https://amp.businessinsider.com/images/5be45192b73c286bb6379355-1920-960.jpg", "publishedAt": "2018-11-08T16:05:29Z", "content": "James Murdoch, son of British media mogul Rupert Murdoch, is reportedly a front-runner to replace CEO Elon Musk as chairman of Tesla's board. The 45-year-old has worked as the CEO of 21st Century Fox since 2015 and most recently oversaw the company's sale of … [+894 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "The best snow pants you can buy for men, women, and kids", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Make the most of that winter wonderland this year by keeping yourself warm and dry with well-made…", "url": "https://www.businessinsider.com/best-snow-pants", "urlToImage": "https://amp.businessinsider.com/images/5be311d40d7c674f626ebe75-960-480.jpg", "publishedAt": "2018-11-08T16:00:00Z", "content": "Why you'll love them: The REI Co-Op Timber Mountain Pants are kid sized, but made to the same exacting standards of gear an adult would expect from this decades-old legacy brand. If you took a pair of high-quality adult snow pants that are suitable for use sk… [+1600 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "11,000 UPS Freight drivers across the US may be on strike by Monday — and it could mean more expensive holiday shipments for consumers", "description": "UPS Freight and their unionized employees have reached a standstill in contract negotiation. UPS Freight's 11,000 truck drivers may be on strike by Monday if they do not pass UPS Freight's final contract offer. As a result, UPS Freight is slowing down deliver…", "url": "https://www.businessinsider.com/ups-freight-truck-drivers-strike-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be32071e4218a52ba0f4d7c-2732-1366.jpg", "publishedAt": "2018-11-08T15:50:00Z", "content": "UPS Freight is clearing all of its shipments this week to ensure its network is completely empty by Friday, November 9. That's because its 11,000 drivers, who are represented by the Teamsters Union, may be on strike by Monday, November 12. \"The company has no… [+3279 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Newman", "title": "Tink Labs is close to closing a $300 million funding round that could enable smart hotels", "description": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Hong Kong-based startup Tink Labs is close to completing a $300 million funding round …", "url": "https://www.businessinsider.com/tink-labs-funding-round-smart-hotels-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4533be4218a6b304dea94-640-320.jpg", "publishedAt": "2018-11-08T15:46:42Z", "content": "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider. To be the first to know, please click here. Hong Kong-based startup Tink Labs is close to completing a $300 million funding round … [+2110 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Oran", "title": "Here are the biggest investment banking moves in 2018", "description": "According to top Wall Street headhunters, 2018 has been the most active year of hires and departures by senior investment bankers in recent memory. We reviewed reports and spoke with executives at several premier investment-banking search firms and found near…", "url": "https://www.businessinsider.com/biggest-investment-banking-moves-of-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be325fff556fc54eb6b05fb-1136-568.png", "publishedAt": "2018-11-08T15:44:01Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "HIV-infected Thai man accused of raping scores of teenagers - Business Insider", "description": "News18 HIV-infected Thai man accused of raping scores of teenagers Business Insider BANGKOK (AP) - Police in Thailand say they have arrested an HIV-infected soldier who allegedly blackmailed and raped more than 70 teenage boys. Police said they received a com…", "url": "https://www.businessinsider.com/ap-hiv-infected-thai-man-accused-of-raping-scores-of-teenagers-2018-11", "urlToImage": null, "publishedAt": "2018-11-08T15:30:30Z", "content": "BANGKOK (AP) — Police in Thailand say they have arrested an HIV-infected soldier who allegedly blackmailed and raped more than 70 teenage boys. Police said they received a complaint that the suspect was using fake social media profiles on Facebook and the gay… [+473 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "A Facebook executive says he's slugging it out with Google in 'huge battles' for AI talent", "description": "A Facebook AI chief told Wired that he has \"huge battles\" with Google-owned DeepMind for talent. Both Facebook and Google tried to buy Deepmind. Google won. Elon Musk has previously voiced concern about Facebook and Deepmind monopolising AI. Facebook and Goog…", "url": "https://www.businessinsider.com/facebook-rob-fergus-in-huge-battle-with-google-for-ai-talent-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5294f0c9ecad04ab7bc97172-480-240.jpg", "publishedAt": "2018-11-08T15:24:33Z", "content": "Facebook and Google are slugging it out for artificial intelligence talent. That's according to Rob Fergus, who heads up Facebook's AI division in New York. He told Wired that the company engages in \"huge battles\" with Google's London-based AI company DeepMin… [+1557 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The casino giant Wynn Resorts plunges after saying its Macau business is slowing down (WYNN)", "description": "Wynn Resorts beat on both the top and bottom lines. The casino giant's strength at Wynn Palace in Macau offset its weakness in Las Vegas. CEO Matthew Maddox warned that its Macau operations had seen a slowdown recently. Watch Wynn Resorts trade live Wynn Reso…", "url": "https://markets.businessinsider.com/news/stocks/wynn-resorts-stock-price-macau-casino-slows-down-2018-11-1027708104", "urlToImage": "https://static1.businessinsider.com/image/5be454a3d1e8447afa449884-2400/2011-05-17t120000z1436683005gm1e75h17f701rtrmadp3wynn-agm.jpg", "publishedAt": "2018-11-08T15:23:00Z", "content": "Reuters/Tyrone Siu Wynn Resorts plunged as much as 14% Thursday after the company said its Macau business has slowed down in October. The company reported third-quarter results that beat on both the top and bottom lines as strength at Wynn Palace in Macau off… [+1251 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "The 20 best cars that cost less than $65,000", "description": "The market research company JD Power on Wednesday released its lists of the best vehicles from model year 2018 that cost less than $65,000. The company produced four lists ranking the top five vehicles in four different price segments: $15,000-$19,999, $20,00…", "url": "https://www.businessinsider.com/best-cars-2018-costing-less-than-65000-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be34e650d7c6758b068592a-1920-960.jpg", "publishedAt": "2018-11-08T15:18:48Z", "content": "The market research company JD Power on Wednesday released its lists of the best vehicles from model year 2018 that cost less than $65,000. The company produced four lists ranking the top five vehicles in four different price segments: $15,000-$19,999, $20,00… [+981 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Former New Jersey Gov. Chris Christie is reportedly being considered to replace Jeff Sessions as attorney general", "description": "President Donald Trump is reportedly considering former New Jersey Gov. Chris Christie to replace Jeff Sessions as his attorney general. CBS News reported that Christie's name was in consideration on Thursday, a day after Sessions resigned on Wednesday and tw…", "url": "https://www.businessinsider.com/chris-christie-considered-for-jeff-sessions-replacement-attorney-general-2018-11", "urlToImage": "https://amp.businessinsider.com/images/56d882012e526555008bb2da-1920-960.jpg", "publishedAt": "2018-11-08T15:03:18Z", "content": "President Donald Trump is reportedly considering former New Jersey Gov.Chris Christie to serve as head of the Justice Department after he asked Jeff Sessions to resign as attorney general. CBS News reported that Christie's name was in consideration on Thursda… [+1291 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Tesla is rallying after naming Elon Musk's replacement as board chair (TSLA)", "description": "Tesla named Robyn Denholm, currently CFO at Australian telecoms operator Telstra, as its new board chair. She takes over the board after CEO and founder Elon Musk was forced to step down from his role as chairman of the board as part of his settlement with th…", "url": "https://www.businessinsider.com/tesla-stock-price-elon-musk-replacement-board-chair-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be44ef4da27f877bb7f87e2-1920-960.jpg", "publishedAt": "2018-11-08T15:02:00Z", "content": "Tesla was gaining ground Thursday morning, up 2.5%, after naming Elon Musk's board chair replacement. The electric-car maker has chosen Robyn Denholm, currently CFO at Australian telecoms operator Telstra, as its new board chair. Tesla is still in the process… [+915 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Keyes", "title": "Etsy’s sales are growing faster than its customer base (ETSY)", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Etsy reported earnings for Q3 2018, announcing that its revenue grew 41.3% ye…", "url": "https://www.businessinsider.com/etsy-sales-growing-faster-than-customers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be44e838c35ab6cd87cf121-750-375.jpg", "publishedAt": "2018-11-08T15:00:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Etsy reported earnings for Q3 2018, announcing that its revenue grew 41.3% ye… [+2644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Thomas Colson", "title": "Theresa May has failed to block a court case that could allow the UK to reverse Brexit", "description": "Europe's highest court will decide this month whether the UK has the power to reverse Article 50, its notice of intention to leave the EU. Downing Street had sought to block the court case through an appeal, which was rejected on Thursday. Lawyer Jo Maugham Q…", "url": "https://www.businessinsider.com/theresa-may-fails-block-case-allow-uk-to-stop-brexit-50-article-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be44df2110d4c77801812b5-960-480.jpg", "publishedAt": "2018-11-08T14:55:07Z", "content": "LONDON — Theresa May could be handed the power to unilaterally reverse Brexit after a court refused an appeal by her government to block a landmark case on the issue being referred to European courts. In September, Edinburgh's Court of Session referred the qu… [+3918 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Many in the fighting world wondered about the legitimacy of Floyd Mayweather's Rizin fight even before it was called off", "description": "Floyd Mayweather abruptly called off his Rizin fight against Japanese kickboxer Tenshin Nasukawa in an Instagram post two days after it was announced. Several experts and analysts had voiced their suspicions about the legitimacy of the fight before Mayweather…", "url": "https://www.businessinsider.com/floyd-mayweather-mma-fight-tenshin-nasukawa-rizin-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be352433815075e1d6c5373-1536-768.jpg", "publishedAt": "2018-11-08T14:54:34Z", "content": "Floyd Mayweather's potential MMA debut was canceled almost as quickly as it was announced. Mayweather made headlines on Monday morning when news broke that he would fight undefeated Japanese kickboxer Tenshin Nasukawa on New Year's Eve, in an event thrown by … [+2993 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jaime Toplin", "title": "Western Union is extending its partnership with Safaricom to Kenya (WU)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Western Union extended its partnership with Safaricom, a major mobile network o…", "url": "https://www.businessinsider.com/western-union-safaricom-partnership-kenya-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be44ce601b12d6c955c388c-320-160.jpg", "publishedAt": "2018-11-08T14:51:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Western Union extended its partnership with Safaricom, a major mobile network o… [+2439 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "MoviePass sent subscribers a bizarre apology email written from a dog's point of view, and many found it insulting and unhelpful", "description": "MoviePass sent subscribers a bizarre email on Wednesday from its \"Director of Barketing\" saying it was listening to and learning from user concerns. \"I see these humans working like crazy to make MoviePass better and better for you as fast as possible,\" the e…", "url": "https://www.businessinsider.com/moviepass-sent-users-a-bizarre-apology-email-from-dog-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be44339da27f8761e439b42-1334-667.jpg", "publishedAt": "2018-11-08T14:49:28Z", "content": "Troubled movie-ticket subscription service MoviePass wants users to know that it is listening and learning from user concerns — or rather, its \"Director of Barketing\" wants you to know that. MoviePass sent subscribers a strange email on Wednesday with a pictu… [+1908 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jake Kanter", "title": "Facebook says its new Portal device is not a 'data-gathering operation' despite previously acknowledging that it might use your call info to target ads", "description": "Facebook's new video-chat and smart-speaker device, Portal, goes on sale in the US today. But Facebook can't shake privacy concerns over its always-on microphones and camera. Consumer hardware boss Andrew Bosworth said Portal is not a \"data-gathering operatio…", "url": "https://www.businessinsider.com/facebook-portal-not-data-gathering-andrew-bosworth-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bbb943566fb3f0c42212973-1920-960.jpg", "publishedAt": "2018-11-08T14:43:57Z", "content": "Facebook today launches its $199 video-chat and smart-speaker device, Portal. But it can't seem to shake concerns that the new piece of hardware will double as a surveillance system. The company unveiled the Portal in October, at which time Facebook said no d… [+1606 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Susanna Heller", "title": "Ruth Bader Ginsburg hospitalized after breaking 3 ribs in a fall", "description": "On Wednesday night, Supreme Court Justice Ruth Bader Ginsburg fell in her office and broke three ribs. She has since been admitted to the hospital. Ginsburg, 85, is being held \"for observation and treatment.\" She previously broke two ribs in 2012. Supreme Sup…", "url": "https://www.businessinsider.com/ruth-bader-ginsburg-broken-ribs-hospitalized-rbg-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be448b5c9570169961b44b6-1920-960.jpg", "publishedAt": "2018-11-08T14:38:04Z", "content": "Supreme Supreme Court Justice Ruth Bader Ginsburg fell in her office on Wednesday, which resulted in three broken three ribs, according to a statement from the court's public information office. After her fall, she went home, per the statement. But after expe… [+1362 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alison Millington", "title": "A photographer who has worked with Victoria’s Secret for 20 years told us the surprising recent change in the models' show routines", "description": "Photographer Russell James has worked with the Victoria's Secret brand for 20 years. The Victoria's Secret Fashion Show, filming in New York City on November 8 and set to air on December 2, is a big date in his diary. He told INSIDER the biggest change he's s…", "url": "https://www.businessinsider.com/victorias-secret-fashion-show-surprising-change-in-model-routines-photographer-2018-11", "urlToImage": null, "publishedAt": "2018-11-08T14:36:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "I returned the new iPad Pro less than 24 hours after buying it — here's why (AAPL)", "description": "Apple's new iPad Pro went on sale Wednesday, and I stood in line to buy one. I returned my iPad Pro on Thursday, less than 24 hours after buying it. I was extremely excited about the new iPad Pro for its beautiful new design, its innovative new accessories, a…", "url": "https://www.businessinsider.com/apple-ipad-pro-returned-24-hours-later-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3b45310114268885bdc06-2732-1366.jpg", "publishedAt": "2018-11-08T14:35:24Z", "content": "I was so excited, and so let down, by the new iPad Pro. On Wednesday morning, I paid over $1,300 to get the new 11-inch iPad Pro with the new Apple Pencil, the new Smart Keyboard, and of course, AppleCare+ to insure everything. On Thursday morning, I was at t… [+5939 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "El Chapo's trial sees 27 jurors dismissed — some for the most bizarre reasons", "description": "27 out of 60 potential jurors screened to be on drug-kingpin El Chapo's case were dismissed, and some for bizarre reasons. El Chapo's indictment lists 17 counts, and he pleaded not guilty to them all in January 2017. Opening statements will be read on Tuesday…", "url": "https://www.businessinsider.com/el-chapo-new-york-drug-trial-27-jurors-dismissed-most-bizarre-reasons-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be447d0e4218a69ad2c5616-1536-768.jpg", "publishedAt": "2018-11-08T14:35:13Z", "content": "A 12-person jury has been confirmed for the trial of drug kingpin Joaquín \"El Chapo\" Guzman — but 27 out of the 60 potential jurors had to be dismissed, some for bizarre reasons. US District Judge Brian Cogan is overseeing jury selection, and made public why … [+2241 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "TransferWise is strengthening its B2B operations", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. UK-based cross-border money transfer company TransferWise has partnered with Dutch neobank bunq, enabling the bank to o…", "url": "https://www.businessinsider.com/transferwise-bunq-b2b-payments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be445c8da27f876610f18b5-750-375.jpg", "publishedAt": "2018-11-08T14:30:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. UK-based cross-border money transfer company TransferWise has partnered with Dutch neobank bunq, enabling the bank to o… [+1759 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "Scientists say selfish people earn less money and have fewer children — but there's a catch", "description": "Selfish people tend to earn less money and have fewer kids. That's according to a new study that looked at data on thousands of people across the globe. The catch is that, in most experiments, the highest earners were only moderately altruistic, suggesting th…", "url": "https://www.businessinsider.com/selfish-people-earn-less-money-have-fewer-kids-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be355aee4218a5b06149692-750-375.jpg", "publishedAt": "2018-11-08T14:23:00Z", "content": "If you've been thinking about becoming a selfish pig in the interest of getting ahead in life, we've got a PSA just for you. A new study finds that selfish people — we'll specify what that means in a bit — tend to make less money than their more giving peers.… [+2739 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "'We keep waiting for a shot, but Square has been too good': Here's what Wall Street is saying about Square disappointing guidance (SQ)", "description": "Square on Wednesday reported better-than-expected third-quarter revenue and profits, but its fourth-quarter profits guidance disappointed. The mobile-payment provider posted adjusted earnings of $0.13 a share on adjusted revenue of $431 million, beating the $…", "url": "https://www.businessinsider.com/square-stock-price-earnings-q3-wall-street-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be443d7110d4c764920c3c3-1334-667.jpg", "publishedAt": "2018-11-08T14:22:00Z", "content": "Jack Dorsey, CEO of Square. REUTERS/Mike Blake Square on Wednesday reported better-than-expected third-quarter revenue and profits, but its fourth-quarter profits guidance disappointed. The mobile-payment provider posted adjusted earnings of $0.13 a share on … [+771 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "'The market's ripping right now': Cannabis investors react to a head-spinning 24 hours in Washington", "description": "It's been a head-spinning 24 hours in the news cycle, particularly for investors in the scorching-hot cannabis sector. While cannabis bulls cheered Attorney General Jeff Sessions stepping down — and Rep. Pete Sessions' loss — they said the federal government …", "url": "https://www.businessinsider.com/cannabis-investors-react-after-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be443f0da27f8764a79adc4-1920-960.jpg", "publishedAt": "2018-11-08T14:12:00Z", "content": "It's been a head-spinning 24 hours in the news cycle, particularly for investors in the scorching-hot, but often volatile, cannabis sector. In the last day or so, Michigan became the first state in the Midwest to legalize marijuana. Bright-red Utah and Missou… [+3824 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Best Buy kicks off Black Friday early and opens again on Thanksgiving (BBY)", "description": "Best Buy will open at 5 p.m. on Thanksgiving. It will close at 1 a.m. and reopen at 8 a.m. on Black Friday. Best Buy is traditionally one of the most popular Black Friday shopping destinations. TVs will be heavily discounted, as well as smart and regular spea…", "url": "https://www.businessinsider.com/best-buy-black-friday-2018-hours-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be43ff3c9570168ae219c15-2732-1366.jpg", "publishedAt": "2018-11-08T14:06:55Z", "content": "Best Buy is once again kicking off this year's holiday shopping season early. The retailer is throwing open its doors at 5 p.m. on Thanksgiving. It will then close at 1 a.m. and reopen at 8 a.m. on Black Friday. These hours mirror last year's and the year bef… [+1257 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "The pay-TV industry just reported its worst quarter to date, and a new revenue stream that had helped to soften declining subscribers is looking weak. As disruptive companies like Netflix and YouTube have spurred a cord-cutting revolution, cable and satellite…", "url": "https://www.businessinsider.com/advertising-news-today-vmvpds-growth-woes-vice-media-hiring-freeze-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be440b8c9570168bb738857-750-375.jpg", "publishedAt": "2018-11-08T14:06:33Z", "content": "Neflix The pay-TV industry just reported its worst quarter to date, and a new revenue stream that had helped to soften declining subscribers is looking weak. As disruptive companies like Netflix and YouTube have spurred a cord-cutting revolution, cable and sa… [+1991 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Amazon is mailing out a toy catalog to millions of customers as it capitalizes on the struggles of Sears and Toys R Us — here's what it's like (AMZN)", "description": "Amazon will be mailing out a holiday toy catalog for the first time this year. The catalog, called \"A Holiday of Play,\" has more than 60 pages of toys and games. The catalog is similar to the now online-only Sears Wish Book and defunct Toys R Us catalogs. Ama…", "url": "https://www.businessinsider.com/amazon-toy-catalog-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be34cddb73c285a9862e71b-1334-667.jpg", "publishedAt": "2018-11-08T14:06:00Z", "content": "Amazon will be mailing out its first-ever holiday toy catalog to millions of shoppers this year. The toy catalog, called \" A Holiday of Play,\" has more than 60 pages of toys and games for shoppers to flip through. There's also a Kindle edition of the toy guid… [+1008 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Apple's new MacBook Air vs the MacBook Pro — Here are the main differences", "description": "Up until Apple unveiled its new MacBook Air, the choice of which computer to buy was much easier to make. The old MacBook Air wasn't a good option recently considering its old specs and relatively high price tag for those specs. The only realistically good Ap…", "url": "https://www.businessinsider.com/apple-macbook-air-vs-macbook-pro-differences-similarities-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be328edbeb67053c17d70ad-2732-1366.jpg", "publishedAt": "2018-11-08T13:57:01Z", "content": "The MacBook Air comes with a dual-core 8th-generation Intel chip, and you can't upgrade to a more powerful chip with four cores. The cheaper MacBook Pros from 2017 come with Intel's 7th-generation dual-core Core i5 chips. You can upgrade to a more powerful du… [+601 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Apple's new MacBook Air vs the MacBook Pro — Here are the main differences - Business Insider", "description": "Business Insider Apple's new MacBook Air vs the MacBook Pro — Here are the main differences Business Insider Up until Apple unveiled its new MacBook Air, the choice of which computer to buy was much easier to make. The old MacBook Air wasn't a good option rec…", "url": "http://uk.businessinsider.com/apple-macbook-air-vs-macbook-pro-differences-similarities-2018-11", "urlToImage": "http://static5.uk.businessinsider.com/image/5be440c1dde8672680632cbb-1190-625/apples-new-macbook-air-vs-the-macbook-pro-here-are-the-main-differences.jpg", "publishedAt": "2018-11-08T13:57:00Z", "content": "Apple Up until Apple unveiled its new MacBook Air last week, the choice of which computer to buy was much easier to make. The old MacBook Air wasn't a good option, considering its old specs and relatively high price tag for those specs. The only realistically… [+5681 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Floyd Mayweather has deleted all his Instagram posts referencing the Tenshin Nasukawa fight after claiming he never agreed to it in the first place", "description": "Floyd Mayweather has been busy removing any evidence of a Tenshin Nasukawa fight from his personal Instagram account. Mayweather had posted a teaser photograph of himself wearing Rizin mixed martial arts gloves. He also attended a press conference to confirm …", "url": "https://www.businessinsider.com/floyd-mayweather-deletes-instagram-posts-tenshin-nasukawa-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be431c4d1e844771204a866-1920-960.jpg", "publishedAt": "2018-11-08T13:38:00Z", "content": "Floyd Mayweather scrambled to delete all of his references to a Rizin 14 bout against Tenshin Nasukawa after issuing as statement saying he never agreed to the fight in the first place. Mayweather has teased comeback fights against his former opponent Manny P… [+1496 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "There were reportedly survivors of the Las Vegas shooting at the Thousand Oaks shooting in California", "description": "People who survived the deadliest mass shooting in US history at the Route 91 Harvest Festival in Las Vegas in October 2017 were reportedly present at Thursday's shooting in Thousand Oaks, California. Thursday's shooting at the Borderline Bar & Grill, about 4…", "url": "https://www.businessinsider.com/las-vegas-shooting-surviviors-at-thousand-oaks-shooting-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59d37ed4351ccf0b078b5373-750-375.jpg", "publishedAt": "2018-11-08T13:34:41Z", "content": "People who survived the deadliest mass shooting in US history at the Route 91 Harvest Festival in Las Vegas in October 2017, reportedly were present at Thursday's shooting at a college bar in Thousand Oaks California. Thursday's shooting at the Borderline Bar… [+1487 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "'You are not safe': Protesters sieged Fox News host Tucker Carlson's Washington home in the middle of the night - Business Insider", "description": "Business Insider 'You are not safe': Protesters sieged Fox News host Tucker Carlson's Washington home in the middle of the night Business Insider Protesters thronged Tucker Carlson's Washington, DC, family home on Wednesday night chanting insults and threats …", "url": "http://uk.businessinsider.com/fox-news-tucker-carlson-washington-dc-home-hit-by-protestors-anti-racist-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5be41f5adde86723072aaed2-1190-625/you-are-not-safe-protesters-sieged-fox-news-host-tucker-carlsons-washington-home-in-the-middle-of-the-night.jpg", "publishedAt": "2018-11-08T12:55:34Z", "content": "Tucker Carlson appearing on Fox Business. Fox Business/YouTube A group of protesters sieged the home of the Fox News host Tucker Carlson and his family on Wednesday night, ringing his doorbell and chanting threatening messages. A YouTube video of the event th… [+1827 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "A former Facebook exec is on a mission to reinvent your calendar (FB)", "description": "Two former senior Facebook employees are launching a new calendar app called Woven. It wants to improve how people schedule meetings and make users more efficient. Tim Campos, the CEO, was the chief information officer at Facebook until November 2016. Faceboo…", "url": "https://www.businessinsider.com/ex-facebook-cio-tim-campos-announces-woven-calendar-app-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be35b400591f265fe5c8049-2560-1280.jpg", "publishedAt": "2018-11-08T12:30:00Z", "content": "Facebook's old chief information officer wants to reinvent your calendar. Tim Campos, Facebook's CIO until 2016, and Burc Arpat, a former senior engineer at the Silicon Valley tech firm, are launching a new company that is setting out to improve people's sche… [+3151 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "National, bipartisan dread sets in over Mueller probe's fate as Trump 'loyalist' takes over the Justice Department", "description": "Two senior Republicans have joined Democrats, legal experts, and lawmakers in expressing concern about the future of the Mueller probe after Trump asked Attorney General Jeff Sessions to resign. Matthew Whitaker, who has criticized the investigation and is se…", "url": "https://www.businessinsider.com/republicans-worry-mueller-probe-future-matthew-whitaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be417860591f270c63b9e04-1920-960.jpg", "publishedAt": "2018-11-08T12:20:00Z", "content": "Bipartisan, national dread has set in over the fate of the Mueller probe into Russian meddling in the 2016 presidential election after President Donald Trump announced that Attorney General Jeff Sessions would be replaced by a Trump loyalist. Matthew Whitaker… [+2990 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Take a look at this video of Samsung's new foldable smartphone in action", "description": "Samsung unveiled its highly anticipated foldable smartphone on Wednesday. The phone's display technology has been dubbed \"Infinity Flex.\" Senior vice president Justin Denison played a promotional video before busting out the device itself. Samsung unveiled it…", "url": "https://www.businessinsider.com/samsung-infinity-flex-video-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be344c4da27f863ee6484c6-1920-960.jpg", "publishedAt": "2018-11-08T12:19:39Z", "content": "Samsung unveiled its long-awaited folding smartphone on Wednesday, when Samsung's senior vice president Justin Denison brought it out on stage for a very quick demo. Samsung has played its cards close to its chest, not releasing many details about the book-li… [+642 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Ford is buying scooter startup Spin (F)", "description": "Ford is buying Spin, a 24-person scooter startup based in San Francisco. Terms of the deal weren't disclosed, but Axios reported the price tag was $40 million. Ford sees the agreements Spin makes with cities as a possible precursor to rolling out self-driving…", "url": "https://www.businessinsider.com/ford-is-buying-scooter-startup-spin-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be34b1a01b12d5bbb2415d3-960-480.jpg", "publishedAt": "2018-11-08T12:18:00Z", "content": "Ford is buying scooter startup Spin as doubles down on its investments in the future of transportation. Terms of the deal were not disclosed, but Axios' Dan Primack reported Wednesday a price tag of $40 million. Spin CEO and founder Euwyn Poon said Ford's acq… [+1899 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things you need to know about the woman replacing Elon Musk as the chair of Tesla", "description": "Tesla announced that Robyn Denholm is replacing Elon Musk as its chair after he was forced to step down by the Securities and Exchange Commission. Denholm is CFO at Australia's largest telecoms company Telstra. She has been on Tesla's board for the past four …", "url": "https://www.businessinsider.com/robyn-denholm-what-you-need-to-know-about-tesla-new-chair-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3e03e1011426a5b4bd024-1334-667.jpg", "publishedAt": "2018-11-08T12:01:42Z", "content": "Tesla announced it has a new chair on Thursday. The electric car company has appointed Robyn Denholm, the CFO of Australia's largest telecoms firm Telstra, as the woman to oversee its board. She replaces CEO Elon Musk, who had to step down as chairman for at … [+3802 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell", "title": "Hundreds of top Wall Street dealmakers have jumped ship this year amid the most frenzied competition for talent since the financial crisis", "description": "It's been one of the active years in senior investment banking hires and exits since the financial crisis, according to top Wall Street headhunters. Business Insider reviewed executive search reports detailing nearly 300 investment banking moves at the managi…", "url": "https://www.businessinsider.com/most-active-year-for-banker-moves-since-crisis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be2131e0d7c673d5f318169-1920-960.jpg", "publishedAt": "2018-11-08T12:00:00Z", "content": "We're well into the fourth quarter, and investment banks are still raiding each other for senior-level, cream-of-the-crop talent. That's not how it usually works. If you hire a top banker now, you'll likely have to cover the bonus they would've earned at thei… [+3627 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Morrell", "title": "We spoke to top Wall Street headhunters and reviewed nearly 300 senior investment banking hires and departures — here are the 40 biggest moves of 2018", "description": "It's been one of the most active years in senior investment banking hires and exits since the financial crisis, according to top Wall Street headhunters. Business Insider reviewed executive search reports detailing nearly 300 investment banking moves at the m…", "url": "https://www.businessinsider.com/40-biggest-investment-banking-hires-and-departures-of-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be325fff556fc54eb6b05fb-1136-568.png", "publishedAt": "2018-11-08T12:00:00Z", "content": "According to top Wall Street headhunters, 2018 has been the most active year of hires and departures by senior investment bankers in recent memory. We reviewed reports and spoke with executives at several premier investment-banking search firms and found near… [+2398 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "Fossil just introduced one of the most colorful and powerful smartwatches yet — take a look", "description": "Fossil just debuted what it's calling its most colorful smartwatch ever — and it might be its most powerful, too. The watchmaker on Thursday unveiled the Fossil Sport, a $255 smartwatch that comes in six colors and has two standout internal features: the new …", "url": "https://www.businessinsider.com/fossil-sport-smartwatch-price-specs-release-date-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be345aaf556fc5a4a54972d-1334-667.jpg", "publishedAt": "2018-11-08T12:00:00Z", "content": "Fossil just debuted what it's calling its most colorful smartwatch ever — and it might be its most powerful, too. The watchmaker on Thursday unveiled the Fossil Sport, a $255 smartwatch that comes in six colors and has two standout internal features: the new … [+2752 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TLRY, GS, TSLA, SQ)", "description": "Here is what you need to know. Here comes the Fed. The market is pricing in just a 17% chance the US central bank raises rates at Thursday's meeting, according to Bloomberg. There's a 79.1% a rate hike happens in December, the data shows. Trump's tariffs are …", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-8-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4218d1011426d3e685185-2732-1366.jpg", "publishedAt": "2018-11-08T11:49:00Z", "content": "Traders on the floor of the New York Stock Exchange watch President Donald Trump's news conference. AP/Richard Drew Here is what you need to know. Here comes the Fed. The market is pricing in just a 17% chance the US central bank raises rates at Thursday's me… [+1943 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, TLRY, GS, TSLA, SQ)", "description": "Here is what you need to know. Here comes the Fed. The market is pricing in just a 17% chance the US central bank raises interest rates at Thursday's meeting, according to Bloomberg. There's a 79.1% a rate hike happens in December, the data shows. Trump's tar…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-8-2018-2018-11-1027706487", "urlToImage": "https://static4.businessinsider.com/image/5be421730d7c6765df77ff75-2400/ap18311647371044.jpg", "publishedAt": "2018-11-08T11:49:00Z", "content": "AP/Richard Drew Here is what you need to know. Here comes the Fed. The market is pricing in just a 17% chance the US central bank raises interest rates at Thursday's meeting, according to Bloomberg. There's a 79.1% a rate hike happens in December, the data sh… [+1864 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "'You are not safe': Protestors sieged Fox News host Tucker Carlson's DC home in the middle of the night", "description": "Protesters thronged Tucker Carlson's Washington, DC, family home on Wednesday night chanting insults, threats, and demanding he move from the city. In two videos shared on social media, the group chanted: \"We know where you sleep at night,\" and told him \"you …", "url": "https://www.businessinsider.com/fox-news-tucker-carlson-washington-dc-home-hit-by-protestors-anti-racist-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be40a380591f26fef156b59-1536-768.jpg", "publishedAt": "2018-11-08T11:37:00Z", "content": "An group of protesters seiged the home of Fox News host Tucker Carlson and his family on Wednesday night, ringing his doorbell and chanting threatening messages. A YouTube video of the event which originated on now-suspended Twitter page \"Smash Racism DC,\" is… [+1767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Venezuela's inflation rate just hit 830,000% — and it's going to keep rising", "description": "Inflation in Venezuela hits an annual rate of 830,000% — and is likely to keep rising. A report published to the country's Congress by a coalition of opposition parties said that the annual rate had almost doubled since in the month since the last report was …", "url": "https://www.businessinsider.com/venezuela-inflation-rate-hyperinflation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be413cce4218a66781f38d2-1334-667.jpg", "publishedAt": "2018-11-08T11:36:32Z", "content": "Inflation in the stricken South American nation of Venezuela hit an annual rate of 830,000% in the year to October, according to new data released this week to the country's parliament. A report published to the nation's Congress by a coalition of opposition … [+2562 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Germany's economy is getting hammered by the rest of the world's problems", "description": "Trade war fears, ongoing Brexit negotiations, and the crisis surrounding Italy’s budget are all dragging on the German economy. Traditionally strong exports have disappointed in four of last six months. New rules on emissions for automakers aren't helping. Eu…", "url": "https://www.businessinsider.com/germanys-economy-is-getting-hit-by-the-rest-of-the-worlds-problems-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be414abe4218a66834e6793-1920-960.jpg", "publishedAt": "2018-11-08T11:16:43Z", "content": "A US trade war, Brexit, Italy — you name it, Germany's economy is suffering from it. Europe's economic powerhouse is in one of the longest boom phases of the postwar period, but it's being pounded by a cocktail of international events that ING Economics says … [+2262 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "Bank of America’s $2.8 trillion wealth management chief breaks down how the 9-year bull market will end — and how you can see it coming", "description": "Chris Hyzy, the chief investment officer for Bank of America’s Global Wealth and Investment Management division, outlines what would have to happen for the 9-year bull market to end. He also highlights three potential signals that could tip off investors to t…", "url": "https://www.businessinsider.com/how-the-bull-market-will-end-chris-hyzy-bofaml-explains-what-needs-to-happen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be33987f556fc58a31efcf2-1536-768.jpg", "publishedAt": "2018-11-08T11:06:00Z", "content": "The stock market's Red October may have felt like a major gut punch for investors, but it was actually pretty tame compared to the type of meltdown that will one day end the bull market. So says Chris Hyzy, the chief investment officer for Bank of America's G… [+3113 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "RANKED: The 21 most valuable soccer players in Europe right now", "description": "A prominent research group in Switzerland has put together a list of \"estimated transfer values\" for the most expensive footballers in Europe — and the veteran striker Cristiano Ronaldo barely makes the list. The FC Barcelona forward Lionel Messi has also bee…", "url": "https://www.businessinsider.com/most-expensive-soccer-players-in-europe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be2e7ee0d7c67495628733c-1334-667.jpg", "publishedAt": "2018-11-08T10:58:00Z", "content": "A prominent research group in Switzerland has put together a list of \"estimated transfer values\" for the most expensive footballers in Europe — and the veteran striker Cristiano Ronaldo barely makes the list. The FC Barcelona forward Lionel Messi has also bee… [+944 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "White House appears to share Jim Acosta mic grab video doctored by far-right Infowars", "description": "White House Press Secretary is accused of sharing a doctored video of CNN's Jim Acosta from far-right outlet Infowars. A White House intern tried to take Acosta's microphone away when Trump dodged Acosta's questions on Wednesday, and the White House alleges t…", "url": "https://www.businessinsider.com/jim-acosta-video-white-house-appears-from-infowars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be40778e4218a65e775ad62-1920-960.jpg", "publishedAt": "2018-11-08T10:41:32Z", "content": "The White House is accused of using a video of CNN's Jim Acosta doctored by far-right outlet Infowars as justification for suspending the journalist's press pass. Trump clashed with Acosta at a press conference in the White House on Wednesday when a White Hou… [+2086 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Two American billionaire families are using Brexit to build a London property empire", "description": "FirethornTrust, a property investment firm run by two US billionaire families, is looking to invest heavily in London property. The firm, run in tandem by two families, the Stephens and the Van Tuyls, is bucking the trend of delayed investments post-Brexit. \"…", "url": "https://www.businessinsider.com/billionaire-us-families-look-to-brexit-to-build-london-property-empire-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7d2098e361c074048b4e63-1920-960.jpg", "publishedAt": "2018-11-08T09:48:37Z", "content": "Uncertainties surrounding Brexit has for the most part slowed the amount of money flowing into the UK —companies are putting projects on hold, staff are being relocated from London to other European business hubs, and London's role as a dominant financial cen… [+1590 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rob Price", "title": "Facebook's dating service is launching in two new countries — Canada and Thailand (FB)", "description": "Facebook Dating is launching in Canada and Thailand. It's a dating service built by Facebook that lives inside the main Facebook app. Facebook's attempts to find you the love of your life are growing. On Thursday, the Silicon Valley social networking firm ann…", "url": "https://www.businessinsider.com/facebook-dating-launches-in-canada-thailand-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be1a8770591f23614210426-1920-960.jpg", "publishedAt": "2018-11-08T09:00:00Z", "content": "Facebook's attempts to find you the love of your life are growing. On Thursday, the Silicon Valley social networking firm announced that Facebook Dating, its online dating service, is launching in Canada and Thailand, and adding some new features. The product… [+2577 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Thursday. Samsung finally unveiled details about its foldable smartphone. The \"Infinity Flex\" runs on a special version of Android developed in partnership with Google, which works around its foldable …", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-8-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3e3afbeb67064415ce725-1536-768.jpg", "publishedAt": "2018-11-08T08:17:45Z", "content": "Samsung's foldable phone. YouTube/Samsung Good morning! This is the tech news you need to know this Thursday. Samsung finally unveiled details about its foldable smartphone. The \"Infinity Flex\" runs on a special version of Android developed in partnership wit… [+2604 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bryan Logan", "title": "Police are responding to reports of a shooting at a bar in the Los Angeles-area suburb of Thousand Oaks", "description": "Police in the Los Angeles-area suburb of Thousand Oaks are responding to reports of a shooting at the Borderline Bar & Grill. It is not immediately clear if there are injuries. The shooting began around 2:20 a.m. ET, the local news outlet KABC reported. The b…", "url": "https://www.businessinsider.com/thousand-oaks-shooting-california-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3f4339e8c536c625073f5-1334-667.jpg", "publishedAt": "2018-11-08T08:15:13Z", "content": "Police in the Los Angeles-area suburb of Thousand Oaks are responding to reports of a shooting at the Borderline Bar &amp; Grill. The bar is located about 45 miles northwest of Los Angeles. It is not immediately clear if there are injuries. The shooting began… [+297 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "The 10 most important things in the world right now", "description": "Hello! Here’s what’s happening on Thursday. 1. CNN senior White House reporter Jim Acosta has had his credentials suspended \"until further notice.\" The move comes after a very tense standoff between Acosta and President Donald Trump during a press conference …", "url": "https://www.businessinsider.com/10-most-important-things-in-the-world-right-now-november-7-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3c36601b12d6588287346-2732-1366.jpg", "publishedAt": "2018-11-08T07:43:37Z", "content": "Hello! Here's what's happening on Thursday. 1. CNN senior White House reporter Jim Acosta has had his credentials suspended \"until further notice.\" The move comes after a very tense standoff between Acosta and President Donald Trump during a press conference … [+2290 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards", "title": "Australia's new prime minister sounds like he wants to take on China's growing influence in the South Pacific", "description": "Australian Prime Minister Scott Morrison has moved to counter China's growing influence in the Pacific by announcing that it is time Australia make a \"step-up to the Pacific.\" The PM is promising nearby Pacific nations closer economic, military and diplomatic…", "url": "https://www.businessinsider.com/australia-wants-to-challenge-chinese-influence-in-south-pacific-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3dcda01b12d669d5ee9d3-2732-1366.jpg", "publishedAt": "2018-11-08T06:54:48Z", "content": "In Australian Prime Minister Scott Morrison's first landmark Pacific policy address, the newly installed PM said Australia will commit anew to the Pacific, setting up a multibillion-dollar infrastructure bank to fund projects in the region and appointing a se… [+10469 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Walmart is kicking off Black Friday on Thanksgiving with millions of free cookies and cups of coffee (WMT)", "description": "Walmart's Black Friday in-store event starts at 6 p.m. local time on Thanksgiving, which falls on November 22. The company is throwing a party two hours before the sales start, complete with free cookies and coffee. Meanwhile, select Black Friday deals on Wal…", "url": "https://www.businessinsider.com/walmart-black-friday-2018-hours-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be2e31cc957014a3b33ac72-1536-768.jpg", "publishedAt": "2018-11-08T05:01:00Z", "content": "Walmart is launching its in-store Black Friday sales at 6 p.m. local time on Thanksgiving this year. For online shoppers, Black Friday deals will appear on Walmart.com on November 21, starting at 10 p.m. ET. But the store is also offering a selection of onlin… [+2748 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "It's been 33 years since rebels allegedly backed by Pablo Escobar stormed Colombia's Palace of Justice", "description": "In late 1985, left-wing rebels stormed Colombia's Supreme Court building in Bogota, taking hundreds of people hostage. Colombian forces stormed the building and freed the hostages, but scores were killed, including many justices. The Colombian government has …", "url": "https://www.businessinsider.com/colombia-palace-of-justice-siege-2016-11", "urlToImage": "https://amp.businessinsider.com/images/563cbce49dd7cc16008c7dbe-2732-1366.jpg", "publishedAt": "2018-11-08T04:13:00Z", "content": "On Wednesday, November 6, 1985, the guerrilla group M19, or the April 19 movement, stormed Colombia's Palace of Justice and held all 25 of the country's Supreme Court justices and hundreds of civilians hostage. The M19 rebels had been frustrated by the govern… [+9800 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Justin Trudeau formally apologized for Canada's 1939 refusal to accept a ship carrying 900 Jewish refugees", "description": "Neil Hall - Pool/Getty Images Canadian Prime Minister Justin Trudeau issued a formal apology on Wednesday for the country's refusal to take in a ship carrying more than 900 Jewish refugees in 1939. The ship left Germany in 1939 fleeing Nazi persecution. After…", "url": "https://www.businessinsider.com/trudeau-apologizes-for-canadas-1939-refusal-of-jewish-refugee-ship-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3a9ab0d7c6760f11a13cb-1920-960.jpg", "publishedAt": "2018-11-08T03:12:55Z", "content": "OTTAWA (Reuters) - Canada's Prime Minister Justin Trudeau formally apologized on Wednesday for the country's 1939 refusal to take in a ship carrying more than 900 Jewish refugees, adding that the country would do more to protect Canadian Jews from violence. T… [+1973 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rosie Perper", "title": "Democrats are sounding every alarm now that Trump has forced Jeff Sessions to resign", "description": "Democrats are sounding the alarm in the wake of President Trump's booted Jeff Sessions as Attorney General on Wednesday. Top Democrats including Senate Minority Leader Chuck Schumer of New York and Rep. Adam Schiff of California, the ranking member of the Hou…", "url": "https://www.businessinsider.com/democrats-response-jeff-sessions-resignation-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a96c943aae6051c008b4661-1920-960.jpg", "publishedAt": "2018-11-08T03:04:15Z", "content": "Democrats are sounding the alarm after President Trump's booted Jeff Sessions as Attorney General on Wednesday. On Wednesday, the Attorney General stood down after months of speculation, writing to Trump that he was submitting his resignation at Trump's reque… [+5424 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Samsung gives first glimpse of foldable phone - Business Insider", "description": "Business Insider Samsung gives first glimpse of foldable phone Business Insider By Jane Lanhee Lee and Munsif Vengattil. SAN FRANCISCO (Reuters) - Samsung Electronics Co Ltd unveiled its much-anticipated foldable phone in San Francisco on Wednesday, urging An…", "url": "https://www.businessinsider.com/r-samsung-gives-first-glimpse-of-foldable-phone-2018-11", "urlToImage": null, "publishedAt": "2018-11-08T02:19:00Z", "content": "Justin Denison, Samsung Electronics senior vice president of Mobile Product Marketing, speaks during the unveiling of Samsung's new foldable screen smart phone, during the Samsung Developers Conference in San Francisco Thomson Reuters By Jane Lanhee Lee and M… [+2877 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Amazon is likely to build two new offices — take a look at the controversial spectacle leading up to 'HQ2' (AMZN)", "description": "It's been 14 months since Amazon, the world's largest online retailer, declared its intention to build a second headquarters. Founded in Seattle some 23 years earlier, Amazon said it had gotten so big that it needed a second home base in another city. The com…", "url": "https://www.businessinsider.com/amazon-hq2-timeline-new-york-virginia-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5666f883c2814463008b84db-2732-1366.jpg", "publishedAt": "2018-11-08T01:58:28Z", "content": "It's been 14 months since Amazon, the world's largest online retailer, declared its intention to build a second headquarters. Founded in Seattle some 23 years earlier, Amazon said it had gotten so big that it needed a second home base in another city. The com… [+851 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bryan Logan", "title": "The moment a White House intern confronted CNN White House correspondent Jim Acosta during a tense exchange with Trump, in 3 photos", "description": "The White House on Wednesday suspended CNN correspondent Jim Acosta's press credential, citing a heated exchange between Acosta and President Donald Trump at a press conference earlier in the day. Acosta posed several questions to Trump, who became visibly ag…", "url": "https://www.businessinsider.com/jim-acosta-white-house-intern-exchange-trump-press-conference-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be395ecf556fc629102ddec-1334-667.jpg", "publishedAt": "2018-11-08T01:51:28Z", "content": "A White House staff member reaches for the microphone held by CNN's Jim Acosta as he questions U.S. President Donald Trump during a news conference following Tuesday's midterm U.S. congressional elections, in a combination of photos at the White House in Wash… [+53 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "Companies are holding off hosting holiday parties this year — and it may be because of #MeToo concerns", "description": "While companies are feeling better about the economy, many aren't hosting holiday parties because of concerns about #MeToo, according to a new survey. Only 65% of companies surveyed say they're holding a holiday bash this year — the lowest percentage since 20…", "url": "https://www.businessinsider.com/fewer-company-holiday-parties-after-metoo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be20aaeda27f844f458dec2-960-480.jpg", "publishedAt": "2018-11-08T01:40:32Z", "content": "While the economy is going strong, fewer companies are holding holiday parties this year. That's because some executives are concerned about inappropriate conduct as highlighted by the #MeToo movement, according to a new survey released this week by staffing … [+1827 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "The White House says it's suspending CNN correspondent Jim Acosta's press pass after heated exchange with Trump", "description": "CNN senior White House reporter Jim Acosta's \"hard pass\" press credentials has been suspended \"until further notice,\" White House press secretary Sarah Huckabee Sanders said in a statement. The decision comes after a tense stand-off between Acosta and Preside…", "url": "https://www.businessinsider.com/jim-acosta-white-house-press-credentials-revoked-trump-interview-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b0f1b7f1ae66222008b48f5-1136-568.jpg", "publishedAt": "2018-11-08T01:06:30Z", "content": "CNN senior White House reporter Jim Acosta's press credentials has been suspended \"until further notice,\" White House press secretary Sarah Huckabee Sanders said in a statement. The decision comes after a tense stand-off between Acosta and President Donald Tr… [+583 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "SpaceX just floated pricing on a proposed $750 million term loan that will put cash on the company's balance sheet", "description": "Kevork Djansezian/Getty Images Space X circulated pricing on a proposed $750 million term loan that will put cash on the company’s balance sheet. Bank of America Merrill Lynch is leading. Commitments are due November 16. Elon Musk founded Space X, which curre…", "url": "https://www.businessinsider.com/spacex-price-guidance-on-750-million-loan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a04867535876e8c008b4f4b-1536-768.jpg", "publishedAt": "2018-11-08T01:02:33Z", "content": "NEW YORK (LPC) - Elon Musk's rocket and spacecraft company SpaceX on Wednesday circulated pricing on a proposed $750 million term loan that will put cash on the company's balance sheet, two sources said. The company floated pricing in the 400bp-425bp over Lib… [+917 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "Eric Schmidt takes the blame for Google's social networking failures: 'I suspect we didn’t fully understand how to do it' (GOOG, GOOGL)", "description": "In a recent podcast interview with economist Tyler Cowen, former Google CEO Eric Schmidt said the company's failure to build the next, big social network was mostly his fault. \" I think it would be fair to say that the rise of Facebook, etc., occurred on my w…", "url": "https://www.businessinsider.com/eric-schmidt-takes-responsibility-for-google-social-networking-problems-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be3809501b12d61ac5a0843-2732-1366.jpg", "publishedAt": "2018-11-08T00:45:59Z", "content": "Google has never been great with social networks. In a recent podcast interview with economist Tyler Cowen, former Google CEO Eric Schmidt said this was mostly his fault. Schmidt was asked about the reason for Google's missteps with social networks — specific… [+2122 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "A Democratic senator is urging the Defense Department to fix housing hazards at military bases around the country", "description": "REUTERS/Aaron P. Bernstein Democratic Sen. Mark Warner of Virginia asked the Department of Defense to create legislation to fix hazards reported at homes on military bases across the US. Warner's request comes a week after a Reuters report found that several …", "url": "https://www.businessinsider.com/us-military-housing-hazards-democratic-senator-urges-action-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59cd5e7fc68d7b26008b57e1-1334-667.jpg", "publishedAt": "2018-11-08T00:45:36Z", "content": "NEW YORK (Reuters) - A U.S. senator added to calls on the Department of Defense to address housing hazards documented by Reuters at military bases across the country. Mark Warner, Democrat of Virginia, asked Secretary of Defense James Mattis to lay out plans … [+2442 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "Vice Media is reportedly laying off up to 15% of its staff amid missed revenue and a traffic slump", "description": "Vice Media CEO Nancy Dubuc, who took over for Shane Smith in March is cutting some staff at the digital publisher, The Wall Street Journal reports. The Brooklyn-based company is reportedly shedding 10 to 15% of its workforce and is on track to miss its revenu…", "url": "https://www.businessinsider.com/vice-media-layoffs-amid-lower-revenue-and-traffic-slump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be37f1e0591f269e5495c54-2732-1366.jpg", "publishedAt": "2018-11-08T00:33:43Z", "content": "Nancy Dubuc, Vice Media's CEO who r eplaced Shane Smith in March, is making cuts at the digital publisher. According to a report from The Wall Street Journal, Brooklyn-based Vice Media is shedding 10 to 15% of its workforce and is on track to miss its revenue… [+2120 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "T-mobile's incredible $300 discount off the $580 OnePlus 6T ends tomorrow, November 8", "description": "T-Mobile and OnePlus' $300 trade-in discount for the OnePlus 6T ends on Thursday, November 8 at midnight. It's the best deal for a smartphone as good as the OnePlus 6T in recent memory. T-Mobile and OnePlus' trade-in deal that gives you a $300 discount off th…", "url": "https://www.businessinsider.com/oneplus-6t-300-trade-in-discount-at-t-mobile-ends-on-november-8-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd9fab301b12d38f556c031-1920-960.jpg", "publishedAt": "2018-11-08T00:23:02Z", "content": "T-Mobile and OnePlus' trade-in deal that gives you a $300 discount off the $580 OnePlus 6T when you trade in an eligible device ends tomorrow on Thursday, November 8 at 11:59 p.m. The OnePlus 6T for $580 from T-Mobile is already a great price for such a good … [+1640 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Jeff Sessions got a spirited send-off as he left the Justice Department after stepping down as attorney general", "description": "Attorney General Jeff Sessions received a standing ovation as he left the Justice Department building following his forced resignation on Wednesday. President Donald Trump asked Sessions to resign, just hours after the close of what has been a heated midterm-…", "url": "https://www.businessinsider.com/jeff-sessions-leaves-justice-department-building-doj-trump2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be373ced1e8446df57bdbc4-1536-768.jpg", "publishedAt": "2018-11-08T00:20:57Z", "content": "Attorney General Jeff Sessions received a standing ovation as he left the Justice Department building following his forced resignation on Wednesday. Sessions reportedly shook hands with acting attorney general Matthew Whitaker, his former chief of staff, amid… [+1181 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "'Adam, please don't fine me': Steve Kerr heaps praise on Duke freshman Zion Williamson before comparing him to LeBron James", "description": "No college basketball player has more buzz surrounding him right now than Duke's Zion Williamson. The 6-foot-7, 285-pound power forward poured 28 points and 7 rebounds into the Blue Devils' 118-84 rout of the Kentucky Wildcats Tuesday night. Williamson's perf…", "url": "https://www.businessinsider.com/steve-kerr-compares-duke-freshman-zion-williamson-to-lebron-james-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be2f37366be501ad769bd6e-1334-667.jpg", "publishedAt": "2018-11-08T00:03:17Z", "content": "Duke freshman Zion Williamson is taking the whole basketball world by storm. The Blue Devils absolutely annihilated No. 2 Kentucky at the Champions Classic to deal head coach John Calipari the worst defeat of his career at any level. In just 23 minutes on the… [+1779 chars]"}]}