{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Despite predictions and controversy, PewDiePie has yet to lose his spot as YouTube's 'biggest star'", "description": "YouTube's biggest star is still PewDiePie, who just reached 70 million subscribers. Researchers have predicted that PewDiePie, aka Felix Kjellberg, would be dethroned by the Indian music channel T-Series, but that has yet to happen. Kjellberg has still seen s…", "url": "https://www.businessinsider.com/pewdiepie-maintains-most-youtube-subscribers-despite-controversy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9fbec66be501f6232db2c-1334-667.png", "publishedAt": "2018-11-12T23:59:56Z", "content": "The pundits predicted that a new content creator would be crowned YouTube's biggest star come November, but the title still belongs to the Swedish vlogger PewDiePie. PewDiePie became the first YouTuber to reach the 70-million subscriber mark, beating out the … [+2090 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "UFC fighters share photo in hospital together after fighting to a last-second miracle knockout that Dana White called the 'craziest finish ever'", "description": "Yair Rodriguez and Chan Sung \"The Korean Zombie\" Jung had a fight for the ages in the main event of UFC Fight Night 139. With just seconds left in the fight, Rodriguez landed a blind elbow on Jung's jaw to turn an assured decision loss into a miraculous knock…", "url": "https://www.businessinsider.com/ufc-yair-rodriguez-korean-zombie-hospital-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f60b110d4c591841a543-1920-960.jpg", "publishedAt": "2018-11-12T23:41:47Z", "content": "On Saturday night, UFC hosted a fight for the ages between Yair Rodriguez and Chan Sung \"The Korean Zombie\" Jung in the main event of UFC Fight Night 139. Over the course of five rounds, the two fighters launched attack after brutal attack, but neither could … [+1350 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "When Michelle Obama told her mother she hated being a lawyer, her mom told her to 'make the money, worry about being happy later'", "description": "Former First Lady Michelle Obama shared an anecdote about telling her mother that she hated being a lawyer in her early career in an interview with Oprah Winfrey published in Town & Country. Obama's mother gave her a key piece of perspective, telling her to \"…", "url": "https://www.businessinsider.com/michelle-obama-becoming-hated-being-lawyer-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58500848a1a45ef4008b5654-1920-960.jpg", "publishedAt": "2018-11-12T23:36:00Z", "content": "Former First Lady Michelle Obama 's mother gave her a key piece of perspective at an important turning point in her career. Town &amp; Country published an interview between Oprah Winfrey and Obama, whose memoir \" Becoming \" is set to be released on November … [+2168 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "This $20 billion startup is reportedly cutting lavish perks as it tries to kill its employees' 'entitlement syndrome' ahead of a possible IPO", "description": "Palantir Technologies — a Palo Alto, California-based analytics company last valued at $20 billion — seeks to reach profitability in 2019 and eyes a potential IPO in 2020. To do so, the company will need to curb its culture of excessive spending, according to…", "url": "https://www.businessinsider.com/palantir-entitlement-syndrome-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f7e4f556fc4a7d5a60fd-2732-1366.jpg", "publishedAt": "2018-11-12T23:22:34Z", "content": "Palantir — a Silicon Valley-based analytics company credited with helping the United States find Osama bin Laden — is trying to tamp down on its culture of corporate spending ahead of a 2020 IPO, according to a Wall Street Journal report on Monday. Dubbed the… [+1415 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'I think my crime, really, was that I dared to support Donald Trump': Roger Stone associate hints he may be indicted in the Russia probe", "description": "Jerome Corsi, a far-right political commentator and longtime associate of Roger Stone, says he will be indicted for perjury. Corsi was served a subpoena in August by special counsel Robert Mueller to testify before a grand jury. Mueller reportedly has evidenc…", "url": "https://www.businessinsider.com/jerome-corsi-indictement-russia-investigation-robert-mueller-roger-stone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be34eb79e8c53608164b6c8-2560-1280.jpg", "publishedAt": "2018-11-12T23:17:49Z", "content": "Jerome Corsi, a far-right political commentator and longtime associate of Roger Stone, says he will be indicted for perjury as part of special counsel Robert Mueller's Russia investigation. \"I fully anticipate that the next few days I will be indicted by Muel… [+1585 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "Before-and-after photos show the devastating destruction in Malibu as the California wildfires rage on", "description": "California has been overtaken by a string of deadly wildfires, which continue to blaze in Ventura and Los Angeles Counties to the south and the town of Paradise, California to the north. Since the fires began on November 8, few communities have been more deva…", "url": "https://www.businessinsider.com/california-wildfires-photos-malibu-woolsey-fire-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ec209e8c53513670cf34-1920-960.jpg", "publishedAt": "2018-11-12T23:10:00Z", "content": "California has been overtaken by a string of deadly wildfires, which continue to blaze in Ventura and Los Angeles Counties to the south and the town of Paradise, California to the north. Since the fires began on November 8, few communities have been more deva… [+858 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mara Leighton", "title": "34 thoughtful gifts to give your girlfriend this year — for every budget", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. For couples, the holidays are a particularly great gifting opportunity. You know what your partne…", "url": "https://www.businessinsider.com/gifts-for-girlfriend-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9e9a566be501c1a47155a-960-480.jpg", "publishedAt": "2018-11-12T23:00:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Abby Jackson", "title": "AT&T has notified a group of dealers who sell DirecTV products that their contracts will end in December after a terrible quarter for pay TV", "description": "AT&T has notified many long-time residential dealers that their contracts will expire In December, and given them 30-day notices. The dealers are part of a fleet of third-party laborers who sell DirecTV products and services including satellite, broadband, an…", "url": "https://www.businessinsider.com/att-ends-contract-agreements-for-some-dealers-of-directv-products-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c2f266be5016c06f1ad4-2732-1366.jpg", "publishedAt": "2018-11-12T22:43:58Z", "content": "AT&amp;T has notified a group of dealers who sell DirecTV products that their contracts will end December 1, 2018. AT&amp;T declined to comment to Business Insider on the number of dealers impacted, but a dealer who works under a similar agreement selling Dir… [+2192 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Insider Inc.", "title": "APPLY NOW: Insider Inc. is hiring interns, reporters, producers, and more", "description": "Insider Inc. has a number of editorial openings across both Business Insider and INSIDER. If you're interested in joining a fast-paced, growing newsroom, apply at the links provided below. Unless otherwise stated, positions are located in our New York City he…", "url": "https://www.businessinsider.com/insider-inc-business-insider-hiring-jobs-editors-interns-reporters-producers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b91478d80eb35572d8b4d6a-1334-667.jpg", "publishedAt": "2018-11-12T22:36:01Z", "content": "Insider Inc. has a number of editorial openings across both Business Insider and INSIDER. If you're interested in joining a fast-paced, growing newsroom, apply at the links provided below. Unless otherwise stated, positions are located in our New York City he… [+2122 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "A judge just slapped down Republicans' claims of fraud in Florida amid an increasingly chaotic recount", "description": "A Florida judge denied Gov. Rick Scott's request that law enforcement seize and monitor ballots and voting equipment when they're not being used in the state's midterm recount effort. The judge said he hasn't seen any evidence of \"fraud or irregularities\" in …", "url": "https://www.businessinsider.com/florida-recount-judge-vote-fraud-claims-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ec18da27f859dd240ff2-1920-960.jpg", "publishedAt": "2018-11-12T22:32:26Z", "content": "A Florida judge denied Gov. Rick Scott's request that law enforcement seize and monitor ballots and voting equipment when they're not being used in the state's midterm recount effort. \"I don't think I have any evidence to enter a mandatory injunction right no… [+3725 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Bernie Sanders says the 'simple truth' is Trump is an ‘authoritarian leader,’ and several experts tell INSIDER they largely agree", "description": "Sen. Bernie Sanders on Monday said the \"simple truth\" is that President Donald Trump is an \"authoritarian leader\" who does not care about democracy. Experts on authoritarianism tell INSIDER they largely agree with this assessment, though some say it would be …", "url": "https://www.businessinsider.com/bernie-sanders-says-trump-is-an-authoritarian-experts-largely-agree-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f3221011425205300e62-1920-960.jpg", "publishedAt": "2018-11-12T22:24:56Z", "content": "Sen. Bernie Sanders on Monday said the \"simple truth\" is that President Donald Trump is an \"authoritarian leader\" who does not care about democracy, and several experts on authoritarianism tell INSIDER they largely agree with his assessment. The Vermont senat… [+6877 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Yan and Kevin Webb", "title": "Here's why virtual reality still hasn't taken off, despite being around for nearly 2 decades", "description": "Virtual reality has existed for nearly two decades, but it still hasn't proven to be \"the future of technology\" as most were expecting. Some up-and-coming machines include the Oculus Quest, the Samsung VR, and the Vive Pro — but they have a few setbacks from …", "url": "https://www.businessinsider.com/reason-virtual-reality-hasnt-taken-off-future-technology-2018-11", "urlToImage": null, "publishedAt": "2018-11-12T22:23:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "22 unique gift ideas for everyone in the family — all from Amazon", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. When I'm browsing for gifts, Amazon is admittedly not the site where I expect to easily stumble a…", "url": "https://www.businessinsider.com/unique-gifts-on-amazon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9fcbff556fc4b2231eeac-750-375.jpg", "publishedAt": "2018-11-12T22:23:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Amazon When I'm browsing for gifts, Amazon is admittedly not the site where I expect to easily st… [+663 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Jack Dorsey says Twitter needs to fully understand 'use cases' of an edit button and can’t just 'rush it out' (TWTR)", "description": "Twitter CEO Jack Dorsey said at a talk in India this week that the social media platform has been weighing the idea for an edit button \"for quite some time.\" This is the first time since 2016 that Dorsey has commented on the idea of an edit button on Twitter,…", "url": "https://www.businessinsider.com/twitter-jack-dorsey-edit-button-considers-use-cases-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9e215d1e8445a101fdd3d-2732-1366.jpg", "publishedAt": "2018-11-12T22:21:17Z", "content": "Twitter's Jack Dorsey has heard your requests to add an edit button, but the CEO has some concerns about the \"use cases\" for such a feature before the social media platform does anything. As first reported by The Next Web, Dorsey touched on the topic while sp… [+1472 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Rihanna appears to subtly show her disapproval after Victoria's Secret exec apologizes for making 'insensitive' comment about transgender models (LB)", "description": "A senior executive at Victoria's Secret's parent company apologized on Friday after sparking outcry with comments he made about transgender models in an interview with Vogue. Social media users began comparing Victoria's Secret runway show to that of Rihanna'…", "url": "https://www.businessinsider.com/rihanna-apparently-responds-victorias-secret-exec-transgender-comments-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ef0666be501d5e5f10b2-750-375.jpg", "publishedAt": "2018-11-12T22:12:55Z", "content": "Victoria's Secret came under fire late last week after one of its executives was called out for making \"insensitive\" comments during an interview with Vogue. Ed Razek, chief marketing officer of Victoria's Secret parent company L Brands, said that he didn't t… [+1946 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Carmelo Anthony never turned into the player the NBA world expected, and now his career has taken an ugly final turn", "description": "Carmelo Anthony may soon be released by the Houston Rockets, according to reports, and will be looking for a fifth team in two years. At a point in his career when many former stars accept smaller roles on championship teams, it appears Anthony is struggling …", "url": "https://www.businessinsider.com/carmelo-anthony-rockets-release-ugly-turn-career-legacy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9e09866be501b52330122-1334-667.jpg", "publishedAt": "2018-11-12T22:10:26Z", "content": "In a somewhat surprising turn of events, it appears Carmelo Anthony's tenure with the Houston Rockets will soon come to an end. Reports over the weekend said Anthony was meeting with the Rockets to discuss his role moving forward. The New York Times' Marc Ste… [+6600 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nathan McAlone", "title": "MoviePass competitor Sinemia is being sued by angry customers who say it ripped them off with new fees", "description": "On Friday, the law firm Chimicles & Tikellis LLP filed a class action lawsuit in Delaware on behalf of two plaintiffs, alleging that MoviePass competitor Sinemia “essentially became a bait-and-switch scheme.” The crux of the suit is a new $1.80 per-movie \"pro…", "url": "https://www.businessinsider.com/moviepass-competitor-sinemia-sued-in-class-action-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f64001b12d4ac8076b8b-1136-568.jpg", "publishedAt": "2018-11-12T22:09:38Z", "content": "When MoviePass was forced to drastically change its business model in the face of mounting losses in August, competitor Sinemia stepped into the spotlight. The movie-ticket subscription startup was founded in Turkey in 2015 and had operated overseas, but in e… [+3761 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jason Guerrasio", "title": "Stan Lee's famous Marvel cameos started out as a joke in the comics", "description": "With the passing of Stan Lee on Monday at the age of 95, we don't just say goodbye to the face of the Marvel brand, but alo the man of 1,000 cameos. The former president and chairman of Marvel Comics is known by many Marvel Cinematic Universe fans as the guy …", "url": "https://www.businessinsider.com/stan-lee-marvel-cameo-history-2015-4", "urlToImage": "https://amp.businessinsider.com/images/5540f8016da811822a9128d5-750-375.jpg", "publishedAt": "2018-11-12T22:06:00Z", "content": "Stan Lee (L) talks to Peter Parker (Tobey Maguire) in \"Spider-Man 3.\" Sony/Marvel/\"Spider-Man 3\" With the passing of Stan Lee on Monday at the age of 95, we don't just say goodbye to the face of the Marvel brand, but alo the man of 1,000 cameos. The former pr… [+2346 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Perticone", "title": "Freedom Caucus slated to lose power as Republicans lose control of the House", "description": "As Democrats take back majority control of the House, the conservative House Freedom Caucus will have to adapt to being in the minority, which the group never has had to do since its formation. Despite significant losses for the GOP in the midterm elections, …", "url": "https://www.businessinsider.com/democrats-win-pushes-gops-right-wing-house-freedom-caucus-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a3668c35ab3dcb09bbe3-2732-1366.jpg", "publishedAt": "2018-11-12T22:03:05Z", "content": "WASHINGTON — The conservative House Freedom Caucus is expected to lose a significant amount of leverage within the Republican Party when the new Congress forms in January, forcing members of the once-powerful faction to adjust to life in the Democratic-contro… [+3882 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alyson Shontell", "title": "How this CEO used a simple system to nail his work-life balance and build a company that just sold for $8 billion (SAP)", "description": "When a company offered to buy Ryan Smith's startup Qualtrics for more than $500 million, he asked his wife to take a drive. The deal, and the amount of money it would net his family, was a lot to process. But after just 30 minutes of driving south, the couple…", "url": "https://www.businessinsider.com/ceos-use-this-work-life-balance-trick-2014-11", "urlToImage": "https://amp.businessinsider.com/images/542344e3eab8ea5073851795-2732-1366.jpg", "publishedAt": "2018-11-12T22:00:00Z", "content": "Qualtrics CEO Ryan Smith Ryan Smith When a company offered to buy Ryan Smith's startup Qualtrics for more than $500 million, he asked his wife to take a drive. The deal, and the amount of money it would net his family, was a lot to process. But after just 30 … [+2980 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Remi Rosmarin", "title": "This $155 laptop bag is one of the smartest we've ever carried to work — here's why professionals will love it", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we get a share of the revenue from your purchase. Handbag startup Dagne Dover has made a name for itself as the go-to work bag brand for professiona…", "url": "https://www.businessinsider.com/dagne-dover-laptop-bag-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ee29beb67046fa513ab6-1136-568.jpg", "publishedAt": "2018-11-12T21:52:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships so we get a share of the revenue from your purchase. I wish I could carry my favorite leather tote bag to work — but frankly, it's impractical. Though … [+5399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Kotecki", "title": "13 items you should have ready in an emergency kit in case of a wildfire", "description": "The Camp Fire has become the most destructive fire in California's history. Two more California wildfires, the Hill and Woolsey Fires, have devastated several miles of land near Los Angeles. These fires are part of a trend, as fire season in the western US is…", "url": "https://www.businessinsider.com/california-wildfires-how-to-make-go-bag-emergency-kit-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9e968f556fc485e47c376-2732-1366.jpg", "publishedAt": "2018-11-12T21:51:00Z", "content": "Deadly fires have engulfed communities across California in recent days. The Camp Fire in northern California has killed at least 29 people and destroyed more than 6,400 homes, making it the most destructive wildfire in the state's history. Growing at the rat… [+1820 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "This new video shows how the world's most popular gamer turned his basement into a mind blowing state-of-the-art studio", "description": "Tyler \"Ninja\" Blevins is the most popular professional video game player in the world, streaming \"Fortnite: Battle Royale\" for millions of followers every day. Portland based creative agency Roundhouse recently partnered with Ninja's sponsor, Red Bull, to red…", "url": "https://www.businessinsider.com/video-ninja-red-bull-home-streaming-studio-absolutely-amazing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9efe09e8c5352125d7efb-1536-768.jpg", "publishedAt": "2018-11-12T21:49:05Z", "content": "In the era of YouTube and Twitch, professional video gamers rely on home studio setups to broadcast their gameplay to the millions of viewers around the world. Most home studios have humble beginnings, in a basement or in a kitchen. But if a streamer becomes … [+4133 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "France has been the most-visited country in the world for more than 20 years in a row — but experts think it's about to lose its crown", "description": "France has been the most-visited country in the world for more than 20 years running. But China is predicted to become the world's top vacation hotspot by 2030. Thanks to a growing economy and expanding middle class, China is also expected to become the bigge…", "url": "https://www.businessinsider.com/china-tourism-visitors-france-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9e67af556fc47ad48bcdc-1136-568.jpg", "publishedAt": "2018-11-12T21:49:03Z", "content": "France has held the title of most popular tourist destination in the world for more than 20 years running. In 2018 alone, 89 million tourists are estimated to have traveled to France. But France may soon be overtaken by another country as the world's foremost… [+928 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "Airlines are joining in on Black Friday with major flight sales", "description": "Black Friday is perhaps the single most famous and historically important day of the year for retailers in the US. Major airlines such as Delta and Ryanair have also begun to offer discounted flights and vacation packages on Black Friday. Most airlines are ex…", "url": "https://www.businessinsider.com/black-friday-cheap-flight-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b895114e361c033008b5618-2732-1366.jpg", "publishedAt": "2018-11-12T21:48:42Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump is once again moving closer to imposing auto tariffs, a move that could have massive economic consequences", "description": "President Donald Trump is once again zeroing in on possible auto tariffs, which would be a massive escalation of his trade battles. According to a Bloomberg report, the White House is passing around a report on possible auto tariffs, and Trump is meeting with…", "url": "https://www.businessinsider.com/trump-trade-war-auto-car-tariff-eu-concern-negotiation-tactic-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b48c5bff4af9c28008b4740-1920-960.jpg", "publishedAt": "2018-11-12T21:48:05Z", "content": "President Donald Trump seems to be once again focused on imposing tariffs on imported cars and trucks, according to new reports, a move that would substantially escalate the president's trade war. According to a report from Bloomberg, the White House is inter… [+1646 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "Michelle Obama says 'What do you want to be when you grow up?' is the worst question you can ask a kid", "description": "Michelle Obama told Oprah Winfrey that 'What do you want to be when you grow up?' is the worst question an adult can ask a kid. She was explaining the title of her new memoir, \" Becoming \" — growing up is not finite, she said; one is always becoming who they …", "url": "https://www.businessinsider.com/michelle-obama-becoming-memoir-worst-question-for-kids-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9f08e0591f256580f93a8-2732-1366.jpg", "publishedAt": "2018-11-12T21:48:00Z", "content": "Michelle Obama has earned a reputation as a soundboard of advice for women and young people, and this time, she's got something to say about a popular question often posed to children. \"A question that adults ask kids — I think it's the worst question in the … [+1770 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Tucker Carlson will return to Fox News Monday night after protest and assault allegation controversy", "description": "Tucker Carlson will return to his regularly scheduled Fox News broadcast Monday night, a Fox News spokesperson told INSIDER. Carlson hasn't appeared on-camera since a series of stories involving him have spread across the web. It's unknown whether or not Carl…", "url": "https://www.businessinsider.com/tucker-carlson-return-to-fox-news-after-a-week-of-controversy-protest-assault-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9eee5b73c2846e66f9d2e-2732-1366.jpg", "publishedAt": "2018-11-12T21:37:36Z", "content": "Tucker Carlson will return to his regularly scheduled nightly program \"Tucker Carlson Tonight\" on Monday evening following a hiatus from the show and a week of controversy, a Fox News spokesperson told INSIDER. Carlson has not hosted the show since Wednesday … [+2423 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "One week before hosting a potential Super Bowl preview, the field in Mexico City is a mess, and the NFL is reportedly concerned", "description": "The Kansas City Chiefs and Los Angeles Rams are set to play in Mexico City next Monday night. According to Peter King, the NFL is worried about field conditions at Azteca Stadium, after rainy conditions and a few other events have left the field looking hagga…", "url": "https://www.businessinsider.com/nfl-concerned-chiefs-rams-mexico-city-field-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99fe1b73c283af66f9259-1536-768.jpg", "publishedAt": "2018-11-12T21:32:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Michelle Obama opens up about the first time she saw Barack and what their first kiss was like", "description": "Michelle Obama spoke about meeting her future-husband Barack during an interview on \"20/20\" Sunday night. The former first lady says she had a bad first impression of Barack because he showed up late to their first meeting, when she was mentoring him during a…", "url": "https://www.businessinsider.com/michelle-obama-meeting-barack-first-kiss-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b66c8c35ab40da5f0333-1920-960.jpg", "publishedAt": "2018-11-12T21:26:53Z", "content": "Michelle Obama says she was certain she wouldn't like Barack Obama when she was assigned to be his mentor when he worked at her law firm in the summer of 1989. During an interview with ABC News' Robin Roberts on \"20/20\" Sunday night, the former first lady sai… [+2283 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "The 'pink tax' isn't just on tampons and deodorant — women pay more for transit too", "description": "Women pay more to get around New York City in order to avoid harassment, an NYU study has found. On average, women paid up to $50 more than men, who paid no extra money to avoid similar incidents. The center suggests more designated pickup locations with adeq…", "url": "https://www.businessinsider.com/women-pay-more-for-transit-avoid-harassment-nyu-study-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9cd740d7c67410a5a7a4f-1536-768.jpg", "publishedAt": "2018-11-12T21:17:19Z", "content": "Women pay an average of $26-$50 more than men on transit each month, a new study has found, because of safety and abuse issues they face on a day-to-day basis. Researchers at NYU's Rudin Center for Transportation asked 547 New Yorkers about their commuting ha… [+2840 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "UK PM May says Brexit talks reaching their endgame, issues remain - Business Insider", "description": "Business Insider UK PM May says Brexit talks reaching their endgame, issues remain Business Insider By Andrew MacAskill and Elizabeth Piper. LONDON (Reuters) - British Prime Minister Theresa May said on Monday that there were still considerable unresolved iss…", "url": "https://www.businessinsider.com/r-uk-pm-may-says-brexit-talks-reaching-their-endgame-issues-remain-2018-11", "urlToImage": null, "publishedAt": "2018-11-12T21:05:00Z", "content": "2018 Lord Mayor's Banquet in London Thomson Reuters By Andrew MacAskill and Elizabeth Piper LONDON (Reuters) - British Prime Minister Theresa May said on Monday that there were still considerable unresolved issues with the European Union over Brexit as the tw… [+3114 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "Luxury apartment buildings are offering more outrageous amenities than ever to attract tenants, from rooftop gyms and dog spas to outdoor movie theaters", "description": "Luxury apartment buildings are offering increasingly lavish amenities to attract tenants. Rooftop running tracks and dog parks, outdoor movie theaters, residents-only bars and restaurants are just a few of the fancy perks developers are offering. People are g…", "url": "https://www.businessinsider.com/luxury-apartments-outrageous-amenities-restaurant-spa-bar-residents-only-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9954210114242e62ca5f3-1536-768.jpg", "publishedAt": "2018-11-12T21:04:00Z", "content": "Luxury apartment buildings are going to increasingly greater lengths to attract tenants, offering outrageous amenities that include rooftop running tracks and dog parks, outdoor movie theaters, and residents-only bars and restaurants. This move reflects a shi… [+2248 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Tech stocks are getting slammed, Dow tanks more than 500 points", "description": "Comments", "url": "https://www.businessinsider.com/stock-market-news-tech-getting-slammed-dow-drops-over-300-points-2018-11", "urlToImage": null, "publishedAt": "2018-11-12T21:02:40Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "The 35 best MBA programs in the world, ranked from least to most expensive", "description": "Getting an MBA can be a huge investment of both time and money. Higher- and business-education specialists QS Quacquarelli Symonds recently released its 2019 Global MBA Ranking, evaluating 251 of the best business schools in the world. Using QS estimates of t…", "url": "https://www.businessinsider.com/best-businesss-schools-mba-programs-cost-ranked-2018-11", "urlToImage": "https://amp.businessinsider.com/images/52585ff96bb3f7276e57f2f0-2732-1365.jpg", "publishedAt": "2018-11-12T20:59:56Z", "content": "Getting an MBA can be a huge investment of both time and money. Higher- and business-education specialist QS Quacquarelli Symonds recently released its 2019 Global MBA Ranking, evaluating 251 of the best business schools in the world. QS ranked programs on em… [+363 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Netflix reportedly had an internal debate after its testing favored 'Grace and Frankie' promos without Jane Fonda", "description": "According to The Wall Street Journal, Netflix tests showed that users were more likely to click on images for \"Grace and Frankie\" that didn't include actress Jane Fonda. This prompted a debate between its content and tech teams, the Journal reported. Netflix'…", "url": "https://www.businessinsider.com/netflix-tests-liked-grace-and-frankie-without-jane-fonda-wsj-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b0adbeb6703d6b6ce895-1136-568.jpg", "publishedAt": "2018-11-12T20:59:18Z", "content": "Netflix's algorithm reportedly put the streaming giant between a rock and a hard place when it came to its original series, \"Grace and Frankie.\" The show stars Jane Fonda and Lily Tomlin as two women who find out their husbands are having an affair with one a… [+1133 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "These are the top 10 games for your new PlayStation 4, according to critics (SNE)", "description": "At just over five years old, the PlayStation 4 has a surprisingly long list of incredible games. And, in 2018, the wildly successful PlayStation 4 is on the verge of being the lowest price it's ever been: Just $200 during the week of Black Friday — with a cop…", "url": "https://www.businessinsider.com/top-10-playstation-4-games-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9e53f0591f254de6fc024-1136-568.jpg", "publishedAt": "2018-11-12T20:54:45Z", "content": "Critic score: 95/100 User score: 9.1/10 Plot summary ( from Metacritic ): \"'The Last of Us' has been rebuilt for the PlayStation 4 system. Now featuring full 1080p, higher resolution character models, improved shadows and lighting, in addition to several othe… [+415 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Victoria's Secret is promising its 'most epic' Black Friday deals ever, but year-round discounting means these special sales have become the norm (LB)", "description": "Victoria's Secret has become a discount haven, which means that major shopping days such as Black Friday don't carry as much weight as they once did. Analysts say that the store is leaning on promotions to drive traffic to stores. Constant discounting erodes …", "url": "https://www.businessinsider.com/victorias-secret-black-friday-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c71d0591f2502d517c53-750-375.jpg", "publishedAt": "2018-11-12T20:53:35Z", "content": "Victoria's Secret is promising to offer its \"most epic\" Black Friday sales ever this year, but constant discounting means that the big shopping day — and the period around it — no longer carry the same weight they once did. While more deals are expected to co… [+2445 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Alibaba's Singles Day made e-commerce history — but the numbers also suggest China's economy is cooling down (BABA)", "description": "Alibaba made e-commerce history on Sunday, recording $30.8 billion in sales in 24 hours at the its Singles Day celebration. But the annual growth rate dropped from 39% to 27%, the smallest gain in the event's 10-year history. This comes as China, the world's …", "url": "https://www.businessinsider.com/alibaba-stock-price-singles-day-historical-ecommerce-china-eco-cools-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9dbf53815074a7459dd68-1920-960.jpg", "publishedAt": "2018-11-12T20:51:00Z", "content": "The Chinese e-commerce giant Alibaba 's Singles Day event on Sunday was the biggest online-shopping day in history, but it also signaled a weaker macro environment in China. Alibaba reported that customers spent $30.8 billion in 24 hours, a significant increa… [+2354 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "Starbucks' former HR chief says a job candidate's answer to a simple interview question predicts success better than their entire resume", "description": "Asking interview questions about challenging work experiences can help discern whether a candidate is willing to learn from their mistakes. That's according to Traci Wilk, senior vice president of people at The Learning Experience and former HR chief at Starb…", "url": "https://www.businessinsider.com/interview-questions-challenging-work-experiences-growth-mindset-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9d7e60591f252bd145d72-1536-768.jpg", "publishedAt": "2018-11-12T20:50:07Z", "content": "One of the hardest parts of a job interview is talking about your flaws and stumbles. Sometimes the prompt is literally, \"What's your greatest weakness?\" Other times it's, \"Why were you let go from your last job?\" If you're interviewing with Traci Wilk, there… [+2658 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julie Bort", "title": "Meet the CEO who once turned down a $500 million offer for his startup — and just sold it for $8 billion (SAP)", "description": "A little over six years ago, Qualtrics CEO Ryan Smith turned down a $500 million acquisition offer for his bootstrapped company. He was betting that he and his two cofounders — who happen to be his father and brother — that they could build their company into…", "url": "https://www.businessinsider.com/qualtrics-ceo-interview-bill-mcdermott-sap-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58ed35b277bb70b51a8b519e-1334-667.jpg", "publishedAt": "2018-11-12T20:41:15Z", "content": "A little over six years ago, Qualtrics CEO Ryan Smith stared at a $500 million acquisition offer - half a billion dollars! - for his bootstrapped company doing $50 million in revenue......and turned it down. Instead, he decided to gamble he could grow his com… [+7333 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hayley Peterson", "title": "Creditors urge Sears to shut down all its stores, calling its plan for survival 'wishful thinking' (SHLD)", "description": "Sears ' unsecured creditors are urging the company to shut down all of its remaining stores. In a bankruptcy filing, the creditors slammed Sears' plan to stay in business as \"nothing more than wishful thinking\" and \"an unjustified and foolhardy gamble with ot…", "url": "https://www.businessinsider.com/sears-should-close-all-stores-creditors-say-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bcf3ccba4f8be7263111c42-750-375.jpg", "publishedAt": "2018-11-12T20:40:24Z", "content": "Sears' creditors are demanding that the company shut down all its remaining stores. The retailer's plan to survive bankruptcy is \"nothing more than wishful thinking\" and \"an unjustified and foolhardy gamble with other people's money,\" a group of unsecured cre… [+1368 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Daniel Brown", "title": "9 photos of world leaders standing in the rain to honor fallen soldiers", "description": "President Donald Trump was criticized on Saturday for not attending a World War I memorial service about 50 miles from Paris because of rainy weather. The trip to Ainse-Marne American Cemetery and Memorial was canceled \"due to scheduling and logistical diffic…", "url": "https://www.businessinsider.com/8-photos-of-world-leaders-honoring-falling-soldiers-in-the-rain", "urlToImage": "https://amp.businessinsider.com/images/5be9beb4da27f852552fcd3a-1136-568.jpg", "publishedAt": "2018-11-12T20:36:10Z", "content": "President Donald Trump was criticized on Saturday for not attending a World War I memorial service about 50 miles from Paris because of rainy weather. The trip to Ainse-Marne American Cemetery and Memorial was canceled \"due to scheduling and logistical diffic… [+1216 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "This is what poverty looks like in the US right now", "description": "Though poverty has slightly declined in recent years, the US Census Bureau found last year that nearly 40 million people are living in poverty in America. Poverty affects almost every area of life for Americans in every state and city across genders, ages, em…", "url": "https://www.businessinsider.com/poverty-in-america-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8fa57381507378a552a04-1920-960.jpg", "publishedAt": "2018-11-12T20:34:39Z", "content": "Though poverty has slightly declined in recent years, the US Census Bureau found last year that nearly 40 million people are living in poverty in America. Poverty affects almost every area of life for Americans in every state and city across genders, ages, em… [+91 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Stan Lee spent a lifetime condemning racism, most prominently through the heroes in his comic books", "description": "Stan Lee, the founder of Marvel Comics, died at the age of 95 on Monday. Lee spent a lifetime condemning racism, most prominently via the heroes in his comic books. \" I always felt the X-Men, in a subtle way, often touched upon the subject of racism and inequ…", "url": "https://www.businessinsider.com/stan-lee-death-racism-comics-heroes-x-men-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9de593815074af215d428-1920-960.jpg", "publishedAt": "2018-11-12T20:31:42Z", "content": "Stan Lee spent a lifetime condemning racism and hatred, including via the heroes in his comic books. Lee, the founder of Marvel Comics, died at the age of 95 on Monday. The iconic characters he created — including Spider-Man and the X-Men — have enchanted mul… [+3058 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Flanagan", "title": "The inside story behind the Marvel movie you were never supposed to see", "description": "Marvel comic book, \" The Fantastic Four,\" was adapted into a movie in 1993 with a $1 million budget, but was never officially released. German producer, Bernd Eichinger, failed to get Hollywood backing, but he risked losing his rights to the comic if he didn'…", "url": "https://www.businessinsider.com/marvel-fantastic-four-unreleased-movie-roger-corman-hollywood-comic-book-superhero-stan-lee-2017-3", "urlToImage": "https://amp.businessinsider.com/images/58c707916ff8016b008b4597-480-240.jpg", "publishedAt": "2018-11-12T20:19:00Z", "content": "In 1993, a German producer teamed up with legendary \"King of the B-Movies\" Roger Corman to produce a low-budget, feature-length adaptation of the popular Marvel comic book \"The Fantastic Four.\" The movie was never officially released. Producer Bernd Eichinger… [+1552 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lulu Chang", "title": "These linen sheets are undoubtedly expensive, but their superior comfort and breathability won me over", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Bring luxury into your bedroom with Cultiver's Linen Duvet Cover Set. Thanks to this linen duvet …", "url": "https://www.businessinsider.com/cultiver-linen-sheets-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99bade4218a3a5c650717-750-375.jpg", "publishedAt": "2018-11-12T20:15:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The easiest way to dress up your bedroom? A new duvet cover, of course. In much the same way that… [+3607 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Back to the future with Sir Martin Sorrell", "description": "When Martin Sorrell quit under fire last spring as the CEO of the world's most powerful marketing juggernaut, WPP, he didn't miss a beat. \"Back to the future\" is where he told reporters he was headed. Six weeks later he was launching a new warship, S4 Capital…", "url": "https://www.businessinsider.com/martin-sorrell-interview-ignition-conference-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be49e1a8c35ab79b62d6c1b-2732-1366.jpg", "publishedAt": "2018-11-12T20:12:47Z", "content": "When Martin Sorrell quit under fire last spring as the CEO of the world's most powerful marketing juggernaut, WPP, he didn't miss a beat. \"Back to the future\" is where he told reporters he was headed. Six weeks later he was launching a new warship, S4 Capital… [+4786 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Olivia Oran", "title": "What you need to know on Wall Street today", "description": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. Hedge funds just suffered through their worst month in 8 years — here's why their …", "url": "https://www.businessinsider.com/stock-market-news-today-november-12-2018", "urlToImage": null, "publishedAt": "2018-11-12T20:06:59Z", "content": "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours. Sign up here to get the best of Business Insider delivered direct to your inbox. Hedge funds just suffered through their worst month in 8 years — here's why their … [+2446 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Maddy Sims", "title": "12 of the biggest skin-care mistakes you're making in your 20s", "description": "With all of the things happening in your 20s, taking care of your skin might not be at the top of your to-do list. But the choices you make in your 20s can impact your skin down the road, Papri Sarkar, a dermatologist in Massachusetts, told INSIDER. \"Starting…", "url": "https://www.businessinsider.com/common-skin-mistakes-youre-making-2018-11", "urlToImage": null, "publishedAt": "2018-11-12T20:06:14Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Greater Paris will ban diesel cars registered before 2000 from the region starting in 2019", "description": "Thomson Reuters Beginning in the summer of 2019, the Greater Paris region will become a low-emission zone, limiting the circulation of old diesel cars. The ban will use France's new \"Crit'Air\" vignette system, which identifies cars' age and pollution level wi…", "url": "https://www.businessinsider.com/r-greater-paris-to-ban-old-diesel-cars-from-summer-2019-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9dcc366be501a8263f57d-2560-1280.jpg", "publishedAt": "2018-11-12T20:04:00Z", "content": "FILE PHOTO: Traffic jam is seen as the banks of the Seine river are closed to the traffic in Paris, France Thomson Reuters PARIS (Reuters) - The Greater Paris region will become a low-emission zone from next summer, which will limit the circulation of old die… [+1131 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Harrison Jacobs", "title": "6 months of traveling taught me to be wary of Instagram, and 2 photos of one of China's most treasured sites will show you why", "description": "In March I left New York to travel around the world as Business Insider's international correspondent. Over the course of more than six months, I have so far visited 12 countries. Throughout my trip, I encountered tons of destinations where the glossy photos …", "url": "https://www.businessinsider.com/danxia-landform-rainbow-mountains-instagram-reality-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9cb2c0591f2508e14111e-1920-960.jpg", "publishedAt": "2018-11-12T19:57:01Z", "content": "China has a lot of Instagrammable destinations. There's the cloud-shrouded quartz-sandstone pillars in Zhangjiajie — better known as inspiration for the floating mountains in the film \"Avatar.\" There's the lush, green Wuyi mountains in Fujian. And, of course,… [+2153 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "China's most advanced stealth fighter shows off its weapons for the first time, revealing some serious heat - New Haven Register", "description": "REUTERS/Stringer\n\n\n\n\nA pair of Chengdu J-20 stealth fighters performed a demonstration flight at China's largest aviation expo with their missile bays open, showing off the onboard weapons for the first time.\nThe fighter carries four medium-to-long-range air-…", "url": "http://www.businessinsider.com/chinas-j-20-stealth-jet-spotted-by-india-air-force-su-30mki-2018-5?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.nhregister.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-12T19:51:28Z", "content": "REUTERS/Stringer China's most advanced stealth fighter showed off its six onboard missiles for the first time on Sunday at the country's largest airshow. A pair of Chengdu J-20 stealth fighters tore across the sky with their missile bays open during a demonst… [+2008 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Julia Tell", "title": "The 7 things you should consider before working for a startup founder", "description": "Working for a startup founder is different from working in an established company. Job roles are not as clear, long hours are often expected, and there can be lots of pressure to perform. Before you take a job working with a founder, ask a lot of questions. B…", "url": "https://www.businessinsider.com/working-for-startup-founder-what-to-consider-beforehand-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e31eb73c28132c54aa54-1536-768.jpg", "publishedAt": "2018-11-12T19:33:00Z", "content": "You need to feel the passion of a founder and be 100% on board. Angel investor David H. Page, a specialist in business development for startups, told Business Insider that anyone thinking of working for a founder should find out about the founder's purpose, h… [+332 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Charlotte Hu", "title": "BARCLAYS: These health insurers stand to profit the most from Medicaid expansion after Democrats' big election win", "description": "Medicaid expansion was a prominent healthcare issue on the ballots this midterm election. Three red states voted yes to expansion, and Barclays analysts think more states will follow suit post-election. Here's how the the expansion will impact managed care or…", "url": "https://www.businessinsider.com/centene-molina-wellcare-profit-from-medicaid-expansion-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9d3070591f25209084d13-1920-960.jpg", "publishedAt": "2018-11-12T19:28:00Z", "content": "Last Tuesday, residents in three red states -Idaho, Nebraska, and Utah - voted to expand their state Medicaid program to more low-income people. This adds them to the roster of 34 other states and Washington, D.C. who've taken similar actions under the Afford… [+1662 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "Chaotic recounts are underway in Florida, as Georgia and Arizona scramble to finalize results in key races", "description": "Six days after Election Day, the outcome of several key races in Florida, Georgia, and Arizona are up in the air. In Florida, state elections are engaged in a furious recount to determine the state's US Senate and gubernatorial races, among others. In Georgia…", "url": "https://www.businessinsider.com/florida-georgia-and-arizona-are-still-counting-and-recounting-votes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c38c110d4c513c6e641c-1136-568.jpg", "publishedAt": "2018-11-12T19:24:26Z", "content": "Six days after Election Day, several key races are still up in the air as Republicans promote unfounded allegations of fraud committed by Democratic voters and elections officials, while Democrats demand that all the votes be counted. The flaws in Florida's v… [+7332 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher", "title": "New satellite photos of California's wildfires show the furious, deadly evolution of the disasters from space", "description": "California is still burning. As of Monday, three major wildfires — the Camp, Hill, and Woolsey fires — have killed dozens of people and scorched hundreds of thousands of acres of forests and infrastructure. Firefighters are struggling to contain the biggest b…", "url": "https://www.businessinsider.com/california-wildfires-camp-woolsey-satellite-pictures-from-space-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b555da27f8506d6fed8a-2732-1366.jpg", "publishedAt": "2018-11-12T19:24:00Z", "content": "California is still burning. As of Monday, three major wildfires — the Camp, Hill, and Woolsey fires — have killed dozens of people and scorched hundreds of thousands of acres of forests and infrastructure. Firefighters are struggling to contain the biggest b… [+811 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Walmart has apparently been worried about Amazon for more than 15 years — here are all of the changes it has made to keep up in the online-shopping battle (WMT, AMZN)", "description": "Walmart has been worried about Amazon for years, and it has forced Walmart to make some major changes to its e-commerce strategy. Those changes have included introducing two-day shipping and improved grocery delivery options. Here's how Walmart has evolved to…", "url": "https://www.businessinsider.com/walmart-changes-to-compete-with-amazon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b4e5040e121fe1a008b45be-2732-1366.jpg", "publishedAt": "2018-11-12T19:22:57Z", "content": "Walmart has been worried about Amazon for over a decade, according to former Walmart board member John Chambers. In 2003, Amazon was eight years old and was just starting to turn a profit. Still, Walmart was worried about the growing online retailer. \"This is… [+390 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "I installed this $160 smart lock on my front door, and now letting in our Airbnb guests is a snap", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Whether you regularly host guests, don't want to carry around keys, or you just want to let trust…", "url": "https://www.businessinsider.com/schlage-connect-smart-lock-deadbolt-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9cfb00591f2519c0f0452-960-480.jpg", "publishedAt": "2018-11-12T19:20:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Over the years, my wife and I have rented out rooms in our home to strangers using services like … [+5029 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "How 'Venom' scored one of the biggest superhero movie openings ever in China", "description": "\"Venom\" scored the third-biggest opening for a superhero movie ever in China, only behind \"Avengers: Infinity War\" and \"Avengers: Age of Ultron.\" It continues \"Venom's\" impressive box-office run, which could top $700 million globally. Exhibitor Relations seni…", "url": "https://www.businessinsider.com/venom-opens-huge-in-china-box-office-analysis-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c9878c35ab43f6159e18-1136-568.jpg", "publishedAt": "2018-11-12T19:18:56Z", "content": "\"Venom\" continued its shocking box-office dominance over the weekend in China, where it opened to a huge $102 million. That's the third-biggest opening ever for a superhero movie there after \"Avengers: Infinity War,\" which opened to $191 million, and \"Avenger… [+2670 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat", "title": "RANKED: The 10 best law schools for landing a high-paying job after graduation", "description": "The Princeton Review has released its 2019 best law schools list. The release includes a ranking of the best law schools for career prospects based on student surveys and school-reported data, like median starting salary and bar exam scores. The New York Univ…", "url": "https://www.businessinsider.com/best-law-schools-high-paying-jobs-princeton-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b5759e8c5348705aba4a-1136-568.jpg", "publishedAt": "2018-11-12T19:18:00Z", "content": "The Princeton Review has released its 2019 best law schools list. The release includes a ranking of the best law schools for career prospects based on student surveys and school-reported data. Students responded to survey questions on a law program's practica… [+623 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Top 12 waiver-wire pickups for Week 11 of fantasy football", "description": "We're in the thick of the NFL season, with bye weeks now a critical part of the week-to-week calculations of any fantasy player. This week six teams resting at home, meaning your fantasy squad will almost certainly be missing a key contributor. Below, we've c…", "url": "https://www.businessinsider.com/week-11-waiver-wire-fantasy-football-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ce86f556fc44a81a9f4a-1536-768.jpg", "publishedAt": "2018-11-12T19:16:58Z", "content": "ESPN fantasy ownership: 0.9% Week 10 stats: Eight receptions, 93 receiving yards, one touchdown — 23.3 fantasy points One thing to know: Zay Jones has seen his targets increase in recent weeks with the Bills, and was a big part of Buffalo's 41-point explosion… [+227 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Paige Leskin", "title": "Students in Brooklyn protest their school's use of a Zuckerberg-backed online curriculum designed by Facebook engineers", "description": "High school students at Brooklyn's Secondary School for Journalism staged a walkout last week to protest perceived \"wrongdoings\" at the school, which include the use of an online curriculum called \"Summit Learning\" that stresses independent learning. Schools …", "url": "https://www.businessinsider.com/summit-learning-school-curriculum-funded-by-zuckerberg-faces-backlash-brooklyn-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99d5f01b12d3cc92e1321-2732-1366.jpg", "publishedAt": "2018-11-12T19:02:53Z", "content": "Students at a Brooklyn high school staged a walkout last week to protest teaching methods in their classrooms, which include a web-based curriculum program partially funded by Facebook CEO Mark Zuckerberg. Nearly 100 students participated in the protest at th… [+6462 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix and Peter Kotecki", "title": "Stunning facts reveal how much more devastating wildfire season has become in California and throughout the US", "description": "Since Thursday, at least 31 people have died from three wildfires burning in California. The Camp Fire charred the entire town of Paradise in northern California. As of Sunday evening, the blaze covered 110,000 acres and was 25% contained. Officials have decl…", "url": "https://www.businessinsider.com/california-wildfires-are-getting-worse-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9adc9b73c283d67378689-2732-1366.jpg", "publishedAt": "2018-11-12T18:58:00Z", "content": "Since Thursday, at least 31 people have died from three wildfires burning in California. The Camp Fire charred the entire town of Paradise in northern California. As of Sunday evening, the blaze covered 110,000 acres and was 25% contained. Officials have decl… [+698 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Several UK businesses are discussing implanting microchips in their employees' hands", "description": "Some prominent UK companies are planning to offer optional microchip implants for their employees, which would mostly perform the same functions as an identification badge. Biohax, the Swedish company planning to offer its microchip services to UK businesses,…", "url": "https://www.businessinsider.com/biohax-uk-businesses-microchip-implants-employees-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9bdc3110d4c5033751135-1920-960.jpg", "publishedAt": "2018-11-12T18:53:04Z", "content": "Workers at some UK businesses may soon be able to demonstrate that they're dedication to the job is literally skin deep. Biohax, a Swedish microchip company, is currently discussing with several prominent UK companies the possibility of offering microchip imp… [+1887 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Caroline Lupini", "title": "Why you should consider opening Bank of America's $95-a-year rewards credit card", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. The Bank of America Premium Rewards credit card is a great option for anyone looking for a simple but solid reward…", "url": "https://www.businessinsider.com/bank-of-america-premium-rewards-credit-card-review", "urlToImage": "https://amp.businessinsider.com/images/5be9b4f5c957013e4c32fb68-1136-568.jpg", "publishedAt": "2018-11-12T18:46:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider may receive a commission from The Points Guy Affiliate Network. In recent years, premium credit cards have become more competitive than ever. The sign-up bonuses are sky-high and… [+5880 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat", "title": "A woman who sells 6-figure engagement rings through Instagram says lots of people make the same mistake when buying diamonds — and it comes down to which details they overspend on", "description": "Since 2013, Ring Concierge founder Nicole Wegman has been creating bespoke engagement rings and selling them on Instagram. Wegman said some clients hyper-focus on the four-C's and overspend on small diamond details that are barely visible. To get clients the …", "url": "https://www.businessinsider.com/engagement-ring-common-mistake-buying-diamonds-overspending-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5976abeb67006a3006250-2732-1366.jpg", "publishedAt": "2018-11-12T18:43:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Madeline Shi", "title": "Good news, Wall Streeters: You're probably going to get a bigger bonus this year", "description": "Wall Street workers from almost all sectors are poised to receive higher incentive payouts this year, and equity traders may see their bonuses surge as much as 20% from last year, according to a new report from Johnson Associates. The report, however, painted…", "url": "https://www.businessinsider.com/wall-street-bonuses-are-going-to-go-up-johnson-associates-survey-says-2018-11", "urlToImage": "https://amp.businessinsider.com/images/57b5e1e1ce38f237008b789c-1920-960.jpg", "publishedAt": "2018-11-12T18:40:32Z", "content": "Wall Street professionals in almost all sectors are likely to receive bigger bonuses for the second year in a row, according to compensation consultant Johnson Associates. The firm published its latest projections for Wall Street compensation on Monday. Incen… [+2950 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Natalia Lusinski", "title": "15 people reveal the best marriage advice they ever received from their parents", "description": "When it comes to marriage advice, parents are a great resource. After all, they have a lot of life experience to share. Here, 15 people share the best marriage advice they ever received from their parents. My grandmother, who raised me, loved to give me relat…", "url": "https://www.businessinsider.com/best-marriage-advice-from-parents-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b3d98c35ab408a02f7ad-1136-568.jpg", "publishedAt": "2018-11-12T18:33:00Z", "content": "My grandmother, who raised me, loved to give me relationship advice. When it came to marriage, one of her favorite sayings was, \"Always respect each other. Once respect is lost, it's hard to get it back.\" Toni Coleman, a licensed psychotherapist and relations… [+671 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "Wildfires in California have destroyed thousands of homes, and the devastating pattern is making fire insurance more expensive and complicated than ever", "description": "Three California wildfires continue to ravage California, destroying more than 6,800 structures and displacing hundreds of thousands of people. With heightened wildfire activity across California, obtaining insurance is tougher than ever — more insurance comp…", "url": "https://www.businessinsider.com/california-wildfires-fire-insurance-facts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b83466be50146846c96a-1920-960.jpg", "publishedAt": "2018-11-12T18:31:00Z", "content": "More than 6,800 structures have been destroyed as three wildfires continue to burn their way through California, according to the Los Angeles Times. Thanks to heightened wildfire activity across the state, it's becoming harder than ever for California homeown… [+4650 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "A new study finds that cutting your time on social media to 30 minutes a day reduces your risk of depression and loneliness (SNAP, FB)", "description": "A new study by researchers at the University of Pennsylvania found that limiting one's social media usage to 30 minutes per day can lead to significant improvements in your well-being. Specifically, less time on social media can lower rates of depression and …", "url": "https://www.businessinsider.com/facebook-instagram-snapchat-social-media-well-being-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c1bd38150746ae6c6043-2732-1366.jpg", "publishedAt": "2018-11-12T18:25:30Z", "content": "A new study by researchers at the University of Pennsylvania found that limiting one's social media usage to 30 minutes per day can lead to significant improvement's in well-being. Specifically, less time scrolling through photos of friends and old high schoo… [+1822 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Here's everything you need to know about Sam's Club's plans for Black Friday (WMT)", "description": "Sam's Club will open its doors to Black Friday shoppers at 7 a.m. on Friday, November 23. Online deals will kick off at 12:01 a.m. on Thanksgiving Day. The warehouse retailer has already listed deals on high-ticket products. Sam's Club members can take advant…", "url": "https://www.businessinsider.com/sams-club-black-friday-2018-hours-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b9a1b73c283f881f1752-960-480.jpg", "publishedAt": "2018-11-12T18:24:37Z", "content": "Sam's Club members can take advantage of in-store Black Friday deals starting at 7 a.m. on Friday, November 23. But early-bird shoppers and night-owl internet surfers alike also have the opportunity to shop on the Walmart -owned retailer's website for deals b… [+663 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "China's most advanced stealth fighter shows off its weapons for the first time, revealing some serious heat", "description": "A pair of Chengdu J-20 stealth fighters performed a demonstration flight at China's largest aviation expo with their missile bays open, showing off the onboard weapons for the first time. The fighter carries four medium-to-long-range air-to-air missiles and t…", "url": "https://www.businessinsider.com/chinas-j-20-stealth-fighter-shows-off-weapons-for-first-time-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a256f556fc3c923ae8ce-2732-1366.jpg", "publishedAt": "2018-11-12T18:18:45Z", "content": "China's most advanced stealth fighter showed off its six onboard missiles for the first time on Sunday at the country's largest airshow. A pair of Chengdu J-20 stealth fighters tore across the sky with their missile bays open during a demonstration flight on … [+1476 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Myelle Lansat", "title": "A doctor who achieved a near-perfect score on the medical board exam shares his 6 best strategies to memorize any kind of information", "description": "Dr. Sudip Bose is a former major in the US army and is an Iraq war veteran. In 2002, he achieved a near perfect score on the medical board exam. To prepare, Dr. Bose would quiz himself frequently, spacing out information and scrambling the order in which he l…", "url": "https://www.businessinsider.com/memory-tricks-doctor-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bbcc1bd7654531e5e79e477-1920-960.jpg", "publishedAt": "2018-11-12T18:15:02Z", "content": "The human brain has 100 billion neurons making trillions of connections — but somehow, you still can't remember your new coworker's name. \"I remember things in ridiculous ways,\" Dr. Sudip Bose told Business Insider. \"I mean, I have a mnemonic to get dressed i… [+3743 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "This is the perfect year to buy a PlayStation 4 or Xbox One — they're both dropping to their lowest prices ever", "description": "Holding out for a PlayStation 4 this holiday? Perhaps you're waiting on a killer Xbox One X deal? Or maybe you just want to complete your set of both major game consoles from Sony and Microsoft? No matter who you are, there are great deals to be found on ever…", "url": "https://www.businessinsider.com/black-friday-2018-ps4-xbox-one-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b1ad7d61ae66218008b4ec6-1334-667.jpg", "publishedAt": "2018-11-12T18:13:02Z", "content": "The Xbox One X — the beefed-up version of the Xbox One released just last year — is a powerhouse. It's whisper quiet, capable of producing 4K visuals, and shockingly tiny. It's also very expensive, starting at $500 without any games included. But during Micro… [+225 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Home Depot is bucking a major retail trend and staying closed on Thanksgiving, but it'll get its sales going early on Black Friday (HD)", "description": "Home Depot will kick off its in-store sales event at 6 a.m. on Black Friday, which falls on November 23 this year. The retailer will keep its stores closed on Thanksgiving. On the home improvement retailer's website, online Black Friday deals will unroll at 6…", "url": "https://www.businessinsider.com/home-depot-black-friday-2018-hours-deals-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a364f556fc3ce41a3fd9-960-480.jpg", "publishedAt": "2018-11-12T18:10:08Z", "content": "Home Depot is starting up its in-store Black Friday sales early on November 23. The home improvement retailer will open its doors at 6 a.m. on Black Friday. A company spokesperson told Business Insider that the stores will also close at their regularly schedu… [+793 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "No, it's not just you — Facebook is down", "description": "Facebook went down for some users on Monday afternoon. As of press time, DownDetector.com reported more than 1000 instances of issues connecting to the site. If you're having trouble connecting to Facebook, you're not alone. The site appeared to go down Monda…", "url": "https://www.businessinsider.com/facebook-is-down-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9bfdf66be501611729600-640-320.jpg", "publishedAt": "2018-11-12T18:09:29Z", "content": "If you're having trouble connecting to Facebook, you're not alone. The site appeared to go down Monday afternoon, and more than 1,000 people promptly reported connection issues on downdetector.com, a website that tracks site downtime. On Downdetector's live m… [+190 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brandt Ranj", "title": "Save up to 75% on furniture and decor at Wayfair — and more of today's best deals from around the web", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t…", "url": "https://www.businessinsider.com/deal-of-the-day-wayfair-sale-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c175e4218a40e015bcfd-960-480.jpg", "publishedAt": "2018-11-12T18:09:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Since you don't have all day to scour the web for noteworthy sales and discounts, we rounded up t… [+4304 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Apple is getting crushed after analysts predict that iPhone unit sales will shrink next year — which is the same time it will stop disclosing iPhone sales (AAPL)", "description": "Apple shares are sliding on Monday after a series of bad data points for iPhone demand. JP Morgan analysts said that iPhone unit sales could decline on an annual basis in both 2018 and 2019. TF International Securities analyst Ming-Chi Kuo cut his forecast fo…", "url": "https://www.businessinsider.com/aapl-apple-stock-price-jp-morgan-downgrades-stock-iphone-xr-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6c473fdcee30d27c8b45b1-1920-960.jpg", "publishedAt": "2018-11-12T18:05:26Z", "content": "Apple is down more than 4% on Monday after a slew of analyst reports suggested that iPhone unit sales could drop year-over-year as soon as the first quarter of 2019. These reports come shortly after Apple announced that it would no longer provide iPhone unit … [+4067 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Electric tumbles to post-financial crisis lows after CEO Larry Culp says he will sell assets to reduce leverage (GE)", "description": "General Electric CEO Larry Culp said Monday he will cut the company's leverage by selling assets. The company recently slashed its dividend to a penny in order to free up cash. JPMorgan on Friday dropped its price target for GE to $6, the lowest on Wall Stree…", "url": "http://markets.businessinsider.com/news/stocks/General-Electric-tumbles-to-post-financial-crisis-lows-after-CEO-Larry-Culp-says-he-will-sell-assets-to-reduce-leverage-GE-1027717405", "urlToImage": "https://static6.businessinsider.com/image/59e9fb45909924c74c8b52e3-2000/ap17163449870955.jpg", "publishedAt": "2018-11-12T18:05:00Z", "content": "AP Images / Richard Drew General Electric plunged as much as 10% Monday — to a record low of $7.72 a share — after CEO Larry Culp said he feels the \"urgency\" to cut the company's leverage and will do so by selling assets. \"We have no higher priority right now… [+1731 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "General Electric tumbles to post-financial crisis lows after CEO Larry Culp says he will sell assets to reduce leverage (GE)", "description": "General Electric CEO Larry Culp said Monday he will cut the company's leverage by selling assets. The company recently slashed its dividend to a penny in order to free up cash. JPMorgan on Friday dropped its price target for GE to $6, the lowest on Wall Stree…", "url": "https://www.businessinsider.com/general-electric-stock-price-ceo-will-sell-assets-cut-leverage-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9ba710d7c673e074f333a-1920-960.jpg", "publishedAt": "2018-11-12T18:05:00Z", "content": "General Electric plunged as much as 10% Monday — to a record low of $7.72 a share — after CEO Larry Culp said he feels the \"urgency\" to cut the company's leverage and will do so by selling assets. \"We have no higher priority right now than bringing those leve… [+1705 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "Ryanair passengers were left stranded for hours after their plane was grounded and seized by the French because of unpaid bills", "description": "Ryanair passengers experienced a surprise on Thursday when their flight was grounded and plane impounded in France because of an unpaid debt by Ryanair that left them delayed for up to five hours. BBC.com reports the French civil aviation authority grounded t…", "url": "https://www.businessinsider.com/ryanair-plane-impounded-because-unpaid-bills-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b34138150743a419740b-2732-1366.jpg", "publishedAt": "2018-11-12T18:04:29Z", "content": "Ryanair passengers experienced a surprise on Thursday when their flight was grounded and plane impounded in France due to an unpaid debt by Ryanair that left them delayed for up to five hours, multiple sources have reported. According to The Independent, Ryan… [+1826 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Jared Goff turned into a 'giddy kid' when he learned Halle Berry heard the Rams' audible named in her honor", "description": "The Los Angeles Rams withstood a last-minute comeback attempt from Russell Wilson and the Seattle Seahawks for a 36-31 win Sunday night. Quarterback Jared Goff threw for 318 yards and two touchdowns in the win, but he made headlines for calling an audible nam…", "url": "https://www.businessinsider.com/jared-goff-turned-giddy-over-halle-berry-audible-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9c0bc0d7c673f3e1438ab-1920-960.jpg", "publishedAt": "2018-11-12T18:01:00Z", "content": "The Los Angeles Rams held off a last-minute comeback attempt from Russell Wilson and the Seattle Seahawks for a 36-31 win at Los Angeles Memorial Coliseum Sunday night, and while quarterback Jared Goff threw for 318 yards and two touchdowns in the win, it was… [+1344 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Devon Delfino", "title": "7 signs you are utterly average", "description": "When you're worried about how you're doing, the idea of being normal, or on par with the average, can be appealing. However, it can be hard to gauge what the average actually is. And if you compare yourself to an unrealistic model for \"normal,\" that can lead …", "url": "https://www.businessinsider.com/signs-you-are-average-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be60a8b8c35ab1ab9224e25-1136-568.jpg", "publishedAt": "2018-11-12T17:59:00Z", "content": "Everyone wants to be the best at something. But for the most part, what many people really want is to be \" normal,\" or at least something close to it. That's especially true if you feel that there's some area of your life that's lacking. Whether that's wealth… [+428 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Grace Panetta and Sonam Sheth", "title": "From arguing federal judges should be Christian to being involved in a scam shut down by the FTC, here's a full timeline of acting AG Matthew Whitaker's controversial past", "description": "Attorney General Jeff Sessions was pushed out of his position by President Donald Trump this week, and his chief of staff, Matthew Whitaker, was appointed as acting AG. Whitaker, a former US Attorney from Iowa, has been involved in a number of controversies t…", "url": "https://www.businessinsider.com/matthew-whitaker-controversies-mueller-probe-patent-scam-2018-11", "urlToImage": null, "publishedAt": "2018-11-12T17:58:31Z", "content": "The Department of Justice has been mired in controversy this week, as Attorney General Jeff Sessions was pushed out of his position by President Donald Trump, and his chief of staff, Matthew Whitaker, appointed as acting AG. Not only do multiple legal and con… [+1673 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor", "title": "We went to Alibaba's 24-hour shopping extravaganza that is like nothing in America, featuring a Mariah Carey performance and an online-shopping-themed Cirque du Soleil act. Here's what it reveals about the future of retail. (BABA)", "description": "Alibaba 's Singles' Day is a massive, 24-hour shopping extravaganza unlike anything else in the world. This year, the event kicked off with a four-hour gala featuring countless celebrities, including model Miranda Kerr and singer Mariah Carey. The gala is jus…", "url": "https://www.businessinsider.com/alibabas-singles-day-2018-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9aa8e8c35ab3eee0ca1c2-1920-960.jpg", "publishedAt": "2018-11-12T17:44:13Z", "content": "SHANGHAI, China — I've experienced the stampedes of Black Friday shoppers. I survived the Prime Day outage of 2018. And, like an increasing number of Americans, I've checked deals on my iPhone during Thanksgiving dinner. But, I have never seen a shopping even… [+728 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Players in the World War 1 video game 'Battlefield 1' held a ceasefire to commemorate the 100th anniversary of the day the war ended", "description": "Online players in \"Battlefield 1,\" a video game set during World War 1, spontaneously planned a ceasefire to commemorate the 100th anniversary of Armistice Day when the war was declared over. The ceasefire took place on November 11 at 11 a.m. Canberra time du…", "url": "https://www.businessinsider.com/battlefield-1-players-hold-online-ceasefire-on-armistice-day-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5807c60f8d83b41f008b58b8-1920-960.png", "publishedAt": "2018-11-12T17:41:37Z", "content": "Gamers playing \"Battlefield 1,\" a game set in World War 1, stopped shooting to participate in a ceasefire during an online match at 11 a.m. Canberra time to commemorate the 100th anniversary of Armistice Day, which marks the end of the first World War. The pl… [+1999 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "'We were afraid to hope': Michelle Obama reveals she didn't expect Barack to win the presidency", "description": "Michelle Obama revealed in an interview on \"20/20\" Sunday night that she didn't believe her husband would win the 2008 presidential election. She said she and other black people \"were afraid to hope because it's hard to believe that the country that oppressed…", "url": "https://www.businessinsider.com/michelle-obama-didnt-think-barack-would-win-presidency-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a08f110d4c4ab9693eaa-1920-960.jpg", "publishedAt": "2018-11-12T17:32:32Z", "content": "Michelle Obama did not have high hopes that her husband could win the White House when he first ran for the presidency in 2008. During an interview on \" 20/20 \" Sunday night, Obama said she found it difficult to get her hopes up, given her family's history un… [+2767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "John Haltiwanger", "title": "Trump wants Florida to stop counting votes, potentially excluding military ballots", "description": "President Donald Trump on Monday called on Florida to stop counting voters and declare Rick Scott and Ron DeSantis as the winners of the gubernatorial and US Senate races in the state. Florida accepts mail-in ballots from overseas and military voters up until…", "url": "https://www.businessinsider.com/trump-florida-military-voters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b1c0da27f84fdb517f15-1920-960.jpg", "publishedAt": "2018-11-12T17:32:27Z", "content": "President Donald Trump on Monday called on Florida to stop counting votes and declare Rick Scott and Ron DeSantis as the winners of the gubernatorial and US Senate races in the state. But if Florida stopped counting votes now, it would potentially exclude bal… [+1533 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Volkswagen is reportedly in talks with Ford about a plan that could help both companies take on rivals like Waymo, Cruise, and Tesla (F)", "description": "Volkswagen is in talks with Ford to potentially invest in the automakers Argo AI self-driving unit, Bloomberg News reports. Ford has been investing heavily in autonomous driving and mobility companies. A partnership could help both companies shrug reputations…", "url": "https://www.businessinsider.com/vw-ford-argo-ai-may-partner-on-self-driving-electric-cars-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a9700d7c673a595fc7ad-1920-960.jpg", "publishedAt": "2018-11-12T17:27:27Z", "content": "Volkswagen and Ford are nearing a \"framework agreement\" to partner on electric and self-driving cars, Bloomberg News reported, in a deal that could put the German automaker on par with its American competitors like Alphabet's Waymo, GM's Cruise and Tesla. Peo… [+1672 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kieran Corcoran", "title": "Prince Charles' official title has 18 separate elements — here's what each part of it actually means", "description": "Prince Charles' title has 18 separate elements, and takes up three lines of text. It is a mixture of honours, titles, and ceremonial roles. Scroll down for an explanation of each individual part, and its history. British royalty have a lot going on in their f…", "url": "https://www.businessinsider.com/prince-charles-really-long-full-title-and-what-every-part-means-2018-2", "urlToImage": "https://static.businessinsider.com/image/5afe99c7e3186e3e008b4ffa-750.jpg", "publishedAt": "2018-11-12T17:25:00Z", "content": "British royalty have a lot going on in their full titles — as well as having more given names than normal people, there is also a flurry of dukedoms, honours, and awards to deal with as well. Of the senior tranche of royals, the most extravagant moniker belon… [+6547 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Tesla is getting rid of a perk new Model S and Model X customers loved (TSLA)", "description": "Tesla customers who purchase a Model S sedan or Model X SUV will no longer receive credits for free charging at the automaker's Supercharger stations. A Tesla representative told Business Insider that the automaker sometimes changes its Supercharger offerings…", "url": "https://www.businessinsider.com/tesla-ditching-free-credits-supercharging-model-s-model-x-customers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b6c529e959f3440168b4567-1920-960.jpg", "publishedAt": "2018-11-12T17:10:08Z", "content": "Tesla customers who purchase a Model S sedan or Model X SUV will no longer receive credits for free charging at the automaker's Supercharger stations. Tesla's website says that some Model S and Model X vehicles purchased before November 2 come with 400 kWh of… [+1556 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "A Lime executive insisted it has 'the safest product' even though the company was recalling thousands of its scooters", "description": "Lime executive Caen Contee has insisted the scooter startup has \"the safest product\" despite the firm issuing two product recalls this month. People reported handlebars falling off scooters and the vehicles catching light. Contee said the firm went through se…", "url": "https://www.businessinsider.com/lime-founding-exec-caen-contee-scooters-safest-product-despite-recall-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9b4098c35ab408a02f7af-2732-1366.jpg", "publishedAt": "2018-11-12T17:09:36Z", "content": "One of the executive on Lime's founding team has insisted that the billion-dollar scooter startup has \"the safest product\" — despite the firm issuing its second scooter recall in a month. Caen Contee, vice president of global expansion and marketing told Busi… [+3769 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "Netflix will stop working on over 100 million Nintendo Wii consoles this January (NFLX)", "description": "Nintendo's Wii console is going to drop support for Netflix in January. With over 100 million sold, the Nintendo Wii is one of the most popular game consoles ever released. The end of Netflix functionality on the Wii coincides with a larger sunsetting of Wii …", "url": "https://www.businessinsider.com/netflix-nintendo-wii-end-date-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58b052b601fe581d008b66c6-960-480.jpg", "publishedAt": "2018-11-12T17:07:30Z", "content": "Sorry, Nintendo Wii users: the \"Wii Sports\" console is losing Netflix in January 2019. More specifically, as of January 30, all online services for the Nintendo Wii will be sunset. No more Wii Shop Channel and Virtual Console for buying games, and no more vid… [+926 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christopher Woody", "title": "Finland says its GPS was disrupted during NATO's biggest war games in years, and they're pointing the finger at Russia", "description": "GPS signals in Norway and Finland were disrupted in late October and early November. The disruptions took place as NATO carried out a massive military exercise across the region. Some, including Finland's prime minister, suspect Russia was up to something. Fi…", "url": "https://www.businessinsider.com/finland-pm-russia-may-have-disrupted-gps-during-trident-juncture-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b4dc72baf2e4156058b4aef-1136-568.jpg", "publishedAt": "2018-11-12T17:02:03Z", "content": "Finland's prime minister said on Sunday that GPS signals in the country were intentionally disrupted during NATO military exercise in the region over the past few weeks and the culprit could have been Russia. Finnish air-navigation services issued a warning f… [+2504 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Some millennial and Gen Z couples are giving each other fingerprint access to their phones", "description": "In the age of biometric security measures, some young people are choosing to grant phone access via fingerprint to their significant other. Young couples say it's convenient and serves as a measure of trust in the relationship. However, that trust could backf…", "url": "https://www.businessinsider.com/millennials-couples-biometric-fingerprint-access-phones-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9977f0d7c673809627c2b-2732-1366.jpg", "publishedAt": "2018-11-12T17:01:38Z", "content": "In the age of biometric security, some young couples are displaying a new form of trust. Millennial and Gen Z are choosing to grant phone access via fingerprint to their significant other, which some say is convenient and serves as a measure of trust in the r… [+1644 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "Former Uber CEO Travis Kalanick is worth $5.5 billion — here’s how he spends his fortune, from a $36.4 million penthouse to a year-long trip around the world", "description": "Travis Kalanick 's net worth is $5.45 billion, according to the Bloomberg Billionaires Index. Kalanick keeps his personal life fairly under wraps, but it's clear he spends much of his fortune on real estate and travel. He has no clear ventures into philanthro…", "url": "https://www.businessinsider.com/travis-kalanick-net-worth-ex-uber-ceo-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4ae4d3815077dd2798962-2732-1366.jpg", "publishedAt": "2018-11-12T16:58:00Z", "content": "Travis Kalanick co-founded Uber in 2009. But, after a series of scandals and a workplace culture where discrimination and sexual harassment were the norm, Kalanick resigned as CEO in 2017. Though he's no longer leading the global ride-hailing company, Kalanic… [+124 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shana Lebowitz", "title": "Most people have the wrong idea about how to make adult friends, but an expert says they should look for 3 things", "description": "Friends don't have to be the same age to get along, despite common misconceptions. One friendship expert told The New York Times that all you really need to become friends is positivity, consistency, and vulnerability. Hitting these markers can be harder than…", "url": "https://www.businessinsider.com/friends-different-ages-get-along-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bb37cb4ac0a631500584b1e-1920-960.jpg", "publishedAt": "2018-11-12T16:56:42Z", "content": "A recent New York Times article by Abby Ellin spotlights the proliferation of new \"women's groups\" that bring together ladies of different ages. The fact that this is news — people can still get along even if they were born in different eras! — speaks to the … [+2316 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "The key intelligence official Saudi Arabia blames for Khashoggi's murder reportedly asked about killing Iranians last year", "description": "Saudi Arabia's top intelligence officials reportedly asked a group of businessmen if they could facilitate them using private military contractors to kill key Iranian officials. The businessmen pitched a $2 billion plan to top Saudi intelligence agents to use…", "url": "https://www.businessinsider.com/saudi-officials-asked-businessmen-how-to-kill-iranian-enemies-report-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bc74cfcb5d9742962072e5f-960-480.jpg", "publishedAt": "2018-11-12T16:44:24Z", "content": "The Saudi intelligence official, whom Saudi Arabia has blamed for the killing of Jamal Khashoggi, asked businessmen if they could use private contractors to kill off the kingdom's Iranian enemies, The New York Times reported on Sunday, citing three unnamed pe… [+3766 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "We tested the new $90,000 Lincoln Navigator for a week to see if this Car of the Year runner-up delivered both luxury and performance — here's the verdict (F)", "description": "Editorial note: Business Insider will name its 2018 Car of the Year on Monday, November 19. Each day this week, we're taking another look at the five vehicles that were runners-up that were selected from a pool of 15 finalists. The first vehicle up is the 201…", "url": "https://www.businessinsider.com/lincoln-navigator-review-photos-bi-car-of-the-year-runner-up-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd0d1167bec7f04291f024a-1536-768.jpg", "publishedAt": "2018-11-12T16:40:25Z", "content": "The new Navigator is indeed new. Lincoln's revival and the \"quiet luxury\" approach hasn't meant that the SUV replicated everything we saw on the concept vehicle, but what we have here is a very large machine that's also quite suave, loaded with technology and… [+2318 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "What the British royal family looked like the year you were born", "description": "In a changing world, few things have remained as constant as the British royal family. People all over the world follow Queen Elizabeth II and her large family of kids and grandkids for their dose of inspiration, fashion, and even scandals throughout the year…", "url": "https://www.businessinsider.com/british-royal-family-photos-through-the-years-2017-7", "urlToImage": "https://amp.businessinsider.com/images/596e6026a47cb502028b4e09-2732-1366.jpg", "publishedAt": "2018-11-12T16:39:00Z", "content": "In a changing world, few things have remained as constant as the British royal family. People all over the world follow Queen Elizabeth II and her large family of kids and grandkids for their dose of inspiration, fashion, and even scandals throughout the year… [+236 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Baker Mayfield says he 'woke up feeling dangerous' before the Cleveland Browns' big win over the Falcons", "description": "Less than a week removed from head coach Hue Jackson's departure from the team, the Cleveland Browns took down Matt Ryan and the Atlanta Falcons, 28-16. Rookie quarterback Baker Mayfield threw for 216 yards and three touchdowns with no interceptions in Sunday…", "url": "https://www.businessinsider.com/baker-mayfield-woke-up-feeling-dangerous-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be999b83815073f8540f4f2-1334-667.jpg", "publishedAt": "2018-11-12T16:37:34Z", "content": "Baker Mayfield \"woke up feeling real dangerous\" Sunday morning, and he looked real dangerous Sunday afternoon. The Cleveland Browns rookie quarterback threw for 216 yards and three touchdowns with no interceptions in Sunday's 28-16 win over the Atlanta Falcon… [+2682 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump makes baseless claim that the stock market is plunging because of the prospect of Democrats investigating him", "description": "President Donald Trump attempted to link the possibility that House Democrats could investigate him to a recent downturn in stocks. \" The prospect of Presidential Harassment by the Dems is causing the Stock Market big headaches!\" Trump tweeted Monday. After t…", "url": "https://www.businessinsider.com/trump-stock-market-dow-jones-democrats-investigating-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a6dd9e8c5346096157e3-1920-960.jpg", "publishedAt": "2018-11-12T16:35:52Z", "content": "President Donald Trump on Monday attempted to pin a recent decline in stocks on Democrats, baselessly blaming the possibility of numerous investigations by House committees. \"The prospect of Presidential Harassment by the Dems is causing the Stock Market big … [+1730 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "James Brains", "title": "This $180 toy robot has virtually limitless activities that teach my kids STEM skills, and it's a lot of fun", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Toy companies are trying to keep up with the consumer demand for products that are both fun and e…", "url": "https://www.businessinsider.com/wonder-workshop-cue-coding-robot-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a9cc01b12d3edc5cf100-1136-568.jpg", "publishedAt": "2018-11-12T16:30:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Growing up, I remember spending long hours building houses with Lincoln Logs, Legos, and other bu… [+5344 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "A top Apple executive unwittingly provided a perfect explanation for why the iPad is a bad computer replacement (AAPL)", "description": "Apple's SVP of software engineering Craig Federighi gave an interesting answer to Wired when asked if we'll ever see a Mac computer with a touchscreen. \"We really feel that the ergonomics of using a Mac are that your hands are rested on a surface, and that li…", "url": "https://www.businessinsider.com/apple-exec-craig-federighi-ipad-bad-computer-replacement-2018-6", "urlToImage": "https://amp.businessinsider.com/images/5b17033a1ae6624f008b4953-750-375.jpg", "publishedAt": "2018-11-12T16:22:00Z", "content": "Craig Federighi is in charge of two of Apple's flagship software products, iOS and MacOS. In many ways, he is the face of Apple's software. Back in June, Federighi was also the star of Apple's WWDC keynote, which was 130 minutes long; Federighi spoke for roug… [+3128 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Apple sinks after one of its facial-recognition suppliers cuts its outlook (AAPL)", "description": "Apple facial-recognition supplier Lumentum slashed its quarterly outlook, citing a reduced shipment request from one of its biggest customers. In an annual filing, Lumentum listed Apple as its largest customer, contributing 30% of its revenue. Last week, Nikk…", "url": "https://markets.businessinsider.com/news/stocks/apple-stock-price-facial-recognition-supplier-lumentum-cuts-outlook-2018-11-1027717106", "urlToImage": "https://static2.businessinsider.com/image/5a6609b9a24444d0008b4fa8-2000/apple-face-id.png", "publishedAt": "2018-11-12T16:22:00Z", "content": "Apple/YouTube Apple was sliding Monday, down 5%, after Lumentum, one of its facial-recognition suppliers, slashed its outlook for the quarter, citing a reduced shipment request from one of its biggest customers. Lumentum makes special lasers, called vertical-… [+1565 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Premack", "title": "UPS Freight narrowly avoided a strike of 11,000 drivers — but not all of its employees are happy", "description": "UPS Freight narrowly avoided a strike. The last time UPS saw a work stoppage was in 1997. UPS Freight and Teamsters ratified a five-year work contract for its 11,600 unionized workers. The majority of its workers voted \"yes\" on the contract after months of ne…", "url": "https://www.businessinsider.com/ups-freight-avoids-strike-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9930c66be500e6a4258e7-2732-1366.jpg", "publishedAt": "2018-11-12T16:06:00Z", "content": "UPS Freight announced Sunday night that its five-year labor agreement with its employees was ratified. Teamsters represents those 11,600 UPS Freight workers. The passing of this agreement avoids a strike that would have halted UPS Freight shipments. The last … [+2603 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sponsor Post", "title": "These wedding guests are about to discover their true origins", "description": "These wedding guests just found out their ethnic backgrounds. What will you discover with MyHeritage DNA? Order your kit now at www.MyHeritage.com/DNA This post is sponsored by MyHeritage. Join the conversation about this story »", "url": "https://www.businessinsider.com/sc/wedding-guests-are-surprised-by-their-true-origins-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9931101b12d3b47490f88-1920-960.jpg", "publishedAt": "2018-11-12T16:05:00Z", "content": "These wedding guests just found out their ethnic backgrounds. What will you discover with MyHeritage DNA? Order your kit now at www.MyHeritage.com/DNA This post is sponsored by MyHeritage."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Connie Chen", "title": "25 creative and unexpected gifts for 'Star Wars' fans of all ages", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Star Wars franchise has captivated and continues to captivate audiences of all ages around th…", "url": "https://www.businessinsider.com/star-wars-gifts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be849450591f2390e662396-750-375.jpg", "publishedAt": "2018-11-12T16:00:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Pancakes taste way more delicious in the form of Yoda and R2-D2. Williams Sonoma The Star Wars fr… [+805 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "Tech stocks are getting slammed, Dow drops more than 300 points", "description": "Stocks were lower for a third straight day Monday. Technology was pressured amid worries of slowing iPhone demand. Oil gained as Saudi Arabia signaled it would cut production in December. Stocks fell for a third straight day Monday, with technology leading th…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-tech-getting-slammed-dow-drops-over-300-points-2018-11-1027717014", "urlToImage": "https://static5.businessinsider.com/image/5bae4fd225469926268b4571-2400/2018-09-20t175735z637698741rc1a80262f40rtrmadp3usa-stocks.jpg", "publishedAt": "2018-11-12T15:59:00Z", "content": "Brendan McDermid/Reuters Stocks fell for a third straight day Monday, with technology leading the way lower amid worries about waning iPhone demand. The Nasdaq Composite fell 2.1%, while the S&amp;P 500 and Dow Jones Industrial Average both lost 1.2%. The Dow… [+1529 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Travis Clark", "title": "Wall Street expects Netflix to hike prices in the next year — and US subscribers would be willing to pay 40% more", "description": "A survey of over 1,100 Netflix users from analysts at Piper Jaffray found that the majority of subscribers think Netflix's content has improved this year, and that they would be willing to pay more. These, along with several other factors, give the analysts r…", "url": "https://www.businessinsider.com/netflix-likely-to-increase-its-prices-within-the-next-year-survey-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b476495af2e41ad168b463a-960-480.jpg", "publishedAt": "2018-11-12T15:58:25Z", "content": "Netflix has invested heavily in its original TV shows and movies this year, dropping an estimated $8 billion to release 1,000 original shows and movies by the year's end. And a new survey indicates the success of that initiative will give Netflix room to rais… [+2979 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Matt Kuchar hired a local caddie nicknamed 'El Tucan' at the last minute, won his first tourney in 4 years, and the caddie earned up to $130,000", "description": "Matt Kuchar won his first tournament in four years over the weekend, taking home the Mayakoba Golf Classic. Kuchar earned the win with the help of caddie David Giral Ortiz, who filled in for Kuchar's regular caddie after he was unable to attend the tournament…", "url": "https://www.businessinsider.com/matt-kuchar-mayakoba-payout-el-tucan-caddie-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be98b87c9570137453f439e-1536-768.jpg", "publishedAt": "2018-11-12T15:54:28Z", "content": "Matt Kuchar won his first tournament in four years on Sunday, taking the Mayakoba Golf Classic by one stroke over Danny Lee. Kuchar shot an astounding 22-under over four days in Mexico, earning his first win since the 2014 Heritage Classic. Making Kuchar's vi… [+1203 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Michelle Obama says Melania Trump has never reached out to her for advice on being first lady", "description": "Michelle Obama sat down for a nearly hour long conversation with ABC News' Robin Roberts on \"20/20\" Sunday night. During the conversation, Roberts pointed out that Obama, like her predecessor Laura Bush, had offered to give new first lady Melania Trump advice…", "url": "https://www.businessinsider.com/melania-trump-hasnt-asked-michelle-obama-for-advice-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99fc6110d4c4a3d2896c1-1536-768.jpg", "publishedAt": "2018-11-12T15:51:41Z", "content": "Michelle Obama put politics aside when Melania Trump succeeded her in the White House, offering to give her advice if she ever needed it, but the former first lady says her successor has never took her up on the offer. Obama made the revelation in a nearly ho… [+2127 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "Xbox announced a bunch of new stuff over the weekend — here are the 8 things to get excited about (MSFT)", "description": "While you were out picking apples and making Thanksgiving plans this past weekend, Microsoft's Xbox group was in Mexico City dropping a bunch of major announcements. What kind of announcements? We're talking about major game release dates (\"Crackdown 3\" is co…", "url": "https://www.businessinsider.com/xbox-event-x018-biggest-announcements-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be97cd501b12d3918731aa7-1536-768.jpg", "publishedAt": "2018-11-12T15:51:13Z", "content": "Tired of blaming your Xbox One gamepad for all those lost games of \"Fortnite\"? Great news: In the not-so-distant future, you can play \"Fortnite\" — and a smattering of other Xbox One games — using a keyboard and mouse. Support starts next week, with \"Fortnite\"… [+371 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "Apple's head designer has made a $250,000 ring out of a single chunk of diamond — and it needs to be seen to be believed (AAPL)", "description": "Apple chief design officer Jony Ive has designed a diamond ring that's made entirely out of diamond. It's expected to sell for $150,000 to $250,000 with the proceeds going to charity. If you like the way that Apple products look and feel, you're admiring Jony…", "url": "https://www.businessinsider.com/apples-jony-ive-designs-diamond-ring-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9a09e66be501080370cf0-2732-1366.jpg", "publishedAt": "2018-11-12T15:51:01Z", "content": "If you like the way that Apple products look and feel, you're admiring Jony Ive's work. As Apple's chief design officer, he's responsible for the materials and form enclosing your iPhone, MacBook, and iPad. Increasingly, he's also designing things that aren't… [+1956 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Abadi", "title": "The classic advice to dress for the job you want has a major flaw, and it could make a job interview that much harder", "description": "The advice to \"dress for the job you want, not the job you have\" has a major flaw, according to one expert. Senior leaders at a company have earned \"a huge bank of credibility\" to wear whatever they want,\" fashion blog founder Kat Griffin told The New York Ti…", "url": "https://www.businessinsider.com/dress-for-job-you-want-advice-flaw-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99efcc957013a57031494-1334-667.jpg", "publishedAt": "2018-11-12T15:49:56Z", "content": "Don't look to the execs for the dress code. Mark Thompson/Getty Images You're probably familiar with the saying \"Dress for the job you want, not for the job you have.\" The idea is that as a lower-level worker, you should dress more formally at the office, mak… [+1766 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John and Owen Burke", "title": "The best winter coats for men", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. A good winter coat will keep you warm and dry even when the snow is falling and the wind is howli…", "url": "https://www.businessinsider.com/best-winter-coat-men", "urlToImage": "https://amp.businessinsider.com/images/5be99dc38c35ab3c0b09ee4e-960-480.jpg", "publishedAt": "2018-11-12T15:45:00Z", "content": "Why you'll love it: Fjällräven's Kyl parka is a perfect hybrid of street savviness and adventure readiness. Fjällräven has been around since 1960, when it started with framed backpacks to better distribute weight for hikers. The company has branched out in th… [+1444 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "Millennials are treating pets like 'their firstborn child,' and it's reportedly causing problems for some of the best-known pet food brands", "description": "Millennials are opting to buy more expensive pet food, and it's causing problems for some of the industry's household names. According to a recent report by The Wall Street Journal, pet food brands such as Mars' Pedigree, Nestle's Purina, and Smucker's Gravy …", "url": "https://www.businessinsider.com/millennials-buy-high-end-pet-food-hurts-purina-kibbles-n-bits-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9979801b12d3b6c64f80c-750-375.jpg", "publishedAt": "2018-11-12T15:43:27Z", "content": "Rachael Ray's premium Nutrish pet food brand. Cindy Ord/Getty Images for Nutrish Millennials are feeding their pets with expensive food, and it's causing problems for some of the industry's household names. According to a recent report by The Wall Street Jour… [+1502 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Brian Pascus", "title": "An American Airlines flight attendant is suing the airline for $1 million dollars after another flight attendant allegedly assaulted her with a scarf and dragged her down the aisle (AAL)", "description": "An American Airlines flight attendant is suing the Fort Worth-based airline after she allegedly had a physical fight with another crew member while onboard a plane in June 2016, multiple sources have reported. According to the Dallas Morning News, in a lawsui…", "url": "https://www.businessinsider.com/american-airlines-flight-attendant-suing-scarf-assault-drag-down-aisle-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aee489f19ee8647008b4917-1920-960.jpg", "publishedAt": "2018-11-12T15:40:44Z", "content": "An American Airlines flight attendant is suing the Fort Worth-based airline after she allegedly had a physical fight with another crew member while onboard a plane in June 2016, multiple sources have reported. According to the Dallas Morning News, in a lawsui… [+1694 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Anderson and Rebecca Wilkin", "title": "Why so many Americans are allergic to peanuts", "description": "Bamba peanut snacks are so popular in Israel that the brand name is oftentimes one of the first words toddlers learn to say. But oddly enough, hardly anyone in Israel is allergic to peanuts. Meanwhile, peanut allergies affect an estimated 1.8 million kids in …", "url": "https://www.businessinsider.com/america-high-rate-peanut-allergies-compared-countries-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5be99e308c35ab3c0b09ee58-1920-960.jpg", "publishedAt": "2018-11-12T15:40:00Z", "content": "Following is the transcript of the video. The US has an epidemic on its hands. Peanut allergies. Between 1997 and 2008, the number of American children with a peanut allergy has tripled. And today, an estimated 1.8 million kids in the US have one. That's larg… [+3179 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "North Korea is hiding a vast network of secret missile bases in the mountains, satellite images show", "description": "The Center for Strategic and International Studies, relying on satellite images, defector testimony, and interviews with defense and intelligence officials, has discovered 13 of a possible 20 secret ballistic missile bases hidden in the mountains of North Kor…", "url": "https://www.businessinsider.com/north-korea-has-secret-ballistic-missile-bases-hidden-in-the-mountains-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99984e4218a3a0240712c-750-375.jpg", "publishedAt": "2018-11-12T15:38:55Z", "content": "North Korea has at least a dozen, possibly more, secret ballistic missile bases hidden in the mountains, a Washington-based think tank reported Monday. The Center for Strategic and International Studies — relying on satellite photos, as well as interviews wit… [+2854 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Carmelo Anthony's time with the Rockets appears to be ending after just 12 games, and other players are coming to in his defense", "description": "After just 12 games, several reports have suggested that the Houston Rockets will move on from Carmelo Anthony. Anthony has struggled with the Rockets this season, while the Rockets have gotten off to a 5-7 start, far off from their 65-win pace from last year…", "url": "https://www.businessinsider.com/carmelo-anthony-rockets-ending-nba-players-defending-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be996350d7c6737e2105139-1136-568.jpg", "publishedAt": "2018-11-12T15:38:45Z", "content": "After just 12 games, it appears Carmelo Anthony may be on the move from the Houston Rockets in a somewhat bizarre turn of events. Anthony, who signed a one-year, $2.4 million deal with the Rockets this summer, has struggled this year, averaging 13 points on 4… [+2276 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "Hedge funds just suffered through their worst month in 8 years — here's why their struggles could just be getting started", "description": "The stock market's so-called Red October was difficult for investors of all types, and hedge funds were no exception. The group lost almost 3% in October, and the risk-averse behavior exhibited by multiple types of investors suggests a rough road ahead for he…", "url": "https://www.businessinsider.com/hedge-fund-performance-impact-of-october-stock-market-sell-off-future-implications-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b3229351ae6623f008b5769-1536-768.jpg", "publishedAt": "2018-11-12T15:38:37Z", "content": "The stock market 's so-called Red October was a tough time for investors of all shapes and sizes. And very few parties felt the pain like hedge funds, which turned in a rocky month for the ages. A large universe tracked by Hedge Fund Research lost almost 3% i… [+3329 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Peter Sarnoff", "title": "HTC is making waves in enterprise VR", "description": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. HTC took a big step in bringing its VR headsets to the enterprise by laun…", "url": "https://www.businessinsider.com/htc-stand-alone-vive-focus-enterprise-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be997ff1011424330261b45-2732-1366.jpg", "publishedAt": "2018-11-12T15:29:43Z", "content": "This story was delivered to Business Insider Intelligence Apps and Platforms Briefing subscribers hours before appearing on Business Insider. To be the first to know, please click here. HTC took a big step in bringing its VR headsets to the enterprise by laun… [+2539 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The $580 OnePlus 6T that’s as good as smartphones that cost twice as much is getting a new color option", "description": "OnePlus is releasing a new \"Thunder Purple\" color option for the OnePlus 6T smartphone on November 15. The purple color option will only be available in the $580 model of the OnePlus 6T, which comes with 8GB of RAM and 128GB of storage. OnePlus announced on M…", "url": "https://www.businessinsider.com/oneplus-6t-new-color-thunder-purple-coming-november-15-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be991c5e4218a387b2aec71-1334-667.jpg", "publishedAt": "2018-11-12T15:27:47Z", "content": "OnePlus announced on Monday that it'll be releasing the \"Thunder Purple\" color option of the OnePlus 6T on November 15. The Thunder Purple OnePlus 6T has a matte glass finish and will only be available with the $580 8GB of RAM and 128GB storage configuration.… [+1217 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Tyreek Hill takes over TV camera and films his own penalty flag in epic touchdown celebration", "description": "The red-hot Kansas City Chiefs enjoyed a decisive 26-14 against the Arizona Cardinals Sunday thanks in large part to wide receiver Tyreek Hill's 117-yard, two-touchdown performance. After his second touchdown catch of the afternoon, Hill quite literally stole…", "url": "https://www.businessinsider.com/tyreek-hill-tv-camera-celebration-flag-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be988023815073c72294f1c-1334-667.jpg", "publishedAt": "2018-11-12T15:24:50Z", "content": "Kansas City Chiefs wide receiver Tyreek Hill stole the show Sunday. Literally. After his second touchdown reception in the Chiefs' victory over the Arizona Cardinals, Hill celebrated by jumping into the stands and briefly manning the CBS TV camera. He directe… [+1629 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "A startup turning old hotels and offices into housing for California’s forgotten middle-class is coming to one of America's least affordable cities", "description": "A startup called Starcity is building the world's largest co-living apartment complex in San Jose, California. With nearly 800 bedroom units, the building will house a diverse group of tenants, including single residents and multi-generational families. Co-li…", "url": "https://www.businessinsider.com/the-worlds-largest-co-living-complex-is-going-up-in-san-jose-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5c1d4c957010d1b7491b0-1334-667.jpg", "publishedAt": "2018-11-12T15:24:00Z", "content": "Co-living, a form of housing where residents rent their own apartments but share common spaces and amenities, was once considered an odd solution to the urban housing crisis. Now it's become so popular, there aren't enough spaces to satisfy demand. In Novembe… [+2505 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jeremy Berke", "title": "A cannabis CEO who led turnarounds at FAO Schwarz and Patagonia explains why he's looking to poach 'nimble' people from small companies — rather than big-name execs", "description": "Ed Schmults, a former executive who spent years at Patagonia and orchestrated a number of turnarounds — including storied toy retailer FAO Schwarz — was recruited by a headhunter to become the CEO of cannabis firm Calyx Peak Capital. Schmults is now building …", "url": "https://www.businessinsider.com/cannabis-ceo-wants-to-recruit-nimble-employees-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e0231011421aef5512c5-1920-960.jpg", "publishedAt": "2018-11-12T15:23:28Z", "content": "When veteran retail executive Ed Schmults received an out-of-the-blue phone call from a headhunter in July, he had no idea that in just a few short months he'd end up as the CEO of a cannabis company. As the new CEO of Massachusetts-based Calyx Peak Capital —… [+2213 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lydia Ramsey", "title": "A healthcare company that fought an 18-month battle with an activist investor just struck a $5.7 billion deal to end the fight (ATHN)", "description": "Healthcare IT company Athenahealth reached an agreement with Veritas Capital and Elliott Management to be acquired in a $5.7 billion deal. The deal comes after a long-running push from Elliott for Athenahealth to sell itself. Under the two big investment firm…", "url": "https://www.businessinsider.com/athenahealth-history-with-activist-investor-elliott-management-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/54d37ed5ecad04756059275e-1334-667.jpg", "publishedAt": "2018-11-12T15:23:00Z", "content": "The Athenahealth saga is coming to a close. On Monday, the healthcare company reached a $5.7 billion agreement with Veritas Capital and Elliott Management to be acquired. The deal, which values Athenahealth at $135 a share, follows months of pressure from Ell… [+2242 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "The best smartphone chargers you can buy - Business Insider", "description": "Business Insider The best smartphone chargers you can buy Business Insider The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. best phone charger Bel…", "url": "http://uk.businessinsider.com/best-phone-charger", "urlToImage": "http://static3.uk.businessinsider.com/image/5be99b01bde70f597d30b72c-1190-625/the-best-smartphone-chargers-you-can-buy.jpg", "publishedAt": "2018-11-12T15:23:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Belkin/Business Insider Smartphones have literally changed the world. While there may not be flyi… [+12266 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Steven John", "title": "The best smartphone chargers you can buy", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Without a charger, your smartphone is nothing more than a pricey paperweight, so we've rounded up…", "url": "https://www.businessinsider.com/best-phone-charger", "urlToImage": "https://amp.businessinsider.com/images/5be5eb4c38150718db7fce86-960-480.jpg", "publishedAt": "2018-11-12T15:23:00Z", "content": "Why you'll love it: The Aukey Dual Port USB-C and USB Wall Charger works with all three common charging cables — the Lightning Cable, the Micro USB, and the USB-C. Whether you need to power up an iPhone 8 Plus, a Microsoft Surface tablet, a 12-inch MacBook, o… [+1578 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "YouTube is pushing back against a new EU copyright law, which it says will massively restrict how many videos Europeans can watch", "description": "YouTube CEO Susan Wojcicki voiced her opposition to new EU copyright legislation in a Financial Times op-ed. Specifically she took aim at the draft directive's article 13, which would force online platforms to censor content that breaches copyright. Wojcicki …", "url": "https://www.businessinsider.com/youtube-is-pushing-back-against-article-13-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a746936dd484a1d008b4b6a-1536-768.jpg", "publishedAt": "2018-11-12T15:08:29Z", "content": "YouTube CEO Susan Wojcicki wrote an op-ed in the Financial Times on Monday arguing against tough new online copyright laws the European Parliament is trying to push through. Wojcicki specifically takes issue with article 13 of the EU's Directive on Copyright … [+1742 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "France's army appears to troll Trump for missing a WWI memorial due to rain", "description": "France's army on Monday appeared to make fun of President Donald Trump for missing a memorial service on the 100th anniversary of the end of end of World War I due to rain. The French army's Twitter page made a rare entry into the English-language #MondayMoti…", "url": "https://www.businessinsider.com/frances-army-appears-to-troll-trump-for-rain-checking-wwi-memorial-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be99395f556fc39d4268d9a-1334-667.jpg", "publishedAt": "2018-11-12T15:03:17Z", "content": "France's army on Monday appeared to make fun of President Donald Trump for missing a memorial service on the 100th anniversary of the end of World War I with a picture of its soldiers training in the rain and some commentary on motivation. Using the hashtag #… [+1990 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Tobacco stocks slump after report says the FDA is considering a ban on menthol cigarettes (MO, BAT, ITB, BTI)", "description": "The Food and Drug Administration (FDA) plans to pursue a ban on menthol cigarettes, The Wall Street Journal reported. As early as this week, the FDA is expected to announce a ban on the sale of most flavored e-cigarettes in convenience stores and gas stations…", "url": "https://markets.businessinsider.com/news/stocks/tobacco-cigarette-makers-slump-fda-considering-menthol-ban-2018-11-1027716872", "urlToImage": "https://static3.businessinsider.com/image/59f090f28280a61d008b4a52-1024/52718549358134f7fb60b.jpg", "publishedAt": "2018-11-12T15:00:00Z", "content": "Javier Ignacio AcuÃ±a Ditzel/Flickr Tobacco stocks are getting slammed on Monday following a report t he Food and Drug Administration is going after menthol cigarettes, which the investment firm Jefferies says represents 34% of the total US cigarette market. … [+2006 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "Tobacco stocks slump after report says the FDA is considering a ban on menthol cigarettes (MO, BAT, ITB, BTI)", "description": "The Food and Drug Administration (FDA) plans to pursue a ban on menthol cigarettes, The Wall Street Journal reported. As early as this week, the FDA is expected to announce a ban on the sale of most flavored e-cigarettes in convenience stores and gas stations…", "url": "https://www.businessinsider.com/tobacco-cigarette-makers-slump-fda-considering-menthol-ban-2018-11", "urlToImage": null, "publishedAt": "2018-11-12T15:00:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "These 2 charts reveal a growing problem for Apple in China — searches for the new iPhones 'fell of a cliff' in October (AAPL)", "description": "Several analysts have suggested that demand for Apple 's iPhones in China may be falling. Longbow researchers have used Baidu search trends to highlight this point. Last month, Apple said it will no longer disclose iPhone unit sales, leading analysts to sugge…", "url": "https://www.businessinsider.com/apple-iphones-searches-china-fell-of-cliff-october-analyst-charts-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be98db5b73c2837b700daf6-2732-1366.jpg", "publishedAt": "2018-11-12T14:55:47Z", "content": "Much of Apple's rise to become a $1 trillion company was driven by intense demand in China: the middle kingdom has an exploding middle class, and the iPhone became a status symbol for the good life, driving high levels of demand for the premium product. Now a… [+2221 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "Lime issues its second scooter recall in less than a month", "description": "Lime has recalled scooters made by Okai after a rash of handlebars breaking from the riding platform. The company did not say how many of its scooters were affected or in which markets. It's the second recall of Lime scooters in less than a month, after it re…", "url": "https://www.businessinsider.com/lime-issues-second-scooter-recall-less-than-a-month-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be98f0f9e8c53419c3513f5-2732-1366.jpg", "publishedAt": "2018-11-12T14:54:44Z", "content": "Scooter and bike startup Lime has issued its second recall in less than a month after reports that some of its models from Chinese manufacturer Okai were breaking in half \"when subjected to repeated abuse.\" The Washington Post first asked Lime about the issue… [+2146 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Rachel Green", "title": "MoneyGram needs to accelerate digital initiatives (MGI)", "description": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. In Q3 2018, legacy remittance firm MoneyGram saw another quarter where digital …", "url": "https://www.businessinsider.com/moneygram-digital-revenue-outpaces-overall-revenue-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9932d0d7c67376b4939ec-750-375.jpg", "publishedAt": "2018-11-12T14:54:00Z", "content": "This story was delivered to Business Insider Intelligence \" Payments Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. In Q3 2018, legacy remittance firm MoneyGram saw another quarter where digital … [+2411 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Greg Magana", "title": "How millennials plan to do their holiday shopping", "description": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. As a holiday season set for above-average growth approaches, the competition …", "url": "https://www.businessinsider.com/how-millennials-will-holiday-shop-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be991573815073e430dc734-1136-568.jpg", "publishedAt": "2018-11-12T14:45:00Z", "content": "This story was delivered to Business Insider Intelligence \" E-Commerce Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. As a holiday season set for above-average growth approaches, the competition … [+3001 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "'Launch as many shows as possible': Publishers say Facebook Watch is copying YouTube's playbook to kickstart growth", "description": "Facebook is expanding Watch globally and encouraging creators of all stripes to set up and fund their own shows. Publishers are eager to make ad revenue from mid-roll and pre-roll ads that run in videos, and some say it's almost on par with YouTube. Watch is …", "url": "https://www.businessinsider.com/facebook-watch-is-using-youtubes-playbook-to-succeed-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be341610591f26240334036-960-480.jpg", "publishedAt": "2018-11-12T14:31:27Z", "content": "Facebook is hungry for video and taking lots of pages from YouTube's playbook when it comes to wooing over creators. Earlier this fall, Facebook unleashed Watch globally, opening up the company's big bet on premium, long-form video to the world after testing … [+7506 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nicky Lineaweaver", "title": "Google has poached the Geisinger CEO for its health team (GOOGL)", "description": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Google has hired Geisinger Health System CEO David Feinberg for a newly a…", "url": "https://www.businessinsider.com/google-poaches-geisinger-ceo-david-feinberg-healthcare-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be98db9f556fc399936f3af-1920-960.jpg", "publishedAt": "2018-11-12T14:31:00Z", "content": "This story was delivered to Business Insider Intelligence \" Digital Health Briefing \" subscribers hours before appearing on Business Insider. To be the first to know, please click here. Google has hired Geisinger Health System CEO David Feinberg for a newly a… [+3129 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Skye Gould and Bob Bryan", "title": "The diverging midterm results show there's a growing political chasm in America. And both parties look like they're digging in.", "description": "The headline of Tuesday night's midterm elections was Democrats recapturing the House of Representatives, setting up a two-year long clash with President Donald Trump. But looking at exactly how Democrats were able to win the House tells a deeper story about …", "url": "https://www.businessinsider.com/midterm-election-gop-democrat-vote-urban-suburban-rural-us-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be4a6dfd1e844098b2e9a5c-1920-960.png", "publishedAt": "2018-11-12T14:25:14Z", "content": "After Democrats took back the House of Representatives last week, the development-focused news website CityLab created an index to assign each of the 435 congressional districts into categories based on population density: Pure urban Urban-suburban Dense subu… [+4145 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "5 quick and easy ways to get better at Fortnite if you're struggling", "description": "For the better part of 2018, I've immersed myself in \"Fortnite Battle Royale,\" the most popular game in the world right now. When I'm not playing, I've been watching and studying the best \"Fortnite\" streamers on Twitch, like Ninja. Still, after dozens of hour…", "url": "https://www.businessinsider.com/fortnite-mobile-controller-tips-if-youre-struggling-2018-5", "urlToImage": "https://amp.businessinsider.com/images/5aec79f519ee8626008b484c-1920-960.jpg", "publishedAt": "2018-11-12T14:22:00Z", "content": "Dave Smith/Business Insider For the better part of 2018, I've immersed myself in \"Fortnite Battle Royale,\" the most popular game in the world right now. When I'm not playing, I've been watching and studying the best \"Fortnite\" streamers on Twitch, like Ninja.… [+767 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "Google built a tiny Street View car to map out one of the world's largest model cities, and the results are incredible (GOOG)", "description": "The \" Miniatur Wunderland \" exhibition, located in Hamburg, Germany, is the world's largest model railway. If you've never seen it before, it's one of the cutest, most detailed miniature models you'll ever see in your life. To bring new perspective to the mas…", "url": "https://www.businessinsider.com/google-miniatur-wunderland-street-view-photos-2017-7", "urlToImage": "https://amp.businessinsider.com/images/5963d633f5018436508b4793-2732-1366.png", "publishedAt": "2018-11-12T14:18:00Z", "content": "An artist paints the tiny mounted camera on Google's mini Street View car. Google The \" Miniatur Wunderland \" exhibition, located in Hamburg, Germany, is the world's largest model railway. If you've never seen it before, it's one of the cutest, most detailed … [+390 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Chaos, deal or new vote: What is the grand Brexit finale? - Business Insider", "description": "Business Insider Chaos, deal or new vote: What is the grand Brexit finale? Business Insider By Guy Faulconbridge. LONDON (Reuters) - Prime Minister Theresa May is trying to clinch a Brexit divorce deal with the European Union but the bigger challenge may be t…", "url": "http://uk.businessinsider.com/r-chaos-deal-or-new-vote-what-is-the-grand-brexit-finale-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5be98c42bde70f58654bb320-1190-625/chaos-deal-or-new-vote-what-is-the-grand-brexit-finale.jpg", "publishedAt": "2018-11-12T14:18:00Z", "content": "A man with an umbrella walks past the EU Commission headquarters in Brussels Thomson Reuters By Guy Faulconbridge LONDON (Reuters) - Prime Minister Theresa May is trying to clinch a Brexit divorce deal with the European Union but the bigger challenge may be t… [+4415 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lea Nonninger", "title": "European PFM provider is partnering with its first Southeast Asian bank", "description": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. London-headquartered personal finance management (PFM) solution provider Meniga has partnered with the United Overseas …", "url": "https://www.businessinsider.com/meniga-united-overseas-bank-partnership-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be988b29e8c5340ba438d6d-1536-768.jpg", "publishedAt": "2018-11-12T14:14:00Z", "content": "This story was delivered to Business Insider Intelligence \" Fintech Briefing \" subscribers. To learn more and subscribe, please click here. London-headquartered personal finance management (PFM) solution provider Meniga has partnered with the United Overseas … [+1902 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Graham Rapier", "title": "A Lyft driver was arrested for allegedly exposing himself to a teenager — and the victim’s family is blaming the company for not doing more", "description": "A Lyft driver was arrested 12 days after he allegedly exposed himself to a teenage rider in the backseat of his car. The victim's lawyer and family are blaming the company for not doing more to help. A Lyft spokesperson said it proactively reached out to poli…", "url": "https://www.businessinsider.com/lyft-driver-arrested-after-exposing-himself-to-teen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be468cf8c35ab7186091329-2732-1366.jpg", "publishedAt": "2018-11-12T14:10:19Z", "content": "Lyft declined to help police identify a driver accused of exposing himself to teenage girl, adding two weeks to their search for Narinder Singh, the New York Post first reported Thursday. An NYPD spokesperson confirmed that the 25-year-old was arrested on Oct… [+1913 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "Panasonic's North American CEO says solid-state batteries are at least a decade away from mass adoption in the auto industry", "description": "Auto and tech companies are reinventing themselves as the transportation industry nears a historic transformation, but one of their suppliers, Panasonic, is taking a different approach. Tom Gebhardt, Pansonic's North American CEO, told Business Insider that P…", "url": "https://www.businessinsider.com/panasonic-ceo-solid-state-batteries-not-coming-soon-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be5e30601b12d159d0f0893-1920-960.jpg", "publishedAt": "2018-11-12T14:10:00Z", "content": "Auto and tech companies are scrambling to develop new kinds of products and business models as the transportation industry nears a historic transformation away from gas-powered, human-operated vehicles toward electric-powered, autonomous ones. But one of thei… [+3926 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Macron reportedly asked Putin not to privately meet Trump during World War I commemorations — but they talked... - mySanAntonio.com", "description": "mySanAntonio.com Macron reportedly asked Putin not to privately meet Trump during World War I commemorations — but they talked... mySanAntonio.com Russian President Vladimir Putin said France specifically asked him not to hold one-on-one meetings with US Pres…", "url": "https://www.businessinsider.com/france-request-putin-trump-meeting-not-happen-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.mysanantonio.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-12T14:09:10Z", "content": "Chris McGrath/Getty Images Russian President Vladimir Putin said France specifically asked him not to hold one-on-one meetings with US President Donald Trump during World War I commemorations in Paris this past weekend — but he ended up chatting with him anyw… [+3091 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ramit Sethi, Contributor", "title": "I spent years testing every productivity hack in the book, but nothing worked until I made a dramatic change I thought was crazy — until I tried it", "description": "CEO and author Ramit Sethi works with entrepreneurs, helping them maximize their time and start their own businesses. He's found, both among other entrepreneurs and in his own experience, that small productivity hacks and tricks often aren't enough to save pe…", "url": "https://www.businessinsider.com/save-time-by-hiring-an-assistant-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be43ff5da27f875c60a6897-1536-768.jpg", "publishedAt": "2018-11-12T14:06:00Z", "content": "I recently spoke to a small group of busy people — entrepreneurs, business owners, freelancers, etc. — about productivity. Before they came in, I asked them to track their time for one day. When I asked what they'd found, their heads started shaking. \"I spend… [+4577 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Lauren Johnson", "title": "What you need to know in advertising today", "description": "Vice Media is feeling the heat. Former A&E Networks exec Nancy Dubuc took over the reins of Vice Media as CEO in May, replacing cofounder Shane Smith amid a string of controversies and a rough market in the digital-media industry. According to a report from T…", "url": "https://www.businessinsider.com/advertising-news-today-vice-media-and-marketers-amazon-vs-roku-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be982720591f2452c573374-750-375.jpg", "publishedAt": "2018-11-12T13:44:42Z", "content": "Former A&amp;E Networks exec Nancy Dubuc took over the reins of Vice Media as CEO in May, replacing cofounder Shane Smith amid a string of controversies and a rough market in the digital-media industry. According to a report from The Wall Street Journal publi… [+2183 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump says 'honest' election no longer possible in Florida, demands election be called for Republicans", "description": "President Donald Trump built on days of baseless claims of voter fraud to demand that Florida elections be called in favor of Republican candidates. The Florida secretary of state ordered recounts in three races Saturday: the governorship, a US Senate seat, a…", "url": "https://www.businessinsider.com/trump-demands-call-florida-elections-for-republicans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a2fcce80b0f271e008b48b4-1536-768.jpg", "publishedAt": "2018-11-12T13:36:15Z", "content": "President Donald Trump built on days of baseless claims of voter fraud in Florida to demand that the election be called in favor of a Republican candidates for Senate and the governorship as he no longer believes an honest election is possible. Three election… [+1563 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Zachary Tracer and Reuters", "title": "Two big investors are buying Athenahealth for $5.7 billion (ATHN)", "description": "Two big investment firms, Veritas Capital and Elliott Management, will acquire Athenahealth for about $5.7 billion in cash. The deal values Athenahealth at $135 a share. Elliott had long been pushing Athenahealth to sell itself, and at one point offered $160 …", "url": "https://www.businessinsider.com/r-veritas-capital-elliott-clinch-55-billion-acquisition-of-athenahealth-sources-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be97fd8b73c2837083db614-750-375.jpg", "publishedAt": "2018-11-12T13:28:00Z", "content": "Private equity firm Veritas Capital and hedge fund Elliott Management agreed to acquire U.S. healthcare software maker Athenahealth Inc for $5.7 billion in cash. Athenahealth, whose cloud-based service is used to track revenue from patients, physicians and ho… [+2160 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ethel Jiang", "title": "The marijuana producer Aurora Cannabis jumps after posting huge growth (ACB)", "description": "Aurora Cannabis reported first-quarter results on Monday. The marijuana grower generated $29.7 million revenue, up 260% year-over-year. Aurora earned $104.2 million, up 2,826% versus a year ago. Watch Aurora Cannabis trade live. The marijuana producer Aurora …", "url": "https://markets.businessinsider.com/news/stocks/weed-stocks-aurora-cannabis-stock-price-earnings-q1-2018-11-1027716227", "urlToImage": "https://static2.businessinsider.com/image/5bc8ee2665d3321c137b49ae-2000/ap18288113574688.jpg", "publishedAt": "2018-11-12T13:20:00Z", "content": "AP Photo/Ted S. Warren The marijuana producer Aurora Cannabis jumped 4% early Monday after posting first-quarter results. Here are the key numbers: Revenue : $29.7 million, +260% year-over-year Profit: $ 104.2 million, +2,826% YoY Gross margin on cannabis : 7… [+836 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Bienkov", "title": "Theresa May is rapidly pushing Britain towards the Brexit danger zone", "description": "Senior UK government sources are very pessimistic about a Brexit deal being secured this week. This means a November Brexit summit now looks very unlikely. No-deal contingency plans will reportedly have to begin being put in place from Thursday. The prospects…", "url": "https://www.businessinsider.com/theresa-may-is-rapidly-pushing-britain-towards-the-brexit-danger-zone-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be972979e8c533fa0482f63-960-480.jpg", "publishedAt": "2018-11-12T13:03:17Z", "content": "LONDON — \"I wouldn't go getting your hopes up.\" That was the verdict of one senior UK government official when asked whether a Brexit deal is set to be agreed this week. \"It's not impossible there will be a breakthrough,\" the source added unconvincingly. \"But… [+2329 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alex Lockie", "title": "Trump torches allies, threatens NATO pullout after tense WWI memorial trip to Paris", "description": "President Donald Trump unloaded on the US's European allies and appeared to threaten pulling out of NATO upon returning home from Paris on Monday. French President Emmanuel Macron was critical of Trump's leadership and politics during the Paris trip and float…", "url": "https://www.businessinsider.com/trump-slams-allies-threatens-nato-pullout-after-wwi-paris-trip-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be9731a01b12d37b74924cf-1920-960.jpg", "publishedAt": "2018-11-12T13:00:09Z", "content": "President Donald Trump unloaded on the US's European allies and appeared to threaten pulling out of NATO upon returning home from Paris, where French President Emmanuel Macron openly rebuked Trump's entire political philosophy. Trump returned to his old talki… [+3167 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Khashoggi reportedly told his killers 'I'm suffocating, take this bag off my head' right before he died", "description": "A Turkish journalist who claims to have heard the audio recording of Jamal Khashoggi's last moments has revealed the journalist's last words. Khashoggi reportedly said: \"I'm suffocating... Take this bag off my head, I'm claustrophobic,\" according to Nazif Kar…", "url": "https://www.businessinsider.com/khashoggi-last-words-im-suffocating-turkey-state-media-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be962e8c9570134b826ef44-960-480.jpg", "publishedAt": "2018-11-12T12:51:10Z", "content": "Jamal Khashoggi's last words were \"I'm suffocating... Take this bag off my head, I'm claustrophobic,\" according to a Turkish journalist who listened to the audio recording of the journalist's death at the Saudi consulate in Istanbul. Nazif Karaman, the head o… [+3470 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Big Oil claims it's doing its part to combat climate change. A new study finds it's not even close.", "description": "Big oil spent only 1.3% of 2018 capital expenditure on green energy European majors are making greater efforts than the US oil giants to invest in clean energy Low carbon infrastructure seen as essential to combatting climate change Despite years of claims an…", "url": "https://www.businessinsider.com/big-oil-claims-its-doing-its-part-on-climate-change-its-not-even-close-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be96ccc0d7c6734502c186c-1334-667.jpg", "publishedAt": "2018-11-12T12:10:00Z", "content": "Despite years of claims and commitments about clean investment and alleviating climate change, the world's largest oil companies have contributed just 1% of their spending budgets to green energy in 2018. Companies like Royal Dutch Shell, Total, and BP, have … [+2106 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "White House says Trump missed a WWI memorial service because he didn't want to mess up Paris' traffic", "description": "Inclement weather stopped President Trump's helicopter getting him to a WWI memorial in Paris on Saturday, the White House said. He couldn't drive there as \"he did not want to cause that kind of unexpected disruption to the city and its people,\" The White Hou…", "url": "https://www.businessinsider.com/trump-couldnt-drive-to-paris-memorial-traffic-concern-white-house-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be963559e8c533e890314f6-960-480.jpg", "publishedAt": "2018-11-12T12:09:00Z", "content": "President Donald Trump couldn't get to at a memorial service for WWI soldiers on Saturday because he didn't want to mess-up traffic near Paris, the White House said on Sunday. Trump was due to attend a remembrance service at the Aisne-Marne American Cemetery … [+1960 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, WYNN, SAP, BABA, BAT)", "description": "Here is what you need to know. Saudi Arabia vows to cut oil production. West Texas Intermediate crude oil gained as much as 1.8% to $61.28 a barrel early Monday after Saudi oil minister Khalid al-Falih reportedly told reporters in Abu Dhabi that the kingdom p…", "url": "https://www.businessinsider.com/stock-market-news-opening-bell-november-12-2018-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be96965b73c28359a061e7b-2732-1366.jpg", "publishedAt": "2018-11-12T11:55:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jonathan Garber", "title": "10 things you need to know before the opening bell (SPY, SPX, QQQ, DIA, WYNN, SAP, BABA, BAT)", "description": "Here is what you need to know. Saudi Arabia vows to cut oil production. West Texas Intermediate crude oil gained as much as 1.8% to $61.28 a barrel early Monday after Saudi oil minister Khalid al-Falih reportedly told reporters in Abu Dhabi that the kingdom p…", "url": "https://markets.businessinsider.com/news/stocks/stock-market-news-opening-bell-november-12-2018-2018-11-1027715751", "urlToImage": "https://static2.businessinsider.com/image/5be96947da27f846e076125d-2400/ap18315754334713.jpg", "publishedAt": "2018-11-12T11:55:00Z", "content": "Reuters/Eric Thayer Here is what you need to know. Saudi Arabia vows to cut oil production. West Texas Intermediate crude oil gained as much as 1.8% to $61.28 a barrel early Monday after Saudi oil minister Khalid al-Falih reportedly told reporters in Abu Dhab… [+2190 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Samsung's foldable phone might arrive in March for a whopping $1,770", "description": "Samsung will reportedly release its foldable smartphone in March, according to South Korean news agency Yonhap news. Yonhap reports that the name of the phone would be, \"Galaxy F,\" a name which has been rumoured for the device before. It also says that \"indus…", "url": "https://www.businessinsider.com/samsungs-foldable-phone-might-arrive-in-march-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be965fad1e8444982608a86-2732-1366.jpg", "publishedAt": "2018-11-12T11:52:17Z", "content": "Samsung is reportedly getting ready to release its highly anticipated foldable phone in March 2019 for over $1,700, South Korean news agency Yonhap reports. The book-like folding display was first unveiled by Samsung a week ago. While the display was dubbed \"… [+741 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Roger Federer accidentally hit himself in the face, lashed a ball into the crowd because he was losing, then turned up 'angry' to the post-match press conference", "description": "Roger Federer lost his cool and then the match at the ATP Tour Finals on Sunday. Federer put the wrong foot forward from the off, when he accidentally hit himself in the face with a ball in the opening set of his loss to Kei Nishikori. Federer then refused to…", "url": "https://www.businessinsider.com/roger-federer-hit-himself-in-face-then-got-angry-after-losing-atp-finals-match-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be954051011423e345365e6-1920-960.jpg", "publishedAt": "2018-11-12T11:48:00Z", "content": "Roger Federer accidentally hit himself in the face with a tennis ball, lost a match, and then turned up \"angry\" to the post-match press conference at the ATP Tour finals in London on Sunday. The 37-year-old is on the prowl for a 100th ATP Tour title, but his … [+1620 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tom Murray", "title": "Max Verstappen was leading the Brazilian Grand Prix before another driver crashed into him, so he shoved him and called him a 'p----'", "description": "Tempers were lost at the Brazilian Grand Prix on Sunday as Red Bull driver Max Verstappen collided with Force India's Esteban Ocon. Verstappen was leading the pack at the time and seemed to have the race sewn up when he ran into 14th-place Ocon, who he had ju…", "url": "https://www.businessinsider.com/brazilian-grand-prix-verstappen-shoves-ocon-after-driver-crashes-into-him-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be95c730d7c6733fc61dd63-1334-667.jpg", "publishedAt": "2018-11-12T11:38:00Z", "content": "With his world championship already in the bag, Britain's Lewis Hamilton won the Brazilian Grand Prix on Sunday — but it could have been a different story. Red Bull driver Max Verstappen had driven sublimely, starting in fifth and climbing four places in 16 l… [+2684 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "Macron reportedly asked Putin not to privately meet Trump during WWI commemorations — but they talked anyway", "description": "Presidents Donald Trump and Vladimir Putin both attended a World War I commemorative event in Paris this weekend. Putin said on Sunday that France asked that he and Trump not meet one-on-one at the event, and that he agreed to the request. But later that day …", "url": "https://www.businessinsider.com/france-request-putin-trump-meeting-not-happen-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7b98038905f218008b57b5-1334-667.jpg", "publishedAt": "2018-11-12T10:47:24Z", "content": "Russian President Vladimir Putin said France specifically asked him not to hold one-on-one meetings with Donald Trump during World War I commemorations in Paris this weekend — but he ended up chatting to him anyway. Putin said on Sunday afternoon that he agre… [+2813 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "The world's biggest tech investor will target a $21 billion IPO in December", "description": "Japanese conglomerate SoftBank is launching an initial public offering (IPO) of its mobile division in December. The IPO is set at 2.4 trillion yen, roughly $21 billion, making it one of the biggest floats ever. SoftBank is known for its investments in tech, …", "url": "https://www.businessinsider.com/softbank-will-target-a-21-billion-ipo-for-its-mobile-division-2018-11", "urlToImage": "https://amp.businessinsider.com/images/531cf0656bb3f7fc42d6217b-1334-667.jpg", "publishedAt": "2018-11-12T10:40:12Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Giant tech firms like Uber and Tesla are lapping up junk debt, here's why investors are lining up to lend it", "description": "WeWork, Uber and Tesla are banking on their brand name appeal to pile on junk debt typically deemed too risky for lesser known peers with better credit. Investors are eager to lend to them, favoring companies' potential over their underlying financial health,…", "url": "https://www.businessinsider.com/giant-tech-firms-like-uber-tesla-are-lapping-up-junk-debt-and-demand-is-growing-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be93970da27f8451871d942-2732-1366.jpg", "publishedAt": "2018-11-12T10:35:00Z", "content": "Some of the biggest darlings of the tech industry have joined Tesla recently in piling on cheap debt to fuel booming growth plans, relying on their size and brand-name appeal to secure funding typically deemed too risky for lesser-known peers with better cred… [+4302 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bill Bostock", "title": "US F-18 fighter jet crashes into the Philippine Sea in the second USS Reagan crash in one month", "description": "A US F-18 fighter jet based on the aircraft carrier USS Ronald Reagan crashed into the Philippine Sea on Monday. Both pilots ejected safely and the Nimitz-class supercarrier's rescue aircraft picked them up. The F-18, from Carrier Air Wing 5, went down due to…", "url": "https://www.businessinsider.com/us-f-18-fighter-jet-crashes-phillipine-sea-navy-pilots-safe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be95571e4218a34c3242d00-960-480.jpg", "publishedAt": "2018-11-12T10:34:44Z", "content": "A US Navy F-18 fighter jet crashed into the Philippine Sea early on Monday morning in the second aircraft mishap aboard the USS Ronald Reagan within a month. The F-18, part of Carrier Air Wing 5 onboard the USS Ronald Reagan, experienced a \"mechanical issue t… [+1087 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "Facebook denies firing Oculus founder Palmer Luckey for supporting Trump (FB)", "description": "Facebook has denied a media report suggesting it fired former executive Palmer Luckey for his right-wing views. The Wall Street Journal said Luckey, the founder of Oculus, was fired after donating $10,000 to a group that posted anti-Hillary Clinton memes and …", "url": "https://www.businessinsider.com/facebook-denies-firing-oculus-founder-palmer-luckey-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b84f39a2154a333008b5605-2732-1366.jpg", "publishedAt": "2018-11-12T10:24:19Z", "content": "Facebook has denied firing one of its former senior executives, Palmer Luckey, for his conservative views. The Wall Street Journal reported Sunday that Luckey's departure came after The Daily Beast reported he donated $10,000 to an anti-Hillary Clinton group,… [+2631 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Callum Burroughs", "title": "Britain’s financial regulator is slapping down the City's \"bad apples\" and won’t let up any time soon", "description": "FCA bans 28% more directors in 12 months from September 2017 to 2018 “The FCA will be looking to send a message out that it is not turning a blind eye to poor conduct” says law firm RPC. The FCA spent a total of £300,000 in legal fees to pursue a case banning…", "url": "https://www.businessinsider.com/britains-financial-regulator-is-slapping-down-city-bankers-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be950e00d7c6732f950033e-2732-1366.jpg", "publishedAt": "2018-11-12T10:12:09Z", "content": "The Financial Conduct Authority has banned 23 so-called \"bad apples\" from working in the industry in the past 12 months. That's according to figures from London law firm RPC, which said in a report today that the 28% increase in \"prohibition orders\" is part o… [+999 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Isobel Asher Hamilton", "title": "Facebook won't force employees to settle sexual harassment claims privately thanks to the Google walkout protests", "description": "Facebook is ending a policy of required arbitration in cases of sexual harassment at the company. The policy requires employees to give up their right to sue. This change came a day after Google also ended the practice, following demands from employees protes…", "url": "https://www.businessinsider.com/facebook-ends-forced-arbitration-sexual-harassment-after-google-walkout-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b7da1c7e199f336008b54f3-2732-1366.jpg", "publishedAt": "2018-11-12T09:35:34Z", "content": "Facebook is putting an end to required arbitration in cases of sexual harassment, allowing employees to pursue claims in court. Facebook announced the policy change in an internal message to staff on Friday. It also changed its policy on office relationships … [+1661 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne", "title": "Theresa May will trigger no-deal Brexit plans this week unless there is a deal", "description": "Theresa May will push the button on no deal Brexit planning if there is no breakthrough in talks this week. UK and EU negotiators are still a long way from a withdrawal deal in Brussels. The EU wants the UK to accept some single market rules as part of the ba…", "url": "https://www.businessinsider.com/theresa-may-trigger-no-deal-plans-unless-there-is-a-brexit-deal-this-week-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be00972e4218a0c557a5aad-1136-568.jpg", "publishedAt": "2018-11-12T09:18:22Z", "content": "LONDON — Theresa May is on the brink of officially triggering contingency plans for a no deal Brexit with the chances of negotiators in Brussels agreeing on a withdrawal deal looking increasingly precarious. Thursday, November 15 is reportedly the deadline fo… [+2923 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shona Ghosh", "title": "10 things in tech you need to know today", "description": "Good morning! This is the tech news you need to know this Monday. German enterprise software giant SAP is to buy feedback company Qualtrics for $8 billion, just days before its IPO. Qualtrics was on track for an IPO that would have valued the company at $4.8 …", "url": "https://www.businessinsider.com/10-things-in-tech-you-need-to-know-today-november-12-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdbfc0a9e8c5360ff6e3be3-2732-1366.jpg", "publishedAt": "2018-11-12T08:06:34Z", "content": "Troy Wolverton/Business Insider Good morning! This is the tech news you need to know this Monday. German enterprise software giant SAP is to buy feedback company Qualtrics for $8 billion, just days before its IPO. Qualtrics was on track for an IPO that would … [+2312 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kelly McLaughlin", "title": "Trump reportedly wants to stop giving Puerto Rico hurricane relief funds because he thinks the government is using it to pay off its debt", "description": "President Donald Trump claimed without evidence that Puerto Rico was using federal funding meant to go towards Hurricane Maria recovery to pay off debt. He reportedly told White House officials that he wants stop giving Puerto Rico federal funding for hurrica…", "url": "https://www.businessinsider.com/trump-reportedly-wants-to-stop-funding-puerto-rico-hurricane-relief-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8dcf48c35ab32f65e1552-1334-667.jpg", "publishedAt": "2018-11-12T07:12:47Z", "content": "President Donald Trump wants stop giving Puerto Rico federal funding for Hurricane Maria recovery, according to a report from Axios. According to the report, White House officials told congressional leadership that Trump claimed without evidence that Puerto R… [+1442 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Christian Edwards and Rosie Perper", "title": "The 10 most important things in the world right now", "description": "Hello! Here's what's happening on Monday. 1. There are three wildfires still out of control in California and hundreds are missing. The d eath toll stands at 31, thousands of homes have been destroyed and authorities are still struggling to contain the flames…", "url": "https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-november-12-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be6515638150721a56cd574-2732-1366.jpg", "publishedAt": "2018-11-12T06:24:36Z", "content": "Hello! Here's what's happening on Monday. 1. There are three wildfires still out of control in California and hundreds are missing. The death toll stands at 31, thousands of homes have been destroyed and authorities are still struggling to contain the flames.… [+1833 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Seahawks player scores touchdown, hands the ball off to Floyd Mayweather in the stands - SFGate", "description": "Via CBS/NFL\n\n\n\n\nSeattle Seahawks wide receiver Tyler Lockett scored a touchdown on Sunday and gave away the ball to a fan who happened to be Floyd Mayweather Jr.\nMayweather looked pretty excited to get a ball.\n\n\n\nSeattle Seahawks wide receiver Tyler Lockett c…", "url": "http://www.businessinsider.com/floyd-mayweather-jr-initial-coin-offering-2017-8?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.sfgate.com/img/pages/article/opengraph_default.png", "publishedAt": "2018-11-12T04:09:27Z", "content": "Via CBS/NFL Seattle Seahawks wide receiver Tyler Lockett scored a touchdown on Sunday and gave away the ball to a fan who happened to be Floyd Mayweather Jr. Mayweather looked pretty excited to get a ball. Seattle Seahawks wide receiver Tyler Lockett caught a… [+377 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (David Scutt), David Scutt", "title": "Crude oil futures pop higher as Saudi Arabia vows to cut production", "description": "Ulet Ifansasti/Getty Crude oil futures have spiked in early trade on Monday, finding support on reports that Saudi Arabia will cut production levels in December. Both WTI and Brent futures are up 0.75%, having jumped more than 1% in initial trade. RBC Capital…", "url": "https://www.businessinsider.com/crude-oil-futures-pop-higher-as-saudi-arabia-vows-to-cut-production-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8dbf6e4218a3124381794-1920-960.jpg", "publishedAt": "2018-11-12T02:57:07Z", "content": "Crude oil futures spiked in early trade on Monday, following reports that Saudi Arabia will cut production levels in December. The move is likely designed to stop the slide in crude prices, which had recently fallen over 20% from early October, leaving them i… [+1705 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "A top Sinaloa cartel leader has plead guilty in Chicago, and he could play a big role in 'El Chapo' Guzman's trial", "description": "REUTERS/Daniel Aguilar CHICAGO (AP) — A former top lieutenant to Joaquin \"El Chapo\" Guzman and likely witness at the Mexican drug lord's New York trial has pleaded guilty to trafficking conspiracy in Chicago, saying in a plea agreement unsealed Friday that he…", "url": "https://www.businessinsider.com/ap-likely-el-chapo-trial-witness-pleads-guilty-in-chicago-2018-11", "urlToImage": "https://amp.businessinsider.com/images/52d423b069bedd1b49bd2f1e-2732-1365.jpg", "publishedAt": "2018-11-12T02:30:00Z", "content": "CHICAGO (AP) — A former top lieutenant to Joaquin \"El Chapo\" Guzman and likely witness at the Mexican drug lord's New York trial has pleaded guilty to trafficking conspiracy in Chicago, saying in a plea agreement unsealed Friday that he will cooperate with pr… [+2984 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley and Kelly McLaughlin", "title": "Three recounts, baseless voter fraud claims and mixed messages from candidates: Here's what's going on with the Florida elections", "description": "Florida's midterm elections have descended into chaos. The secretary of state ordered recounts in three races Saturday. A top election official said Sunday it would be \"impossible\" to meet the Thursday deadline. Political tensions have reached a fever pitch a…", "url": "https://www.businessinsider.com/florida-election-recounts-are-fraught-with-controversy-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8ad92f556fc30d71a51b4-1920-960.jpg", "publishedAt": "2018-11-12T02:29:48Z", "content": "Florida's midterm elections descended into chaos over the weekend as three recounts were ordered and baseless claims of voter fraud arose. Tensions reached a fever pitch after Florida Secretary of State Ken Detzner ordered automatic machine recounts for the U… [+4154 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "A group with a major role in World War I has gone overlooked on the 100th anniversary of the war's end", "description": "Ludovic Marin/Pool Photo via AP PARIS (AP) — Buried in French President Emmanuel Macron's speech on the sacrifice of \"young men\" in World War I Sunday was a reference to the \"three million widows\" the fallen soldiers left behind. The role women played in the …", "url": "https://www.businessinsider.com/ap-womens-role-in-wwi-underplayed-at-armistice-weekend-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a05d9b335876e01018b53c8-1920-960.jpg", "publishedAt": "2018-11-12T02:12:00Z", "content": "PARIS (AP) — Buried in French President Emmanuel Macron's speech on the sacrifice of \"young men\" in World War I Sunday was a reference to the \"three million widows\" the fallen soldiers left behind. The role women played in the war was only mentioned in passin… [+3009 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Goggin", "title": "Tucker Carlson broke Fox News' Twitter blackout that was ordered for him to post a statement about assault allegations", "description": "Tucker Carlson appeared to break a Fox News Twitter blackout to defend himself from assault allegations. The Twitter blackout was reportedly instituted as a form of protest against Twitter's response to tweets containing Carlson's address. On Saturday, Juan M…", "url": "https://www.businessinsider.com/tucker-carlson-broke-fox-twitter-blackout-to-post-about-assault-allegations-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8d1fb66be50061b16cff6-1920-960.jpg", "publishedAt": "2018-11-12T01:23:53Z", "content": "Fox News has instituted a Twitter blackout across the company, reportedly in response to threats to host Tucker Carlson, but apparently the blackout doesn't apply to Carlson himself. Despite orders emailed to the entire company instructing employees not to tw… [+3213 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Titans running back Dion Lewis on beating the Patriots, his former team: 'When you go cheap, you get your ass kicked'", "description": "The Tennessee Titans beat the New England Patriots, 34-10, on Sunday. After the game Titans running back Dion Lewis, a former Patriots player, said the team got their \"ass kicked\" because they went \"cheap.\" Lewis was one of several players who were let go by …", "url": "https://www.businessinsider.com/titans-dion-lewis-patriots-cheap-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8d4d7d1e844448369b3d5-1334-667.jpg", "publishedAt": "2018-11-12T01:22:19Z", "content": "The Tennessee Titans had one of the surprising wins of Week 10 of the NFL season, beating the New England Patriots, 34-10. The Titans relied on a steady, offensive approach while they brought continual pressure on Tom Brady and the Patriots, throwing off the … [+1607 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Seahawks player scores touchdown, hands the ball off to Floyd Mayweather in the stands", "description": "Seattle Seahawks wide receiver Tyler Lockett scored a touchdown on Sunday and gave away the ball to a fan who happened to be Floyd Mayweather Jr. Mayweather looked pretty excited to get a ball. Seattle Seahawks wide receiver Tyler Lockett caught a touchdown o…", "url": "https://www.businessinsider.com/floyd-mayweather-jr-seahawks-tyler-lockett-touchdown-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8ce5bd1e844442840ec98-1334-667.jpg", "publishedAt": "2018-11-12T00:51:39Z", "content": "Seattle Seahawks wide receiver Tyler Lockett caught a touchdown on Sunday and made one fan's day. In the third quarter, Lockett caught a 23-yard pass from Russell Wilson, then celebrated by handing the touchdown ball to a fan. That fan happened to be Floyd Ma… [+235 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth", "title": "Paul Manafort is reportedly hitting the brakes on cooperating with Mueller", "description": "Talks between the special counsel Robert Mueller and former Trump campaign chairman Paul Manafort have reportedly broken down in recent days. According to the terms of his plea agreement, Manafort is required to cooperate in any and all matters the government…", "url": "https://www.businessinsider.com/paul-manafort-stalling-cooperation-with-mueller-trump-russia-matthew-whitaker-2018-11", "urlToImage": "https://amp.businessinsider.com/images/58d3dc1bd349f9ee2d8b61c2-1136-568.jpg", "publishedAt": "2018-11-12T00:26:22Z", "content": "Cooperation talks between the special counsel Robert Mueller and Paul Manafort, the former chairman of President Donald Trump, have broken down in recent days, ABC News reported this week. Manafort struck a plea deal with Mueller's team in September, shortly … [+4399 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "China shows J-20 jet's missiles for the first time at airshow: Global Times - Business Insider", "description": "NDTV China shows J-20 jet's missiles for the first time at airshow: Global Times Business Insider SHANGHAI (Reuters) - China has shown the missiles in its advanced J-20 stealth fighter jet to the public for the first time at its largest airshow, the Global Ti…", "url": "http://uk.businessinsider.com/r-china-shows-j-20-jets-missiles-for-the-first-time-at-airshow-global-times-2018-11", "urlToImage": null, "publishedAt": "2018-11-12T00:12:00Z", "content": "SHANGHAI (Reuters) - China has shown the missiles in its advanced J-20 stealth fighter jet to the public for the first time at its largest airshow, the Global Times newspaper reported on Monday. The newspaper said two J-20 fighter jets opened their missile ba… [+686 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Gov. Rick Scott files more lawsuits against Florida election officials as a recount on his US Senate race is being closely watched", "description": "REUTERS/Joe Skipper Florida Republican Governor Rick Scot has filed more lawsuits against local election officials. He asked a judge to order police to impound voting machines and ballots when they're not in use. A recount between Scott and incumbent Democrat…", "url": "https://www.businessinsider.com/r-florida-republican-scott-asks-that-ballots-be-guarded-in-senate-race-recount-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5be8c3bef556fc31840b4c86-1136-568.jpg", "publishedAt": "2018-11-12T00:09:00Z", "content": "Florida Republican Governor Rick Scott, whose lead has narrowed in the state's US Senate race, filed more lawsuits against local election officials on Sunday, asking a judge to order police to impound voting machines and ballots when they are not in use. On S… [+2515 chars]"}]}