{"articles": [{"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Connie Chen), Connie Chen", "title": "I tried a $75 electric toothbrush with bristles made from activated charcoal — here's how it worked", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Boka Online oral care startup Boka makes products like electric toothbrushes ($75) and toothpaste…", "url": "https://www.businessinsider.com/boka-electric-toothbrush-review-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bc762c67e4239019a776394-750-375.jpg", "publishedAt": "2018-11-04T23:53:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Everyone brushes their teeth every day, but it's not every day you hear someone say she does so w… [+2575 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ashley Collman", "title": "Trump says Georgia gubernatorial candidate Stacey Abrams 'will get rid of' the Second Amendment if elected", "description": "During a rally in Georgia on Sunday, President Trump said that Democratic gubernatorial candidate Stacey Abrams will \"get rid of\" the Second Amendment if elected and collect everyone's guns. Trump appeared to be referencing a bill that Abrams co-sponsored in …", "url": "https://www.businessinsider.com/trump-says-stacey-abrams-will-get-rid-of-the-second-amendment-if-elected-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf6ac3110d4c0f9d065763-1920-960.jpg", "publishedAt": "2018-11-04T23:37:01Z", "content": "President Donald Trump said on Sunday that Georgia gubernatorial candidate Stacey Abrams would \"get rid of\" the Second Amendment if elected, though the Democrat has stated on several occasions that she believes in the right to bear arms. Speaking during a ral… [+1438 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Seahawks' synchronized touchdown dance might be the best celebration of the NFL season", "description": "The Seattle Seahawks opened their game against the Los Angeles Chargers with a touchdown drive. Afterward, the Seahawks arranged in the end zone for a great synchronized dance that likely required a good amount of practice. The Seattle Seahawks have been on a…", "url": "https://www.businessinsider.com/seahawks-touchdown-celebration-synchronized-dance-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf6687da27f80d2d6ea7f2-1136-568.jpg", "publishedAt": "2018-11-04T21:39:42Z", "content": "The Seattle Seahawks have been on a roll of late and the momentum has carried over to their touchdown celebrations. The Seahawks opened their Week 9 game against the Los Angeles Chargers with a drive down the field and touchdown to wide receiver Jaron Brown. … [+234 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Scott Davis", "title": "Nathan Peterman throws another pick-6 as Bills offense continues to reach new lows", "description": "Buffalo Bills backup quarterback Nathan Peterman got the start in Week 9 and threw 2 interceptions, with one of them being returned for a touchdown. Peterman came into the game with 9 interceptions on 81 career pass attempts. The Bills offense has been histor…", "url": "https://www.businessinsider.com/nathan-peterman-pick-6-bears-bills-offense-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf53c0f556fc08cc67ecbb-1136-568.jpg", "publishedAt": "2018-11-04T20:17:25Z", "content": "With Derek Anderson and Josh Allen still sidelined, the Buffalo Bills turned back to backup quarterback Nathan Peterman, and the results were about the same. Peterman has started just three games in his career, throwing 9 interceptions in 81 total pass attemp… [+1206 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mark Matousek", "title": "2 stats show why the US government has struggled to fight the rise of white nationalism and domestic terrorism", "description": "A report from The New York Times published Saturday describes how federal and local authorities have struggled to reckon with the threats posed by white nationalist and other far-right movements since September 11. A former Department of Homeland Security (DH…", "url": "https://www.businessinsider.com/us-government-struggles-fighting-white-nationalism-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf3683e4218a058d227a52-2732-1366.jpg", "publishedAt": "2018-11-04T18:49:13Z", "content": "A report from The New York Times published on Saturday describes how federal and local authorities have struggled to reckon with the threats posed by white nationalist and other far-right movements since the September 11, 2001, attacks. Since then, defense an… [+1847 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Meredith Cash", "title": "Everything you need to know about the top teams in college basketball this season", "description": "It's been seven months since the Villanova Wildcats brought home their second NCAA Championship trophy in three years, and we're finally ready to ring in the 2018-19 college basketball season. After reaching last year's Final Four, the Kansas Jayhawks headlin…", "url": "https://www.businessinsider.com/college-basketball-preview-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd742c28d2fbe781c317c79-2732-1366.jpg", "publishedAt": "2018-11-04T17:52:00Z", "content": "It's been seven months since the Villanova Wildcats brought home their second NCAA Championship trophy in three years, and we're finally ready to ring in the 2018-19 college basketball season. After reaching last year's Final Four, the Kansas Jayhawks headlin… [+799 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Ellen Cranley", "title": "See if you need to bring an ID to vote in this handy map breaking down all the state rules for the 2018 midterm elections", "description": "Election Day for hotly contested midterm races across the country is on Tuesday, November 6, 2018. State rules vary widely on the different forms of ID voters have to present at the polls — if they require any at all. Business Insider has broken down the regu…", "url": "https://www.businessinsider.com/voter-id-requirements-in-every-state-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc9d330d7c676c45006665-320-160.jpg", "publishedAt": "2018-11-04T17:18:15Z", "content": "Voter engagement has already skyrocketed ahead of Tuesday's midterm elections in the form of early voting methods, but plenty of voters nationwide are set to cast their ballots in person. States vary widely on the rules for acceptable forms of identification … [+388 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "The Republican and Democratic party chairs gave their closing arguments before the midterm elections in back-to-back Jake Tapper grillings", "description": "The heads of the Republican and Democratic national committees offered their final messages to voters on CNN's \"State of the Union\" ahead of Tuesday's midterm elections in lively back-to-back appearances. GOP chair Ronna McDaniel insisted that despite Preside…", "url": "https://www.businessinsider.com/ronna-mcdaniel-tom-perez-give-jake-tapper-closing-arguments-midterms-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf15250d7c6703e94597b5-1920-960.jpg", "publishedAt": "2018-11-04T17:06:45Z", "content": "The heads of the Republican and Democratic national committees offered their final messages to voters on CNN's \"State of the Union\" Sunday ahead of Tuesday's midterm elections in lively back-to-back appearances. The RNC case: focusing on immigration and the e… [+3609 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "Apple is selling refurbished iPhone 8 smartphones for $500, and it's an amazing deal (AAPL)", "description": "The iPhone 8 is available to buy refurbished from Apple starting at $500. That's a $100 discount from its MSRP. My experience with Apple's refurbished devices has been great, and it's well worth your consideration if you're looking to buy the iPhone 8. Apple …", "url": "https://www.businessinsider.com/apple-iphone-8-refurbished-for-500-is-a-great-deal-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b10483b1ae66243008b4a2e-1920-960.jpg", "publishedAt": "2018-11-04T16:16:21Z", "content": "Apple is selling refurbished units of the iPhone 8 starting at$500 from its certified used device store — one of the best-kept secrets in tech. That price reflects a $100 discount over the normal $600 starting price tag for an iPhone 8. At the time of writing… [+1821 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "skaplan@businessinsider.com (Sally Kaplan), Sally Kaplan", "title": "You may know footwear startup M.Gemi for its colorful loafers — but here's why its ankle boots are the real standout", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. M.Gemi Italian footwear startup and direct-to-consumer brand M.Gemi makes some of the highest qua…", "url": "https://www.businessinsider.com/mgemi-corsa-ankle-boots-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb0ff8b73c284a6e71b62b-1334-667.jpg", "publishedAt": "2018-11-04T16:06:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. There's a chill in the air that smells distinctly crisp and fresh. The trees are officially turni… [+3539 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "These founders left Google to chase a vision of healthier screen time for their kids — and their flagship product has become a hit in classrooms and homes (GOOGL, GOOG)", "description": "Pramod Sharma worked at Google in Sunnyvale, California and noticed when he dropped off his daughter at the company's daycare facility, there were no tech products allowed. Sharma and his co-founder Jerome Scholler created Osmo in 2013 to create a positive an…", "url": "https://www.businessinsider.com/osmo-ceo-pramod-sharma-interview-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdcdc5e0591f2792f479d64-1536-768.jpg", "publishedAt": "2018-11-04T16:00:00Z", "content": "Circa 2012, Pramod Sharma was working on a Google project to scan physical books and put them on the internet. Like many at Google, Sharma would drop off his daughter each morning at the company's on-campus daycare facilities. Over time, he recognized somethi… [+4568 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "A Deutsche Bank exec says he travels up to 10 days every month — and he's been able to keep doing it for over 20 years because of a 'magic combination'", "description": "A Deutsche Bank executive says he does eight triathlons a year — even while traveling 10 days a month for work. Piers Constable, a managing director based in New York City, says that he's found exercising and traveling to be a \"magic combination.\" Constable s…", "url": "https://www.businessinsider.com/deutsche-bank-exec-triathlon-travel-magic-combination-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc87e30591f26e272542fd-2732-1366.jpg", "publishedAt": "2018-11-04T16:00:00Z", "content": "Piers Constable, a managing director at Deutsche Bank based in New York City, says he competes in seven or eight triathlons a year — as well as multiple marathons and other races — even while traveling the world for typically 10 days out of a month for work. … [+1360 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Áine Cain", "title": "Americans are pumping the brakes on home remodeling, and that might spell bad news for Home Depot and Lowe's (LOW, HD)", "description": "Home Depot and Lowe's may be facing a decline in the home-improvement boom that has boosted sales over the last several years. Remodeling expenditures in the United States are set to rise over the course of 2019 — but the rate of growth is expected to decline…", "url": "https://www.businessinsider.com/home-depot-lowes-housing-market-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb3062beb670505c4f2d1a-960-480.jpg", "publishedAt": "2018-11-04T15:50:00Z", "content": "It's looking like the remodeling boom is starting to fade in the United States — and that slowdown may have implications for home-improvement retailers like Home Depot and Lowe's. Over the last several years, home-improvement sales have soared. The good times… [+3217 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Andy Kiersz", "title": "The 25 best MBA programs for people who want to work in tech", "description": "If you want to work in tech, an MBA can be a very helpful boost to your career. Higher- and business-education specialist QS Quacquarelli Symonds recently released its 2019 Global MBA Ranking, evaluating 251 of the best business schools in the world. QS provi…", "url": "https://www.businessinsider.com/best-business-schools-for-tech-jobs-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb203c957016fa8046e7c-640-320.jpg", "publishedAt": "2018-11-04T15:30:00Z", "content": "Higher- and business-education specialists QS Quacquarelli Symonds released its 2019 Global MBA Ranking, evaluating 251 of the best business schools in the world based on data provided by the schools and surveys of employers and academics. To get an idea of w… [+377 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "As the corporate world deals with executive scandals, so-called 'Weinstein Misconduct Clauses' remain rare in M&A deals (INTL, GOOGL)", "description": "Sexual misconduct allegations have unseated plenty of powerful people and caused headaches for the people involved. Despite this, dealmakers have been slow to add in so-called \"Weinstein Misconduct Clauses,\" which protect M&A buyers from making a deal with a …", "url": "https://www.businessinsider.com/weinstein-protection-clauses-are-still-rare-in-corporate-ma-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5aa45328c2320dd1388b4570-1920-960.jpg", "publishedAt": "2018-11-04T15:30:00Z", "content": "From Intel to Google, sexual misconduct scandals have unseated powerful executives and caused a lot of pain to many people. Such scandals can be particularly problematic in the M&amp;A space, where buyers take on risks financially and in reputation — sometime… [+1945 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "These will be the most popular toys this holiday season, according to the data", "description": "Amazon, Target, Walmart, and other retailers have released their predictions for the hottest toys of the year. Adobe has now released its own predictions for the season's top toys. To compile the list, the tech firm used data from chatter on social media and …", "url": "https://www.businessinsider.com/most-popular-toys-holiday-shopping-adobe-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb73409e8c535b9f63e2a6-960-480.jpg", "publishedAt": "2018-11-04T15:10:00Z", "content": "The holiday season is here — and so is toy-buying season. Every year, there's a smattering of toys both new and old that kids clamor for more than others. And, every year, everyone from huge retailers to grandparents try to predict what kids will want, either… [+1540 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Smith", "title": "After seeing the iPhone XR in person, I'm not sure if I can recommend it (AAPL)", "description": "I recently spent time with both new iPhones that Apple announced this year: the new iPhone XS, and iPhone XR. I'm not sure if I can recommend the iPhone XR over the iPhone XS, despite the many similarities and the XR's price advantage — the iPhone XR starts a…", "url": "https://www.businessinsider.com/apple-iphone-xr-impressions-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc7dac1011426a6a79f5b9-1920-960.jpg", "publishedAt": "2018-11-04T15:05:00Z", "content": "I was really excited for the iPhone XR. But after spending some time with it, I'm just not sure if I can recommend it, especially at its $750 price point. On paper, the iPhone XR would seem like the better deal compared to the iPhone XS, which starts at $1,00… [+5254 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Bob Bryan", "title": "Trump keeps claiming the GOP will 'protect people with preexisting conditions.' But he's been trying to gut those protections for almost 2 years.", "description": "President Donald Trump and Republican candidates have argued that the party supports protections for people with preexisting conditions. Trump and the GOP's record flies in the face of that assertion. Here are 4 ways that Trump and the Republicans have sought…", "url": "https://www.businessinsider.com/trump-gop-preexisting-condition-protections-healthcare-obamacare-2018-11", "urlToImage": "https://amp.businessinsider.com/images/595cf0b0d084cc351c8b6961-1920-960.jpg", "publishedAt": "2018-11-04T15:03:00Z", "content": "President Donald Trump has continually claimed that his administration and the entire Republican Party's healthcare platform would provide as good, if not better, protections for people with preexisting conditions. \"Republicans will protect people with pre-ex… [+3818 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jim Edwards", "title": "Europe is faltering", "description": "Italy recorded GDP growth of exactly 0.0%. The economies of Germany and the UK also looked fragile last week. \"Eurozone growth is faltering faster than we had expected,\" says HSBC. Until now, Europe has coped with a war in Syria on its Southern border, Russia…", "url": "https://www.businessinsider.com/europe-gdp-is-faltering-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdde4af01b12d7d4c64d696-1920-960.jpg", "publishedAt": "2018-11-04T14:57:57Z", "content": "Italy may be one crisis too many. Last week, Italy recorded GDP growth of exactly 0.0%. The trend is down. If Italy doesn't turn things around, its economy may well go into a contraction. That's a big \"if.\" The new Italian government is trying to run a defici… [+3769 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Why it's still in Russia's interest to mess with US politics", "description": "Grigory Dukor/Reuters US officials and tech companies say Russians have continued online activity targeted at American voters during the campaign for Tuesday's election, though Russia denies any interference. So far US authorities haven't announced any huge h…", "url": "https://www.businessinsider.com/ap-why-its-still-in-russias-interest-to-mess-with-us-politics-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdf02f1d1e8440f275b13b7-1920-960.jpg", "publishedAt": "2018-11-04T14:51:00Z", "content": "Sweeping accusations that the Kremlin tried to sway the 2016 US election haven't chastened Russian trolls, hackers, and spies — and might even have emboldened them. US officials and tech companies say Russians have continued online activity targeted at Americ… [+6476 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sean Wolfe", "title": "Here are the 13 most useful Mac shortcuts that will help you do everything faster (AAPL)", "description": "Apple's MacOS might seem simple — but it's an absolute powerhouse if you know how to use it. Some of the easiest ways to get the most of out of Apple's desktop operating system are hidden in plain sight: Keyboard shortcuts. Flick between applications and tabs…", "url": "http://uk.businessinsider.com/useful-apple-mac-keyboard-shortcuts-os-x2016-1", "urlToImage": "https://amp.businessinsider.com/images/5620c34edd0895d42c8b465e-1334-667.jpg", "publishedAt": "2018-11-04T14:49:00Z", "content": "Master your MacBook. Mustafa Quraishi/AP Apple's MacOS might seem simple — but it's an absolute powerhouse if you know how to use it. Some of the easiest ways to get the most of out of Apple's desktop operating system are hidden in plain sight: Keyboard short… [+516 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Pakistan blasphemy case: Husband appeals to Trump, UK PM - Business Insider", "description": "Daily Times Pakistan blasphemy case: Husband appeals to Trump, UK PM Business Insider MULTAN, Pakistan (AP) — The husband of a Christian woman acquitted eight years after being sentenced to death for blasphemy, but not released after countrywide protests, app…", "url": "https://www.businessinsider.com/ap-pakistan-blasphemy-case-husband-appeals-to-trump-uk-pm-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T14:49:00Z", "content": "MULTAN, Pakistan (AP) — The husband of a Christian woman acquitted eight years after being sentenced to death for blasphemy, but not released after countrywide protests, appealed on Sunday to U.S. President Donald Trump and British Prime Minister Theresa May … [+2615 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Slotnick", "title": "I flew business class on the only Dreamliner route between the US and Mexico — here's what it was like", "description": "While most flights within North America are operated by narrow-body aircraft — except for major flagship routes like New York to Los Angeles or New York to Miami — there's one flight a day between New York and Mexico City flown by a modern 787 Dreamliner. Aer…", "url": "https://www.businessinsider.com/aeromexico-business-class-flight-dreamliner-787-review-2018-9", "urlToImage": "https://amp.businessinsider.com/images/5bd9c651f556fc30dc28d773-2732-1366.jpg", "publishedAt": "2018-11-04T14:25:00Z", "content": "Joint ventures are a popular way for airlines to work together beyond the typical practices enabled by airline alliances and codeshares. These partnerships allow separate carriers, which would otherwise compete on certain routes, to coordinate schedules, pric… [+2927 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "'We're living in the age of the remix': Fashion brands are making major changes to appeal to Gen Z in a new era of luxury", "description": "The fashion industry has been undergoing some major changes recently. Some luxury brands, like Ralph Lauren, have been partnering with streetwear brands to reach younger shoppers and experiment with different business models. Other brands, like Michael Kors, …", "url": "https://www.businessinsider.com/why-luxury-brands-partnering-with-streetwear-brands-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd76f18beb67004ff0d31a9-1536-768.jpg", "publishedAt": "2018-11-04T14:25:00Z", "content": "The fashion industry has been undergoing some major changes recently. Polo Ralph Lauren recently revealed a collaboration with the London-based streetwear brand Palace. Ralph Lauren said in a July earnings release that winning over a new generation of custome… [+1378 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Benjamin Zhang", "title": "We drove an $87,000 Jaguar I-PACE electric SUV to see if it's really ready to take on Tesla, Mercedes, and Audi — here's the verdict", "description": "The Jaguar I-PACE first luxury crossover SUV to hit the market. The I-PACE is driven by dual electric motors that produce 394 horsepower. According to Jaguar, its EV can do 0-60 mph in 4.5 seconds. The Jag has a 90kWh battery pack that and a range of 234 mile…", "url": "https://www.businessinsider.com/jaguar-i-pace-ev-electric-car-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd77801e4218a06393acd25-1920-960.jpg", "publishedAt": "2018-11-04T14:07:00Z", "content": "Electric cars are the future. Even though people have been saying this for years, only recently have the world's mainstream automakers really taken this to heart. Sure, relatively affordable EVs have been on the road a decade now. But for far too many brands,… [+1581 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "There are over 70 playable characters in 'Super Smash Bros. Ultimate' — here they all are - Business Insider", "description": "Business Insider There are over 70 playable characters in 'Super Smash Bros. Ultimate' — here they all are Business Insider When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from t…", "url": "http://uk.businessinsider.com/every-super-smash-bros-character-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bdcd3e5dde8675340327b4f-1190-625/there-are-over-70-playable-characters-in-super-smash-bros-ultimate--here-they-all-are.jpg", "publishedAt": "2018-11-04T13:37:06Z", "content": "\"Super Smash Bros. Ultimate\" will feature every playable fighter from the series thus far. \"Super Smash Bros. Ultimate\"/Nintendo When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character f… [+1205 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kevin Webb", "title": "There are over 70 playable characters in 'Super Smash Bros. Ultimate' — here they all are (NTDOY)", "description": "When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from the prior four games in the franchise would be returning for the series' first entry on the Nintendo Switch. The game will be…", "url": "https://www.businessinsider.com/every-super-smash-bros-character-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcc611da27f877210e8573-2732-1366.jpg", "publishedAt": "2018-11-04T13:30:00Z", "content": "When Nintendo announced \"Super Smash Bros. Ultimate\" earlier this year, producer Masahiro Sakurai confirmed that every character from the prior four games in the franchise would be returning for the series' first entry on the Nintendo Switch. The game will be… [+1078 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Berkshire Hathaway buys back nearly $1 billion of stock as Warren Buffett's firm doubles profits after Trump's tax cuts - Business Insider", "description": "Business Insider Berkshire Hathaway buys back nearly $1 billion of stock as Warren Buffett's firm doubles profits after Trump's tax cuts Business Insider NEW YORK (Reuters) — Berkshire Hathaway, the conglomerate run by billionaire Warren Buffett, on Saturday …", "url": "https://www.businessinsider.com/r-buffetts-berkshire-doubles-profit-repurchases-900-million-stock-in-third-quarter-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5ba26a7f5c5e52e3568b5fba-2732-1366.jpg", "publishedAt": "2018-11-04T13:28:40Z", "content": "NEW YORK (Reuters) — Berkshire Hathaway, the conglomerate run by billionaire Warren Buffett, on Saturday said its quarterly operating profit nearly doubled as its insurance business dodged hurricanes and benefited from lower taxes. The strong result gives Buf… [+2951 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Antonio Villas-Boas", "title": "The $550 OnePlus 6T makes me feel like I'm cheating in a world where top smartphones cost $750 or more", "description": "Those around me at work, New York City, and the US in general who buy top smartphones are spending $750 or more, with some of them even spending over $1,000 on a smartphone. And then there's me. I've been using the $580 OnePlus 6T with 8 GB of RAM and 128 GB …", "url": "https://www.businessinsider.com/oneplus-6t-review-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdca5c7da27f8723a509d29-1920-960.jpg", "publishedAt": "2018-11-04T13:00:00Z", "content": "Like many other phone makers when display bezels became narrow, OnePlus moved its fingerprint sensors to the backs of its phones. With the OnePlus 6T, it moved the sensor back to the front, despite its narrow bezels. That's because the OnePlus 6T is the first… [+1407 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alexandra Ma", "title": "China gave foreign countries and journalists seminars on how to restrict online speech and unflattering news reports", "description": "China has been hosting seminars for foreign countries and journalists on how to clamp down on online speech and writing positive news about China's economic policies, Freedom House reported. They include courses on President Xi Jinping's views on patriotism a…", "url": "https://www.businessinsider.com/china-taught-foreign-countries-journalists-how-to-restrict-speech-2018-11", "urlToImage": "https://amp.businessinsider.com/images/59e2331fd4e920b4108b53a6-2732-1366.jpg", "publishedAt": "2018-11-04T12:32:22Z", "content": "China has been holding seminars for foreign countries and journalists on how to restrict online speech and write positive news about it, according to a Freedom House report published this week. The programs — which appear tailored to specific countries and re… [+4757 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Joe Ciolli", "title": "The 4 main drivers of market strength are all past their prime — and it's leaving stocks vulnerable to the next big crash", "description": "For years, the stock market has benefited from a remarkable confluence of positive factors, which pushed it to record highs. One Wall Street expert says these catalysts appear past their prime, which could lead to selling in the US market that would put the O…", "url": "https://www.businessinsider.com/stock-market-crash-4-main-drivers-of-strength-past-their-prime-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a7d8892d030721b008b4ab1-1920-960.jpg", "publishedAt": "2018-11-04T11:05:00Z", "content": "Through the first nine months of 2018, everything was firing on all cylinders for the US stock market. Companies were big beneficiaries of President Donald Trump 's unprecedented tax cuts. Year-over-year earnings growth was in the double digits. Firms were re… [+3359 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "The most expensive, rare, and bizarre vehicles Lewis Hamilton drives when he's not racing", "description": "Lewis Hamilton is a young, massively successful athlete who has already been crowned Formula 1 world champion five times. He earns approximately $51 million a year, according to Forbes, and is known for his relationships with some of the most famous women on …", "url": "https://www.businessinsider.com/every-vehicle-lewis-hamilton-drives-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd9d9205f1f75355a0c02da-1920-960.jpg", "publishedAt": "2018-11-04T10:04:00Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Indonesia extends search for victims, second black box from crashed jet - Business Insider", "description": "Business Insider Indonesia extends search for victims, second black box from crashed jet Business Insider By Tabita Diela. JAKARTA (Reuters) - Indonesian authorities on Sunday extended by three days the search for the victims and a black box from the wreckage…", "url": "https://www.businessinsider.com/r-indonesia-extends-search-for-victims-second-black-box-from-crashed-jet-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T09:41:20Z", "content": "Divers collect debris in a bag in the search area for Lion Air's flight JT610 airplane, in Indonesia Thomson Reuters By Tabita Diela JAKARTA (Reuters) - Indonesian authorities on Sunday extended by three days the search for the victims and a black box from th… [+2202 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "Sir Jeremy Heywood, the former head of the British civil service, dies aged 56", "description": "Former UK civil service boss Sir Jeremy Heywood has died. He passed away aged 56 following a battle with cancer. Heywood's death was announced on Sunday morning in a statement from Number 10 Downing Street. Prime Minister Theresa May described the news as \"ex…", "url": "https://www.businessinsider.com/jeremy-heywood-former-head-of-british-civil-service-dies-aged-56-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdebc050591f20871202d53-960-480.jpg", "publishedAt": "2018-11-04T09:32:02Z", "content": "Sir Jeremy Heywood, the former head of the British civil service, and one of the most influential figures in UK politics in recent years, has died aged 56 after a battle with cancer. Heywood's death was announced on Sunday morning in a statement from Number 1… [+471 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Trista Kelley", "title": "Bank analysts are getting crushed in Europe — and smaller firms are getting hit the worst", "description": "Revenues for banks from European equity research are plummeting in the aftermath of the introduction of MiFID II. Banks will be earning about 20% less on their European equity research — a drop of about $300 million — by the start of 2019, according to a repo…", "url": "https://www.businessinsider.com/europs-bank-analysts-getting-crushed-small-firms-hit-the-worst-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc5c760591f268100c1e04-1136-568.jpg", "publishedAt": "2018-11-04T08:33:00Z", "content": "LONDON — Bad news for analysts who publish research on European companies: investment banks will be earning about 20% less on their European equity research — a drop of about $300 million — by the start of 2019. That's according to a report from Greenwich Ass… [+2392 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Will Martin", "title": "May reportedly secures 'secret' Brexit concessions to keep whole of UK in a customs union — killing the Irish backstop problem", "description": "PM May reportedly secures \"secret\" concession from EU over Northern Irish border issue. Sunday Times reports that under plans devised by May and EU negotiators, the whole of the UK would effectively remain within a customs union with the bloc after Brexit. Ma…", "url": "https://www.businessinsider.com/brexit-reports-of-secret-concessions-by-eu-to-uk-in-exit-talks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b0ff8141ae66228008b48fe-960-480.jpg", "publishedAt": "2018-11-04T08:28:41Z", "content": "British Prime Minister Theresa May has reportedly secured a series of \"secret\" concessions from the European Union that could allow the whole of the UK to effectively remain within a customs union with the bloc after Brexit. According to the Sunday Times, May… [+2368 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Book leads No. 3 Notre Dame over Northwestern, 31-21", "description": "EVANSTON, Ill. (AP) — Ian Book threw for threw two touchdown passes and ran 23 yards for a score in the closing minutes to lead No. 3 Notre Dame to a 31-21 victory over Northwestern on Saturday night. The Fighting Irish (9-0, No. 4 CFP) remained in line for a…", "url": "http://uk.businessinsider.com/ap-book-leads-no-3-notre-dame-over-northwestern-31-21-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T05:00:00Z", "content": "EVANSTON, Ill. (AP) Ian Book threw for threw two touchdown passes and ran 23 yards for a score in the closing minutes to lead No. 3 Notre Dame to a 31-21 victory over Northwestern on Saturday night. The Fighting Irish (9-0, No. 4 CFP) remained in line for a p… [+2811 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Tagovailoa, No. 1 Alabama roll past No. 4 LSU, 29-0", "description": "BATON ROUGE, La. (AP) — Tua Tagovailoa threw two touchdown passes and ran 44 yards for a score in his toughest test this season, Alabama's defense stifled No. 4 LSU, and the top-ranked Crimson Tide remained unbeaten with a 29-0 victory Saturday night. Tagovai…", "url": "http://uk.businessinsider.com/ap-tagovailoa-no-1-alabama-roll-past-no-4-lsu-29-0-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T05:00:00Z", "content": "BATON ROUGE, La. (AP) Tua Tagovailoa threw two touchdown passes and ran 44 yards for a score in his toughest test this season, Alabama's defense stifled No. 4 LSU, and the top-ranked Crimson Tide remained unbeaten with a 29-0 victory Saturday night. Tagovailo… [+3748 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Business Insider", "title": "Murray recovers, rallies No. 7 OU past Texas Tech, 51-46", "description": "LUBBOCK, Texas (AP) — Kyler Murray recovered from a pair of early interceptions that led to a two-touchdown deficit, throwing for 360 yards and three touchdowns and running for 100 yards and another score to rally No. 7 Oklahoma to a 51-46 victory over Texas …", "url": "http://uk.businessinsider.com/ap-murray-recovers-rallies-no-7-ou-past-texas-tech-51-46-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T05:00:00Z", "content": "LUBBOCK, Texas (AP) Kyler Murray recovered from a pair of early interceptions that led to a two-touchdown deficit, throwing for 360 yards and three touchdowns and running for 100 yards and another score to rally No. 7 Oklahoma to a 51-46 victory over Texas Te… [+3301 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Trade war, spy claims cloud horizon for China airshow - Business Insider", "description": "Business Insider Trade war, spy claims cloud horizon for China airshow Business Insider By Brenda Goh and Stella Qiu. SHANGHAI/BEIJING (Reuters) - Trade frictions with the United States and accusations of industrial espionage are set to cast a cloud over Chin…", "url": "https://www.businessinsider.com/r-trade-war-spy-claims-cloud-horizon-for-china-airshow-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T03:57:00Z", "content": "Red Falcon rehearses ahead of the Zhuhai Airshow Thomson Reuters By Brenda Goh and Stella Qiu SHANGHAI/BEIJING (Reuters) - Trade frictions with the United States and accusations of industrial espionage are set to cast a cloud over China's largest aerospace me… [+4591 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Grace Panetta", "title": "The 2018 midterms will be the most expensive in history – here are the candidates who have raised and spent the most money since Trump's election", "description": "The 2018 midterms are in just three days, and they're shaping up to be the most expensive in history. The Center of Responsive Politics, which tracks campaign spending, projects a grand total of $5.2 billion will be spent on this year's elections. Democratic …", "url": "https://www.businessinsider.com/2018-congressional-candidates-raised-spent-most-money-data-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb2c99beb670504247efc2-1136-568.jpg", "publishedAt": "2018-11-04T03:06:45Z", "content": "Rick Scott and Beto O'Rourke lead the pack by a wide margin in campaign spending, with $66 and $59 million respectively in campaign this cycle. While Scott is pouring money in TV ads across Florida, O'Rourke is buying up not just TV, but also Facebook and Twi… [+1796 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "Idaho teachers suspended for border wall, Mexican Halloween costumes - Business Insider", "description": "Fox News Idaho teachers suspended for border wall, Mexican Halloween costumes Business Insider (Reuters) - Fourteen staff at an Idaho primary school who dressed up as a border wall and as Mexicans for Halloween were put on administrative leave on Saturday for…", "url": "https://www.businessinsider.com/r-idaho-teachers-suspended-for-border-wall-mexican-halloween-costumes-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T03:04:21Z", "content": "(Reuters) - Fourteen staff at an Idaho primary school who dressed up as a border wall and as Mexicans for Halloween were put on administrative leave on Saturday for the \"insensitive\" and \"inappropriate\" costumes, a school superintendent said. Photos of the gr… [+2293 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "India iPhone sales to fall for first time in four years: researcher - Business Insider", "description": "Business Insider India iPhone sales to fall for first time in four years: researcher Business Insider BENGALURU (Reuters) - Apple's iPhone sales are set to dip by around a quarter in India's holiday season fourth quarter, putting them on course for the first …", "url": "https://www.businessinsider.com/r-india-iphone-sales-to-fall-for-first-time-in-four-years-researcher-2018-11", "urlToImage": null, "publishedAt": "2018-11-04T01:24:32Z", "content": "Salesperson speaks on the phone at an Apple reseller store in Mumbai Thomson Reuters BENGALURU (Reuters) - Apple's iPhone sales are set to dip by around a quarter in India's holiday season fourth quarter, putting them on course for the first full-year fall in… [+1790 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Michelle Mark", "title": "The migrant caravan from Central America is still hundreds of miles from the US border — here's everything we know about when it could arrive and what will happen next", "description": "The main caravan of roughly 4,000 Central American migrants is steadily moving north towards the United States border — but it has splintered into groups and remains hundreds of miles away. There are some major unknown factors that make it unclear exactly whe…", "url": "https://www.businessinsider.com/migrant-caravan-border-arrival-what-happens-next-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc8a56f556fc6af937d1d8-1920-960.jpg", "publishedAt": "2018-11-04T00:45:25Z", "content": "The caravan of some 4,000 Central American migrants who have been steadily trekking north towards the United States for weeks began to splinter on Saturday, following dashed hopes that they would be transported via bus to Mexico City. Though the Trump adminis… [+6129 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Shayanne Gal and Ellen Cranley", "title": "Here are all the states where you can vote early in the midterm elections", "description": "Days ahead of the 2018 midterm elections, turnout in 22 states and Washington DC shattered previous midterm early voter rates, with a reported 31.5 million ballots cast three days before Election Day. These voters are taking advantage of policies in some stat…", "url": "https://www.businessinsider.com/early-voting-states-2018-midterm-elections-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc985b01b12d6cb531727f-1920-960.png", "publishedAt": "2018-11-03T22:26:01Z", "content": "Days ahead of the 2018 midterm elections, turnout in 22 states and Washington DC has shattered 2014 midterm election early voter rates, according to the New York Times, which reported 31.5 million ballots had been cast. The skyrocketing voter engagement comes… [+484 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Mara Leighton), Mara Leighton", "title": "Everlane has launched an outerwear collection made from recycled water bottles — here's what it's like in person", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Everlane's new line, the ReNew Collection, is outerwear that's made with recycled plastic bottles…", "url": "https://www.businessinsider.com/everlane-renew-collection-fleece-parka-puffer-review-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd0aed2d2e64855c4404165-1136-568.jpg", "publishedAt": "2018-11-03T21:28:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. On October 24, 2018, cult-favorite startup Everlane has announced ambitious environmental goals a… [+3620 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Alan Dawson", "title": "Novak Djokovic just beat Roger Federer in one of the best tennis matches you'll see all year", "description": "Novak Djokovic just beat Roger Federer in one of the year's best matches. Saturday's Paris Masters semifinal featured high quality tennis, and you can watch Federer's amazing shank shot, and Djokovic's incredible precision, in some of the highlights below. Bu…", "url": "https://www.businessinsider.com/novak-djokovic-beat-roger-federer-in-match-of-the-year-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bddf87c0591f203cc514252-1920-960.jpg", "publishedAt": "2018-11-03T20:36:14Z", "content": "Novak Djokovic just beat Roger Federer in a three hour epic in Paris. Federer came agonisingly close to snapping his old rival's winning streak, but Djokovic held his nerve in the Paris Masters semifinal to make it 22 wins in a row. A meeting between Djokovic… [+1522 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "feedback@businessinsider.com (Connie Chen), Connie Chen", "title": "30 unique and unexpected gifts from UncommonGoods they haven't seen before", "description": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. Shopping is time-consuming and stressful, so it's no wonder many of us often default to buying ge…", "url": "https://www.businessinsider.com/best-gifts-from-uncommon-goods-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd0d9159e1e1105211a6984-750-375.jpg", "publishedAt": "2018-11-03T19:32:00Z", "content": "The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. UncommonGoods Shopping is time-consuming and stressful, so it's no wonder many of us often defaul… [+1227 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Cork Gaines", "title": "A CFL lineman celebrated a touchdown by chugging a real beer and smashing the can on his helmet", "description": "The Ottawa Redblacks defeated the Toronto Argonauts, 24-9, on Friday night. Following one Redblacks touchdown run, offensive lineman Jon Gott ran to the fans, grabbed a beer from his girlfriend, and chugged it. Gott drank the beer while still wearing his helm…", "url": "https://www.businessinsider.com/cfl-jon-gott-touchdown-celebration-chug-beer-redblacks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bddcefcda27f87fd9578355-750-375.jpg", "publishedAt": "2018-11-03T16:46:00Z", "content": "Here is the celebration, via ESPN. The full highlight and post-game interview can be seen below."}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ellen Cranley", "title": "7 Melania Trump looks the internet was up in arms about", "description": "First lady Melania Trump has evolved from a background character in her husband's raucous presidential campaign to the increasingly vocal center of her own controversies. Through Melania has been an active part of official duties including youth programs, dip…", "url": "https://www.businessinsider.com/melania-trump-controversial-looks-viral-internet-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5afc843ee988ef1a008b4d2e-1920-960.jpg", "publishedAt": "2018-11-03T16:37:00Z", "content": "First lady Melania Trump has evolved from a background character in her husband's raucous presidential campaign to the increasingly vocal center of her own controversies. Through Melania has been an active part of official duties including youth programs, dip… [+182 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "Tesla supporters are making 5 crucial mistakes (TSLA)", "description": "Tesla is heading into 2019 in better shape than it ever has been in the past. But that doesn't mean it's time to let Tesla bullishness run free. Many of Tesla's ambitious supporters are making big mistakes about the company. Tesla turned an important corner a…", "url": "https://www.businessinsider.com/tesla-fans-are-making-crucial-mistakes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b854b40b354cd9d268b521e-1536-768.jpg", "publishedAt": "2018-11-03T16:32:00Z", "content": "Years ago, this unsupportable argument came largely from the more emotional regions of the pro-Tesla camp. Those who made it were justifiably disgusted with the traditional auto industry for its many sins of the past, hated the idea that they had to buy a car… [+3056 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Becky Peterson", "title": "Amazon has reportedly zeroed in on Northern Virginia for its second headquarters (AMZN)", "description": "Amazon is close to announcing the location of its second headquarters, known as HQ2. The $800 billion company is in advanced talks with Crystal City, a Northern Virginia town just outside of Washington, D.C., The Washington Post reported Saturday. An official…", "url": "https://www.businessinsider.com/amazon-northern-virginia-second-headquarters-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b9b8ccf0ce5f51a008b61d8-2732-1366.jpg", "publishedAt": "2018-11-03T15:40:22Z", "content": "After months of speculation into where the $800 billion Amazon will open its second headquarters, there appears to be a front-runner. The Seattle-based Amazon is in advanced talks to open its second HQ in Northern Virginia's Crystal City, The Washington Post … [+923 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Jessica Tyler", "title": "Five Below, the discount-store chain that's growing across America, just opened a store in one of the most glamorous parts of New York City. Here's what it's like to shop there. (FIVE)", "description": "Five Below is a discount-store chain that sells everything from books to clothes for under $5. It has opened 67 new stores so far in 2018. It plans to open an additional 50 stores this quarter, CEO Joel Anderson said in an earnings call in September. Five Bel…", "url": "https://www.businessinsider.com/five-below-opens-store-fifth-avenue-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb7b9da27f875331a0472-1920-960.jpg", "publishedAt": "2018-11-03T15:23:00Z", "content": "Five Below just opened its flagship store in one of the most famous spots in Manhattan: Fifth Avenue. Five Below, a discount-store chain that sells everything from school supplies to clothes to candy for under $5, is one of several chains that have recently f… [+1016 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "More and more US troops are arriving on the US-Mexico border in anticipation of migrant caravans arriving — these photos show what they're doing", "description": "A number of active-duty US troops, the first of thousands, have arrived at the US-Mexico border. US military personnel deployed to the border ahead of the anticipated arrival of migrant caravans have started constructing bases of operations and running razor …", "url": "https://www.businessinsider.com/photos-us-troops-arrive-us-mexico-border-migrant-caravans-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bddb482e4218a79c13d85f3-2732-1366.jpg", "publishedAt": "2018-11-03T15:13:22Z", "content": "President Donald Trump, who has repeatedly characterized the approaching caravans — without evidence — as an \"invasion,\" has warned the migrants that the military will be waiting for them when they arrive. He has said that the total number of troops deployed … [+263 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hillary Hoffower", "title": "A Canadian woman went from $70,000 in debt to a 7-figure net worth by building a new habit into her day", "description": "Adeola Omole, a wealth coach and lawyer, built a seven-figure net worth after paying off $70,000 worth of consumer debt and a $320,000 mortgage. Omole said she was able to start paying down debt after she cut her spending in half on things like groceries, clo…", "url": "https://www.businessinsider.com/advice-to-pay-off-debt-build-wealth-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd738e700cda57b566c8da6-1136-568.jpg", "publishedAt": "2018-11-03T15:00:00Z", "content": "Adeola Omole has learned a lot about managing money since climbing her way out of $70,000 worth of debt. After losing her job at a law firm in Canada during a tough economy, Omole was faced with the debt she accumulated over the years from student loans, car … [+2137 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "It's become increasingly clear that Alphabet, Google's parent company, needs new leadership (GOOGL, GOOG)", "description": "Larry Page, CEO of Alphabet, which is in the middle of a leadership crisis. Reuters It's become increasingly clear that Alphabet needs new leadership. The recent scandals and controversies and scandals at the company, most notably over its handling of sexual …", "url": "http://uk.businessinsider.com/alphabet-google-crisis-leadership-2018-11", "urlToImage": "http://static3.uk.businessinsider.com/image/5bdcd904dde86752517e7f67-1190-625/its-become-increasingly-clear-that-alphabet-googles-parent-company-needs-new-leadership.jpg", "publishedAt": "2018-11-03T14:45:00Z", "content": "Larry Page, CEO of Alphabet, which is in the middle of a leadership crisis. Reuters When they walked out of their jobs by the thousands on Thursday, Google employees did more than bring attention to the company's handling of sexual harassment allegations. The… [+9169 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth and Joe Perticone", "title": "How Democrats plan to make Trump’s life a living hell after the election", "description": "President Donald Trump Alex Wong/Getty Images Democrats have gone from being optimistic to confident that they will take back the House of Representatives following the midterm elections. They plan to launch an investigative blitz against the White House and …", "url": "http://uk.businessinsider.com/democrats-win-midterms-investigations-trump-2018-11", "urlToImage": "http://static2.uk.businessinsider.com/image/5bd32bf1dde86754994a3105-1190-625/how-democrats-plan-to-make-trumps-life-a-living-hell-after-the-election.jpg", "publishedAt": "2018-11-03T14:45:00Z", "content": "President Donald Trump Alex Wong/Getty Images As Democrats gear up to potentially regain control of the House, it has stirred speculation about whether the party will move to impeach President Donald Trump. But few Democrats want to actively talk about impeac… [+5077 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kate Taylor and Hollis Johnson", "title": "We stayed in one of the largest pyramids in the world, a Bass Pro Shops-owned lodge filled with alligators, swamps, and rumors of an ancient curse. Here's what it was like.", "description": "One of the largest pyramids in the world is in Memphis, Tennessee, and is owned by Bass Pro Shops. The \"Great American Pyramid\" is taller than the Statue of Liberty and houses a super-sized Bass Pro Shops, a hunting lodge-themed hotel, an indoor swamp, a bowl…", "url": "https://www.businessinsider.com/bass-pro-shops-pyramid-photos-2018-7", "urlToImage": "https://amp.businessinsider.com/images/5bda2e280d7c673e17762dfe-1536-768.jpg", "publishedAt": "2018-11-03T14:40:00Z", "content": "The Bass Pro Shops Pyramid looms over Memphis. Hollis Johnson/Business Insider An ancient pyramid looms over the city of Memphis. Well, maybe not ancient. But, since 1991, the \"Great American Pyramid\" has welcomed travelers as they journey over the Mississipp… [+864 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ben Gilbert", "title": "Spotify is giving away free Google Home speakers to subscribers — here's how to get yours", "description": "Who doesn't like free tech? That's the question at the heart of Spotify's new promotion: The music streaming company is offering free Google Home Mini smart speakers to anyone paying for a Spotify Family subscription ($15/month). But the free offer is limited…", "url": "https://www.businessinsider.com/spotify-free-google-home-how-to-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdd918c5f1f757c687818b3-960-480.png", "publishedAt": "2018-11-03T14:34:16Z", "content": "There are a few different types of Spotify paid accounts. To get the free Google Home Mini, you have to be a subscriber to the Spotify Premium for Family plan. The Premium Family plan costs $14.99/month, but it allows up to five people to access Spotify Premi… [+222 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Tyler Lauletta", "title": "Bryce Harper is about to make a ton of money and is promoting his contract negotiations with a video game", "description": "Bryce Harper will enter free agency this offseason and likely sign one of the richest contracts in baseball history. Harper was also recently selected to be the cover athlete for the next edition of the video game \"MLB The Show.\" Harper appears to be teasing …", "url": "https://www.businessinsider.com/bryce-harper-contract-qualifying-offer-the-show-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcb9ddf556fc72c30bcff4-1536-768.jpg", "publishedAt": "2018-11-03T14:28:13Z", "content": "Bryce Harper is set to sign one of the richest contracts in MLB history this offseason. Just 26 years old and still at the peak of his powers, Harper is a free agent this year and could demand a new deal that is a significant fraction of a billion dollars. On… [+1587 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "Boston Marathon winner Desiree Linden is competing for the NYC trophy this weekend — here's her coffee-jolted, pasta-fueled daily routine", "description": "Desiree Linden became the first American woman to win the Boston Marathon in 33 years earlier this year. She ran that 26.2-mile race in 2 hours, 39 minutes, and 54 seconds. She's competing in the New York Marathon on Sunday, fueled by pasta, peanut butter, an…", "url": "https://www.businessinsider.com/marathon-champion-desiree-linden-daily-routine-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc778401b12d682b0c1f0e-1920-960.jpg", "publishedAt": "2018-11-03T14:25:00Z", "content": "Desiree Linden drank champagne from her running shoe after she won the Boston Marathon in April. That victory broke a 33-year losing streak for the US — Linden was the first American woman to win that race since 1985. \"It's a lot of years of really hard work … [+4904 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Katie Warren", "title": "Inside the world's largest underwater restaurant, which has a 36-foot window that looks right out into the seabed so guests can watch marine life swim by as they eat", "description": "Norway will be home to Europe's first and the world's largest underwater restaurant when it opens in April 2019. Fittingly called \"Under,\" the restaurant has three-foot-thick walls and is designed to withstand harsh weather and rough seas. The 110-foot long s…", "url": "https://www.businessinsider.com/underwater-restaurant-norway-photos-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb3e305f1f75539a5aa907-2732-1366.jpg", "publishedAt": "2018-11-03T14:13:00Z", "content": "Europe's first underwater restaurant — and the world's largest — is set to open in Norway in April 2019. Designed by Snøhetta, \"Under\" sits half-submerged into the sea and has three-foot thick walls designed to withstand the area's rugged seas. Guests at Unde… [+991 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "At the bottom of the world, a 33-year-old is about to trek across Antarctica alone — a journey no one has survived... - CT Post", "description": "Colin O'Brady wants to become the first person to cross Antarctica alone and unaided.\nEveryone else who has attempted the solo trek has either died or given up.\nO'Brady is bringing a 400-pound sled to carry all his food and gear, and he's expecting to finish …", "url": "https://www.businessinsider.com/solo-trek-across-antarctica-colin-obrady-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.ctpost.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-03T14:09:55Z", "content": "Somewhere on the bottom of the world, 33-year-old Colin O'Brady is readying for a task that no human has successfully accomplished. He's about to travel 1,000 miles across Antarctica alone, without any resupply support. Everyone who has ever attempted that so… [+8409 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sonam Sheth and Joe Perticone", "title": "How Democrats plan to make Trump’s life a living hell after the election", "description": "Democrats have gone from being optimistic to confident that they will take back the House of Representatives following the midterm elections. They plan to launch an investigative blitz against the White House and Russian interests if they regain control of th…", "url": "https://www.businessinsider.com/democrats-win-midterms-investigations-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bd324b73196b7348543d39c-1536-768.jpg", "publishedAt": "2018-11-03T14:07:31Z", "content": "As Democrats gear up to potentially regain control of the House, it has stirred speculation about whether the party will move to impeach President Donald Trump. But few Democrats want to actively talk about impeaching President Donald Trump, whether it is in … [+5033 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Aria Bendix", "title": "The next housing crash could be caused by weather, not Wall Street – here are the places that should be worried", "description": "Around 300,000 coastal homes in the US could experience chronic flooding by 2045, placing $117.5 billion worth of residential property at risk. Despite this threat, real estate professionals in vulnerable areas say there's still a premium on coastal homes. Wh…", "url": "https://www.businessinsider.com/housing-hurricanes-floods-weather-building-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd23c969e1e112674218163-2732-1366.jpg", "publishedAt": "2018-11-03T14:00:00Z", "content": "When Hurricane Michael touched down in mid-October, it destroyed rows of homes in the Florida Panhandle, leaving behind just a few surviving structures. In Mexico Beach, Florida, only one oceanfront home was left fully intact: a two-story property made of con… [+8484 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "This brother and sister duo have a growing startup that uses simple text messages to get you off your phone and off on real-life adventures", "description": "The Nudge is an text messaging service that sends messages to its community of subscribers, trying to get people off their phones and off on adventures in the San Francisco Bay Area. The company was co-founded by the brother and sister team of John and Sarah …", "url": "https://www.businessinsider.com/john-and-sarah-peterson-the-nudge-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bd8d7fb0d7c6723bf12c5d2-1536-768.jpg", "publishedAt": "2018-11-03T14:00:00Z", "content": "Sarah Peterson was working for Apple in Munich, Germany when she found out that her older brother John was starting his own company. That company, called Livday, created daily itineraries for people exploring new cities. The plans told users not only where to… [+4456 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Mary Hanbury", "title": "These are the tricks that Zara uses to figure out the styles you want before you even do", "description": "Zara and its parent company, Inditex, have their global headquarters in Arteixo, Spain. There are over 300 designers working here. These designers are at the center of Zara's business, turning around new styles quickly and enabling the company to bring new it…", "url": "https://www.businessinsider.com/zara-design-process-beats-trends-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcbd90110d4c784007943b-750-375.jpg", "publishedAt": "2018-11-03T13:50:00Z", "content": "Hidden away in the depths of Zara's sprawling headquarters in northern Spain, 300 designers are hard at work trying to discover the next big fashion trend. During our visit to the offices in August, we were introduced to a group of four designers who were hud… [+4425 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dave Mosher, Samantha Lee and Olivia Reaney", "title": "Elon Musk and SpaceX are building a monster rocket for Mars. Here's how big it is compared to 20 familiar objects.", "description": "Elon Musk's aerospace company, SpaceX, is building a gigantic rocketship to reach Mars. The Big Falcon Rocket, or BFR, will use a fully reusable booster and a fully reusable spaceship. In SpaceX's \"final' design, the two-part launch system stands about 387 fe…", "url": "https://www.businessinsider.com/spacex-big-falcon-rocket-size-comparison-elon-musk-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda1d7fda27f83f33305408-1920-960.png", "publishedAt": "2018-11-03T13:42:00Z", "content": "Elon Musk's rocket company, SpaceX, is working on something big — really big. The Big Falcon Rocket, or BFR, is an unprecedented launch system designed to rocket up to 100 people and 150 tons of food, water, and other supplies to the surface of Mars. The end … [+1416 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Troy Wolverton", "title": "It's become increasingly clear that Alphabet, Google's parent company, needs new leadership (GOOGL, GOOG)", "description": "It's become increasingly clear that Alphabet needs new leadership. The recent scandals and controversies and scandals at the company, most notably over its handling of sexual harassment allegations, have highlighted the shortcomings of its top leaders. CEO La…", "url": "https://www.businessinsider.com/alphabet-google-crisis-leadership-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcd487d1e8447d975b7336-1536-768.jpg", "publishedAt": "2018-11-03T13:30:00Z", "content": "When they walked out of their jobs by the thousands on Thursday, Google employees did more than bring attention to the company's handling of sexual harassment allegations. They put an intense public spotlight on the acute shortcomings of the company's top bra… [+9101 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Ryan Pickrell", "title": "Another insider attack in Afghanistan claims the life of a US service member", "description": "One US service member was killed and another was wounded in an insider attack in Afghanistan Saturday. The US service member killed in the attack is the eighth to be killed in action and the third to die as a result of an insider attack this year. A US servic…", "url": "https://www.businessinsider.com/us-service-member-killed-in-insider-attack-in-afghanistan-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b8ea1545c5e5224008b5cbf-750-375.jpg", "publishedAt": "2018-11-03T13:22:25Z", "content": "A US service member was killed in action in Afghanistan Saturday in an insider attack, according to a NATO statement. \"Initial reports indicate the attacker was a member of the Afghan National Defense and Security Forces,\" Resolute Support revealed in an offi… [+1173 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Dennis Green", "title": "Amazon's HQ2 decision is coming down to the wire — here's what we know so far (AMZN)", "description": "There are only roughly two months left for Amazon to select the location of its second headquarters, HQ2. The last official communication from Amazon came almost exactly 10 months ago, in January, when it narrowed the field to 20 candidate cities. Since then,…", "url": "https://www.businessinsider.com/amazon-hq2-decision-announcement-november-or-december-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc9bcac957016ccc568fc6-2732-1366.jpg", "publishedAt": "2018-11-03T13:05:00Z", "content": "The window for Amazon to name the location for its second headquarters, HQ2, is closing fast. The company has only about two months left to announce its decision for where it will invest $5 billion and add some 50,000 jobs for its HQ2 project. The last offici… [+2863 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Eliza Relman", "title": "9 Senate races that are shaping up to be nail biters and will determine which party controls the Senate", "description": "Control of the Senate will be determined in next Tuesday's midterm elections — and there are several races that could go either way. While pollsters predict Democrats will flip the US House in next week's midterm elections, they say chances are much slimmer t…", "url": "https://www.businessinsider.com/key-senate-races-to-watch-in-midterm-elections-polls-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb31018c35ab50af1da669-1136-568.jpg", "publishedAt": "2018-11-03T13:03:00Z", "content": "Control of the Senate will be determined in next Tuesday's midterm elections — and there are several very competitive races to watch. Democratic incumbents in 10 states that President Donald Trump won in 2016 are facing tough reelection contests. Meanwhile, D… [+877 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Here's why Trump wants to shut Iran out of the oil market", "description": "The US will reimpose oil sanctions against Iran on Monday. Eight countries are set to receive sanctions waivers. But they could still end up squeezing global oil supply. In the wake of President Donald Trump’s withdrawal from the Iran nuclear deal earlier thi…", "url": "https://www.businessinsider.com/trump-iran-sanctions-oil-explained-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5b1043b71ae6621d008b4d73-2732-1366.jpg", "publishedAt": "2018-11-03T13:00:00Z", "content": "In the wake of President Donald Trump's withdrawal from the Iran nuclear deal earlier this year, Washington will reinstate more economic penalties against Tehran at midnight on Monday. This is the second round of sanctions the administration has enacted since… [+3056 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Gina Heeb", "title": "Here's why Trump wants to shut Iran out of the oil market", "description": "The US will reimpose oil sanctions against Iran on Monday. Eight countries are set to receive sanctions waivers. But they could still end up squeezing global oil supply. In the wake of President Donald Trump’s withdrawal from the Iran nuclear deal earlier thi…", "url": "https://markets.businessinsider.com/commodities/news/trump-iran-sanctions-oil-explained-2018-11-1027686712", "urlToImage": "https://static1.businessinsider.com/image/55a507fc69beddaf0309cb5e-2400/rtxnnjh.jpg", "publishedAt": "2018-11-03T13:00:00Z", "content": "Raheb Homavandi/Reuters In the wake of President Donald Trump’s withdrawal from the Iran nuclear deal earlier this year, Washington will reinstate more economic penalties against Tehran at midnight on Monday. This is the second round of sanctions the administ… [+3080 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Kif Leswing", "title": "The new Apple Watch Series 4 isn't for everyone — but if you're looking for an Apple Watch, it's the one to get (AAPL)", "description": "The Apple Watch is likely to be a hot holiday present this year. And the Apple Watch Series 4, which was released in September, is the first major redesign since the device was first released. It's got a bigger screen, a thinner body, and new health features …", "url": "https://www.businessinsider.com/apple-watch-series-4-review-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bdc9eee9e8c53707f0575f4-1920-960.jpg", "publishedAt": "2018-11-03T13:00:00Z", "content": "The Apple Watch is likely to be a hot holiday present this year. And the Apple Watch Series 4, which was released in September, is the first major redesign since the device was first released. It's got a bigger screen, a thinner body, and new health features … [+955 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Hilary Brueck", "title": "At the bottom of the world, a 33-year-old is about to trek across Antarctica alone — a journey no one has survived. He's bringing just one pair of underwear.", "description": "Colin O'Brady wants to become the first person to cross Antarctica alone and unaided. Everyone else who has attempted the solo trek has either died or given up. O'Brady is bringing a 400-pound sled to carry all his food and gear, and he's expecting to finish …", "url": "https://www.businessinsider.com/solo-trek-across-antarctica-colin-obrady-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb2bc73815074ff5751c1e-1920-960.jpg", "publishedAt": "2018-11-03T12:57:00Z", "content": "Somewhere on the bottom of the world, 33-year-old Colin O'Brady is readying for a task that no human has successfully accomplished. He's about to travel 1,000 miles across Antarctica alone, without any resupply support. Everyone who has ever attempted that so… [+8412 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "<a target='_blank' href='https://www.businessinsider.com/author/hilary-brueck/?IR=T'>Hilary Brueck</a>, <a target='_blank' href='http://www.businessinsider.com/?IR=T'>Business Insider US</a>", "title": "At the bottom of the world, a 33-year-old is about to trek across Antarctica alone — a journey no one has survived... - Business Insider", "description": "Business Insider At the bottom of the world, a 33-year-old is about to trek across Antarctica alone — a journey no one has survived... Business Insider Colin O'Brady wants to become the first person to cross Antarctica alone and unaided. Everyone else who has…", "url": "https://www.businessinsider.com/solo-trek-across-antarctica-colin-obrady-2018-11/", "urlToImage": "https://static.businessinsider.my/sites/3/2018/11/5bdb2be7f556fc4f770fa264.png", "publishedAt": "2018-11-03T12:57:00Z", "content": "caption Colin O’Brady is at the South Pole, attempting to complete a solo journey that no one has ever survived. source The Impossible First/Colin O’Brady Colin O’Brady wants to become the first person to cross Antarctica alone and unaided. Everyone else who … [+8942 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Matthew DeBord", "title": "I drove a $320,000 Lamborghini Huracán Performante to see if the high-performance Lambo is worth the hefty price tag — here's the verdict", "description": "The Lamborghini Huracán Performante is the high-performance trim level of the already high-performing regular Huracán. The Lamborghini Huracán Performante has about 30 more horsepower than the lesser Huracán. We drove a $320,785 Huracán Performante and were e…", "url": "https://www.businessinsider.com/lamborghini-huracan-performante-is-it-worth-it-review-2018-10", "urlToImage": "https://amp.businessinsider.com/images/5bda2edbf556fc3f2901f29e-1920-960.jpg", "publishedAt": "2018-11-03T12:30:00Z", "content": "I've driven the \"base\" Huracán with all-wheel-drive, the high-strung LP580-2 with rear-wheel-drive, and the Huracán Spyder drop-top. I've genuinely enjoyed them all, so much so that I always look forward to a few days in Huracán-land. These Lambos are more re… [+1980 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Avery Hartmans", "title": "The iPhone XS has a few new camera tricks hiding under the hood — here's what they do (AAPL)", "description": "Last month, Apple unveiled the iPhone XS, the latest version of its high-end smartphone. The phone is beautiful — have you seen that new gold color? — and packs new features like Apple's A12 Bionic chip, more storage, and better battery life than last year's …", "url": "https://www.businessinsider.com/apple-iphone-xs-new-camera-features-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdb6aaabeb670589e371816-1920-960.jpg", "publishedAt": "2018-11-03T12:30:00Z", "content": "Apple says the iPhone XS Max provides better bokeh on portrait mode photos, meaning the background blur is somehow improved and better-looking than before. I couldn't see a noticeable improvement in the portrait mode images I captured. However, I do think por… [+1467 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Akin Oyedele", "title": "Stocks have defied history ahead of the Midterm elections — Here's Wall Street's investing playbook for profiting from every possible outcome", "description": "Stock market activity in the run-up to the November 6 midterm elections has defied historical patterns. What happens after could also be unexpected. The results could have major implications for policies like tax reform, which have fueled investor gains this …", "url": "https://www.businessinsider.com/midterm-elections-market-reaction-investing-guide-how-to-trade-all-outcomes-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5a7214c359d432960f8b4b50-1536-768.jpg", "publishedAt": "2018-11-03T10:05:00Z", "content": "It all comes down to the wire next week. After a bitter campaign, Americans will decide who constitutes the 116th Congress during the final two years of President Donald Trump's first term. Republicans have touted their economic achievements and the promise o… [+6460 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": null, "title": "Pacific archipelago to vote on independence from France - Business Insider", "description": "Daily Times Pacific archipelago to vote on independence from France Business Insider NOUMEA, New Caledonia (AP) — Voters in New Caledonia are deciding whether the French territory in the South Pacific should break free from the European country that claimed i…", "url": "http://uk.businessinsider.com/ap-pacific-archipelago-to-vote-on-independence-from-france-2018-11", "urlToImage": null, "publishedAt": "2018-11-03T09:59:48Z", "content": "NOUMEA, New Caledonia (AP) Voters in New Caledonia are deciding whether the French territory in the South Pacific should break free from the European country that claimed it in the mid-19th century. A referendum being held on Sunday marks a milestone in the p… [+562 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker", "title": "Almost all the unspoilt wilderness left on earth is in these 5 countries", "description": "Just five countries hold 70% of the world’s remaining wilderness, according to new research. Researchers from the University of Queensland and the Wildlife Conservation Society identified the countries in a study published in the journal Nature. It said that …", "url": "https://www.businessinsider.com/most-wilderness-world-five-countries-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc79bc10114269e03be887-1920-960.jpg", "publishedAt": "2018-11-03T08:49:00Z", "content": "\"Wild places are facing the same extinction crisis as species. Similarly to species extinction, the erosion of the wilderness is essentially irreversible,\" the researchers state. Much of the wild places in the US are in Alaska, which has large areas of tundra… [+208 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Sinéad Baker, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "Almost all the unspoilt wilderness left on earth is in these 5 countries - Danbury News Times", "description": "Google Maps/Business Insider\n\nJust five countries hold 70% of the world's remaining wilderness, according to new research.\n\nResearchers from the University of Queensland and the Wildlife \nConservation Society identified the countries in a study \npublished in …", "url": "https://www.businessinsider.com/most-wilderness-world-five-countries-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.newstimes.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-03T08:49:00Z", "content": "Google Maps/Business Insider Just five countries hold 70% of the world’s remaining wilderness, according to new research. Researchers from the University of Queensland and the Wildlife Conservation Society identified the countries in a study published in the … [+1779 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Adam Payne and Adam Bienkov", "title": "Theresa May is piling the pressure on pro-Brexit MPs who predict she will be ousted within weeks", "description": "Senior figures in Theresa May's government tell Business Insider they believe pro-Brexit rebel MPs will ultimately fold and support her Brexit deal. They predict the fear of a second referendum and a tough whipping operation will bring Conservative MPs in lin…", "url": "https://www.businessinsider.com/theresa-may-piling-pressure-on-pro-brexit-conservative-mps-erg-predict-ousted-within-weeks-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdc8756110d4c6f5d306253-1536-768.jpg", "publishedAt": "2018-11-03T08:35:00Z", "content": "LONDON — Theresa May is piling the pressure on pro-Brexit Conservative MPs to vote for her Brexit deal, as one Tory MP told Business Insider that they expect her to face a leadership challenge within weeks. More than 50 Conservative MPs from the pro-Leave Eur… [+5944 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Associated Press", "title": "Central American migrants walking across Mexico to reach the US have a message for Trump: 'We are not killers'", "description": "AP Photo/Marco Ugarte Central Americans walking across Mexico in hopes of reaching the United States said they were mostly perplexed and turned off by President Donald Trump's increasingly volatile language toward the group. The US president has spent the fin…", "url": "https://www.businessinsider.com/central-american-migrants-have-a-message-for-trump-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdd4273d1e84402eb227ed4-2732-1366.jpg", "publishedAt": "2018-11-03T06:45:41Z", "content": "DONAJI, Mexico (AP) — As President Donald Trump ramped up his anti-migrant rhetoric ahead of Tuesday's midterm elections, exhausted Central Americans walking across Mexico in hopes of reaching the United States said they were mostly perplexed and turned off b… [+3693 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Obama zings hecklers at a campaign rally for Florida Democrats", "description": "Hecklers interrupted former President Barack Obama multiple times during a speech at his campaign rally in support of the Democratic gubernatorial candidate, Andrew Gillum on Friday. \"Listen, here's the deal,\" Obama said after he was interrupted. \"If you supp…", "url": "https://www.businessinsider.com/obama-reacts-to-a-heckler-protester-campaign-rally-florida-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdd3d9210114279a4482235-2732-1366.jpg", "publishedAt": "2018-11-03T06:23:11Z", "content": "Hecklers interrupted former President Barack Obama multiple times during a speech at his campaign rally in support of the Democratic gubernatorial candidate, Andrew Gillum on Friday. \"Listen, here's the deal,\" Obama said after he was interrupted. \"If you supp… [+2254 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "'I made it all up': One of Brett Kavanaugh's accusers admits to fabricating her sexual-assault claim, investigators say", "description": "Senate Judiciary Committee investigators said that a woman who claimed to be the author of an anonymous sexual assault allegation against Justice Brett Kavanaugh had \"fabricated\" her story. Republican Sen. Grassley of Iowa said his committee had investigated …", "url": "https://www.businessinsider.com/brett-kavanaugh-sexual-assault-accuser-judy-munro-leighton-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5baaf588a135a2e5678b4568-2732-1366.jpg", "publishedAt": "2018-11-03T01:31:40Z", "content": "Senate Judiciary Committee investigators concluded that a woman who claimed to be the author of an anonymous sexual assault allegation against Justice Brett Kavanaugh had \"fabricated\" her accusation, according to a letter from Senate Judiciary chairman Chuck … [+3558 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Reuters", "title": "At least 2 dead, including gunman, in shooting at Florida yoga studio - Business Insider", "description": "Business Insider At least 2 dead, including gunman, in shooting at Florida yoga studio Business Insider A gunman killed one person and wounded several others before killing himself on Friday at a yoga studio in Tallahassee, Florida, police said. Police receiv…", "url": "https://www.businessinsider.com/yoga-studio-shooting-tallahassee-florida-details-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdcf1880d7c67746461fb44-2732-1366.jpg", "publishedAt": "2018-11-03T01:20:13Z", "content": "(Reuters) - A gunman opened fire in a Florida yoga studio on Friday, shooting six people and killing two of them before class members fought back and the attacker killed himself, police and authorities said. Police received a call at 5:37 p.m. of multiple vic… [+2215 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone", "title": "A Snapchat glitch is telling some users that their accounts have been deleted — but the company says not to worry (SNAP)", "description": "Snapchat users are experiencing issues logging into their accounts, giving error messages that make it look like their accounts have been deleted. The company has acknowledged the issue and told users on Twitter: \"Your account should be safe!\" Snapchat has no…", "url": "https://www.businessinsider.com/snapchat-glitch-makes-users-think-their-accounts-have-been-deleted-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdce91bb73c28751671e13e-2732-1366.jpg", "publishedAt": "2018-11-03T00:22:50Z", "content": null}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "David Choi", "title": "Trump 'calls real things fake and fake things real': Republican Jeff Flake grabs Trump by the collar over his claim that 'fake news' is behind political violence", "description": "Republican Sen. Jeff Flake of Arizona continued to voice his opposition against President Donald Trump's rhetoric and pushed back against his tirade on news organizations. Trump recently blamed the media for a series of violent incidents that have been garner…", "url": "https://www.businessinsider.com/jeff-flake-against-trump-migrant-caravan-violence-press-2018-11", "urlToImage": "https://amp.businessinsider.com/images/5bdce76d381507762215d339-1536-768.jpg", "publishedAt": "2018-11-03T00:11:20Z", "content": "Republican Sen. Jeff Flake of Arizona voiced his opposition toward President Donald Trump's rhetoric and pushed back against Trump's tirade against news organizations over reporting that may shine an unflattering light on his administration. \"Words matter, an… [+2443 chars]"}, {"source": {"id": "business-insider", "name": "Business Insider"}, "author": "Nick Bastone, provided by<br><a href=\"http://www.businessinsider.com\" target=\"_blank\" style=\"text-decoration:none\"><img src=\"//imgs.sfgate.com/graphics/partners/businessinsider/article_header.gif\" border=\"0\"></a>", "title": "A viral video app you've probably never heard of had more downloads in September than Facebook, YouTube, or... - CT Post", "description": "Instagram/jacobsartorius\n\n\n\n\nTikTok is a social platform popular amongst teens made-up of short videos that often play catchy songs in the background. \nAccording to TechCrunch report on Friday, TikTok was the most downloaded app in the US in September. \nThis …", "url": "https://www.businessinsider.com/tiktok-most-downloaded-app-2018-11?utm_source=hearst&amp;utm_medium=referral&amp;utm_content=allverticals", "urlToImage": "https://www.ctpost.com/img/pages/article/opengraph_default.jpg", "publishedAt": "2018-11-03T00:05:16Z", "content": "Instagram/jacobsartorius TikTok — an app you may have never heard of before — was the most downloaded app in the US in September, according to a TechCrunch report on Friday using data from SensorTower. For the first time in the US, TikTok had more downloads t… [+1496 chars]"}]}