[{"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Coming up on Friday, Nov. 23 edition of 'Special Report'", "description": "Mike Emanuel gives you a sneak peek of the next show.", "url": "http://video.foxnews.com/v/5970589417001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970587671001_5970589417001-vs.jpg", "publishedAt": "2018-11-22T23:59:24Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Trump continues feud with Chief Justice Roberts", "description": "President Trump blasts 'out of control' judicial activism of the Ninth Circuit; reaction and analysis from the 'Special Report' All-Stars.", "url": "http://video.foxnews.com/v/5970587072001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970590131001_5970587072001-vs.jpg", "publishedAt": "2018-11-22T23:47:42Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Veterans Affairs blames aging computers on delayed payments", "description": "A 50-year-old computer system at the Department of Veterans Affairs is shortchanging post-9/11 veterans; national security correspondent Jennifer Griffin reports.", "url": "http://video.foxnews.com/v/5970576409001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970582136001_5970576409001-vs.jpg", "publishedAt": "2018-11-22T23:33:22Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Julius Young", "title": "Pilot teased by 'free pass' Olivia Munn for being too afraid to ask for selfie for his wife - Fox News", "description": "Fox News Pilot teased by 'free pass' Olivia Munn for being too afraid to ask for selfie for his wife Fox News A pilot got cold feet when his so-called “free pass” celebrity crush Olivia Munn boarded a flight he was at the helm of. Pilot Adam J. Liston couldn'…", "url": "https://www.foxnews.com/entertainment/pilot-teased-by-free-pass-olivia-munn-for-being-too-afraid-to-ask-for-selfie-for-his-wife", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/olivia-munn-reuters.jpg", "publishedAt": "2018-11-22T23:33:15Z", "content": "A pilot got cold feet when his so-called “free pass” celebrity crush Olivia Munn boarded a flight he was at the helm of. Pilot Adam J. Liston couldn’t help but tell his wife the “X-Men: Apocalypse” actress was a passenger on his flight, and when urged to “get… [+1020 chars]", "fulltext": "A pilot got cold feet when his so-called “free pass” celebrity crush Olivia Munn boarded a flight he was at the helm of.\n\nPilot Adam J. Liston couldn’t help but tell his wife the “X-Men: Apocalypse” actress was a passenger on his flight, and when urged to “get a picture with her,” Liston missed the mark.\n\nOLIVIA MUNN PROUD TO REPORT FOR DUTY IN 'SIX': MILITARY MEN AND WOMEN 'ARE TRULY HEROES'\n\n“Pic or it didn’t happen lok [sic],” Liston’s wife Mandi told him before adding, “This is your moment lok [sic].”\n\nListon then sent a photo of himself to his wife looking incredibly dejected, telling her that he didn’t know what to say to the ex-girlfriend of Green Bay Packers quarterback Aaron Rodgers.\n\n“Just say, 'hey, my wife is a big fan’.. that way you don’t look like a creep lol,” Mandi responds before telling her husband to “Invite her to see the cockpit.”\n\nAARON RODGERS SLAMMED BY BROTHER JORDAN FOR NOT CALLING PARENTS, MISSING 'FIRST STEP OF COMPASSION DURING CALIFORNIA WILDFIRES'\n\nAfter Mandi posted the text message exchange with her husband on social media, Munn responded to the father of two saying all he had to do was ask.\n\n“I would’ve taken the pic, but he never asked,” Munn told Liston. “Tell your husband I said thanks for flying us safely and Happy Thanksgiving.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Potential candidates eye presidential run", "description": "Billionaires Bloomberg and Steyer consider challenging Trump in 2020; Peter Doocy reports.", "url": "http://video.foxnews.com/v/5970582617001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970582732001_5970582617001-vs.jpg", "publishedAt": "2018-11-22T23:24:41Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Tensions over trade, security hang over US-China relations", "description": "After the U.S.-China clash at APEC, attention is focused on the upcoming G20 summit in Argentina where Presidents trump and Xi are expected to meet; chief intelligence correspondent Catherine Herridge reports.", "url": "http://video.foxnews.com/v/5970579227001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970582529001_5970579227001-vs.jpg", "publishedAt": "2018-11-22T23:17:03Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Volunteers bring Thanksgiving comfort to Camp Fire survivors", "description": "Deadly fire displaces thousands in California; Jeff Paul reports from Chico, California.", "url": "http://video.foxnews.com/v/5970580025001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970581904001_5970580025001-vs.jpg", "publishedAt": "2018-11-22T23:12:21Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Thanksgiving surprise: Former DOJ officials subpoenaed", "description": "House Republicans want to question former FBI Director James Comey and former Attorney General Loretta Lynch over their decisions during the 2016 presidential election; Lauren Blanchard reports from Washington.", "url": "http://video.foxnews.com/v/5970579208001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970583014001_5970579208001-vs.jpg", "publishedAt": "2018-11-22T23:09:25Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Trump offers thanks, praises courage of troops", "description": "President Trump extends 'profound gratitude' to Americans who protect and serve the nation; Kevin Corke reports from West Palm Beach, Florida.", "url": "http://video.foxnews.com/v/5970580002001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970578834001_5970580002001-vs.jpg", "publishedAt": "2018-11-22T23:07:36Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Colombia: Over 40 Venezuelan women rescued from sex ring", "description": "Authorities in Colombia said Thursday they have rescued more than 40 Venezuelan women from a \"21st century sex slavery\" ring in which migrants were held captive and forced into prostitution.", "url": "https://www.foxnews.com/world/colombia-over-40-venezuelan-women-rescued-from-sex-ring", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-22T22:27:16Z", "content": "BOGOTA, Colombia Authorities in Colombia said Thursday they have rescued more than 40 Venezuelan women from a \"21st century sex slavery\" ring in which migrants were held captive and forced into prostitution. The network captured women in the border city of Cu… [+1814 chars]", "fulltext": "Authorities in Colombia said Thursday they have rescued more than 40 Venezuelan women from a \"21st century sex slavery\" ring in which migrants were held captive and forced into prostitution.\n\nThe network captured women in the border city of Cucuta and transported them to the capital, where their documents were confiscated and they were forced into sex work for 20 days to pay off the price of their transport, officials said.\n\nChief prosecutor Nestor Martinez said the women were only allowed 15 minutes of freedom each day and fined if they returned late. The network's leaders contracted a purported doctor to perform abortions on women who became pregnant, he added.\n\n\"It's absolutely despicable,\" Martinez said.\n\nRights advocates have expressed concern that human trafficking is becoming more prevalent as migration from Venezuela swells. Local authorities say many Venezuelan women fleeing their country's economic and humanitarian crisis are being found in sex work, often in a desperate bid to help their struggling families.\n\nAccording to the United Nations, over 3 million Venezuelans have migrated in recent years, and Colombia has received more of them than any other nation. Many arrive with little more than a suitcase of belongings.\n\nMartinez said the women could have been rescued sooner, but an agent from Colombia's immigration agency tipped the network off to the raid. He did not name the agent, but vowed that he would be brought to justice within 24 hours.\n\nBogota Security Secretary Jairo Garcia said about half of the women were rescued in Bogota while the other half were still in Cucuta. He said many of the women were lured into the network with promises of food and money.\n\nGarcia said they were promised that \"Everything is going to be OK ... And when they arrived to Bogota, their IDs were taken and they were locked up.\"\n\nHe said the women were being treated as victims and being given food and humanitarian aid. The rescue was part of a larger operation in which 144 people were detained, at least one on charges of human trafficking."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Julius Young", "title": "Alexandria Ocasio-Cortez's campaign shoes to be showcased in historical exhibit - Fox News", "description": "Fox News Alexandria Ocasio-Cortez's campaign shoes to be showcased in historical exhibit Fox News Alexandria Ocasio-Cortez invites you to walk a mile in her shoes. The New York congresswoman-elect's first pair of campaign trail shoes are being loaned out to t…", "url": "https://www.foxnews.com/politics/alexandria-ocasio-cortezs-campaign-shoes-to-be-showcased-in-historical-exhibit", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/Alexandra20Ocasio-Cortez.jpg", "publishedAt": "2018-11-22T22:23:57Z", "content": "Alexandria Ocasio-Cortez invites you to walk a mile in her shoes. The New York congresswoman-elect’s first pair of campaign trail shoes are being loaned out to the Cornell Costume Collection exhibit for those who want to witness what “hard work” looks like. T… [+1334 chars]", "fulltext": "Alexandria Ocasio-Cortez invites you to walk a mile in her shoes.\n\nThe New York congresswoman-elect’s first pair of campaign trail shoes are being loaned out to the Cornell Costume Collection exhibit for those who want to witness what “hard work” looks like.\n\nThe exhibit – titled “WOMEN EMPOWERED: Fashions from the Frontline,” is set to debut on December 6 and summonses women to share special articles of clothing that have empowered them in the past. Other featured items include the inaugural suit worn by Texas governor Ann Richards and collars from Supreme Court Justice Ruth Bader Ginsburg among many other pieces of history.\n\nOcasio-Cortez’s shoes were first seen back in June when the 29-year-old tweeted an image of her distressed, hole-riddled footwear in response to criticism she faced by people who attested she only won for “demographic” reasons.\n\n“1st of all, that’s false. We won w/voters of all kinds,” she wrote in the tweet. “2nd, here’s my 1st pair of campaign shoes. I knocked doors until rainwater came through my soles. Respect the hustle. We won bc we out-worked the competition. Period.”\n\nThe Collection thanked Ocasio-Cortez Wednesday in a social media post and commended her on “determination and dedication”\n\n“We can’t think of a better example of fashion from the frontline: U.S. Representative-elect Alexandria Ocasio-Cortez of New York’s 14th district has loaned us her first pair of campaigning shoes,” the Collection wrote on Instagram.\n\n“These shoes represent the hard work, dedication, determination, and commitment of the youngest woman ever elected to Congress.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Hollie McKay", "title": "California mom recalls emotional goodbye to daughters as wildfire closed in: 'It's all around me. I love you' - Fox News", "description": "Fox News California mom recalls emotional goodbye to daughters as wildfire closed in: 'It's all around me. I love you' Fox News A mother-of-five and nurse has opened up about the emotional moment she called her daughters as flames from California's lethal wil…", "url": "https://www.foxnews.com/us/california-mom-recalls-emotional-goodbye-to-daughters-as-wildfire-closed-in-its-all-around-me-i-love-you", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5970204986001_5970190082001-vs.jpg", "publishedAt": "2018-11-22T22:17:12Z", "content": "A mother-of-five and nurse has opened up about the emotional moment she called her daughters as flames from California's lethal wildfires closed in, thinking it would be the last time she would ever speak to them. “I’m trapped in the fire. It’s all around me.… [+3395 chars]", "fulltext": "A mother-of-five and nurse has opened up about the emotional moment she called her daughters as flames from California's lethal wildfires closed in, thinking it would be the last time she would ever speak to them.\n\n“I’m trapped in the fire. It’s all around me. I love you. Take care of Brayden and Allyson and Brooklyn,” Tamara Ferguson, 42, told her two eldest daughters from a burning hospital in the northern California town of Paradise on November 8. “Make sure they know how much I loved them.”\n\nDespite their insistence she was going to survive, the mom – who put herself through nursing school after having her first child at 17 and went on to dedicate her life to taking care of other young moms and those struggling through difficult labors – pushed back.\n\nCALIFORNIA WILDFIRE SATELLITE IMAGE SHOWS EXTENT OF DEVASTATION LEFT BY MALIBU-AREA BLAZE\n\n“No, you don’t understand. I’m not going to make it. I was the best mother I could be. I’m sorry for the mistakes I made. I’m so sorry,” she wept.\n\nThe heart-wrenching moments, as recounted to the Los Angeles Times, took place as embers bounced from the building, an ambulance melted to the ground and a transformer blew up.\n\nThe devoted nurse admitted that she could have left the Feather River Hospital earlier, but seventy patients needed to be evacuated and she wasn't going to leave without them. Ferguson recalled them taking a selfie with several of those patients, believing it to be her last. But in an almost miracle moment, the fire curtailed in direction and a convoy of sheriff’s cruisers rushed them to another hospital.\n\nThe reunion that was later to happen, was one of many tears of relief.\n\n“Don’t apologize for anything. You are incredible,” they reportedly told her. “You raised five kids by yourself. You are everything to us.\"\n\nThe Ferguson family, along with scores of others, are counting their blessings over Thanksgiving despite the tragic few weeks that have preceded.\n\nCALIFORNIA CAMP FIRE RAVAGES TOWN OF PARADISE, BUT FAMILY DOG SURVIVES\n\nDozens of displaced families who have lost everything in the state’s deadliest ever wildfires remain in a Walmart parking lot in the town of Chico, even as temperatures dip close to freezing. Hundreds of volunteers have provided Thanksgiving meals for the families, as they await news of fellow residents who remain unaccounted for.\n\nThe death toll from the Camp Fire rose on Wednesday to 86, with just under 1000 still missing. The Butte County sheriff, Kory Honea, has warned that the remains of some of the missing may never be recovered due to the fierceness of the fire.\n\nThe flames, according to the California Department of Forestry and Fire Protection, have decimated almost 400 square miles and almost entirely laid waste to the once thriving 27,000-person town of Paradise in the Sierra Nevada foothills."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Thanksgiving fan mail extravaganza on 'The Five'", "description": "Jesse Watters, Jedediah Bila, Juan Williams, Dana Perino and Greg Gutfeld answer viewer questions on Thanksgiving.", "url": "http://video.foxnews.com/v/5970572193001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970570772001_5970572193001-vs.jpg", "publishedAt": "2018-11-22T22:15:47Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "How to give thanks to our veterans", "description": "Lt. Col. Bob Maginnis on how to show your appreciation to the American heroes that keep our nation safe.", "url": "http://video.foxnews.com/v/5970567522001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970571498001_5970567522001-vs.jpg", "publishedAt": "2018-11-22T22:07:41Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Migrants march to border in Tijuana", "description": "A small group of Central American migrants marched peacefully to a border crossing in Tijuana Thursday to demand better conditions and push to enter the U.S. Mexican police watched closely as authorities from the National Human Rights Commission and the Grupo…", "url": "https://www.foxnews.com/world/migrants-march-to-border-in-tijuana", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6e7b653a5c044a32baa53f6ca050378b.png", "publishedAt": "2018-11-22T22:07:25Z", "content": "TIJUANA, Mexico A small group of Central American migrants marched peacefully to a border crossing in Tijuana Thursday to demand better conditions and push to enter the U.S. Mexican police watched closely as authorities from the National Human Rights Commissi… [+1526 chars]", "fulltext": "A small group of Central American migrants marched peacefully to a border crossing in Tijuana Thursday to demand better conditions and push to enter the U.S.\n\nMexican police watched closely as authorities from the National Human Rights Commission and the Grupo Beta migrant support agency told the migrants their needs would be addressed.\n\nThey urged them to apply for humanitarian visas in Mexico and seek work in Tijuana, where they said thousands of jobs were available.\n\nBut Oscar Rodriguez, 22, of Colon, Honduras, said he was still set on convincing \"the United States to open its doors to us.\"\n\nSeveral thousand Central American migrants arrived in Tijuana last week more than a month after leaving Honduras in a caravan.\n\nThe U.S. government only processes about 100 asylum applications per day at Tijuana's main crossing to San Diego and there were already several thousand migrants on a waiting list. Some outspoken Tijuana residents have given the migrants a cold reception leaving them stuck between the city, whose mayor said they aren't wanted, and a U.S. president who is trying to keep them out.\n\nRodriguez said U.S. meddling in Honduran politics had created conditions that made it impossible to him to live there.\n\n\"Thousands more people are going to continue coming because the United States is a government that sticks its hands into Central American governments,\" Rodriguez said. He said Honduran President Juan Orlando Hernandez, who was re-elected in a disputed result last year, is the United States-chosen president.\n\nThe U.S. government was quick to recognize Hernandez's victory despite widespread allegations of irregularities. Rodriguez, who works in private security, blamed Hernandez for violently repressing demonstrations against his government."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Florida sheriff supports armed teachers in schools to stop shooters", "description": "The sheriff leading the state commission investigating Florida's high school massacre says he now believes trained, volunteer teachers should have access to guns so they can stop shooters who get past other safeguards.", "url": "https://www.foxnews.com/us/florida-sheriff-supports-armed-teachers-in-schools-to-stop-shooters", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18325549951583.jpg", "publishedAt": "2018-11-22T22:00:22Z", "content": "FORT LAUDERDALE, Fla. The sheriff leading the state commission investigating Florida's high school massacre says he now believes trained, volunteer teachers should have access to guns so they can stop shooters who get past other safeguards. Pinellas County Sh… [+4895 chars]", "fulltext": "The sheriff leading the state commission investigating Florida's high school massacre says he now believes trained, volunteer teachers should have access to guns so they can stop shooters who get past other safeguards.\n\nPinellas County Sheriff Bob Gualtieri, chairman of the Marjory Stoneman Douglas High School Public Safety Commission, said he will ask the panel to recommend state law be changed so teachers who undergo background checks and extensive training will be allowed to have guns on campus as a last line of defense. It's a proposal that both the state teachers union and PTA oppose.\n\nGualtieri told The Associated Press this week he long believed only law enforcement personnel should carry guns at school, but his position \"morphed\" after studying other shootings and watching security video of the Feb. 14 Stoneman Douglas attack, which left 14 students and three staff members dead.\n\nBROWARD SHERIFF'S CAPTAIN WHO ALLEGEDLY TOLD RESPONDERS TO 'STAGE' INSTEAD OF ENTER PARKLAND SCHOOL RESIGNS\n\nHe said it \"gnaws\" at him that suspect Nikolas Cruz stopped firing five times to reload his AR-15 semi-automatic rifle, but no teacher or other school employee could use those pauses to shoot Cruz. The athletic director and a coach, both unarmed, died trying to stop Cruz and at least one teacher minutes later would have had a clear shot.\n\nMeanwhile, video shows the Broward County sheriff's deputy assigned to the school drew his gun but stayed outside. By the time other law enforcement arrived, the final fatal shots had been fired.\n\n\"We know from the history of these things that the majority are stopped by school personnel,\" Gualtieri said, pointing to shootings where the gunman was tackled or disarmed by a teacher or campus employee. \"People need to keep an open mind to it as the reality is that if someone else in that school had a gun it could have saved kids' lives.\"\n\nAfter the shooting, Florida law was changed to allow school districts to train and arm employees other than teachers, including administrators, librarians and custodians. Teachers are barred unless they are former or current police officers, current members of the military or Junior Reserve Officer Training Corps instructors. Thirteen of the state's 67 countywide districts adopted the program, mostly in rural parts of the state.\n\nCurrently, teachers in 28 states can carry firearms, according to the Crime Prevention Research Center, a conservative nonprofit organization. District approval is required in most states and restrictions and training requirements vary.\n\nNIKOLAS CRUZ ASKED BROTHER OF STUDENT HE'D JUST SHOT FOR A RIDE AFTER MASSACRE: REPORT\n\nBoth the Florida Education Association, which is the state teachers union, and the Florida PTA oppose arming teachers, saying having more guns on campus will make schools more dangerous, not less.\n\n\"Teachers should not be acting as armed security guards. The majority of our members don't want to be armed — they know it would be impractical and dangerous,\" union spokeswoman Joni Branch said.\n\nAngie Gallo, the state PTA's legislation chair, said only law enforcement should carry guns on campus.\n\n\"Teachers need to teach,\" Gallo said. \"Their job is not to secure our schools. It is not to shoot at shooters.\"\n\nOther members of Gualtieri's commission, including Polk County Sheriff Grady Judd, have expressed support for arming teachers, although it is unclear if a majority agrees.\n\nThe 15 panel members appointed by Gov. Rick Scott and legislative leaders include law enforcement, education and mental health professionals, a legislator and the fathers of two slain students. The panel, which has been meeting periodically since April, must file its initial report to Scott, incoming Gov. Ron DeSantis and the Legislature by Jan. 1. It will consider proposals for adoption at its mid-December meeting.\n\nOther proposed recommendations include preventing outside attacks by limiting and staffing entrances; allowing all school employees to order a lockdown; improving campus communication systems; and tightening laws governing the assessment of students who may pose a threat. For law enforcement, the proposals include giving officers clear orders that they must confront active shooters, even if they are alone, and making sure first responders from different agencies have radios that can quickly be programmed to communicate with each other.\n\nCruz, now 20, has pleaded not guilty, but his lawyers have said he would plead guilty in exchange for a life sentence. Prosecutors are seeking the death penalty."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Retailers brace for start of holiday shopping season", "description": "With overall consumer confidence on pace for its best year since 2000, will we see more spending this season? Insight from retail watchers Marshal Cohen and Vera Gibbons.", "url": "http://video.foxnews.com/v/5970559676001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970559866001_5970559676001-vs.jpg", "publishedAt": "2018-11-22T21:11:58Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Caleb Parke", "title": "College campuses encourage students to debate Thanksgiving's darker past - Fox News", "description": "Fox News College campuses encourage students to debate Thanksgiving's darker past Fox News For most Americans, Thanksgiving is a time to spend with family and eat tons of food – but for some students at universities, it's a time for them to lament what they p…", "url": "https://www.foxnews.com/us/college-students-say-thanksgivings-darker-past", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ThanksgivingButNoThanks1.jpg", "publishedAt": "2018-11-22T20:50:18Z", "content": "For most Americans, Thanksgiving is a time to spend with family and eat tons of food – but for some students at universities, it’s a time for them to lament what they perceive as the holiday's darker past. On Tuesday night, the University of Oregon Counseling… [+2748 chars]", "fulltext": "For most Americans, Thanksgiving is a time to spend with family and eat tons of food – but for some students at universities, it’s a time for them to lament what they perceive as the holiday's darker past.\n\nOn Tuesday night, the University of Oregon Counseling Center hosted around 100 people at an event called: “Thanks But No Thanks-giving: Decolonizing an American Holiday” with a discussion led by the Native American Student Union.\n\n“Genocide, poverty, hunger…what are you celebrating?” the event’s image asked.\n\nWhile the main focus was on indigenous people, one person did sideline the discussion on Facebook by bringing up “consuming a cruelty-free meal” as the best way to show solidarity and saying “living vegan is a moral baseline.”\n\nOn Monday, before the event, the Campus Reform website asked U.O. students if they believe Thanksgiving is a “racist” holiday. One student said it is racist because “we’re celebrating taking away land from Natives,\" while others agreed that there are issues but wouldn't go as far as characterizing it as racist.\n\nCAMPUSES WARN CULTURAL APPROPRIATION DURING HALLOWEEN COULD COME BACK TO HAUNT STUDENTS\n\nThe University of Colorado Boulder’s Center for Democratic Engagement promoted a “Thanksgiving 2.0 #2018” toolkit on their website, giving students “talking points” focused on protesting pipelines and nixing mascots inspired by Native Americans.\n\n“In a sense, colonization of North America is an ongoing occupation,” one of the papers argues, adding that NFL teams using Native American logos and names “furthers the idea that colonizers are above indigenous people as they utilize their higher positions to implement oppressive signs into society.”\n\n“The materials are meant to prompt classroom discussions about Native American topics that may arise around Thanksgiving,” a UC Boulder spokesperson told Fox News.\n\nUPENN FRESHMAN SERVED 'CONVERSATION ON RACISM' FOR THANKSGIVING\n\nBut not every college campus decries a day of thanks. A student worker at a Massachusetts college got reprimanded after calling Thanksgiving a national day of mourning using the library’s social media account.\n\nThe McQuade Library account at Merrimack College shared an article on Facebook promoting a history professor’s toolkit to decolonize Thanksgiving by combatting racism in schools. The school deleted the post and called it an “inappropriate use of the account.”\n\nSt. Mary’s University professor Lindsey Passenger Wieck wrote in the now-deleted post: “Stereotypical and racist portrayals of Native peoples fill U.S. elementary schools each November as students encounter historically-inaccurate portrayals of Native peoples in arts & crafts, books and lessons about a shared Thanksgiving meal, and songs and plays with hand-crafted headdresses and vests.”\n\nMerrimack’s spokesman, Jim Chiavelli, told Campus Reform the post “in no way represents the ethos of faith, family and freedom for which the college stands, nor our genuine appreciation for this most American of holidays.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Benson and Harf 11/22/18", "description": "The Benson and Harf Show on FOX News Talk!\n\nDownload, enjoy and please give us a review! And remember to listen to The Benson and Harf Show LIVE Monday through Friday 6-8 pm Eastern! Find out more at BensonAndHarf.com", "url": "https://radio.foxnews.com/2018/11/22/benson-and-harf-11-22-18/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-22T20:45:00Z", "content": "Play Audio Clip Listen to audio clip. The Benson and Harf Show on FOX News Talk! Download, enjoy and please give us a review! And remember to listen to The Benson and Harf Show LIVE Monday through Friday 6-8 pm Eastern! Find out more at BensonAndHarf.com", "fulltext": "Play Audio Clip Listen to audio clip.\n\nThe Benson and Harf Show on FOX News Talk!\n\nDownload, enjoy and please give us a review! And remember to listen to The Benson and Harf Show LIVE Monday through Friday 6-8 pm Eastern! Find out more at BensonAndHarf.com"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'reilly", "title": "Trump threatens to shut down 'whole border' with Mexico if immigration becomes 'uncontrollable'", "description": "Speaking to reporters while in Florida for the holiday, Trump threatened to close the U.S. border with Mexico for an undisclosed period of time if his administration determines that its southern ally has lost \"control\" on its side.", "url": "https://www.foxnews.com/politics/trump-threatens-to-shut-down-whole-border-with-mexico-if-immigration-becomes-uncontrollable", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18326597414575.jpg", "publishedAt": "2018-11-22T20:33:48Z", "content": "While Thanksgiving normally signals the start of what is known as the Giving Season, President Trump didn’t appear to be in a giving mood when it comes to immigration. Speaking to reporters while in Florida for the holiday, Trump threatened to close the U.S. … [+3890 chars]", "fulltext": "While Thanksgiving normally signals the start of what is known as the Giving Season, President Trump didn’t appear to be in a giving mood when it comes to immigration.\n\nSpeaking to reporters while in Florida for the holiday, Trump threatened to close the U.S. border with Mexico for an undisclosed period of time if his administration determines that its southern ally has lost \"control\" on its side.\n\nTrump also said he has given the thousands of active-duty troops he sent to the border before the Nov. 6 midterm elections the \"OK\" to use lethal force against migrants \"if they have to.\" And he said Homeland Security Secretary Kirstjen Nielsen, whom he has faulted for not being tough enough on immigration, is \"in there trying.\"\n\n\"It's a tough job,\" he said.\n\nTRUMP CONTINUES WAR OF WORDS WITH CHIEF JUSTICE ROBERTS: CALLS 9TH CIRCUIT COURT A 'TOTAL DISASTER'\n\n\"The caravans will not be permitted to enter the United States,\" Secretary of State Mike Pompeo said Thursday. \"There are real dangers to the safety and human rights of migrants from those who would prey on them.\"\n\nTrump's border threat came days after a federal judge put the administration's asylum policy on hold. Under that new policy, Trump declared no one could apply for asylum except at an official border entry point. Some ports of entry are already facing huge backups, with people waiting for weeks.\n\nThe U.S. government shut down one port of entry, San Ysidro, in California, for several hours early Monday morning to bolster security amid concerns about a potential influx of migrant caravan members. Most of the lanes were reopened before the morning rush.\n\nTrump repeated Nielsen's claim, made earlier this week when she visited a San Diego Pacific Coast beach to see newly installed razor wire wrapped around a towering border wall that cuts across the sand, that there were as many as 500 criminals and gang members in the group heading northward. Nielsen refused to answer questions about how they were identified or what crimes they had committed.\n\nTrump asserted that there are \"fistfights all over the streets\" in Tijuana, Mexico, and that \"these are not like normal, innocent people.\"\n\n\"These are people you talk to them and they start a fistfight,\" he said. \"I don't want that in this country.\"\n\nTRUMP OFFERS 'PROFOUND GRATITUDE' TO TROOPS ON THANKSGIVING; CONTINUES ATTACK ON FEDERAL COURTS\n\nThe people of Tijuana \"opened up with wide arms\" to welcome the caravan, Trump said, and \"now they're going crazy to get them out ... because bad things are happening.\"\n\nIn the past week, city officials have arrested three dozen caravan members for drug possession, public intoxication, disturbing the peace and resisting police, and said they would be deported to their home countries. Many also say the actions of a few are tarnishing the image of the roughly 4,000 migrants who are camped in Tijuana.\n\nWhile authorizing the military's use of lethal force along the border, Trump said, \"I hope they don't have to,\" adding that he would not let \"the military be taken advantage of. I have no choice.\"\n\nDefense Secretary Jim Mattis said Wednesday that the White House had given him explicit authority to use military troops to protect Customs and Border Protection personnel at the southwest border, with lethal force if necessary. But he was adamant the military would remain within its legal limits.\n\nThe law prohibits the federal government from using the armed forces in a domestic police role, except in cases and under circumstances authorized explicitly by the Constitution or Congress. Generally, U.S. troops are authorized to use force in self-defense.\n\nTrump said that if U.S. officials \"find that it's uncontrollable, if we find that it gets to a level where we are going to lose control or where people are going to start getting hurt, we will close entry into the country for a period of time until we can get it under control. The whole border.\"\n\nIn that case, Mexico would take an economic hit, he said, citing an inability to ship cars into the U.S. for sale.\n\n\"We're either going to have a border or we're not,\" Trump said.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "In Mexico's border city, Haitians hailed as success story", "description": "A few blocks from a shelter housing members of a Central American migrant caravan sits the first Haitian restaurant to open in Tijuana, a bustling eatery that has come to symbolize an immigrant success story in this Mexican border city where Haitians are now …", "url": "https://www.foxnews.com/world/in-mexicos-border-city-haitians-hailed-as-success-story", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-dce2cbf5153144a2a02a93909f4f4767.png", "publishedAt": "2018-11-22T20:27:59Z", "content": "TIJUANA, Mexico A few blocks from a shelter housing members of a Central American migrant caravan sits the first Haitian restaurant to open in Tijuana, a bustling eatery that has come to symbolize an immigrant success story in this Mexican border city where H… [+6165 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nA few blocks from a shelter housing members of a Central American migrant caravan sits the first Haitian restaurant to open in Tijuana, a bustling eatery that has come to symbolize an immigrant success story in this Mexican border city where Haitians are now a part of the fabric, landing jobs, studying and marrying locals.\n\nTijuana welcomed thousands of Haitians to pursue a scaled-down American dream south of the border after the U.S. closed its doors on them more than two years ago. But it has not shown the same tolerance so far toward the Central Americans, who have met official complaints and anti-caravan protests even though most of the people in this city are migrants or the offspring of migrants.\n\nThat's raising questions about how the newest group will integrate if it doesn't don't get into the U.S. or return home.\n\nTijuana Mayor Juan Manuel Gastelum has made a point of saying the city is not happy with the caravan migrants who began arriving last week, and he compared the Central American group unfavorably with the roughly 3,000 Haitians who ended up staying after their bid to reach the U.S. failed.\n\n\"The Haitians arrived with their papers, with a clear vision,\" Gastelum said in an interview posted on the city's Facebook page. They came \"in an orderly way, they never asked us for food or shelter,\" renting apartments and making their own food. He said the Haitians found jobs and \"inserted themselves in the city's economy\" and had not been involved in any disturbances.\n\nBy contrast, Gastelum said, the caravan of Central Americans \"had arrived all of sudden, with a lot of people — not all ... but a lot — were aggressive and cocky.\"\n\nVictor Clark-Alfaro, a professor of Latin American studies at San Diego State University who lives in Tijuana, attributes the backlash to the way the caravan arrived — suddenly with thousands pouring in. Others point to social media and the hostile rhetoric of U.S. President Donald Trump, who said it harbored criminals and gang members and was planning an \"invasion.\"\n\nMany also say the actions of a few are tarnishing the image of the roughly 4,000 migrants who are camped in Tijuana. In the past week, city officials have arrested three dozen caravan members for drug possession, public intoxication, disturbing the peace and resisting police, and said they would be deported to their home countries.\n\nIt's also only been months since an earlier caravan of Central Americans arrived, and some of them are still in the city waiting to get asylum in the U.S. That has added to fears here that it could be the start of a never-ending deluge.\n\nU.S. border inspectors are processing only about 100 asylum claims a day at Tijuana's main crossing to San Diego, and there was already a waiting list of 3,000 when the new migrants arrived, so most will have to wait months to even be considered for asylum.\n\nTijuana has a long history as a kind of Ellis Island for U.S.-bound migrants. It receives up to 80,000 a year from across Mexico, Latin America and more recently as far away as India and Africa. The city has large pockets of Chinese and Korean immigrants.\n\nCentral Americans have been coming to the city since the civil wars of the 80s in El Salvador, Nicaragua and Guatemala.\n\nMany in the newly arrived caravan, however, are destitute people who left their homelands at the spur of the moment and have been utterly dependent on handouts along their journey.\n\nMany of the Haitians, meanwhile, arrived with at least some resources after working in Brazil, though despite what the mayor said, they also stayed at shelters after taking an accidental route to Tijuana from their impoverished Caribbean homeland. The last group of Haitians moved out of the Padre Chava shelter in April.\n\nBrazil and its neighbors took in the Haitians after that country's 2010 earthquake. As construction jobs for the 2016 Summer Olympics ended and Brazil's economy slumped, they crossed 10 countries by plane, boat, bus and on foot to San Diego, where U.S. authorities initially let them in on humanitarian grounds.\n\nThen President Barack Obama shifted course in 2016 and started deporting Haitian arrivals. Many decided to stay in Mexico after the government gave them temporary transit permits and have since applied for Mexican residency. The majority in the Central American caravan so far have refused Mexico's repeated offers of residency or asylum and vowed to cross the border.\n\nMany of the Haitians also have college degrees and have been recruited to work for factories that export to the U.S. Some can be found waiting tables and worshipping at congregations that have even added services in Creole.\n\nThey opened beauty parlors, shops and restaurants, like Kriskapab Baborijinal, a bright blue-and-red cafe that is busy serving Mexicans and Haitians daily dishes of coconut rice, mashed plantains and goat stew.\n\nIn the window is a sign for the Association of the Defense of Haitian Migrants. Philocles Julda, 44, is one of 11 Haitian immigrants who started the group a year ago to give the community a place to help itself with everything from Spanish lessons to paying medical bills.\n\nJulda said he too wanted to get to the U.S. when he first arrived to Tijuana and still wishes he was earning dollars, but said he has been able to make a life here. He works at a factory.\n\n\"I feel for the migrants who are arriving from other countries just like we did,\" he said. \"But you do adapt.\"\n\nAnd work is plentiful in Tijuana, whose economy has been growing and whose factories have thousands of openings.\n\n\"We have been looking for workers for quite a while,\" said Alejandrina Yanez, who works in human resources at a factory that makes warehouse storage racks for Costco, Home Depot and other international companies.\n\nYanez went to the Padre Chava shelter Wednesday to see if any migrants were interested in jobs that pay about $100 a week.\n\nOmin Velasquez, 26, of Tocoa, Honduras, was intrigued. Velasquez came with the caravan but decided not to continue on to the U.S. after seeing the border wall topped with newly-installed rows of razor wire.\n\nHe said it took him some days to decide, but he now feels that there are enough opportunities in Tijuana and support from locals that it's not worth the risk of crossing into the U.S. He has started his paperwork to get a Mexican visa to stay.\n\n\"There is so much work here,\" he said. \"I no longer feel the need to go to the U.S.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "E. coli outbreak possibly linked to romaine lettuce in California, FDA official says", "description": "The commissioner of the Food and Drug Administration (FDA) on Thursday said that the multistate E. coli outbreak that was revealed earlier this week is thought to be connected to romaine lettuce grown in California.", "url": "https://www.foxnews.com/health/e-coli-outbreak-possibly-linked-to-romaine-lettuce-in-california-fda-official-says", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5970027682001_5970033091001-vs.jpg", "publishedAt": "2018-11-22T20:19:43Z", "content": "The commissioner of the Food and Drug Administration (FDA) said Thursday that the multistate E. coli outbreak revealed earlier this week is thought to be connected to romaine lettuce grown in California. FDA Commissioner Scott Gottlieb tweeted on Thanksgiving… [+1863 chars]", "fulltext": "The commissioner of the Food and Drug Administration (FDA) said Thursday that the multistate E. coli outbreak revealed earlier this week is thought to be connected to romaine lettuce grown in California.\n\nFDA Commissioner Scott Gottlieb tweeted on Thanksgiving, saying his agency is still working to determine the E. coli source but have drawn a link to the west coast.\n\n“#FDA continues to investigate source of e.coli outbreak traced to Romaine. We believe it's related to lettuce harvested from California,” Gottlieb wrote. “We hope to have more information by Monday isolating the growing region. New crop will soon harvest from other regions.”\n\nFDA WARNS AGAINST EATING ROMAINE LETTUCE DUE TO E. COLI MULTISTATE OUTBREAK\n\nAt least 32 people have gotten sick and 13 have been hospitalized as a result of an outbreak believed to be connected to romaine lettuce, according to the FDA who announced the matter on Tuesday.\n\nSo far, 11 states have seen cases, including California which reported 10, the agency said. The latest illness onset was on Oct. 31.\n\n“People should not eat romaine lettuce until more is known about the source of the contaminated lettuce and the status of the outbreak,” the FDA recommended.\n\n\"A traceback investigation\" is underway to find the source of the romaine lettuce consumed by individuals who became ill, according to the agency. They added that the information they currently have is too limited to make a targeted recall.\n\nNC CHURCH BARBECUE CITED AS LINK TO OUTBREAK THAT SICKENED 300\n\n\"At this stage in the investigation, the most efficient way to ensure that contaminated romaine [lettuce] is off the market would be for [the] industry to voluntarily withdraw product from the market, and to withhold distribution of romaine until public health authorities can ensure the outbreak is over and/or until FDA can identify a specific source of contamination,\" the FDA said.\n\nOn Wednesday, Gottlieb tweeted that the FDA appreciated the cooperation of “the California and Arizona Leafy Green Marketing Agreements on our advice to voluntarily withdraw potentially contaminated romaine from the market.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Julius Young", "title": "Tekashi 6ix9ine transferred from federal jail for 'security reasons': report - Fox News", "description": "Fox News Tekashi 6ix9ine transferred from federal jail for 'security reasons': report Fox News Rapper Tekashi 6ix9ine has been transferred from a federal facility in Brooklyn after he allegedly received threats on his life. Tekashi, whose real name is Daniel …", "url": "https://www.foxnews.com/entertainment/tekashi-6ix9ine-transferred-from-federal-jail-for-security-reasons-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ENT-Tekashi-6ixd9ine.jpg", "publishedAt": "2018-11-22T20:15:58Z", "content": "Rapper Tekashi 6ix9ine has been transferred from a federal facility in Brooklyn after he allegedly received threats on his life. Tekashi, whose real name is Daniel Hernandez, was removed from the Metropolitan Detention Center in Sunset Park where he was being… [+1886 chars]", "fulltext": "Rapper Tekashi 6ix9ine has been transferred from a federal facility in Brooklyn after he allegedly received threats on his life.\n\nTekashi, whose real name is Daniel Hernandez, was removed from the Metropolitan Detention Center in Sunset Park where he was being housed in general population following his Sunday arrest on racketeering and firearms charges, according to the New York Post.\n\nHernandez's lawyer Lance Lazzaro told the outlet he was unsure where his client was taken to but noted that he had been removed from Bureau of Prisons custody on Wednesday night.\n\nOne prosecutor told a judge Monday that former members of the rapper’s crew sought to inflict harm on 6ix9ine after he accused them of turning on him. Federal authorities took the rapper into custody after learning he was planning a trip to a Connecticut casino and thought a hit on him might put other people in jeopardy, according to TMZ.\n\nRAPPER TEKASHI 6IX9INE'S BODYGUARD SHOT JUST HOURS AFTER SENTENCING IN CHILD SEX CASE: REPORT\n\nA judge said at his initial hearing there was evidence that he directed or participated in multiple acts of violence as part of a deadly gang over the last eight months.\n\n“The defendant is quite violent,” Assistant U.S. Attorney Michael Longyear said of 6ix9ine.\n\nProsecutors alleged 6ix9ine, 22, has publicly declared himself as a member of the violent New York gang, 9 Trey Bloods, which was mentioned throughout his indictment.\n\nRAPPER TEKASHI 6IX9INE ESCAPES JAIL TIME IN CHILD SEX CASE: REPORT\n\nThe gang allegedly carried out acts of murder, robbery and narcotics trafficking in Manhattan, the Bronx and Brooklyn since at least 2013.\n\nThe “STOOPID” rapper also allegedly participated in a July shooting of a bystander in Brooklyn and a gunpoint robbery of one of his rival’s gangs last spring. He faces 32 years to life in prison if he's found guilty of his charges.\n\n6ix9ine pleaded guilty to disorderly conduct in Brooklyn Criminal Court in connection with a May traffic stop. In a 2015 case, he was sentenced to probation for his involvement in a sexually explicit video of a 13-year-old girl.\n\nFox News' Ryan Gaydos contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'reilly", "title": "Hillary Clinton: Europe 'needs to get a handle on migration' in order to halt rise of rightwing populists", "description": "Former Secretary of State Hillary Clinton has issued frank advice to European leaders: If you want to stop the rise of rightwing populists than get a handle on your immigration crisis.", "url": "https://www.foxnews.com/politics/hillary-clinton-europe-needs-to-get-a-handle-on-migration-in-order-to-halt-rise-of-rightwing-populists", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/hc-72776.jpg", "publishedAt": "2018-11-22T19:39:17Z", "content": "Hillary Clinton has issued frank advice to European leaders: If you want to stop the rise of rightwing populists than get a handle on your immigration crisis. Clinton, the 2016 Democratic presidential nominee, said during an interview with The Guardian that t… [+4056 chars]", "fulltext": "Hillary Clinton has issued frank advice to European leaders: If you want to stop the rise of rightwing populists then get a handle on your immigration crisis.\n\nClinton, the 2016 Democratic presidential nominee, said during an interview with The Guardian that the one million migrants and refugees that have flooded into the European Union since 2015 have thrust immigration into the spotlight and fueled the rise of hardline leaders around the globe. And while she praised German chancellor Angela Merkel for her compassion, she cautioned that countries can’t leave the door open forever.\n\n“I think Europe needs to get a handle on migration because that is what lit the flame,” Clinton said regarding the rise of rightwing populists like Hungary’s Viktor Orbán.\n\nClinton added: “I admire the very generous and compassionate approaches that were taken particularly by leaders like Angela Merkel, but I think it is fair to say Europe has done its part, and must send a very clear message – ‘we are not going to be able to continue provide refuge and support’ – because if we don’t deal with the migration issue it will continue to roil the body politic.”\n\nMIGRANT CARAVAN GIVEN OPTIONS AS OFFICIALS KICK OFF JOB FAIR IN TIJUANA\n\nCountries like Germany, Greece and Italy – which have been most affected by the influx of migrants – have argued that other nations throughout the region need to share in the burden. But the other countries, especially those in central and eastern Europe, have so far refused to help out.\n\nMigration numbers have dropped precipitously from their height in 2015.\n\nClinton was one of three politicians interviewed by the Guardian, along with former British Prime Minister Tony Blair and former Italian Prime Minister Matteo Renzi, about the rise of rightwing populism and what center-left politicians are struggling to combat it.\n\nThe two former prime ministers both agreed with Clinton’s statement that the immigration issue was directly responsible for fueling the populist trend.\n\n“You’ve got to deal with the legitimate grievances and answer them, which is why today in Europe you cannot possibly stand for election unless you’ve got a strong position on immigration because people are worried about it,” Blair said. “You’ve got to answer those problems. If you don’t answer them then … you leave a large space into which the populists can march.”\n\nClinton singled out President Trump’s use of immigration as an issue to rally his base of support on the campaign trail and as one of the reasons she lost to him in the 2016 presidential race.\n\n“The use of immigrants as a political device and as a symbol of government gone wrong, of attacks on one’s heritage, one’s identity, one’s national unity has been very much exploited by the current administration here,” she said. “There are solutions to migration that do not require clamping down on the press, on your political opponents and trying to suborn the judiciary, or seeking financial and political help from Russia to support your political parties and movements.”\n\nThe three former world leaders also argued that rightwing politics was able to rise not just because it latched on to an anti-immigration agenda, but because of its disruptive style of politics that highlights divisions. Blair said that more mainstream politicians will struggle to get heard over the simple, emotional language used by populists and that they need to find a way to cut through the soundbites that make the headlines.\n\nAnd while the three global figures said they believed that populism was near its peak and people were beginning to see its faults, none could pinpoint a reason why populist leaders have been so successful over the past few years.\n\n“The whole American system was designed so that you would eliminate the threat from a strong, authoritarian king or other leader and maybe people are just tired of it,” Clinton said. “They don’t want that much responsibility and freedom. They want to be told what to do and where to go and how to live … and only given one version of reality.”\n\nShe added: “I don’t know why at this moment that is so attractive to people, but it’s a serious threat to our freedom and our democratic institutions, and it goes very deep and very far and we’ve got to do a better job of shining a light on it and trying to combat it.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Igor Korobov, head of Russia's GRU spy agency, dies at 62", "description": "Igor Korobov, head of the Russian military intelligence agency GRU, which has been accused of meddling in U.S. elections, has died in Moscow.", "url": "https://www.foxnews.com/world/igor-korobov-head-of-russias-gru-spy-agency-dies-at-62", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6f646ecd4ba548d182d52435c2e4cebe.png", "publishedAt": "2018-11-22T18:47:21Z", "content": "MOSCOW Igor Korobov, head of the Russian military intelligence agency GRU, which has been accused of meddling in U.S. elections, has died in Moscow. He was 62. The Defense Ministry said Thursday in a statement that Korobov, who led the GRU since 2016, died We… [+1861 chars]", "fulltext": "Igor Korobov, head of the Russian military intelligence agency GRU, which has been accused of meddling in U.S. elections, has died in Moscow. He was 62.\n\nThe Defense Ministry said Thursday in a statement that Korobov, who led the GRU since 2016, died Wednesday of \"a lengthy and grave illness,\" a usual Russian euphemism for cancer. His predecessor had died two years earlier, at 58.\n\nRussian President Vladimir Putin offered condolences to Korobov's family but did not immediately name his successor.\n\n\"He dedicated his life to serving the Fatherland, defending national interests and strengthening security of our state,\" Putin said in a statement released by the Kremlin.\n\nThe United States and its allies have accused the GRU of hacking the 2016 U.S. presidential campaign, orchestrating the March nerve agent attack on a Russian ex-spy in Britain, and disrupting anti-doping efforts in world sports. Russian authorities have rejected the accusations, calling them part of a Western smear campaign.\n\nThis has been a tough year for the GRU, which has faced a series of exposures that revealed its inner workings.\n\nIn September, British intelligence released surveillance images of GRU agents accused of the nerve agent attack on former GRU officer and British double agent Sergei Skripal and his daughter in the English city of Salisbury. The investigative group Bellingcat and the Russian site The Insider quickly exposed the agents' real names, and media outlets including The Associated Press were able to confirm their real identities.\n\nDutch authorities also have recently identified four alleged GRU agents who tried to hack the world's chemical weapons watchdog from a hotel parking lot.\n\nPutin visited the GRU headquarters earlier this month to congratulate the agency on its centenary, praising the agency for its professionalism.\n\nKremlin spokesman Dmitry Peskov said Thursday that the president had maintained a \"regular dialogue\" with Korobov as the chief of one of the nation's top intelligence agencies. He added that Korobov took part in a series of meetings on military issues chaired by Putin this week."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Shillue 11/22/18 Third Hour", "description": "The third hour of the Tom Shillue Radio Show on FOX News Talk!\n\nDownload, enjoy and please give us a review! And remember to listen to The Tom Shillue Show LIVE Monday through Friday 3-6 pm Eastern! Find out more at TomShillueShow.com", "url": "https://radio.foxnews.com/2018/11/22/shillue-11-22-18-third-hour/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-22T18:45:00Z", "content": "The third hour of the Tom Shillue Radio Show on FOX News Talk! Download, enjoy and please give us a review! And remember to listen to The Tom Shillue Show LIVE Monday through Friday 3-6 pm Eastern! Find out more at TomShillueShow.com", "fulltext": "Play Audio Clip Listen to audio clip.\n\nSome of Tom's favorite interviews and guests from this past fall! Happy Thanksgiving!\n\nDownload, enjoy and please give us a review! And remember to listen to The Tom Shillue Show LIVE Monday through Friday 3-6 pm Eastern! Find out more at TomShillueShow.com"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Leaning Tower of Pisa isn't leaning so much anymore", "description": "The Leaning Tower of Pisa is continuing its long path towards vertical.", "url": "https://www.foxnews.com/science/the-leaning-tower-of-pisa-isnt-leaning-so-much-anymore", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/LeaningTowerofPisa.jpg", "publishedAt": "2018-11-22T18:38:25Z", "content": "The Leaning Tower of Pisa is continuing its long path towards vertical. After more than two decades of efforts to straighten it, engineers say the famed Tuscan bell tower has recovered four centimeters (1.57 inches) more and is in better structural health tha… [+539 chars]", "fulltext": "The Leaning Tower of Pisa is continuing its long path towards vertical.\n\nAfter more than two decades of efforts to straighten it, engineers say the famed Tuscan bell tower has recovered four centimeters (1.57 inches) more and is in better structural health than predicted.\n\nANSA news agency quotes a consultant to the international committee monitoring the tilt, Nunziante Squeglia, as saying that while the progressive recovery of tilt is good news, the overall structural health of the tower is more important.\n\nThe 12th-century tower reopened to the public in 2001 after being closed for more than a decade to let workers reduce its slant. By using hundreds of tons of lead counterweights at the base and extracting soil from under the foundations, engineers initially shaved 17 inches off the lean."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'Reilly", "title": "GOP enjoying Pelosi's fight to regain House Speaker role - Fox News", "description": "Fox News GOP enjoying Pelosi's fight to regain House Speaker role Fox News After dealing with their own political infighting a few years ago, House Republicans are kicking up their feet and watching Democrats scrap it out for who will lead the party when it t…", "url": "https://www.foxnews.com/politics/gop-enjoying-pelosis-fight-to-regain-house-speaker-role", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5970112547001_5970104410001-vs.jpg", "publishedAt": "2018-11-22T18:35:22Z", "content": "After dealing with their own political infighting a few years ago, House Republicans are kicking up their feet and watching Democrats scrap it out for who will lead the party when it takes control of the lower chamber in January. A number of rank-and-file Dem… [+2273 chars]", "fulltext": "After dealing with their own political infighting a few years ago, House Republicans are kicking up their feet and watching Democrats scrap it out for who will lead the party when it takes control of the lower chamber in January.\n\nA number of rank-and-file Democrats – tired of the entrenched leadership under Rep. Nancy Pelosi, D-Calif. – are trying to make sure she doesn’t reclaim the role of House Speaker, despite her role in helping the party take back the House for the first time since 2010. This internal conflict may be dismaying for Democrats hoping for a unified party to fight the Trump administration, but it has the GOP jumping for joy.\n\n“For those asking, Moulton is NOT on our payroll,” National Republican Congressional Committee (NRCC) spokesman Matt Gorman tweeted last week, in reference to Rep. Seth Moulton, D-Mass., one of the most vocal Pelosi critics.\n\nIn the most open criticism of Pelosi, 16 Democrats put their signature on a letter earlier this week in which they vowed to oppose Pelosi in both the closed-door caucus vote and on the House floor.\n\nDespite the open hostility from some to Pelosi, it appears the California Democrat is slowly coalescing the party around here.\n\nRep. Brian Higgins of western New York announced Wednesday he will now support Pelosi after earlier signing on to a letter opposing her bid.\n\nOne day earlier, Marcia Fudge of Ohio announced she would back Pelosi after earlier flirting with the idea of running for the position herself.\n\nPelosi still has a daunting challenge ahead to secure 218 votes, but she is growing closer to that threshold with an aggressive behind-the-scenes campaign focused on addressing some of her skeptics' top concerns.\n\nPelosi seems certain to have enough support to become her party's nominee for speaker when House Democrats vote by secret ballot on Nov. 28. She will need only a majority of Democrats in that contest.\n\nBut when the full House elects its new leaders Jan. 3, the speaker will need a majority 218 votes, assuming that no one votes \"present\" or misses the vote and Republicans oppose her en masse, as seems likely.\n\nWhile the large majority of Democrats support Pelosi, others are concerned that she is hurting Democratic prospects in key swing districts where she is unpopular with a broad swath of voters. The critics contend the 78-year-old Pelosi needs to step aside and make way for a new generation of leaders.\n\nPelosi was the first woman to become speaker and served from 2007 to 2011.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "Family extends forgiveness to tribe that killed American missionary on remote Indian island", "description": "The family of an American missionary killed by an arrow-wielding tribe on a remote Indian island says that they forgive their son's killers.", "url": "https://www.foxnews.com/world/family-extends-forgiveness-to-tribe-that-killed-american-missionary-on-remote-indian-island", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CHAU.jpg", "publishedAt": "2018-11-22T18:26:54Z", "content": "The family of an American missionary killed by an arrow-wielding tribe on a remote Indian island says that they forgive their son’s killers. John Allen Chau, 27, was killed on North Sentinel Island, Indian police said Wednesday. The island in the Bay of Benga… [+1773 chars]", "fulltext": "The family of an American missionary killed by an arrow-wielding tribe on a remote Indian island says that they forgive their son’s killers.\n\nJohn Allen Chau, 27, was killed on North Sentinel Island, Indian police said Wednesday. The island in the Bay of Bengal is home to a tribe known for attacking outsiders with bows and arrows.\n\nAuthorities are working with anthropologists to try to recover his body from North Sentinel, in the Andaman Islands.\n\nAMERICAN KILLED BY BOW AND ARROW-WIELDING TRIBE WHILE TRYING TO VISIT REMOTE INDIAN ISLAND\n\nChau, a graduate of Oral Roberts University, a Christian college in Oklahoma, has been described as a Christian missionary. Citing a source with access to notes made by Chau during his visit to the island, Reuters reports that he was planning to preach to the tribespeople. In the notes, Chau wrote that he was “doing this to establish the kingdom of Jesus on the island...do not blame the natives if I am killed,” according to the source, who asked not to be named.\n\nIn a heart-wrenching post on Chau’s Instagram account, his family extended their forgiveness to his killers. “He loved God, life, helping those in need, and had nothing but love for the Sentinelese people,” they wrote. “We forgive those reportedly responsible for his death.”\n\nVisits to the island are heavily restricted, which Chau knew, authorities said. Police arrested seven fishermen accused of helping him reach it, and Chau's family pleaded for their release, saying he acted \"on his own free will.\"\n\n'EXPLORER AT HEART': AMERICAN MISSIONARY KILLED IN INDIA\n\n“His local contacts need not be persecuted for his own actions,” they wrote, on Instagram.\n\n“He was a beloved son, brother, uncle and best friend to us. To others he was a Christian missionary, a wilderness EMT, an international soccer coach, and a mountaineer.”\n\nFollow James Rogers on Twitter @jamesjrogers\n\nFox News’ Greg Norman and the Associated Press contributed to this article."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'Reilly", "title": "Comey says House Republicans subpoenaed him to testify over Clinton emails, Russia investigation - Fox News", "description": "Fox News Comey says House Republicans subpoenaed him to testify over Clinton emails, Russia investigation Fox News Former FBI Director James Comey said on Thursday that Republicans have subpoenaed him to appear before a closed-door meeting of the House Judici…", "url": "https://www.foxnews.com/politics/comey-says-house-republicans-subpoenaed-him-to-testify-over-clinton-emails-russia-investigation", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/22/694940094001_5970500524001_5970494350001-vs.jpg", "publishedAt": "2018-11-22T17:35:26Z", "content": "Former FBI Director James Comey said on Thursday that Republicans have subpoenaed him to appear before a closed-door meeting of the House Judiciary Committee early next month. In a Thanksgiving Day tweet, Comey said he would be happy to answer the House Judic… [+3758 chars]", "fulltext": "Former FBI Director James Comey said on Thursday that Republicans have subpoenaed him to appear before a closed-door meeting of the House Judiciary Committee early next month.\n\nIn a Thanksgiving Day tweet, Comey said he would be happy to answer the House Judiciary Committee’s questions, but will “resist a ‘closed door’’ for fear that his testimony will be leaked and distorted.\n\n“Got a subpoena from House Republicans. I’m still happy to sit in the light and answer all questions,” Comey tweeted. “But I will resist a ‘closed door’ thing because I’ve seen enough of their selective leaking and distortion. Let’s have a hearing and invite everyone to see.”\n\nThe subpoena calls Comey to testify as part of the congressional inquiry into allegations of anti-Trump bias that led to the shutting down of the probe of Hillary Clinton's private email server and the opening of the investigation into purported ties between the Trump campaign and Russia.\n\nComey’s tweet partly confirms a story published in Politico that reported that the former FBI director and former President Barack Obama’s attorney general, Loretta Lynch, had both been subpoenaed.\n\nA source told Fox News that Lynch and Comey had indeed been subpoenaed. So far Lynch has not made any public statement on the subpoena.\n\nThe office of Rep. Bob Goodlatte, R-Va., the outgoing chair of the House Judiciary Committee, was also unavailable for comment.\n\nComey has been the target of attacks by both Trump and Republicans for his time at the head of the FBI, with the president labelling the investigation into allegations of collusion between his campaign and Russia – now headed by Special Counsel Robert Mueller – a “witch hunt.”\n\nDemocrats, however, argue that the GOP-led investigation in the House is itself a partisan move to undermine Mueller’s investigation and have promised to renew investigations of their own into Trump’s attacks on the FBI and Justice Department when they take the House majority in January.\n\nIn a statement sent to Fox News, Comey’s lawyer, David Kelley, said: \"Mr. Comey embraces and welcomes a hearing open to the public, but the subpoena issued yesterday represents an abuse of process, a divergence from House rules and its presumption of transparency. Accordingly, Mr. Comey will resist in Court this abuse of process.\"\n\nThe news of the subpoenas comes on the heels of a busy week in the Mueller investigation that saw Trump provide the special counsel with written answers to questions about his knowledge of Russian interference in the 2016 election, his lawyers said Tuesday, avoiding at least for now a potentially risky sit-down with prosecutors.\n\nThe compromise outcome, nearly a year in the making, offers some benefit to both sides. Trump at least temporarily averts the threat of an in-person interview, which his lawyers have long resisted, while Mueller secures on-the-record statements whose accuracy the president will be expected to stand by for the duration of the investigation.\n\nThe responses may also help stave off a potential subpoena fight over Trump's testimony if Mueller deems them satisfactory. They represent the first time the president is known to have described to investigators his knowledge of key moments under scrutiny by prosecutors.\n\nAlso this week, it was revealed by the New York Times that Trump told his counsel's office last spring that he wanted to prosecute Clinton and former FBI Comey, an idea that prompted White House lawyers to prepare a memo warning of consequences ranging up to possible impeachment.\n\nThen-counsel Don McGahn told the president he had no authority to order such a prosecution, and he had White House lawyers prepare the memo arguing against such a move, The Associated Press confirmed with a person familiar with the matter who was not authorized to discuss the situation. McGahn said that Trump could request such a probe but that even asking could lead to accusations of abuse of power, the newspaper said.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "Thanksgiving in orbit: How astronauts on the International Space Station spend the holiday", "description": "Three astronauts from the U.S., Germany and Russia are spending Thanksgiving 260 miles above the Earth on the International Space Station.", "url": "https://www.foxnews.com/science/thanksgiving-in-orbit-how-astronauts-on-the-international-space-station-spend-the-holiday", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/NASAAunonChancellorSelfie.jpg", "publishedAt": "2018-11-22T16:04:25Z", "content": "Three astronauts from the U.S., Germany and Russia are spending Thanksgiving 260 miles above the Earth on the International Space Station. NASA Flight Engineer Serena Auñón-Chancellor will be taking the day off in space, according to NASA, as will Commander A… [+1574 chars]", "fulltext": "Three astronauts from the U.S., Germany and Russia are spending Thanksgiving 260 miles above the Earth on the International Space Station.\n\nNASA Flight Engineer Serena Auñón-Chancellor will be taking the day off in space, according to NASA, as will Commander Alexander Gerst of the European Space Agency. The third member of the Expedition 57 crew, Cosmonaut Sergey Prokopyev, will work a normal day on the orbiting space lab, will work a normal day before joining Auñón-Chancellor and Gerst for the holiday meal.\n\nSpace.com notes that astronauts’ Thanksgiving meals come in ready-to-eat packets that are sealed and processed with heat, which prevents germs from traveling to space.\n\nNASA IS GOING THROUGH 'SEVEN MINUTES OF TERROR' TO GET TO MARS\n\n“Tonight we will have a Thanksgiving dinner up here on the International Space Station, covering three continents,” explained Gerst, in a tweeted video.\n\n“We have got every from Turkey to candied yams, to stuffing, to special spicy pound cakes,” added Auñón-Chancellor. “Thanksgiving is a time to spend with those whom you love, whomever that might be, so we will be enjoying this meal together, but then also calling our loved ones back on planet Earth.”\n\nThe NASA astronaut arrived at the orbiting space lab in June. She is scheduled to return to Earth with her crewmates on Dec. 13.\n\nNASA IS LOOKING INTO ELON MUSK'S MARIJUANA USAGE AND WHETHER IT MIGHT BE 'A KEY CONCERN'\n\nNASA astronaut Anne McClain, Russian cosmonaut Oleg Kononenko and David Saint-Jacques of the Canadian Space Agency are currently in Kazakhstan preparing for their launch to the International Space Station in early December. The Expedition 58 crew will blast off from the Baikonur Cosmodrome a Soyuz MS-11 spacecraft on Dec. 3 for a six-and-a-half month mission on the ISS.\n\nFollow James Rogers on Twitter @jamesjrogers"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "11/22/18 Starnes First Hour", "description": "The first hour of the Todd Starnes Radio Show on FOX News Talk - 12pm Eastern M-F.", "url": "https://radio.foxnews.com/2018/11/22/11-22-18-starnes-first-hour/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-22T16:00:00Z", "content": "Play Audio Clip Listen to audio clip. The first hour of the Todd Starnes Radio Show on FOX News Talk - 12pm Eastern M-F.", "fulltext": "Try Some Of Our Other Podcasts!"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'Reilly", "title": "Trump offers 'profound gratitude' to troops on Thanksgiving; continues attack on federal courts - Fox News", "description": "Fox News Trump offers 'profound gratitude' to troops on Thanksgiving; continues attack on federal courts Fox News For the second year in a row, President Trump held a Thanksgiving Day conference call with members of all five branches of the military to thank …", "url": "https://www.foxnews.com/politics/trump-offers-profound-gratitude-to-troops-on-thanksgiving-continues-attack-on-federal-courts", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/22/694940094001_5970467425001_5970475565001-vs.jpg", "publishedAt": "2018-11-22T15:51:09Z", "content": "For the second year in a row, President Trump held a Thanksgiving Day conference call with members of all five branches of the military to thank them for their service and check in on the status of their mission. Speaking over the phone from his Mar-a-Lago re… [+1942 chars]", "fulltext": "For the second year in a row, President Trump held a Thanksgiving Day conference call with members of all five branches of the military to thank them for their service and check in on the status of their mission.\n\nSpeaking over the phone from his Mar-a-Lago resort in Florida, Trump told members of the Army, Navy, Marine Corps, Air Force and U.S. Coast Guard that he and First Lady Melania Trump wanted to express their \"profound gratitude.\"\n\n“Your courage truly inspires us,” Trump said.\n\nAfter his call with the members of the military, Trump and the first lady plan to visit a Coast Guard station as they did last year.\n\nWhile the president spent most of his time getting updates from the various branches of the military, he did take some pointed shots at his favorite target of the moment: the Ninth Circuit Court of Appeals.\n\nU.S. District Judge Jon S. Tigar issued a temporary restraining order late Monday against Trump's plan to refuse asylum to immigrants who cross the southern border illegally if they do not arrive at a port of entry.\n\n“It’s a terrible thing when judges take over protective services, when they tell you how to protect the border,” Trump said on the phone Thursday, adding that the court has “become a big thorn in our sides.”\n\n“It’s a disgrace,” he added.\n\nThe president’s comments come just hours after he started Thursday morning by continuing his extraordinary public dispute with Chief Justice John Roberts. Trump is warning of \"bedlam, chaos, injury and death\" if the courts block his efforts to overhaul the nation's immigration laws.\n\nTrump has never been reticent about criticizing the judiciary. Last year, the president scorned the \"so-called judge\" who made the first federal ruling against his travel ban. During the presidential campaign, he criticized Roberts for the chief justice's decisive vote in 2012 to preserve President Barack Obama's health care overhaul.\n\nTrump also referred to an Indiana-born judge of Mexican descent, who was presiding over a fraud lawsuit against Trump University, as a Mexican who would be unable to rule fairly because of Trump's proposal to build a wall along the U.S.-Mexico border.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'Reilly", "title": "Trump continues war of words with Chief Justice Roberts; calls 9th Circuit Court a 'total disaster' - Fox News", "description": "Fox News Trump continues war of words with Chief Justice Roberts; calls 9th Circuit Court a 'total disaster' Fox News President Trump on Thursday continued his attack on Supreme Court Chief Justice John Roberts and the Ninth Circuit Court of Appeals, calling …", "url": "https://www.foxnews.com/politics/trump-continues-war-of-words-with-chief-justice-roberts-calls-9th-circuit-court-a-total-disaster", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/22/694940094001_5970420716001_5970416001001-vs.jpg", "publishedAt": "2018-11-22T14:53:32Z", "content": "President Trump on Thursday continued his attack on Supreme Court Chief Justice John Roberts and the Ninth Circuit Court of Appeals, calling the court in California a “total disaster” with a “horrible reputation.” “Justice Roberts can say what he wants, but t… [+2884 chars]", "fulltext": "President Trump on Thursday continued his attack on Supreme Court Chief Justice John Roberts and the Ninth Circuit Court of Appeals, calling the court in California a “total disaster” with a “horrible reputation.”\n\n“Justice Roberts can say what he wants, but the 9th Circuit is a complete & total disaster,” Trump tweeted. “It is out of control, has a horrible reputation, is overturned more than any Circuit in the Country, 79%, & is used to get an almost guaranteed result. Judges must not Legislate Security...”\n\nWhile Trump was correct that 79 percent of the Ninth Circuit Court’s ruling that the Supreme Court heard were overturned – at least between 2010 and 2015 – its reversal rate is not the absolute highest in the country. That title would go to Sixth Circuit, which serves Ohio, Michigan, Kentucky and Tennessee, with an 87 percent average between 2010 and 2015.\n\nThe president’s tweet on Thanksgiving morning is just the latest in a series of social media postings slamming the Ninth Circuit Court after U.S. District Judge Jon S. Tigar issued a temporary restraining order late Monday against Trump's plan to refuse asylum to immigrants who cross the southern border illegally if they do not arrive at a port of entry.\n\nSpeaking to the press on Tuesday, Trump called the court a \"disgrace\" and referred to Tigar as an “Obama judge,” which lead Chief Justice Roberts to issue a strong, and rare, rebuke of the president.\n\n“We do not have Obama judges or Trump judges, Bush judges or Clinton judges,” Roberts said in a Wednesday statement provided to Fox News. “What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"\n\nRoberts added: “That independent judiciary is something we should all be thankful for.”\n\nRoberts, along with several other justices, have publicly promoted the idea of an independent judiciary—free from partisan political attacks—in speeches and remarks since the Kavanaugh confirmation. Roberts himself reiterated the idea in a speech in Minnesota last month, saying the court preserves its independence “to the best of our abilities, whether times are calm or contentious.”\n\nIn a 2014 speech, he noted that \"partisan rancor\" in Congress \"impedes their ability to carry out their functions.\"\n\n\"I don't want this to spill over and affect us,\" he added. \"That's not the way we do business.\"\n\nRoberts’ statement on Wednesday led to an almost immediate response from Trump over social media.\n\n“Sorry Chief Justice John Roberts, but you do indeed have ‘Obama judges,’ and they have a much different point of view than the people who are charged with the safety of our country,” Trump tweeted.\n\n“It would be great if the 9th Circuit was indeed an ‘independent judiciary,’ but if it is why are so many opposing view (on Border and Safety) cases filed there, and why are a vast number of those cases overturned,” Trump continued in another tweet. “Please study the numbers, they are shocking. We need protection and security - these rulings are making our country unsafe! Very dangerous and unwise!”\n\nFox News Bill Mears contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "UK's May sees Brexit deal soon as future ties text agreed", "description": "British Prime Minister Theresa May said Thursday that a good Brexit deal is within reach after the European Union and her government agreed on a draft declaration outlining their future relations.", "url": "https://www.foxnews.com/world/uks-may-sees-brexit-deal-soon-as-future-ties-text-agreed", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/TheresaMayBrexit.jpg", "publishedAt": "2018-11-22T14:42:40Z", "content": "British Prime Minister Theresa May said Thursday that a good Brexit deal is within reach after the European Union and her government agreed on a draft declaration outlining their future relations. The 26-page text was agreed upon at a technical level by negot… [+4394 chars]", "fulltext": "British Prime Minister Theresa May said Thursday that a good Brexit deal is within reach after the European Union and her government agreed on a draft declaration outlining their future relations.\n\nThe 26-page text was agreed upon at a technical level by negotiators and endorsed Thursday by the European Commission, the EU's executive arm, which is overseeing Brexit negotiations.\n\nIt paves the way for a weekend EU summit to rubber-stamp the deal.\n\n\"This is the right deal for the U.K.,\" May said outside her Downing Street offices. \"It delivers on the vote of the referendum. It brings back control of our borders, our money and our laws and it does so while protecting jobs, protecting our security and protecting the integrity of the United Kingdom.\"\n\nShe said that British citizens \"want a good deal that sets us on course for a brighter future. That deal is within our grasp and I am determined to deliver it.\"\n\nIn a tweet earlier Thursday, EU Council President Donald Tusk — who is set to chair Sunday's summit — confirmed that a draft political declaration on future ties \"has been agreed at negotiators' level and agreed in principle at political level.\"\n\nTusk said he sent the draft to Britain's 27 European partners and that it still requires \"the endorsement of the leaders.\"\n\nEU heads of state and government are due to meet in Brussels on Sunday to approve the declaration and a separate divorce deal. May is set to return to Brussels on Saturday for more talks on the eve of the summit, including with Commission President Jean-Claude Juncker.\n\nRepresentatives from all 28 EU countries are due to meet Friday to prepare for the summit, which is seen as a pivotal moment in the Brexit process.\n\nMay is facing widespread opposition in the British Parliament over the divorce agreement, which was agreed last week. That 585-page legal treaty deals with the terms of Britain's departure, including what the country owes the EU.\n\nBritain officially leaves the EU — the first country ever to do so — on March 29, 2019, but a withdrawal agreement needs to be sealed soon to leave enough time for the European Parliament and the U.K. parliament to endorse it.\n\nAs opposed to the withdrawal agreement, the draft declaration on future ties is a political, not a legal, text.\n\n\"This declaration establishes the parameters of an ambitious, broad, deep and flexible partnership across trade and economic cooperation, law enforcement and criminal justice, foreign policy, security and defense and wider areas of cooperation,\" according to the document.\n\nIt also talks about the close ties that have been cemented after 45 years of Britain's membership of the EU as well as \"the sizes of the two economies and their geographic proximity, which have led to complex and integrated supply chains.\"\n\nIt notes that the \"parties envisage having a trading relationship on goods that is as close as possible, with a view to facilitating the ease of legitimate trade.\"\n\nThe actual legal text will have to be negotiated after Brexit on March 29, and that could well be even more complicated than what has come so far.\n\nIn a speech in Berlin before Tusk's announcement, German Chancellor Angela Merkel underlined that \"Britain should remain a partner, remain a friend.\"\n\nThough Britain \"should have very close economic relations with us,\" Merkel did underscore the difficulties that may arise in any attempt to keep services seamless.\n\n\"We have to say honestly that, in the services sector, we don't have a great deal of experience with international free trade agreements,\" she said.\n\n\"But we want to see that as a future relationship.\"\n\nThe European Commission, which has supervised Brexit negotiations, refused to comment directly on the declaration.\n\nBut spokesman Margaritis Schinas did confirm that \"work is continuing\" to resolve differences between London and Madrid over Gibraltar, the tiny territory at the tip of the Iberian Peninsula that was ceded to Britain in 1713 but is still claimed by Spain.\n\nLast year's EU guidelines on the Brexit negotiations effectively gave Spain veto powers over future relations between the bloc and the British overseas territory.\n\nSpanish Prime Minister Pedro Sanchez said Tuesday that his government \"cannot accept\" Gibraltar's future being determined by negotiations at the EU level.\n\nMay said Thursday that she has spoken with Sanchez and that she is \"confident\" there will be a resolution on Sunday \"that delivers for the whole U.K. family, including Gibraltar.\"\n\nMay was due to address lawmakers Thursday and also held talks with Austrian Chancellor Sebastian Kurz, whose country holds the rotating EU presidency until the end of the year."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "Iran warns that US bases and aircraft carriers are within range of its missiles: Report", "description": "Iran has said that U.S. bases in Afghanistan, Qatar, the United Arab Emirates and American aircraft carriers in the Persian Gulf are within range of its missiles, according to a report.", "url": "https://www.foxnews.com/world/iran-warns-that-us-bases-and-aircraft-carriers-are-within-range-of-its-missiles-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/IranMissileGetty2017.jpg", "publishedAt": "2018-11-22T14:29:44Z", "content": "Iran has said that U.S. bases in Afghanistan, Qatar, the United Arab Emirates and American aircraft carriers in the Persian Gulf are within range of its missiles, according to a report. Citing the Tasnim news agency, Reuters reports that the comments were mad… [+2186 chars]", "fulltext": "Iran has said that U.S. bases in Afghanistan, Qatar, the United Arab Emirates and American aircraft carriers in the Persian Gulf are within range of its missiles, according to a report.\n\nCiting the Tasnim news agency, Reuters reports that the comments were made Wednesday by an Iranian Revolutionary Guards commander. “They are within our reach and we can hit them if they (Americans) make a move,” said Amirali Hajizadeh, head of the Revolutionary Guards’ airspace division.\n\nThe commander said that the missiles have improved precision and could hit the Kandahar base in Afghanistan, Al Udeid Airbase in Qatar and Al Dhafra base in the UAE.\n\nIRAN WILL LAUNCH ‘DAMAGING’ CYBERATTACKS AGAINST US IN RETALIATION FOR SANCTIONS, EXPERTS WARN\n\nThe comments come amid mounting tension between the U.S. and Iran. The Trump administration recently restored sanctions on Iran that had been lifted under a 2015 nuclear deal.\n\nThe sanctions cover Iran's shipping, financial and energy sectors. They are the second batch the administration has re-imposed since Trump withdrew from the landmark accord in May.\n\nThe 2015 deal, which was forged by former President Barack Obama, gave Iran billions of dollars in sanctions relief in exchange for curbs on its nuclear program, which many believed it was using to develop atomic weapons. Trump repeatedly denounced the agreement as the \"worst ever\" negotiated by the United States and said it gave Iran too much in return for too little.\n\nUS RESTORES IRAN SANCTIONS LIFTED UNDER OBAMA NUCLEAR DEAL\n\nJust before the latest round of sanctions was imposed on Iran, President Trump tweeted a “Game of Thrones”-inspired meme. “Sanctions are coming. November 5,” it read, playing on the hit show’s famous “Winter is coming” phrase.\n\nThe tweet was retweeted more than 65,000 times and garnered over 199,000 likes. However, the meme was slammed by some “Game of Thrones” cast members, as well as the author of the book series.\n\nSet against the backdrop of growing friction between Washington and Tehran, security experts have warned that Iran will ramp up its cyber attacks on the U.S.\n\nFox News’ Morgan Evans, Rich Edson and The Associated Press contributed to this article.\n\nFollow James Rogers on Twitter @jamesjrogers"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "New Jersey mansion fire: Brother was spotted by neighbor half hour before blaze; community mourns slain family - Fox News", "description": "Fox News New Jersey mansion fire: Brother was spotted by neighbor half hour before blaze; community mourns slain family Fox News The brother of a mansion owner whose family was slain before the structure was set ablaze was spotted in his neighborhood about a …", "url": "https://www.foxnews.com/us/new-jersey-mansion-fire-brother-was-spotted-by-neighbor-half-hour-before-blaze-as-community-mourns-slain-family", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/22/694940094001_5970420729001_5970421535001-vs.jpg", "publishedAt": "2018-11-22T14:27:04Z", "content": "The brother of a mansion owner whose family was slain before the structure was set ablaze was spotted in his neighborhood about a half hour before that fire was started, a neighbor said Wednesday as a community came together to mourn the loss. The neighbor, w… [+4266 chars]", "fulltext": "The brother of a mansion owner whose family was slain before the structure was set ablaze was spotted in his neighborhood about a half hour before that fire was started, a neighbor said Wednesday as a community came together to mourn the loss.\n\nThe neighbor, who asked not to be identified, told the Asbury Park Press that 51-year-old Paul Caneiro stayed near his home in Ocean Township until about noon.\n\nCaneiro was charged Wednesday with setting fire to his own home Tuesday in Ocean Township, allegedly using gasoline to set the structure ablaze while his wife and two daughters were inside. No one was hurt in that fire, which was reported at 5 a.m. Tuesday. Less than eight hours later, the fire that destroyed his brother's home was reported around 12:30 p.m. about 10 miles away in Colts Neck, authorities said.\n\nThe neighbor in Ocean Township who lives two houses away said that he saw the 51-year-old, his wife and two daughters after the early-morning blaze, and that one of the daughters even asked to use his bathroom.\n\n\"They were great neighbors, very friendly. This is unexpected news,\" the neighbor told the Asbury Park Press.\n\nCaneiro's brother, Keith Caneiro, was found was found shot to death Tuesday on the lawn of his mansion in Colts Neck. Inside, authorities found the remains of his 45-year-old wife, Jennifer Caniero, and their children, 11-year-old son Jesse and 8-year-old daughter Sophia. Officials said that all four were the victims of \"homicidal violence.\"\n\nBROTHER OF TECH CEO KILLED WITH FAMILY AT BURNING MANSION ACCUSED OF TRYING TO TORCH HIS OWN HOME WITH KIN INSIDE\n\nMonmouth County Prosecutor Christopher Gramiccioni tried to reassure the public that a random killer was not on the loose in the affluent community of Colts Neck, which is also home to some celebrities.\n\n\"We believe that this family in some form or fashion was targeted,\" he said, adding that he could neither confirm nor deny that Paul Caniero was a suspect in the slayings.\n\nFormer police officer and federal mafia prosecutor Joe Peters told \"FOX & friends\" the killings and fire at the mansion a \"a very strange and bizarre circumstance,\" and gave insight on where investigators are likely focused.\n\n\"It's a closed circle. You don't have a random killer. You don't have random victims you need to identify,\" Peters said. \"You still have to identify the bodies inside the house, sadly, before you can charge a murder.\"\n\nPeters added that as the spotlight appears to be focused on Paul Caneiro, there could be several possible motivations if he faces charges related to the mansion fire and killings.\n\n\"They were in business together, in two businesses, that's motive number one,\" he said.\n\nMYSTERY OF TECH CEO FOUND SHOT DEAD, FAMILY KILLED IN MANSION FIRE DEEPENS\n\nKeith and Paul Caneiro were partners at a technology firm in Asbury Park called Square One. All four members of Keith Caniero's family were \"victims of homicidal violence,\" the prosecutor said, adding that there was no indication of suicide.\n\nResidents in Colts Neck came together Wednesday night on the steps of town hall in remembrance of the family, NJ.com reported.\n\nMayor JP Bartolomeo told the crowd gathered for the candlelight vigil that the Caneiros would be seen in town attending school sporting events or at local stores, and were well known.\n\n\"I'd be lying if I stood here and told you this was easy,\" he told the crowd. \"We lost four really nice people from our community, who I happened to be friends with, who my boys were friends with.\"\n\nColts Neck, about 50 miles south of New York City, is home to a number of celebrities, including Bruce Springsteen. Former \"Daily Show\" host Jon Stewart and his wife operate an animal sanctuary there. Queen Latifah sold her mansion there in 2015. Current and former members of the band Bon Jovi have also called it home.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Wife of academic jailed in UAE condemns actions of UK - Fox News", "description": "Fox News Wife of academic jailed in UAE condemns actions of UK Fox News LONDON – The wife of a British academic sentenced to life in prison for espionage in the United Arab Emirates condemned the U.K. government on Thursday for putting diplomatic relations ah…", "url": "https://www.foxnews.com/world/wife-of-academic-jailed-in-uae-condemns-actions-of-uk", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-171a3f5a6c0741598db1bbc53064c24e.png", "publishedAt": "2018-11-22T14:07:18Z", "content": "LONDON The wife of a British academic sentenced to life in prison for espionage in the United Arab Emirates condemned the U.K. government on Thursday for putting diplomatic relations ahead of an innocent man's freedom. Daniela Tejada says Foreign Office offic… [+3532 chars]", "fulltext": "The wife of a British academic sentenced to life in prison for espionage in the United Arab Emirates condemned the U.K. government on Thursday for putting diplomatic relations ahead of an innocent man's freedom.\n\nDaniela Tejada says Foreign Office officials bungled the case of her husband, 31-year-old Ph.D. student Matthew Hedges, who was arrested May 5 at Dubai Airport after a research trip to the UAE. She told the BBC the government failed to robustly intervene on Hedges' behalf during the early stages of his imprisonment, when he was held in solitary confinement under inhumane conditions.\n\n\"I was under the impression they were putting their interests with the UAE above a British citizen's rightful freedom and his welfare,\" Tejada said. \"They were stepping on eggshells instead of taking a firm stance.\"\n\nThe verdict, announced Wednesday after a five-minute hearing, caught the British government off guard. Foreign Secretary Jeremy Hunt issued a statement saying he had discussed the case with Abu Dhabi Crown Prince Mohammed bin Zayed during a visit to the country last week and the verdict \"runs contrary to earlier assurances.\"\n\nHunt said he was \"deeply shocked\" by the verdict, which \"is not what we expect from a friend and trusted partner of the United Kingdom.\"\n\nTensions over Hedges' treatment have quickly escalated into a crisis, in part because ties between Britain and the seven emirates of the UAE are considered close and date back 200 years.\n\nThe UAE is strategically located on the east coast of the Arabian Peninsula, and the British military trains with UAE troops. The emirates of Abu Dhabi and Dubai are home to large numbers of British nationals who work in areas ranging from finance to sports, and thousands of tourists visit the country each year, attracted by sunny beaches, luxury hotels and theme parks.\n\nTies also include lucrative defense contracts. U.K. companies have a backlog of orders with the UAE worth more than $261 million over the coming decade, according to data from IHS Markit. More importantly, the UAE plans to award another $20 billion of arms contracts over the coming decade — a significant source of potential revenue for Britain, which is set to leave the European Union next year and is seeking to expand trade elsewhere.\n\nHedges traveled to the UAE to conduct interviews as part of his research into civil-military relations after the Arab Spring. There was \"nothing clandestine or covert\" in anything he was doing, according to Clive Jones, his Ph.D. supervisor.\n\nThe Muslim nation prides itself on being tolerant of foreigners. But British nationals often run afoul of local customs and laws, which prohibit public intoxication, kissing in public and cursing. Most of the time, the violators are deported.\n\nThe government takes political criticism much more seriously.\n\nThe UAE's vast surveillance network has been used to go after critics, journalists and activists conducting research in sensitive areas. Human rights organizations have been barred from the country after researching the conditions of migrant laborers who do the back-breaking construction work behind the glittering high-rise towers and sprawling shopping malls.\n\nAndreas Krieg, a military and security expert at King's College London, said the UAE sees any information that isn't state controlled as a threat to the regime.\n\nThe Hedges sentence was meant to send a message to journalists, rights advocates and academics to take the government line or face the consequences, Krieg said.\n\n\"They see civil society as a threat to security,\" he said, adding that the idea runs contrary to the well-oiled publicity machine that sells the UAE as an attractive investment and tourist attraction. \"This is going to be a stain for years and years unless they release him.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Libyan officials say suspects in killing of US teacher held", "description": "Authorities in eastern Libya said Thursday they have taken into custody suspects in the 2013 killing of a U.S. chemistry teacher in Benghazi, and that more suspects would be tried over the deadly attack a year earlier that killed the U.S. ambassador and three…", "url": "https://www.foxnews.com/world/libyan-officials-say-suspects-in-killing-of-us-teacher-held", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-efcd4e37fe674198a8f4d8d9a92d68dd.jpeg", "publishedAt": "2018-11-22T13:47:20Z", "content": "CAIRO Authorities in eastern Libya said Thursday they have taken into custody suspects in the 2013 killing of a U.S. chemistry teacher in Benghazi, and that more suspects would be tried over the deadly attack a year earlier that killed the U.S. ambassador and… [+3167 chars]", "fulltext": "Authorities in eastern Libya said Thursday they have taken into custody suspects in the 2013 killing of a U.S. chemistry teacher in Benghazi, and that more suspects would be tried over the deadly attack a year earlier that killed the U.S. ambassador and three other Americans there.\n\nThe announcement highlights efforts by Libya's eastern forces, led by Gen. Khalifa Hifter, to bring justice to hundreds of cases involving unlawful killings. Authorities have also come under pressure by families of the detained who are awaiting hearings.\n\n\"Those who took part in this crime\" — the killing of teacher Ronnie Smith — \"are in custody,\" the self-styled Libyan National Army said on social media. The announcement was presented alongside details on dozens of other unsolved local cases, in hopes of stopping not-infrequent cycles of revenge killings.\n\nProsecutors have decided that no further information on the number of suspects or their identities would be made public as yet, the force's communications office said in a statement to The Associated Press.\n\nSmith taught at Benghazi's International School. The U.S. State Department at the time said he was killed while jogging, while Libyan security officials said he was shot near the compound where U.S. Ambassador Chris Stevens and three other Americans were killed by Islamic militants a year earlier.\n\nSmith's widow, Anita, or her lawyers would be welcome to attend the trial and see all its files, the army's communication office said.\n\nIt added that Smith's killing had been ordered by Libyan militant Ahmed Abu Khattala, now imprisoned in the United States serving a 22-year sentence for his role in the rampage that killed Stevens and the three other Americans on Sept. 11, 2012.\n\nAbu Khattala was captured by U.S. commandos in Libya in 2014. Libyan authorities initially arrested dozens over the attack that killed Stevens, but they were later released.\n\nThursday's statement from the LNA, the dominant force in eastern Libya, said several new suspects involved in that attack on the U.S. ambassador are now also in custody and on trial after confessing to various levels of complicity. The office did not elaborate.\n\nLibya has been plagued with lawlessness since the 2011 NATO-backed uprising that toppled and killed longtime dictator Moammar Gadhafi. It is now governed by rival administrations in the east and west, and has become a haven for armed groups, including several from neighboring countries, which survive on looting and human trafficking.\n\nThe LNA is supported by Egypt, the United Arab Emirates, France and Russia, and is led by strongman Hifter. It answers to the government based in eastern Libya, which is at odds with the U.N.-backed government based in the capital, Tripoli.\n\nLibyan authorities are also struggling to process hundreds of cases involving unlawful killings and showcase their efforts to establish rule of law and institutions. They have also come under pressure by families of the detained, awaiting hearings.\n\nRepresentatives of Libya's quarrelling factions and of countries keen on stabilizing the North African nation this month agreed in Italy to hold a national conference in early 2019 to chart a path to stability and elections.\n\nA more stable Libya would bolster hopes in the struggle against Islamic militants and human trafficking as thousands of illegal migrants cross the Mediterranean hoping to reach Europe's southern shores."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "MARCIA DUNN", "title": "Big test coming up for tiny satellites trailing Mars lander", "description": "A pair of tiny experimental satellites trailing NASA's InSight spacecraft all the way to Mars face their biggest test yet.", "url": "https://www.foxnews.com/science/big-test-coming-up-for-tiny-satellites-trailing-mars-lander", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-82766f493598462b8c6e7ce5936627d3.png", "publishedAt": "2018-11-22T13:34:15Z", "content": "CAPE CANAVERAL, Fla. A pair of tiny experimental satellites trailing NASA's InSight spacecraft all the way to Mars face their biggest test yet. Their mission: Broadcast immediate news, good or bad, of InSight's plunge through the Martian atmosphere on Monday.… [+3233 chars]", "fulltext": "A pair of tiny experimental satellites trailing NASA's InSight spacecraft all the way to Mars face their biggest test yet.\n\nTheir mission: Broadcast immediate news, good or bad, of InSight's plunge through the Martian atmosphere on Monday.\n\nNamed WALL-E and EVE after the main characters in the 2008 animated movie, the twin CubeSats will pass within a few thousand miles (kilometers) of Mars as the lander attempts its dicey touchdown.\n\nIf these pipsqueaks manage to relay InSight's radio signals to ground controllers nearly 100 million miles (160 million kilometers) away, we'll know within minutes whether the spacecraft landed safely.\n\nA look at InSight's itty-bitty sidekicks:\n\nHITCHHIKERS\n\nWALL-E and EVE, each the size of a briefcase, hitched a ride on the same rocket that launched InSight to Mars in May. CubeSats always share rockets; they're too small and inexpensive to warrant their own launch. This Mars Cube One project, or MarCO, built and managed by NASA's Jet Propulsion Laboratory, cost $18.5 million.\n\nFLIGHT FORMATION\n\nNASA kept the CubeSats about 6,000 miles (10,000 kilometers) away from InSight during the 300 million-mile (483 million-kilometer) journey to Mars to prevent any collisions or close calls. The mini satellites were just as far from each other for the same reason. The elbow room in this \"very loose formation,\" as chief engineer Andy Klesh describes it, has varied during the mission and is narrowing as the spacecraft draws ever closer to Mars.\n\nBEST BEHAVIOR\n\nFor the record, EVE has behaved better than WALL-E during the 6 1/2-month voyage to Mars. Each CubeSat has the same type of cold gas propulsion that's used in fire extinguishers to spray foam. In the film, WALL-E uses a fire extinguisher to propel through space. In reality, WALL-E has been leaking fuel almost since liftoff. Flight controllers have worked around the problem. Meanwhile, \"EVE seems to follow her namesake and has been flying beautifully throughout the mission,\" said Klesh.\n\nDRY RUN\n\nIn June, WALL-E and EVE aced a series of radio-relay tests using signals from a big dish antenna near Palo Alto, California. Klesh said that gives engineers confidence in the CubeSats' ability to do the same with InSight's signals on landing day. Last month, the pair sent back photos of Mars from 8 million miles (13 million kilometers) out. Mars was merely a bright pinpoint, but the team said it marked a proud CubeSat first.\n\nALL EARS\n\nIt takes eight minutes and seven seconds for a radio signal to get from Mars to Earth, one way. It should take less than a minute on top of that to get word from InSight, if the mini satellites cooperate. That means NASA could know InSight's fate close to real time. If WALL-E and EVE are mum, confirmation would come directly from the lander or, hours later, from spacecraft circling Mars.\n\nFUTURE GOAL\n\nAs NASA explores new worlds, it would be handy to have listening outposts to beam back descent and landing updates. Spacecraft already in orbit around Mars serve that purpose whenever NASA sends a lander. But where there are no satellites — think asteroids or dwarf planets on the fringes of our solar system — CubeSats could step in, with little overhead and low cost.\n\nBEYOND MARS\n\nWhether or not they provide any insight on InSight, WALL-E and EVE will zoom past Mars and remain in an elliptical orbit around the sun. Engineers expect them to keep working for a couple weeks beyond Mars depending on how long the fuel and electronics last."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Polish leader suing Walesa for blaming him for plane crash", "description": "Two of Poland's most famous foes, former President Lech Walesa, and the country's de facto leader, Jaroslaw Kaczynski, faced off in court Thursday, exchanging wry comments.", "url": "https://www.foxnews.com/world/polish-leader-suing-walesa-for-blaming-him-for-plane-crash", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-22T13:07:27Z", "content": "WARSAW, Poland Two of Poland's most famous foes, former President Lech Walesa, and the country's de facto leader, Jaroslaw Kaczynski, faced off in court Thursday, exchanging wry comments. Kaczynski, the powerful head of the ruling Law and Justice party, is su… [+1803 chars]", "fulltext": "Two of Poland's most famous foes, former President Lech Walesa, and the country's de facto leader, Jaroslaw Kaczynski, faced off in court Thursday, exchanging wry comments.\n\nKaczynski, the powerful head of the ruling Law and Justice party, is suing Walesa for blaming him in social media posts for the 2010 plane crash in Smolensk, Russia, that killed Kaczynski's twin, then-President Lech Kaczynski, along with 95 others that included top Polish political and military leaders.\n\nIn one 2016 post, Walesa alleged that Kaczynski, \"guided by bravado,\" was on the phone pushing for the plane to land in heavy fog.\n\nKaczynski wants Walesa to admit his words were untrue and that he be forced to pay 30,000 zlotys ($8,000) to charity.\n\nThis is the latest in the long history of feuding between Walesa, the founder of the 1980s Solidarity pro-democracy movement that peacefully ended communism in Poland, and Kaczynski, his former ally and aide.\n\nKaczynski and his twin, who was a top Solidarity activist, promoted Walesa to be democratic Poland's first popularly chosen president in 1990. They became his closest aides, but soon bitterly fell out with him in still unclear circumstances. Walesa has claimed that the brothers wanted control over him.\n\nThe Kaczynskis alleged he had been a communist collaborator codenamed \"Bolek,\" which Walesa denies and says documents suggesting that were forged.\n\nKaczynski still insists that Poland's transformation to democracy was imperfect and left a lot of political and financial influence in the hands of the former communist rulers.\n\nOutside the courtroom in Walesa's hometown, the Baltic port city of Gdansk, the former allies-turned foes sparred verbally Thursday, calling each other \"my mistake.\"\n\n\"Why did I ever make you my minister?\" Walesa asked Kaczynski as they stood together before entering the courtroom.\n\n\"Why did I ever make you the president?\" Kaczynski retorted, though both could be seen smiling.\n\nDespite the court's encouragement, they failed to reach an agreement, so more court sessions will be held."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Parliament committee find security services problems", "description": "A major British parliamentary report found Thursday that shortcomings by security services led to missed opportunities to possibly prevent last year's lethal extremist attack at Manchester Arena.", "url": "https://www.foxnews.com/world/parliament-committee-find-security-services-problems", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-22T13:07:16Z", "content": "LONDON A major British parliamentary report found Thursday that shortcomings by security services led to missed opportunities to possibly prevent last year's lethal extremist attack at Manchester Arena. The Intelligence and Security Committee, which investiga… [+1672 chars]", "fulltext": "A major British parliamentary report found Thursday that shortcomings by security services led to missed opportunities to possibly prevent last year's lethal extremist attack at Manchester Arena.\n\nThe Intelligence and Security Committee, which investigated five terror attacks that took place in 2017, said there were problems with the handling of the case of 22-year-old suicide bomber Salman Abedi, who killed 22 people attending an Ariana Grande concert in May 2017.\n\nChairman Dominic Grieve said there were failures in the way Abedi's case was managed after he first came to the attention of the MI5 domestic security services in 2010 and was briefly investigated in 2014.\n\n\"What we can say is that there were a number of failures in the handling of Salman Abedi's case and while it is impossible to say whether these would have prevented the devastating attack, we have concluded that, as a result of the failings, potential opportunities to prevent it were missed,\" he said.\n\nThe committee criticized MI5 and the Metropolitan Police Counter-Terrorism unit for failing to follow up after Abedi visited a contact with extremist links in prison.\n\nIt also said MI5 decided not to monitor Abedi's travel or place travel restrictions on him despite their concerns about his possible extremism. The committee said this allowed him to \"return undetected\" from Libya to Britain days before his attack.\n\nThe report states that MI5 admits this was a mistake in light of its information about Abedi.\n\nThe parliamentary committee said MI5 \"moved too slowly\" in its plans to review Abedi as a possible threat.\n\nHis attack on the pop concert was one of a series of deadly extremist attacks that plagued Britain last year.\n\nHome Secretary Sajid Javid said counter-terrorism strategy has been improved since the attacks, with increased information-sharing with local authorities and new legislation allowing threats to be disrupted more quickly."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "German nurse on trial over 100 killings addresses relatives", "description": "A former nurse accused of killing 100 patients at two hospitals in northern Germany addressed the families of his victims on Thursday and expressed regret.", "url": "https://www.foxnews.com/world/german-nurse-on-trial-over-100-killings-addresses-relatives", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-98734fd3a15a420d8dc397b3ad485021.png", "publishedAt": "2018-11-22T12:48:02Z", "content": "BERLIN A former nurse accused of killing 100 patients at two hospitals in northern Germany addressed the families of his victims on Thursday and expressed regret. \"If there was a way to help you, I would do it, believe me,\" said Niels Hoegel, who is on trial … [+1888 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nA former nurse accused of killing 100 patients at two hospitals in northern Germany addressed the families of his victims on Thursday and expressed regret.\n\n\"If there was a way to help you, I would do it, believe me,\" said Niels Hoegel, who is on trial at a regional court in the northwestern city of Oldenburg.\n\nThe 41-year-old said he was now convinced he owed an answer to the families of each victim, German news agency dpa reported.\n\nHoegel had earlier told the court he initially wasn't moved by the killings, which occurred over a decade ago.\n\n\"Now I sit here fully convinced that I want to give every relative an answer,\" Hoegel said. \"I am really sorry.\"\n\nThe murder charges stem from Hoegel's time at a hospital in Oldenburg between 1999 and 2002 and at another hospital in nearby Delmenhorst from 2003 to 2005. The alleged victims were aged between 34 and 96.\n\nHoegel was convicted in 2015 of two murders and two attempted murders. He said then that he intentionally brought about cardiac crises in some 90 patients in Delmenhorst because he enjoyed the feeling of being able to resuscitate them. He later told investigators that he also killed patients in Oldenburg.\n\nAuthorities subsequently investigated hundreds of deaths, exhuming bodies of former patients.\n\nThe Oldenburg state court is conducting the trial at a courtroom set up in a conference center, a venue chosen to accommodate the large public interest in the proceedings and the many co-plaintiffs.\n\nHoegel told the court last month that he had a \"protected\" childhood, free of violence. He said his grandmother and his father, who were both nurses, had been his role models for going into the profession.\n\nAn additional conviction could affect Hoegel's possibility of parole, but there are no consecutive sentences in Germany. In general, people serving life sentences are considered for parole after 15 years.\n\nThe trial is scheduled to last until May.\n\nPolice have said that, if local health officials hadn't hesitated in alerting authorities, Hoegel could have been stopped earlier.\n\nAuthorities are pursuing criminal cases against former staff at the two medical facilities."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Andrew O'Reilly", "title": "Just like Obama, Democrats are falling for the idea of Beto 2020 - Fox News", "description": "With praise coming in from everyone from Beyoncé to former President Barack Obama and the Texas representative hinting at a possible run at the White House in 2020, Beto O’Rourke has become the cause célèbre among Democratic donors and activists around the co…", "url": "https://www.foxnews.com/politics/just-like-obama-democrats-are-falling-for-the-idea-of-beto-2020", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/12/694940094001_5872398132001_5872658561001-vs.jpg", "publishedAt": "2018-11-22T12:35:33Z", "content": "If you thought Betomania was over when the Democratic congressman lost his Senate bid to incumbent Texas Sen. Ted Cruz, you'd better think again. Beto has gone nationwide. With praise coming in from everyone from Beyoncé to former President Barack Obama and t… [+4739 chars]", "fulltext": "If you thought Betomania was over when the Democratic congressman lost his Senate bid to incumbent Texas Sen. Ted Cruz, you'd better think again.\n\nBeto has gone nationwide.\n\nWith praise coming in from everyone from Beyoncé to former President Barack Obama and the Texas representative hinting at a possible run at the White House in 2020, Beto O’Rourke has become the cause célèbre among Democratic donors and activists around the country - and looks to shake up what already promises to be a crowded field of Democrats challenging President Trump.\n\nMikal Watts, a San Antonio-area lawyer and Democratic money bundler, told Politico recently that several donors and political operatives from the first-in-the-nation caucus state of Iowa have contacted him about O’Rourke’s possible White House bid.\n\n“They’re not wanting to sign on to other presidential campaigns until they know whether Beto is going,” Watts said. “And if Beto is running, what good progressive Democrat wouldn’t want to work for Beto O’Rourke?”\n\nWatts added: “I can tell you that there has not been this kind of level of electric excitement about a candidate since” Barack Obama ran in 2008.\n\nThe comparison between Obama and O’Rourke has been going on since the latter first shook up Cruz’s reelection bid in Texas, but has amplified since the midterm elections when O’Rourke barely lost to his Republican opponent 51 to 48 percent. Besides out-fundraising Cruz to the tune of $70 million, O’Rourke’s stature and closer-than-expected performance has been credited with handing victories to at least two Democrats over House Republican incumbents in the largest red state on the map.\n\nObama, who burst onto the national scene as a senate candidate in 2004 with his speech at the Democratic National Convention in Boston, has himself drawn parallels between the two politicians.\n\nSpeaking on his former strategist David Axelrod’s “The Axe Files” podcast earlier this week, Obama called O’Rourke an “impressive young man.”\n\n“The reason I was able to make a connection with a sizeable portion of the country was because people had a sense that I said what I meant,\" Obama said in response to one Democratic donor saying O’Rourke was “Obama, but white.” ““We've got a number of people who are thinking about the race who I think fall in that same category.”\n\nAccording to a recent poll conducted by Politico and Morning Consult of prospective Democratic presidential candidates for 2020, O’Rourke already places third behind former Vice President Joe Biden and Vermont Sen. Bernie Sanders. Along with those three, a number of other candidates are rumored to be considering presidential runs, including Sens. Elizabeth Warren of Massachusetts, Kamala Harris of California and Cory Booker of New Jersey.\n\nO’Rourke promised on the campaign trail earlier this year that if he were to lose to Cruz, he would be heading back to represent his Texas district and not mulling running for president.\n\nBut supporters and critics alike have been looking for signs from him that that may not be the case.\n\nIn a recent post on Medium, O’Rourke discussed a cold jog he took in Washington D.C., but the article quickly veered away from running the streets of the capital and more into possibly running for president. One part in particular, where he quotes Abraham Lincoln’s second inaugural address, fanned flames the most.\n\n“With malice toward none, with charity for all, with firmness in the right as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation’s wounds…” O’Rouke quotes Lincoln in the post.\n\nBetomania may be sweeping the nation’s Democratic circles, but not everyone is jumping on the bandwagon. That’s especially true in what will be a crowded field where mega-donors are looking to place their money with the best candidate.\n\n“It’s naivete, it’s political suicide to do that,” one bundler told Politico about supporting one candidate over the other so early in the race.\n\nOthers, however, see O’Rourke as the perfect foil to go up against Trump in the 2020 race as he could nicely bring both sides of the divided Democratic Party together: He appeals to the older crowd and can raise huge amounts of money, while also exciting the younger progressive base of the party.\n\n“People across the country just fell in love with him,” Christian Archer, a San Antonio-based Democratic strategist, told Politico. “He was able to raise national-level money, and that’s just such a distinct advantage.”\n\nArcher cautioned though that “There’s a fuse on that, and the question is how long will that last if he doesn’t make a move within a window of time.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Kilmeade 11/22/18 First Hour", "description": "The first hour of the Brian Kilmeade Radio Show on FOX News Talk  9am-Noon Eastern M-F.", "url": "https://radio.foxnews.com/2018/11/22/kilmeade-11-22-18-first-hour/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2016/07/news_banner_featured_image-150x150.jpg", "publishedAt": "2018-11-22T12:30:00Z", "content": "Play Audio Clip Listen to audio clip. The first hour of the Brian Kilmeade Radio Show on FOX News Talk 9am-Noon Eastern M-F.", "fulltext": "Play Audio Clip Listen to audio clip.\n\nThe first hour of the Brian Kilmeade Radio Show on FOX News Talk 9am-Noon Eastern M-F."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Emily DeCiccio", "title": "How makeshift golf balls helped Allied prisoners survive notorious Nazi POW camp", "description": "Golf, World War II, and Nazi prisoner-of-war camps do not go hand-in-hand. The game, however, helped Allied prisoners preserve their humanity at the infamous Stalag Luft III.", "url": "https://www.foxnews.com/science/how-makeshift-golf-balls-helped-allied-prisoners-survive-notorious-nazi-pow-camp", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5970092222001_5970087428001-vs.jpg", "publishedAt": "2018-11-22T12:20:33Z", "content": "Golf, World War II, and Nazi prisoner-of-war camps do not go hand-in-hand. The game, however, helped Allied prisoners preserve their humanity at the infamous Stalag Luft III. Run by the Luftwaffe, Stalag Luft III is best known for the famous “ Great Escape ” … [+2382 chars]", "fulltext": "Golf, World War II, and Nazi prisoner-of-war camps do not go hand-in-hand. The game, however, helped Allied prisoners preserve their humanity at the infamous Stalag Luft III.\n\nRun by the Luftwaffe, Stalag Luft III is best known for the famous “Great Escape” prisoner breakout in 1944, which is immortalized in the Hollywood movie of the same name.\n\nMike Trostel is senior content producer at the United States Golf Association (USGA) and told Fox News that in 1942 the USGA suspended all golf championships for the duration of the war. Golfers’ love for the game, however, continued, even in the stark confines of Stalag Luft III.\n\nALLIED WW II BOMBING RAIDS SENT SHOCKWAVES TO THE EDGE OF SPACE, SCIENTISTS SAY\n\n“American and British prisoners really wanted a way to preserve their humanity, and a lot of that was through sports, and in particular, golf,” said Trostel. “The German guards in this POW camp allowed the prisoners to build rudimentary golf holes.”\n\nThe POWs designed their makeshift golf course using everything from tree stumps to telephone poles for the holes. Trostel told Fox News that the American Red Cross sent golf clubs to the British and American POWs at Stalag Luft III. The Red Cross was not able to send golf balls, however, due to the wartime rations on rubber, and that’s where even more of the soldiers’ ingenuity came in, said Trostel.\n\nThe POWs deconstructed their boots and created golf balls. “The soldiers took the leather from the top of their boots and stitched it together, almost like a baseball, to create the outer shell of the golf ball,” explained Trostel. “Then, to create the core of the ball, the soldiers shaved the rubber soles from the bottom of their boots into really small pieces, and stuffed the shavings in the middle.”\n\nSTERN OF US WW II DESTROYER DISCOVERED NEAR REMOTE ALASKAN ISLAND: SURVIVOR RECOUNTS HARROWING DAY\n\nTrostel explains that while the makeshift balls did have the trajectory of a traditional golf ball, the prisoners created a way to play golf and mentally escape the conditions of their imprisonment. “Even in the toughest circumstances, in a Nazi camp surrounded by barbed wire, the fact that the soldiers were able to make golf happen is an extraordinary example of the soldiers’ ingenuity in the toughest circumstances and unrelenting drive to preserve their humanity,” said Trostel.\n\nThe USGA’s Golf Museum in Far Hills, New Jersey holds some of the POWs original golf balls from Stalag Luft 3.\n\nEmily DeCiccio is a producer for Fox News Digital Originals. Follow her on Twitter @EmilyDeCiccio."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Migrant caravan given options as officials kick off job fair in Tijuana, Mexico", "description": "The migrants from Central America who are now waiting in the Mexico border city of Tijuana waiting to learn the next steps to reach the U.S. are now being given options to possibly stay in the country after all.", "url": "https://www.foxnews.com/world/job-fair-in-tijuana-mexico-kicks-off-to-help-those-in-migrant-caravan-stuck-outside-us", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/newcaravan1.jpg", "publishedAt": "2018-11-22T11:54:49Z", "content": "The migrants from Central America who are now waiting in the Mexico border city of Tijuana waiting to learn the next steps to reach the U.S. are being given options to possibly stay in the country. On Monday, the Baja California state government launched a mo… [+4500 chars]", "fulltext": "The migrants from Central America who are now waiting in the Mexico border city of Tijuana waiting to learn the next steps to reach the U.S. are being given options to possibly stay in the country.\n\nOn Monday, the Baja California state government launched a month-long job fair that looks to fill positions mostly in manufacturing industries along the U.S.-Mexico border.\n\nFrancisco Iribe Paniagua, the state's labor secretary told the Arizona Republic the idea for the job fair came after Haitian migrants swarmed the Tijuana two years ago. When officials tried out a job fair program, many ended up staying in the city.\n\n\"They had also come with the purpose (of seeking asylum in the U.S.), but the reality on the ground forced many of them to stay in Baja California,\" he told the newspaper. \"This time around we're acting more quickly, taking advantage of that experience.\"\n\nThe job fair, which consisted of people filling out paperwork before talking to the five companies that attended, featured added police protection after a weekend of angry protests. About 500 people demonstrated in an affluent section of Tijuana on Sunday against the caravan.\n\nThe job fair, opened by government officials is open to all migrants that are now filling the city in addition to residents, will continue through Dec. 16, according to the Republic.\n\nMIGRANT CARAVAN MEMBERS BE PLANNING 'HUMAN STAMPEDES' AT US BORDER: AID GROUP\n\nOne of the migrants at the fair told the Republic she was hoping to find a job in Mexico.\n\n\"The cold is terrible. It's really impacting me,\" Maritza Lara said. \"But God willing, I'll be able to get a job and move out because I can't stand the situation in that place any longer.\"\n\nMIGRANT CARAVAN AT US BORDER IS HARBORING MORE THAN 500 CRIMINALS, HOMELAND SECURITY CLAIMS\n\nTensions in Tijuana have escalated as nearly 3,000 migrants from the caravan poured into Tijuana in recent days after more than a month on the road. The federal government estimates the number of migrants could soon swell to 10,000.\n\nOn Sunday, dozens of protesters then marched to an outdoor sports complex near downtown where 2,500 migrants are staying, sleeping on dirt fields and under bleachers after arriving at the border city a week ago.\n\nDulce Alvarado, 28, from Lempira, Honduras, told the Associated Press she was stepping out of a corner grocery near the complex carrying her 2-year-old son when she was surrounded by the demonstrators chanting \"Get out!\" and \"We don't want you here!\"\n\nAS MIGRANT CARAVAN REACHES TIJUANA, OVERWHELMED CITY ASKS MEXICAN GOVERNMENT FOR $4 MILLION\n\nMany residents fear that as the migrants stay longer in the city, crime could go up. Since 2016, thousands of Haitians who also tried to get to the U.S. ended up settling here, while at the same time, Tijuana has taken in thousands of Mexicans deported from the United States.\n\nTijuana also has been struggling with drug violence and some say they do not want the caravan bringing more problems. The city's mayor, Juan Manuel Gastelum, has called the migrants' arrival an \"avalanche\" that the city is ill-prepared to handle, calculating that they will be in Tijuana for at least six months as they wait to file asylum claims.\n\nOfficials in the U.S. have dramatically increased border security in preparation for the caravan's arrival, closing lanes at ports of entry to place cement barriers topped with razor wire that can be quickly moved to block passage should there be a mass number who try to force their way into the country.\n\nBut the lane closures have also made it harder for cross-border residents to go back and forth into the U.S. to work and shop. The San Ysidro port of entry is one of the world's busiest border crossings, with more than 40,000 vehicles and 34,000 pedestrians using it daily.\n\nOn Monday, U.S. authorities closed off northbound traffic for several hours and closed a pedestrian lane at the crossing to install more security barriers, after a tip that people were gathering in Tijuana to rush the border checkpoints.\n\n\"Waiting until a large group of persons mass at the border to attempt an illegal crossing is too late for us,\" said Pete Flores, director of field operations for Customs and Border Protection in San Diego.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "China builds new platform on reef in South China Sea, satellite photos show", "description": "China appears to have constructed a new platform at a remote part in the disputed South China Area that could be used for military purposes, according to satellite images reviewed by a U.S. think tank on Tuesday.", "url": "https://www.foxnews.com/world/china-building-on-new-reef-in-south-china-sea-satellite-photos-show", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/csis-amti-1-china.jpg", "publishedAt": "2018-11-22T11:54:14Z", "content": "China appears to have constructed a new platform at a remote part of the disputed South China Sea that could be used for military purposes, according to satellite images reviewed by a U.S. think tank on Tuesday. The Asia Maritime Transparency Initiative of Wa… [+3339 chars]", "fulltext": "China appears to have constructed a new platform at a remote part of the disputed South China Sea that could be used for military purposes, according to satellite images reviewed by a U.S. think tank on Tuesday.\n\nThe Asia Maritime Transparency Initiative of Washington’s Center for Strategic and International Studies said the \"modest new structure\" appears to be anchored on Bombay Reef, and is topped by solar panels and a radome. A radome is an enclosure that protects radar equipment.\n\n\"The development drew attention given Bombay Reef’s strategic location, and the possibility that the structure’s rapid deployment could be repeated in other parts of the South China Sea,\" the group said in its report.\n\nBombay Reef, a remote, undeveloped outcropping, is located on the southeastern edge of the Chinese-controlled Paracel Islands in the South China Sea. Vietnam and Taiwan also claim the reef, which already has a lighthouse to serve as an aid to navigation. The new platform first appeared at the reef in satellite imagery dated July 7, 2018, and was not present in earlier shots from April.\n\nUnlike China's large man-made islands created by piling sand on top of coral reefs, installing the modestly-sized Bombay Reef platform did not mean inflicting major environmental damage, CSIS said. The installation, however, shows how easily China could expand its footprint to other features such as Scarborough Shoal, which it seized from the Philippines in 2012, it added.\n\n\"The more likely possibilities, given Bombay Reef’s strategic location, are military in nature,\" the group said in its report. \"The reef is directly adjacent to the major shipping lanes that run between the Paracels and the Spratly Islands to the south, making it an attractive location for a sensor array to extend Chinese radar or signals intelligence collection over that important sea lane.\"\n\nCHINA, US SPARRING CONTINUES OVER SOUTH CHINA SEA\n\nChinese Foreign Ministry spokesman Geng Shuang said Wednesday at a daily news briefing in Beijing that he had no information about the details of the report, while reasserting China's claims to the island group it calls Xisha, according to the Associated Press.\n\n\"The Paracel Islands are China's territory. This is indisputable. China's construction on its own territory is beyond reproach,\" Geng said.\n\nOn Wednesday, the USS Ronald Reagan docked in Hong Kong days after a pair of American B-52 bombers flew over the disputed South China Sea. The recent tensions come ahead of a planned meeting later this month between President Trump and Chinese leader Xi Jinping.\n\nIn late September, a Chinese destroyer came close to the USS Decatur in the South China Sea in what the U.S. Navy called an \"unsafe and unprofessional maneuver.\"\n\nUS BOMBERS FLY OVER S. CHINA SEA AHEAD OF CARRIER'S ARRIVAL\n\nRear Adm. Karl O. Thomas, commander of Carrier Strike Group 5, said Wednesday that the \"vast majority of our interactions out there at sea are very professional.\"\n\n\"That was a rare, unusual occurrence,\" Thomas told reporters at a ship-board news conference. \"In that particular case, the ship made some aggressive, continuing aggressive maneuvers and our ship warned them and had to maneuver to prevent a collision. It was unfortunate and I'd like to see that not happen again.\"\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "IAEA calls on North Korea to re-admit nuclear inspectors", "description": "The head of the U.N.'s atomic watchdog has called on North Korea to allow inspectors back in to monitor its nuclear program.", "url": "https://www.foxnews.com/world/iaea-calls-on-north-korea-to-re-admit-nuclear-inspectors", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-52d205c22afb49f393bc8e87f40c7e63.png", "publishedAt": "2018-11-22T11:47:29Z", "content": "VIENNA The head of the U.N.'s atomic watchdog has called on North Korea to allow inspectors back in to monitor its nuclear program. Speaking at a board meeting Thursday in Vienna of the International Atomic Energy Agency, Director General Yukiya Amano noted t… [+2203 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nThe head of the U.N.'s atomic watchdog has called on North Korea to allow inspectors back in to monitor its nuclear program.\n\nSpeaking at a board meeting Thursday in Vienna of the International Atomic Energy Agency, Director General Yukiya Amano noted that Pyongyang had in September talked about denuclearization measures including the \"permanent dismantlement of the nuclear facilities in Yongbyon\" — a reactor where it produces plutonium.\n\nAmano said there has been activity observed at Yongbyon, but \"without access the agency cannot confirm the nature and purpose of these activities.\"\n\nIAEA inspectors were expelled from North Korea in 2009 but Amano said the agency continues to prepare for their possible re-admittance.\n\n\"The agency continues to enhance its readiness to play an essential role in verifying (North Korea's) nuclear program if a political agreement is reached among countries concerned,\" he said. \"I again call upon (North Korea) to comply fully with its obligations under relevant resolutions of the U.N. Security Council and of the IAEA board, to cooperate promptly with the agency and to resolve all outstanding issues.\"\n\nOn the other hand, Amano told board members that Iran continued to abide by the deal reached in 2015 with major world powers that aimed at preventing Tehran from building atomic weapons in exchange for economic incentives.\n\nHe reiterated the agency's findings in a report distributed to member states earlier this month that \"Iran is implementing its nuclear-related commitments under the Joint Comprehensive Plan of Action.\"\n\nThe issue has grown more complicated since the U.S. withdrew unilaterally in May from the deal and then re-imposed sanctions. Iran's economy has been struggling ever since and its currency has plummeted in value.\n\nThe other signatories to the deal — Germany, Britain, France, Russia and China — are continuing to try and make it work.\n\nAmano stressed that \"it is essential that Iran continues to fully implement\" its commitments.\n\nIn its full report, the IAEA said its inspectors continued to have access to all sites in Iran that it needed to visit and that inspectors confirmed Iran has kept within limits of heavy water and low-enriched uranium stockpiles.\n\n\"The agency continues to verify the non-diversion of nuclear material declared by Iran under its safeguards agreement,\" Amano said. \"Evaluations regarding the absence of undeclared nuclear material and activities in Iran continue.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "EU uneasy over continued detention of activists in Turkey", "description": "The European Union's foreign policy chief expressed \"strong concerns\" on Thursday over the continued detentions of academics and activists in Turkey.", "url": "https://www.foxnews.com/world/eu-uneasy-over-continued-detention-of-activists-in-turkey", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ea04e5beff4749f69236eacb183faa8c.png", "publishedAt": "2018-11-22T11:10:52Z", "content": "ANKARA, Turkey The European Union's foreign policy chief expressed \"strong concerns\" on Thursday over the continued detentions of academics and activists in Turkey. Speaking at a news conference after talks with Turkey's foreign minister, Federica Mogherini a… [+2129 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nThe European Union's foreign policy chief expressed \"strong concerns\" on Thursday over the continued detentions of academics and activists in Turkey.\n\nSpeaking at a news conference after talks with Turkey's foreign minister, Federica Mogherini also called for the release from jail of Turkey's former pro-Kurdish party leader, in line with a European Court of Human Rights ruling this week.\n\nMogherini and Johannes Hahn, the official overseeing the European Union's future enlargement, were in Ankara to discuss Turkey's long-stalled membership bid and foreign policy issues of common interest, including U.S. sanctions on Iran, the refugee crisis and the situation in Syria.\n\nTheir visit comes days after Turkey detained a group of academics and activists for allegedly supporting anti-government protests in 2013.\n\nIt also follows a statement by Turkish President Recep Tayyip Erdogan signaling that Turkey would not abide by the European court's ruling calling on the country to release Selahattin Demirtas, citing his prolonged pre-trial detention period. Erdogan's comments deepened concerns about human rights and the rule of law in Turkey, despite the country's pledge this summer to undertake reforms to revive the membership bid.\n\n\"A strong Turkey means a democratic Turkey,\" Mogherini said at the joint news conference with Hahn and Turkish Foreign Minister Mevlut Cavusoglu. \"We expressed our strong concerns about the detention of several prominent academics and civil society representatives, including recently.\"\n\n\"We believe that it is in the interest of Turkey to follow up on the (European Court of Human Rights) decisions,\" she added.\n\nTurkey insists that a wave of detentions that intensified following a failed coup attempt in 2016 are a necessary part of the country's fight against extremist groups and frequently accuses the EU of failing to support Turkey.\n\n\"It is our natural right to expect concrete support from the European Union in our fight against terrorism,\" Cavusoglu said. \"It is meaningless for the EU to defend people who carried out actions to topple the elected government in Turkey simply because they are civil society members.\"\n\nTurkey started its EU accession negotiations in 2005 but the talks have stalled over some nations' opposition to Turkish membership and concerns over the rapid decline of democracy and human rights in the country."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Lebanon's economy faces stark choice: Reform or collapse", "description": "Lebanon is marking 75 years of independence with a military parade Thursday in Beirut, but many anxious Lebanese feel they have little to celebrate: the country's corruption-plagued economy is dangerously close to collapse and political bickering over shares …", "url": "https://www.foxnews.com/world/lebanons-economy-faces-stark-choice-reform-or-collapse", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-d05a93856a5c4fd882d5a74854711753.png", "publishedAt": "2018-11-22T11:09:02Z", "content": "BEIRUT Lebanon is marking 75 years of independence with a military parade Thursday in Beirut, but many anxious Lebanese feel they have little to celebrate: the country's corruption-plagued economy is dangerously close to collapse and political bickering over … [+4584 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nLebanon is marking 75 years of independence with a military parade Thursday in Beirut, but many anxious Lebanese feel they have little to celebrate: the country's corruption-plagued economy is dangerously close to collapse and political bickering over shares in a new Cabinet is threatening to scuttle pledges worth $11 billion by international donors.\n\nThe World Bank issued a stark warning last week, with one official saying that unless a government is formed soon to carry out badly needed reforms, \"the Lebanon we know will fizzle away.\"\n\nIt's been more than six months since Lebanon held its first national elections in nine years but the prime minister-designate, Saad Hariri, still hasn't formed a government to undertake the reforms necessary to unlock the donors' funds.\n\nThe vote, in which the Shiite militant Hezbollah group and its allies made significant gains, did little to pull Lebanon out of a political impasse. Anger against politicians' apparent indifference, worsening public services and distress over down-spiraling finances and gloomy predictions are building up.\n\nLast Friday, heavy rains caused Beirut's sewage system to burst, turning the city's famous Mediterranean coastal avenue into a river of filthy, foul-smelling black water that engulfed motorists along the otherwise scenic route. On the same day, the military had closed a main artery for drills ahead of the Independence Day parade, paralyzing traffic for hours. Flights from Beirut's international airport were missed and a woman reportedly went into labor on the road. The army later apologized.\n\nDespite a population of over 4.5 million that is among the most educated in the region, Lebanon still has a primitive infrastructure, widespread electricity and water cuts and a longstanding waste crisis that over the past few years saw trash piling in the streets for weeks at a time.\n\n\"There is no independence (to celebrate) because corruption is eating us up,\" said Mohammed al-Rayyes, a shop owner in Beirut's Hamra district. \"The coming days are going to be very difficult.\"\n\nThe tiny Arab country has coped with multiple political and security crises over the past decades and also suffered from the seven-year civil war in neighboring Syria, a conflict that has occasionally spilled over the border and brought more than 1 million refugees into Lebanon, putting even more pressure on its dysfunctional infrastructure.\n\nA soaring debt of $84 billion and unemployment believed to be around 36 percent are compounding concerns that the country will finally cave in.\n\n\"It is a shame because so much time is being wasted,\" Ferid Belhaj, the World Bank's vice president for the Middle East and North Africa, said during a meeting with a group of journalists last week.\n\nFor years, he said, Lebanese officials have been promising to work on solving the electricity crisis, which costs the country about $2 billion a year and has been the main factor in accumulating Lebanon's debt.\n\nOf immediate concern is the future of $11 billion in loans and grants pledged by international donors at a meeting in Paris in April, which Lebanon risks losing if no Cabinet is in place soon to unlock the funds and approve reforms that were set as conditions by the donors and which have been delayed for years. In April, Hariri pledged to reduce the budget deficit by 5 percent over the next five years.\n\nThe crisis has prompted some Lebanese to change their deposits from the local currency, which has been pegged to the U.S. dollars since 1997, to U.S. dollars for fear the Lebanese pound might collapse. Riad Salameh, the Central Bank governor, has been repeatedly reassuring the markets, saying the local currency is stable.\n\nMohamad Shukeir, head of the Chambers of Commerce, Industry and Agriculture, told the local MTV station that 2,200 businesses closed doors so far this year.\n\nAftershocks of rising tension between the United States and Iran are also felt in Beirut, with Tehran ally Hezbollah being blamed by opponents for preventing Western-backed Hariri from forming a national unity government.\n\nHezbollah has demanded that six Sunni lawmakers allied with the Shiite group and opposed to Hariri be included in his Cabinet — something that Hariri, the country's top Sunni Muslim leader, categorically rejects.\n\nDespite the dangers, political bickering is not likely to end soon and the debt is mounting.\n\n\"The level of debt that we have in Lebanon requires us to act very quickly,\" said economist Kamel Wazne. \"Any delay will expose us to financial collapse.\"\n\nBelhaj of the World Bank said that reforms would act as a buffer to the crisis. But in their absence, \"the crisis can be very nasty.\"\n\n\"If we don't go about these reforms fast, the Lebanon that we know will fizzle away,\" he said.\n\n___\n\nAssociated Press reporter Fadi Tawil in Beirut contributed to this story."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "S. Korea pastor gets 15-year jail term for raping followers", "description": "A South Korean pastor was sentenced to 15 years in prison on Thursday for raping or sexually molesting eight female followers who believed he was God.", "url": "https://www.foxnews.com/world/s-korea-pastor-gets-15-year-jail-term-for-raping-followers", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-89d76f17cd7c4394be1f5e7d0309893d.png", "publishedAt": "2018-11-22T10:47:29Z", "content": "SEOUL, South Korea A South Korean pastor was sentenced to 15 years in prison on Thursday for raping or sexually molesting eight female followers who believed he was God. The Seoul Central District Court said that Lee Jae-rock of the Seoul-based Manmin Central… [+1497 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nA South Korean pastor was sentenced to 15 years in prison on Thursday for raping or sexually molesting eight female followers who believed he was God.\n\nThe Seoul Central District Court said that Lee Jae-rock of the Seoul-based Manmin Central Church was convicted of abusing the women \"habitually\" for an extended period.\n\nA court statement said the victims had \"absolute belief in Lee's religious authority\" and thought they could go to heaven if they obeyed his order.\n\nThe court said that Lee had denied the charges against him. Both Lee and prosecutors have one week to appeal.\n\nSome of the eight women gave their accounts about Lee's abuses in a series of programs by local JTBC television network in April. They described how Lee summoned each of them to his apartment at night and raped them by telling them they were improving their chances to go to heaven. Their names were not disclosed and faces obscured.\n\n\"(He) said he was a holy and righteous man and would choose me to go to the new Jerusalem,\" said one victim.\n\nAnother victim told the network that Lee demanded she take contraceptives before coming to his house. A third victim said Lee instructed her to pay only in cash for the cab ride she took to get to his house, apparently out of concerns of leaving any credit-card records.\n\n\"(He said) other kids were taking pills before coming and I should too,\" the second woman said. \"(He said) heaven was a place where everyone was clean and didn't feel shame or lust even if they were naked.\"\n\nLee, reportedly 75, set up his church in Seoul's formerly blue-collar Guro neighborhood in 1982. It has more than 135,000 followers, according to the church's website, which is also filled with claims of Lee's miracle cures through prayer."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Liam Quinn", "title": "Lakers' LeBron James returns to Cleveland, gets standing ovation from home crowd", "description": "", "url": "https://www.foxnews.com/sports/lakers-lebron-james-returns-to-cleveland-gets-standing-ovation-from-home-crowd", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/lebron-cleveland.png", "publishedAt": "2018-11-22T10:39:50Z", "content": "Once the video tribute ended, a simple sentiment filled the giant scoreboard. Against a black backdrop, giant white letters delivered the heartfelt message. Wednesday's game marked LeBron James' first game in his old city since moving to the Los Angeles Laker… [+2689 chars]", "fulltext": "Once the video tribute ended, a simple sentiment filled the giant scoreboard. Against a black backdrop, giant white letters delivered the heartfelt message.\n\nWednesday's game marked LeBron James' first game in his old city since moving to the Los Angeles Lakers in the summer. And Cleveland wanted to say something.\n\n\"THANK YOU, LeBRON,\" it said.\n\nEight years after he was treated like a thug, James was welcomed back properly.\n\nBack on the court where he performed for 11 seasons, and under the title banner he helped raise, James rallied the Lakers to a 109-105 win over the Cavaliers, who played their best game of the season against their former teammate but couldn't stop him when it mattered most.\n\nJames finished with 32 points, 14 rebounds and seven assists. He also scored or assisted on 11 straight points as the Lakers overcame a 99-91 deficit in the fourth quarter.\n\nBut basketball took a backseat to James' homecoming, which was so different than his return in 2010, when betrayed Cleveland fans unleashed their fury on him.\n\nThere were no profane chants this time. No derogatory signs. No venom.\n\nOnly love, and James felt it.\n\n\"From the time we landed yesterday, it just felt a different way,\" he said. \"I'm a different person. We're all different from eight years ago, both good and bad. But more importantly, this experience has been great.\n\n\"So it's all about growth and we all have grown from that moment eight years ago. So I kind of leave the past in the past and always focus on the present and see what happens in the future.\"\n\nThe Cavs, who came in a league-worst 2-13, gave James and the Lakers all they could handle. And even after giving up an eight-point lead, they had a chance to tie late, but Kyle Korver missed a wide-open 3-pointer with 17 seconds left and Kentavious Caldwell-Pope made four free throws in the final 15 to seal it for Los Angeles.\n\nJordan Clarkson had 20 points and Tristan Thompson 14 and 15 rebounds for Cleveland.\n\nFrom the moment he stepped back onto Quicken Loans Arena floor, James was treated like a returning champion.\n\nOn the night before Thanksgiving, Cleveland said thanks to the Northeast Ohio son, the one who ended the city's 52-year championship drought.\n\n\"A hero has come back,\" Cavs coach Larry Drew said before tip-off.\n\nJames was the last Lakers player introduced before the game, presented with a line familiar to all Cavs fans: \"A 6-foot-8 forward from St. Vincent-St. Mary High School,\" said arena announcer Sean Peebles. \"Welcome home! LeBron James.\"\n\nThe crowd roared and stood as James walked out and huddled with his new teammates, who must have wondered what was in store for them.\n\nBut unlike that ugly night of Dec. 2, 2010, when James returned with the Miami Heat and was subjected to a toxic, charged atmosphere of hatred unlike anything seen before or since, this was a night for celebration — and maybe more closure.\n\nJames has moved on.\n\nThe Associated Press contributed to this report"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Man pleads guilty to bribing ICE agent to deport wife and her daughter - Fox News", "description": "Fox News Man pleads guilty to bribing ICE agent to deport wife and her daughter Fox News A Portland, Oregon man looking to get rid of his estranged wife pleaded guilty Tuesday to offering a U.S. Immigration and Customs Enforcement agent several thousand dolla…", "url": "https://www.foxnews.com/us/man-pleads-guilty-to-bribing-ice-agent-to-deport-wife-and-her-daughter", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ice1.jpg", "publishedAt": "2018-11-22T10:10:56Z", "content": "A Portland, Oregon man looking to get rid of his estranged wife pleaded guilty Tuesday to offering a U.S. Immigration and Customs Enforcement agent several thousand dollars to deport her and her daughter from a previous relationship. Antonio Oswaldo Burgos, 4… [+1320 chars]", "fulltext": "A Portland, Oregon man looking to get rid of his estranged wife pleaded guilty Tuesday to offering a U.S. Immigration and Customs Enforcement agent several thousand dollars to deport her and her daughter from a previous relationship.\n\nAntonio Oswaldo Burgos, 48, pleaded guilty to one of three counts of bribery of a public official in exchange for a reduced sentence, according to a Justice Department news release.\n\nProsecutors said Burgos followed an ICE agent a short distance from Portland to a Vancouver, Washington, parking lot on May 24 and allegedly offered money in exchange for the deportation of his wife back to El Salvador.\n\nThe couple was in the process of getting a divorce.\n\nThe agent declined the offer but set up a sting and called Burgos the next week and recorded the conversation. On the call, Burgos offered the agent $3,000 to remove his wife from the U.S., prosecutors said.\n\nHe repeated the offer in a second phone call that week.\n\nOn June 6, they arranged to meet in person, during which Burgos offered $4,000 to deport his wife and her child. He was arrested on June 29.\n\n“We rely upon our officers to perform their duties with integrity,” said Brad Bench, Special Agent in Charge for Homeland Security Investigations in Seattle. “Because of the deportation officer’s actions, Burgos is being brought to justice. This case should send a strong message that those who attempt to coerce a public official will be punished.”\n\nBurgos is scheduled to be sentenced on May 6. He faces up to 15 years in prison, $250,000 in fines and three years of supervised release."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "5 best Thanksgiving sitcom episodes to watch - Fox News", "description": "Fox News 5 best Thanksgiving sitcom episodes to watch Fox News The Thanksgiving holiday has arrived and with it comes family, food, travel and a surprising amount of downtime in which to watch TV. With relatives from all walks of life gathering around to lazi…", "url": "https://www.foxnews.com/entertainment/5-best-thanksgiving-sitcom-episodes-to-watch-on-thanksgiving-2018", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/1247fe78-seinfeld1.jpg", "publishedAt": "2018-11-22T10:01:46Z", "content": "The Thanksgiving holiday has arrived and with it comes family, food, travel and a surprising amount of downtime in which to watch TV. With relatives from all walks of life gathering around to lazily drift off into a post-turkey nap, it can be hard to find som… [+4965 chars]", "fulltext": "The Thanksgiving holiday has arrived and with it comes family, food, travel and a surprising amount of downtime in which to watch TV.\n\nWith relatives from all walks of life gathering around to lazily drift off into a post-turkey nap, it can be hard to find something that’s mutually agreed upon to put on TV. Fortunately, sitcoms throughout the years have gifted viewers with dozens of Thanksgiving-based episodes that will allow you and your loved ones to bond over the tradition that you and some beloved characters are all sharing.\n\nTo help facilitate the post-dinner viewing, below is a list of Thanksgiving sitcom episodes worth throwing on the TV this holiday.\n\n“Friends” Season 3, Episode 9 - “The One With The Football”\n\nWhat better way to commemorate the gathering of family than with a good old-fashioned sibling rivalry. When the gang finishes watching a football game, they decide to have a fun pick-up game outside. However, Monica and Ross explain that they haven’t played football together since Monica broke her brother’s nose several years ago while competing for the “Geller Cup.” Before long, the entire “Friends” group finds themselves swept up in the competition and taking the game more seriously than even the desire to sit down and have a nice meal. If you’re a family full of stubborn football fans, you’ll relate to this episode.\n\n“Brooklyn Nine-Nine” Season 1, Episode 10 - “Thanksgiving”\n\nSome families that gather for Thanksgiving are less-than-traditional. There’s perhaps no better example of a non-traditional family than the gang on “Brooklyn Nine-Nine.” In its first Thanksgiving episode of the series, Amy tries to make the newly-instated Captain Holt her mentor with a lavish celebration. Jake, however, hates the holiday due to some deep-seated issues with his own family. He asks Holt if he can work a case and lucks out when both he and Holt are called away to investigate money being stolen from the precinct. While they chase the bad guys, Holt manages to teach Jake that family doesn’t have to be a thing that you’re burdened with, but rather something you can choose for yourself. In the end, the precinct bonds over a very non-traditional meal side-by-side with the people they’ve chosen to love.\n\n“Cheers” Season 5, Episode 9 - “Thanksgiving Orphans”\n\nAfter being forced together by a series of unfortunate circumstances, the regulars at the bar find themselves at Carla’s house where the lack of family and domestic setting drive them over the edge as they grapple with their frustrated shortcomings. Eventually, the lack of proper food leads tempers to a boiling point that can only be vented by way of a good-old-fashioned food fight. While it starts out as confrontational, they find that the food brought them together in the end, even if it wasn’t through eating it.\n\n“How I Met Your Mother” Season 3, Episode 9 - “Slapsgiving”\n\nWhen Lily and Marshall try to jump-start a holiday tradition by hosting Thanksgiving, the group can’t help but let their personal turmoil get in the way. While Robin and Ted try to get over their recent breakup, the real threat to Lily’s perfect image of a Thanksgiving comes from her husband’s constant torturing of Barney over the third in their ongoing slap bet. As everyone grinds their particular axes, they eventually learn that holiday traditions can’t be manufactured and simply have to come about organically by way of the people you love. This episode is a standout if for no other reason than it gave fans the catchy song, “You Just Got Slapped.”\n\n“Seinfeld” Season 6, Episode 8 - “The Mom and Pop Store”\n\nIf you’re tired of Thanksgiving episodes that simply depict characters gathering around a table to eat in the end, this installment of “Seinfeld” is probably for you. While it lacks a traditional turkey and dinner setting, it focuses entirely on a uniquely New York tradition, the Macy’s Thanksgiving Day Parade. When Elaine lands her boss a chance to hold the Woody the Woodpecker float at the parade, she has her work cut out for her in order to make it work. Meanwhile, Jerry struggles to understand why he wasn’t invited to a friend’s party while George buys Jon Voight’s car. If it doesn’t sound like you’re dealing with an average show about Turkey Day, you’re right, but “The Mom and Pop Store” works nonetheless."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Ethiopia OKs former opposition figure as election chief", "description": "An opposition figure who recently returned from exile was named Ethiopia's election chief on Thursday as the country prepares for what the reformist prime minister vows will be \"free and fair\" elections in 2020.", "url": "https://www.foxnews.com/world/ethiopia-oks-former-opposition-figure-as-election-chief", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-22T09:47:16Z", "content": "ADDIS ABABA, Ethiopia An opposition figure who recently returned from exile was named Ethiopia's election chief on Thursday as the country prepares for what the reformist prime minister vows will be \"free and fair\" elections in 2020. Birtukan Mideksa, a forme… [+2157 chars]", "fulltext": "An opposition figure who recently returned from exile was named Ethiopia's election chief on Thursday as the country prepares for what the reformist prime minister vows will be \"free and fair\" elections in 2020.\n\nBirtukan Mideksa, a former judge, is the most senior ex-opposition figure to assume a high government post in Ethiopia in recent history. She is also the latest of several women appointed to high-profile posts in Prime Minister Abiy Ahmed's new administration.\n\nBirtukan is among the Ethiopians who have returned to the country after years in exile, encouraged by the dramatic political reforms announced by Abiy since he took office in April. She was chosen by Abiy to lead the election board after the two met during his recent visit to the United States, where in a series of enthusiastic meetings he encouraged people frustrated by previous administrations to come home. Lawmakers approved the pick on Thursday.\n\n\"Conducting a democratic election comes first, then winning comes next,\" Abiy told lawmakers. \"Conducting free and fair elections is the cornerstone for a democratic system. We all have to stand firm so that the next election will not be rigged.\"\n\nBirtukan left Ethiopia after years of friction with the previous administration. She was detained shortly after the violent and controversial 2005 election that led to the deaths of several dozen people. Opposition leaders were jailed after they accused the administration of Meles Zenawi of rigging the vote.\n\nShe served an 18-month prison term before being pardoned in 2007 but was re-arrested in 2008 and sentenced to life in prison after officials accused her of violating the terms of her pardon. She left the country after being released again in 2010 and returned this month.\n\nAlso on Thursday, the prime minister in remarks to lawmakers said the country would need to build a new town to hold all suspected of corruption and rights abuses in previous administrations.\n\nAbiy said that \"the prison facilities that we have here in Ethiopia are not sufficient enough to handle the vast number of criminals ... we have chosen to focus on major cases and leave the rest for a reconciliation commission that is in the making.\"\n\nSixty-three intelligence officials, military personnel and businesspeople were arrested this month over allegations of abuses and corruption.\n\n___\n\nFollow Africa news at https://twitter.com/AP_Africa"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Soros dumps Facebook, Netflix stocks just before they dipped: report", "description": "Billionaire philanthropist George Soros’ investment management firm has saved millions of dollars after completely selling off its shares of Facebook and cutting back its stake in Netflix and Goldman Sachs just before the stocks nosedived, a report said Wedne…", "url": "https://www.foxnews.com/tech/george-soros-dumped-facebook-netflix-and-goldman-sachs-stocks-just-before-they-plunged-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ContentBroker_contentid-1ebc0b2fddad4a1480a33c9d29252dd4.png", "publishedAt": "2018-11-22T09:41:42Z", "content": "Billionaire George Soros’ investment management firm has saved millions after completely selling off its shares of Facebook and slashing its stakes in Netflix and Goldman Sachs just before the stocks nosedived, a report said Wednesday. Soros Management Fund s… [+1665 chars]", "fulltext": "Billionaire George Soros’ investment management firm has saved millions after completely selling off its shares of Facebook and slashing its stakes in Netflix and Goldman Sachs just before the stocks nosedived, a report said Wednesday.\n\nSoros Management Fund saved $17.7 million in the fourth quarter by dumping the three stocks, Barron’s reported.\n\nGoldman tumbled 15 percent in the fourth-quarter, while streaming-content giant Netflix plunged 29 percent since the end of September, according to Barron’s. Facebook has fallen 20 percent in the fourth quarter, hitting an intraday low of $126.85 on Tuesday.\n\nDEPARTING FACEBOOK EXEC CLAIMS RESPONSIBILITY FOR TIES TO FIRM THAT INVESTIGATED GEORGE SOROS\n\nThe firm’s stake in Goldman shrunk from 64,814 shares at the end of June, to 28,206 at the end of September, according to Barron’s. Goldman Sachs' stock began its tumble earlier this month when the Justice Department revealed charges against two former employees for issuing bonds from 1Malaysia Development Bhd.\n\nCutting 89 percent—or 106,400 shares—of its Netflix position in the third quarter, the firm held only 13,800 shares at the end of the September, according to the outlet. Its stock began its slide in October when investors expressed skepticism over its future profitability.\n\nSoros Fund Management dumped all of its Facebook stock before the end of the third quarter and prior to the publication of a New York Time’s report that the tech company hired a GOP-opposition research firm to investigate links between Facebook critics and Soros, an outspoken opponent of the social media giant, according to Barron’s.\n\nMeanwhile, the investment firm bought 91,200 shares of Chinese web giant Alibaba and 490,100 shares of chip maker Micron in the third quarter, Barron’s reported.\n\nBoth stocks have slid so far in the fourth quarter and could amount to a combined loss of $6.2 million for the firm, according to Barron’s."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Indian island police struggle to get body of American", "description": "Indian authorities were struggling Thursday to figure out how to recover the body of an American killed last week after wading ashore on an isolated island cut off from the modern world.", "url": "https://www.foxnews.com/world/indian-island-police-struggle-to-get-body-of-american", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/73f02fe7-ContentBroker_contentid-ad62f1e5c8ee42918f25d65717ab32e7.png", "publishedAt": "2018-11-22T09:15:34Z", "content": "NEW DELHI Indian authorities were struggling Thursday to figure out how to recover the body of an American killed last week after wading ashore on an isolated island cut off from the modern world. John Allen Chau was killed by North Sentinel islanders who app… [+5180 chars]", "fulltext": "Indian authorities were struggling Thursday to figure out how to recover the body of an American killed last week after wading ashore on an isolated island cut off from the modern world.\n\nJohn Allen Chau was killed by North Sentinel islanders who apparently shot him with arrows and then buried his body on the beach, police say.\n\nBut even officials don't travel to North Sentinel, where people live as their ancestors did thousands of years ago, and where outsiders are seen with suspicion and attacked.\n\n\"It's a difficult proposition,\" said Dependera Pathak, director-general of police on India's Andaman and Nicobar Islands, where North Sentinel is located. \"We have to see what is possible, taking utmost care of the sensitivity of the group and the legal requirements.\"\n\nPolice are consulting anthropologists, tribal welfare experts, forest experts and scholars to figure out a way to recover the body, he said.\n\nWhile visits to the island are forbidden, Chau paid fishermen last week to take him to the island. He used a kayak to paddle to shore, bringing gifts including a football and fish.\n\nHe interacted with some of the tribesmen — who survive by hunting, fishing and collecting wild plants and are known for attacking anyone who comes near with bows and arrows and spears — until they became angry and shot an arrow at him. The 26-year-old adventurer and Christian missionary then swam back to the fishermen's boat waiting at a safe distance.\n\nThat night, he wrote about his visit and left his notes with the fishermen. He returned to North Sentinel the next day, Nov. 16.\n\nWhat happened then isn't known, but on the morning of the following day, the fishermen watched from the boat as tribesmen dragged Chau's body along the beach and buried his remains.\n\nPathak said the seven people have been arrested for helping Chau, including five fishermen, a friend of Chau's and a local tourist guide.\n\n\"It was a case of misdirected adventure,\" Pathak said.\n\nChau was apparently shot and killed by arrows, but the cause of death can't be confirmed until his body is recovered, Pathak said.\n\nIn an Instagram post, his family said it was mourning him as a \"beloved son, brother, uncle and best friend to us.\" The family also said it forgave his killers and called for the release of those who assisted him in his quest to reach the island.\n\n\"He ventured out on his own free will and his local contacts need not be persecuted for his own actions,\" the family said.\n\nAuthorities say Chau arrived in the area on Oct. 16 and stayed on another island while he prepared to travel to North Sentinel. It was not his first time in the region: he had visited the Andaman and Nicobar Islands in 2015 and 2016. North Sentinel is part of the Andaman Islands and sits at the intersection of the Bay of Bengal and Andaman Sea.\n\nWith help from a friend, Chau hired fishermen for $325 to take him there on a boat, Pathak said.\n\nAfter the fishermen realized Chau had been killed, they left for Port Blair, the capital of the island chain, where they broke the news to Chau's friend, who in turn notified his family, Pathak said.\n\nPolice surveyed the island by air on Tuesday, and a team of police and forest department officials used a coast guard boat to travel there Wednesday and another trip was planned Thursday.\n\nIndia has a very hands-off approach to the island's people. Tribespeople killed two Indian fishermen in 2006 when their boat broke loose and drifted onto the shore, but Indian media reports say officials did not investigate or prosecute anyone in the deaths.\n\nChau had wanted ever since high school to go to North Sentinel to share Jesus with the indigenous people, said Mat Staver, founder and chairman of Covenant Journey, a program that takes college students on tours of Israel to affirm their Christian faith. Chau went through that program in 2015.\n\n\"He didn't go there for just adventure. I have no question it was to bring the gospel of Jesus to them,\" Staver said.\n\nChau was carrying a Bible that was hit by an arrow when he was first shot at by the tribesmen on Nov. 15, according to notes Chau left with the fishermen that Staver said he has seen.\n\nStaver said Chau's last notes to his family on Nov. 16 told them that they might think he was crazy but that he felt it was worth it and asked that they not be angry if he was killed.\n\nOne of Chau's friends said the American spent a month at his home in Cape Town, South Africa, before going to India.\n\n\"If he was taking a risk, he was very aware of it,\" said Casey Prince, 39.\n\nThe two first met about six years ago, when Chau was a manager on the soccer team at Oral Roberts University in Oklahoma. Chau and others on the team traveled to South Africa to volunteer at a soccer program Prince founded\n\nPrince described him as easy to like and driven by twin passions: a love of the outdoors and fervent Christianity.\n\nBefore attending Oral Roberts University, Chau had lived in southwestern Washington state and went to Vancouver Christian High School. Phone messages left with relatives were not immediately returned Wednesday.\n\nSurvival International, an organization that works for the rights of tribal people, said the killing of the American should prompt Indian authorities to properly protect the lands of the Sentinelese.\n\n___\n\nAssociated Press writers Tim Sullivan in New Delhi, Gene Johnson and Phuong Le in Seattle, and Gillian Flaccus in Portland, Oregon, contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Far right seeks acceptance in Spain, 1 suburb at a time", "description": "Watching from a distance as police surrounded a group of protesters yelling \"Fascists go home!\" Encarna Sanchez hesitated over whether to join a political rally held by Spain's far-right Vox party.", "url": "https://www.foxnews.com/world/far-right-seeks-acceptance-in-spain-1-suburb-at-a-time", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-8bfb9cdf2a3d4fdfa62b54239de607a1-1.png", "publishedAt": "2018-11-22T09:13:47Z", "content": "MURCIA, Spain Watching from a distance as police surrounded a group of protesters yelling \"Fascists go home!\" Encarna Sanchez hesitated over whether to join a political rally held by Spain's far-right Vox party. \"I'm not a racist or a fascist,\" said the 62-ye… [+6336 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nWatching from a distance as police surrounded a group of protesters yelling \"Fascists go home!\" Encarna Sanchez hesitated over whether to join a political rally held by Spain's far-right Vox party.\n\n\"I'm not a racist or a fascist,\" said the 62-year-old housewife who lives in a neighborhood in the southern Spanish city of Murcia that has seen a significant community of migrants move in. \"I'm just here to listen to what Vox has to say about how to make our city safer. No other politicians take an interest in how to defend our home.\"\n\nNeglected, working-class suburbs and rural areas with high unemployment are where the Euroskeptic, anti-feminist and staunchly patriotic party is trying to enlist support that could lift it out of the shadows in a country that has been slow to embrace the extreme right.\n\nThe last far-right Spanish lawmaker lost his seat in parliament in 1982. Academics have attributed their absence since then to painful memories of the country's long right-wing dictatorship and the prominence of the conservative Popular Party across all the political space from center to right. Only more recently has the PP ceded ground to the Citizens party, a new center-right group that surged in popularity as an opposition to regionalist parties in Catalonia and other areas.\n\nBut some saw that barrier falling when Vox garnered a 1.4-percent share of votes in official polls last month, setting the four-year-old party on track to enter the lower house of parliament in general elections due before 2020.\n\n\"Even one seat would be enough to use it as a platform for our message to reach all Spaniards,\" Vox President Santiago Abascal told The Associated Press, outlining a plan to use a regional Andalusian election in 10 days' time and the European Parliament ballot in May next year as stepping stones.\n\n\"There is no such thing as the glass ceiling that many place upon us by saying we are on the fringes or political extremists,\" the 42-year-old Abascal added defiantly. \"We just defend what many families are discussing at the table but has become politically incorrect in the political arena.\"\n\nThe scion of a family targeted by the separatist militant group ETA in his native Basque region, Abascal refuses to waste time fending off criticism that he is a fascist, racist, fear-monger or far-right populist, all of which he dismisses as attempts to stigmatize his movement.\n\nVox politicians are frequently ridiculed by mainstream media for their defense of everything Spanish, from bullfighting to the monarchy, and nostalgia for historical events — such as the 15th-century ousting of Muslims from the Kingdom of Castile and the colonization of the American continent.\n\nSpeaking in Murcia to a packed auditorium of some 1,500 sympathizers, Abascal went one step further, urging \"rich Arabic countries\" to take in Muslim migrants \"who think like them and want to impose Islamic law.\"\n\n\"We will stand against them coming here to tell us that in our schools we can't eat ham,\" Abascal said, eliciting wide applause from the audience. Outside, police dispersed protesters waving rainbow flags and signs supporting gender equality.\n\nSpain's foreign population, which started growing at the turn of the century, now makes up 10 percent of the 46.7 million residents, with Moroccan, Romanian and British nationals topping the list.\n\nMuch like other populist leaders, Abascal proposes a weaker European Union where migration is controlled \"according to national economic interests and cultural proximity,\" which draws him to rule out \"Muslims who don't blend well with Europe's Judeo-Christian values.\"\n\n\"All the liberal-minded leftists already do it in their mansions. They first look through the peephole before opening the door,\" he said. \"We want to do the same in what is Spanish people's private property: our country.\"\n\nA 100-issue party manifesto begins by stating that the northeastern Catalonia region should lose its self-government after last year's attempt to split from Spain and that separatist parties should be outlawed. Vox also advocates changing laws on domestic violence and restricting abortion.\n\nBut their two flagship issues, a stronger hand on migration and the defense of Spain's unity, could also be Vox's main obstacle as it tries to grab a foothold, said Carmen Gonzalez, a researcher with the Elcano Royal Institute, an official think tank.\n\n\"These are policy proposals that other mainstream parties are already ready to execute,\" says Gonzalez, adding that polls show corruption, inequality and the future of pensions worry Spaniards more than migration does. \"Statistically speaking, the real source of votes in Spain is in the center.\"\n\nReporting about Vox has picked up in the media, however, and the party's propagandists have been skilled enough to magnify that attention using social media and messaging apps to stir debate and reach new constituents.\n\nIn a widely shared video last week, Abascal and a well-known bullfighter rode horses, accompanied an epic soundtrack. Some party leaders also earned fame two years ago by swimming back to Spain to escape arrest in the disputed British overseas territory of Gibraltar after raising a Spanish flag.\n\nOne of those, Vox's secretary general Javier Ortega, acted as a prosecuting lawyer in the judicial probe against the Catalans who organized an illegal independence referendum in October 2017.\n\nThat presence in the public sphere has helped earn Vox more than 16,000 paying members. Last week's rally sold out in Murcia, where Abascal's previous visit drew only enough people to fill the outdoor space of a coffee house.\n\nThe party says it has received separate invitations from the Europe of Nations and Freedom, the smallest group in the European Parliament, and the Alliance of Conservatives and Reformists in Europe, linked to the Republican Party in the United States.\n\nBut the party is finding it difficult to connect with other European peers because some of them have expressed sympathy for Catalan separatists, a no-go zone for Vox.\n\nNotes have been compared with Steve Bannon, but Abascal also doesn't plan for now to join the wide coalition of Euroskeptic movements led by the former White House adviser — even though U.S. President Donald J. Trump inspired the \"Make Spain great again\" slogan used by Vox in early campaigning.\n\n\"Our references are not international, because the issues that we fight for are national,\" said Abascal, who also is not concerned about voter mood changes over parties like his.\n\n\"Movements like ours,\" he said, \"are going to become permanent in Western societies.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Analysis: Rising US, China rivalry deepening rifts in Asia", "description": "All the usual rituals of international summits were there: the group photos, the gala dinners, the noticeably vibrant shirts leaders force themselves into.", "url": "https://www.foxnews.com/world/analysis-rising-us-china-rivalry-deepening-rifts-in-asia", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-20f5750017884cb1827beac88ee6aa8e.png", "publishedAt": "2018-11-22T08:47:25Z", "content": "BANGKOK All the usual rituals of international summits were there: the group photos, the gala dinners, the noticeably vibrant shirts leaders force themselves into. But eclipsing all of that at Asia's two big meetings was some unusually forthright criticism th… [+5600 chars]", "fulltext": "All the usual rituals of international summits were there: the group photos, the gala dinners, the noticeably vibrant shirts leaders force themselves into. But eclipsing all of that at Asia's two big meetings was some unusually forthright criticism that exposed deepening divisions rattling the region.\n\nFront and center was the rivalry between the U.S. and China. The two countries are locked in a widening trade war and their representatives used the summits to exchange barbs and maneuver to expand their influence.\n\nCompetition between the great powers is not new to the region. But over decades of war, financial crises and other setbacks, countries across Asia and the Pacific Rim have used these annual meetings to talk through such problems, usually opting to sideline disagreements in a show of unity. Consensus, not conflict, is typically the norm.\n\nThis year is different.\n\nThe clash between the world's two biggest economies is shaking the bedrock of regional amity and leaving some countries worried they will be forced to choose between Beijing and Washington. It also may bode poorly for compromise between Presidents Donald Trump and Xi Jinping when they meet this month at the Group of 20 gathering in Argentina.\n\nThe antagonisms kicked off last week at a Southeast Asian summit in Singapore, where U.S. Vice President Mike Pence, standing in for Trump, declared that \"empire and aggression have no place\" in the region, a clear reference to Chinese expansion in the disputed South China Sea.\n\nThe discord carried over to the annual Asia-Pacific Economic Cooperation forum in Papua New Guinea, where leaders failed for the first time in nearly 30 years of such gatherings to endorse a final joint statement. China apparently pushed back hard against U.S. demands for strong language against unfair trade practices.\n\nPence and Chinese leaders sparred at both summits, with the vice president describing China's militarization and expansion in the South China Sea as \"illegal and dangerous.\" He accused Beijing of threatening the sovereignty of many nations and said it \"endangers the prosperity of the world.\"\n\nChinese Premier Li Keqiang smacked back, urging fellow leaders to send a positive message to markets ruffled by the trade war, which has seen both sides imposing punitive tariffs on billions of dollars of each other's exports and has the potential to unravel supply chains across the globe.\n\nThe acrimony may be somewhat less apparent at the G-20 gathering in Buenos Aeries, which will include leaders from across the globe and the focus will be global, not regional.\n\nBut the strains between the U.S. and China were painful enough in Singapore that the gathering's urbane host, Prime Minister Lee Hsien Loong, appealed for a bit less candor and greater camaraderie, saying it would be easier if everybody was \"on the same side.\"\n\nAcross Asia, countries worry they will have to \"choose one or the other,\" he said. \"I hope it does not happen soon.\"\n\nMost Asian nations are loath to make such a choice because they benefit from the rivalry, whether economically, militarily or both. For most, China is their largest trading partner. But they are wary of China's military might and see the U.S. and its presence in the region as a welcome counterbalance.\n\nChina's footprint was everywhere in the Papuan capital, Port Moresby, from a showpiece boulevard and international convention center built with Chinese help to bus stop shelters sporting \"China Aid\" plaques. A huge billboard showed Xi gazing beneficently beside Papua New Guinea's leader.\n\nAt that meeting, Pence took aim at China's global infrastructure drive, known as the \"Belt and Road Initiative,\" suggesting that Beijing was drowning its partners in debt and infringing on their sovereignty.\n\nHe also announced the U.S. would join ally Australia's plan to develop a naval base in Papua New Guinea. That followed a hush-hush working level meeting in Singapore of the Quadrilateral Security Dialogue, which involves the U.S., Japan, Australia and India and is viewed as a challenge to China's expanding military reach.\n\nXi, the Chinese president, suggested the U.S. was bending the rules of global institutions set up after World War II, such as the World Trade Organization, and using them for \"selfish agendas.\"\n\nThis year's friction wasn't confined to jousting between the U.S. and China.\n\nIn Singapore, Myanmar's leader Aung San Suu Kyi, who usually is not put on the spot by the other leaders, appeared grim and weary after she was sharply criticized by Pence and by Malaysian Prime Minister Mahathir Mohamed over the Buddhist majority-nation's treatment of ethnic Muslim Rohingya. Hundreds of thousands of Rohingya have fled killings and other violence in Myanmar and are crowded in dire conditions in camps in Bangladesh.\n\nTrue to form, China saw an opportunity and responded to the criticism by having Li reach out and reaffirm Beijing's support for Myanmar's efforts to maintain domestic stability.\n\nAs China and the U.S. maneuver for influence across a region stretching from India to the tip of South America, the biggest worry is that the jousting could escalate into a full-blown confrontation as Chinese and U.S. warships and aircraft prowl the region. A near collision of a Chinese destroyer and the USS Decatur near a disputed reef in the South China Sea in late September added to those concerns.\n\nStill, the jostling for supremacy comes with mixed signals.\n\nThe regional summitry over, two U.S. B-52 bombers on Monday flew over the South China Sea in what U.S. Pacific Air Forces said was a \"routine training mission.\" But on Wednesday, the aircraft carrier USS Reagan docked in Hong Kong in what was viewed as a friendly gesture — it required Beijing's approval.\n\n___\n\nElaine Kurtenbach is the Asia business editor for AP and has reported from across the region since 1987."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Cut off from the world, an Indian island remains a mystery", "description": "For thousands of years, the people of North Sentinel island have been isolated from the rest of the world.", "url": "https://www.foxnews.com/world/cut-off-from-the-world-an-indian-island-remains-a-mystery", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/56df27a1-ContentBroker_contentid-71e5ac5d24f7451391189fdf22059bdf.png", "publishedAt": "2018-11-22T08:28:26Z", "content": "NEW DELHI For thousands of years, the people of North Sentinel island have been isolated from the rest of the world. They use spears and bows and arrows to hunt the animals that roam the small, heavily forested island, and gather plants to eat and to fashion … [+1812 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nFor thousands of years, the people of North Sentinel island have been isolated from the rest of the world.\n\nThey use spears and bows and arrows to hunt the animals that roam the small, heavily forested island, and gather plants to eat and to fashion into homes. Their closest neighbors live more than 50 kilometers (30 miles) away. Deeply suspicious of outsiders, they attack anyone who comes through the surf and onto their beaches.\n\nPolice say that is what happened last week when a young American, John Allen Chau, was killed by islanders after paying fishermen to take him to the island.\n\nScholars believe the Sentinelese migrated from Africa roughly 50,000 years ago, but most details of their lives remain completely unknown. Estimates of their numbers range from a few dozen to a few hundred.\n\n\"What language they speak, how old it is, it's anybody's guess,\" said professor Anvita Abbi, a linguist at New Delhi's Jawaharlal Nehru University who has spent decades studying the tribal languages of India's Andaman and Nicobar islands. North Sentinel is an outpost of the island chain, which is far closer to Myanmar and Thailand than to mainland India. \"Nobody has access to these people.\"\n\nAnd, she said, that's how it should be.\n\n\"Just for our curiosity, why should we disturb a tribe that has sustained itself for tens of thousands of years?\" she asked. \"So much is lost: People are lost, language is lost, their peace is lost.\"\n\nFor generations, Indian officials have forbidden visits to North Sentinel, with contact limited to rare \"gift-giving\" encounters, with small teams of officials and scientists leaving coconuts and bananas for the islanders.\n\nAny contact with such isolated people can be dangerous, scholars say, with islanders having no resistance to diseases outsiders carry.\n\n\"We have become a very dangerous people,\" said P.C. Joshi, an anthropology professor at Delhi University. \"Even minor influences can kill them.\"\n\nMany of the island chain's other tribes have been decimated over the past century, lost to disease, intermarriage and migration."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Boston Marathon bomber offered to help prosecutors for his life: report", "description": "Boston Marathon bomber Dzhokhar Tsarnaev had wanted to plead guilty in a deal with prosecutors that offered his “cooperation” in exchange for life in prison, court documents unsealed Wednesday said.", "url": "https://www.foxnews.com/us/boston-marathon-bomber-dzhokhar-tsarnaev-had-offer-to-help-prosecutors-rejected-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/a0904ab2-Boston-Marathon-Bombing-1.jpg", "publishedAt": "2018-11-22T07:50:48Z", "content": "Boston Marathon bomber Dzhokhar Tsarnaev wanted to plead guilty and cooperate with prosecutors in exchange for life in prison but prosecutors turned down the idea, court documents unsealed Wednesday reportedly said. The government “consistently rejected Tsarn… [+1250 chars]", "fulltext": "Boston Marathon bomber Dzhokhar Tsarnaev wanted to plead guilty and cooperate with prosecutors in exchange for life in prison but prosecutors turned down the idea, court documents unsealed Wednesday reportedly said.\n\nThe government “consistently rejected Tsarnaev's conditional offers\" and a deal never materialized, according to the court documents obtained by NBC News. Tsarnaev had \"offered to provide certain kinds of cooperation and assistance, in the course of plea negotiations,\" according to the documents.\n\nTsarnaev was sentenced to death in 2015. He and his brother, Tamerlan, who was killed in a shootout with police, were responsible for the attacks. Prosecutors said in the filing that Tsarnaev’s attorneys wanted to include statements that he didn’t want to kill any innocents.\n\nThe filing also explained why FBI agents rushed to interview Tsarnaev while he lay injured and unable to speak in his hospital bed after being caught.\n\n“Of the two remote-control detonators used during the Marathon bombings, only one was recovered, suggesting that the Tsarnaevs (or someone else) had retained the other one for possible use with additional bombs,” the document reads.\n\nAt the time, Tsarnaev had been shot in the head, face, throat and jaw. He was answering questions by writing into a notebook.\n\nThree people died after bombs exploded at the finish line of the Boston Marathon in 2013. An MIT police officer was later killed in the manhunt for the brothers.\n\nFox News’ Ryan Gaydos contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "China state media: Children hurt by vehicle outside school", "description": "A car plowed into children outside a primary school in northeastern China on Thursday, injuring several of them, state media reported.", "url": "https://www.foxnews.com/world/china-state-media-children-hurt-by-vehicle-outside-school", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-22T07:27:15Z", "content": "BEIJING A car plowed into children outside a primary school in northeastern China on Thursday, injuring several of them, state media reported. The driver was taken into custody after the crash around noon in the coastal city of Huludao in Liaoning province, s… [+1688 chars]", "fulltext": "A car plowed into children outside a primary school in northeastern China on Thursday, injuring several of them, state media reported.\n\nThe driver was taken into custody after the crash around noon in the coastal city of Huludao in Liaoning province, state broadcaster CCTV said.\n\nSeveral children were hospitalized and the numbers of injured were still being tabulated, the reports said. The cause was under investigation, according to the reports.\n\nSecurity camera footage showed a line of children crossing the street in front of their school when a car approaches, then changes lanes and swerves into a crowd of the children. At least half a dozen students appear to have been hit.\n\nGovernment spokesmen reached by phone said they were not authorized to release information about the crash.\n\nWhile it wasn't clear if the crash was a deliberate attack, China has recently seen a number of such incidents.\n\nLast month, a knife-wielding man drove a vehicle into a crowd of pedestrians in the eastern city of Ningbo, killing two people and wounding 16.\n\nAnd in September, 11 people were killed and 44 hospitalized after a man drove an SUV deliberately into people at a plaza in the central province of Hunan, before jumping out and attacking victims with a dagger and shovel.\n\nThe most common motivations are identified as mental illness, alienation from society or a desire to settle scores.\n\nOther deadly attacks have occurred at schools, including several in 2010 in which nearly 20 children were killed, prompting a response from top government officials and leading many schools to beef up security.\n\nHowever, in June, a man used a kitchen knife to attack three boys and a mother near a school in Shanghai, killing two of the children. Last year, police said a man set off an explosion at the front gate of a kindergarten in eastern China, which struck as relatives gathered to pick up their children at the end of the day, killing eight people."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Australia wants it easier to strip extremists of citizenship", "description": "Australia revealed plans on Thursday to increase government powers to strip citizenship from extremists and to control the movements of Australian fighters who return home from the battlefields of Syria and Iraq.", "url": "https://www.foxnews.com/world/australia-wants-it-easier-to-strip-extremists-of-citizenship", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-22T07:07:18Z", "content": "CANBERRA, Australia Australia revealed plans on Thursday to increase government powers to strip citizenship from extremists and to control the movements of Australian fighters who return home from the battlefields of Syria and Iraq. Prime Minister Scott Morri… [+3199 chars]", "fulltext": "Australia revealed plans on Thursday to increase government powers to strip citizenship from extremists and to control the movements of Australian fighters who return home from the battlefields of Syria and Iraq.\n\nPrime Minister Scott Morrison outlined the contentious bills, some of which he wants passed in the final two-week parliamentary session of the year that begins on Monday. He also wants passed in the same session draft cybersecurity laws that would force global technology companies such as Facebook and Google to help police unscramble encrypted messages sent by criminals.\n\nRights advocates have raised privacy concerns about the cybersecurity bill which is currently being scrutinized by a parliamentary committee.\n\n\"People who commit acts of terrorism have rejected absolutely everything that this country stands for,\" Morrison told reporters.\n\nThe extremist threat to Australia was highlighted two weeks ago when a Somali-born Australian, whom police say was inspired by the Islamic State group, fatally stabbed one man and injured two others before police shot the assailant dead on a downtown Melbourne street.\n\nThis week, three Australian men of Turkish descent were charged with planning an Islamic State group-inspired mass-casualty attack in Melbourne which would likely have happened over the busy Christmas period. Police said the plot had been thwarted with the arrests.\n\nNine convicted extremists and Australians suspected to fighting with extremists overseas have had their Australian citizenships revoked since the government changed citizenship laws in 2015. The changes only apply to dual nationals so that losing Australian citizenship does not render a suspect stateless.\n\nThe proposed changes would further loosen the rules concerning the circumstances in which citizenship can be revoked. The amendments would do away with a requirement that a dual national convicted of a terrorism offense would need to be sentenced to at least six years in prison. The conviction itself would be enough to lose Australian citizenship.\n\nThe threshold for the government determining that an Australian was a dual national or entitled to citizenship of another country would also be lowered.\n\nMorrison said there would be \"no need to go around looking for paperwork\" to prove a second nationality.\n\nAustralia also plans to introduce a version of Britain's Temporary Exclusion Orders that were introduced in 2015 and can prevent British fighters from returning home from war zones for up to two years.\n\nUnder the Australian regime, Australian fighters who return home would have to comply with conditions such as reporting to police, curfews and restrictions on what technologies they can use.\n\nMorrison accepted that the Temporary Exclusion Orders legislation might not be passed into law until next year.\n\nMorrison's new drive against extremists has angered some Muslim community leaders.\n\nHe accused senior Muslim leaders on Wednesday of \"continuing down a path of denial\" after they refused an invitation to a meeting scheduled for Thursday to discuss the extremist threat.\n\nSome Australian Muslims were critical when Morrison said after the Somali-born Australian's rampage that \"radical, violent, extremist Islam\" posed the greatest threat to Australia's national security.\n\nThey felt the wider Muslim community had been blamed when Morrison said Islamic leaders \"must be proactive, they must be alert and they must call this out.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Passenger arrested after alleged anti-Semitic rant during Thanksgiving eve Delta flight: report - Fox News", "description": "Newsweek Passenger arrested after alleged anti-Semitic rant during Thanksgiving eve Delta flight: report Fox News A passenger traveling on Thanksgiving eve allegedly went on a mid-air anti-Semitic tirade aboard a Delta flight from Washingon, D.C., to Atlanta-…", "url": "https://www.foxnews.com/us/man-arrested-after-alleged-anti-semitic-rant-during-delta-flight-report", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-22T06:50:43Z", "content": "A passenger traveling on Thanksgiving eve allegedly went on a mid-air anti-Semitic tirade aboard a Delta flight from Washingon, D.C., to Atlanta-- asking \"all Jews to raise their hands\"-- and was arrested after the plane landed, a report said. David Toaff, 37… [+1313 chars]", "fulltext": "Editor's Note: This story has been updated to reflect that the man who was detained was Jewish and wearing a prayer shawl. It also adds a statement from Atlanta police.\n\nA Jewish man wearing a prayer shawl was detained Thanksgiving eve for allegedly going on a mid-air anti-Semitic rant, according to police and passengers.\n\nDavid Toaff, 37, was detained at Atlanta's Hartsfield-Jackson International Airport after his Delta flight from Ronald Regan Washington National Airport arrived just before 8 p.m. Wednesday night, WXIA-TV reported.\n\n\"Today a man on my plane went on an anti-Semitic tirade and demanded ‘all Jews raise their hands’ so he could ‘indentify (sic) them,'\" another passenger posted on Twitter along with the video of the police encounter.\n\nToaff had refused to give officers his I.D. and “continued the disturbance,” Atlanta police told the station.\n\nFox News reached out to Delta early Thursday and did not get an immediate response.\n\n\"I'm not a bad person,\" Toaff reportedly told officers before asking, \"What did I do wrong?\"\n\nA bystander off camera responds: “You’re a Nazi.”\n\nIn the video, Atlanta police officers are seen trying to soothe the man and attempt to lead him away, but the man appeared to struggle to break free.\n\n\"You're making it worse for yourself,\" one officer says. The officers eventually handcuff Toaff and lead him out through a security door.\n\n“Incredible work by Atlanta police.” — Jordan Dale, a passenger aboard flight\n\nA passenger praised the three officers for how they handled the situation, tweeting, “Incredible work by Atlanta police.”\n\nIn a statement to NBC News, police said: “Preliminary information indicates that while in flight to Atlanta a man began uttering anti-Semitic words to passengers aboard the aircraft. When the flight arrived at the gate the male continued the disturbance and refused to provide officers with identification.”\n\nWXIA-TV reported Toaff was charged with obstruction and disorderly conduct."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "'Explorer at heart': American missionary killed in India - Fox News", "description": "Fox News 'Explorer at heart': American missionary killed in India Fox News SEATTLE – John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder, led backpacking expeditions in the Northwest's Cascade Mountains, almost lost h…", "url": "https://www.foxnews.com/us/explorer-at-heart-american-missionary-killed-in-india", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/73f02fe7-ContentBroker_contentid-ad62f1e5c8ee42918f25d65717ab32e7.png", "publishedAt": "2018-11-22T06:21:18Z", "content": "SEATTLE John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder, led backpacking expeditions in the Northwest's Cascade Mountains, almost lost his leg to a rattlesnake bite, and coached soccer for poor children in Iraq an… [+5022 chars]", "fulltext": "John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder, led backpacking expeditions in the Northwest's Cascade Mountains, almost lost his leg to a rattlesnake bite, and coached soccer for poor children in Iraq and South Africa.\n\nBut kayaking to a remote Indian island, home to a tribe known for attacking outsiders with bows and arrows, proved an adventure too far for the avid outdoorsman and Christian missionary. Police said Wednesday that he had been killed , and authorities were working with anthropologists to try to recover his body from North Sentinel, in the Andaman Islands.\n\n\"Words cannot express the sadness we have experienced about this report,\" his family said in a statement posted on his Instagram account. \"He loved God, life, helping those in need, and had nothing but love for the Sentinelese people.\"\n\nVisits to the island are heavily restricted, which Chau knew, authorities said. Police arrested seven fishermen accused of helping him reach it, and Chau's family pleaded for their release, saying he acted \"on his own free will.\"\n\nChau, 26, was from southwestern Washington state, where he attended Vancouver Christian High School. He went on to graduate from Oral Roberts University, a Christian college in Oklahoma, in 2014, with a degree in health and exercise science. While there, he worked with the university's missions and outreach department.\n\n\"I have never known a more courageous, selfless, compassionate man and friend,\" said Bobby Parks, the department's former director. \"John lived and gave his life to share the love of Jesus with everyone.\"\n\nChau also worked with Parks' nonprofit, More Than a Game, a soccer program for disadvantaged children, including refugees. Chau traveled to the Kurdistan region of northern Iraq in 2014 to work with Syrian and Iraqi refugee youth, Parks said, and he worked with Burmese refugee children in Tulsa, Oklahoma, for several years.\n\nOn Father's Day last year, Chau noted on Instagram that his father came to the U.S. as a refugee during China's Cultural Revolution. He also documented his extensive travels, posting photos of climbing peaks of the Cascade Range, scuba diving on previous trips to the Andaman Islands and fishing in Southern California.\n\nOne of Chau's friends, Casey Prince, 39, of Cape Town, South Africa, met the adventurer five years ago, when Chau traveled with members of the Oral Roberts soccer team to volunteer at a soccer development and social leadership program that Prince founded, Ubuntu Football Academy.\n\nSince then, Chau had been back to visit Prince and his family or tutor and coach boys in the program about four times. Most recently, he was there from mid-September to mid-October, Prince said.\n\nPrince described Chau as easy to like, kind, joyful and driven by twin passions: a love of the outdoors and fervent Christianity.\n\n\"He was an explorer at heart,\" Prince said. \"He loved creation and being out in it, I think having probably found and connected with God that way, and deeply so.\"\n\nPrince declined to discuss what Chau had told him about his plans for traveling in India or the islands, saying he wanted to focus on Chau's legacy. But he said Chau accepted the dangers that came with his adventures.\n\n\"If he was taking a risk, he was very aware of it,\" Prince said.\n\nIn a Q&A for the wilderness adventure website the Outbound Collective, Chau said he first fell in love with the outdoors as a child, when he read books like \"Robinson Crusoe\" and \"The Sign of the Beaver,\" a tale of a white boy who befriends a Native American boy after being abandoned in a cabin in 18th century Maine.\n\nThe latter book \"inspired my brother and I to paint our faces with wild blackberry juice and tramp through our backyard with bows and spears we created from sticks,\" Chau said. \"Since then, the outdoors have been my home.\"\n\nAlex Burgdorfer, who lives in Eugene, Oregon, said he met Chau last year when the two went through a recertification course for wilderness first responders. The two hit it off because of their mutual interest in travel and hiking and had recently been trying to get together for a hiking trip in the Northwest.\n\n\"He was an inspiration for me,\" he said. \"His energy was pure. He gave you his full attention and his full thoughts.\"\n\nDuring the wilderness first-aid course, Burgdorfer recalled, Chau gave a short talk about treating snake bites in the wilderness, telling the group of his experience getting bitten by a rattlesnake and almost losing his leg.\n\nIt happened during one of the three seasons Chau lived alone in a cabin at Whiskeytown National Recreation Area in California, where he would be dispatched to wilderness emergencies. Burgdorfer said Chau had been standing near a river when he was bitten on the left ankle. Chau's Instagram feed displays his grotesquely swollen leg and says he spent several days in a hospital.\n\nChau had worked for the past two years leading backpacking trips to Mount Adams in southwest Washington state for incoming students at Reed College in Portland, Oregon, boss Will Symms said.\n\n\"He was always a great person to hang out and talk to,\" Symms said. \"He loved traveling and showing people the wonder of the things all around.\"\n\n___\n\nFlaccus reported from Portland, Oregon."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Louisiana couple finds winning $1.8M lotto ticket while cleaning house, weeks before it expires - Fox News", "description": "Fox News Louisiana couple finds winning $1.8M lotto ticket while cleaning house, weeks before it expires Fox News A Louisiana couple cleaning their home ahead of Thanksgiving this week found over one million reasons to be thankful this holiday season—a winnin…", "url": "https://www.foxnews.com/us/louisiana-couple-finds-winning-1-8m-lottery-ticket-while-cleaning-house-officials-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Lottery-Winners-Ehrenbergs.jpg", "publishedAt": "2018-11-22T05:46:27Z", "content": "A Louisiana couple cleaning their home ahead of Thanksgiving this week found over one million reasons to be thankful this holiday season—a winning lottery ticket worth $1.8 million—two weeks before the prize was due to expire, officials said. Harold and Tina … [+1225 chars]", "fulltext": "A Louisiana couple cleaning their home ahead of Thanksgiving this week found over one million reasons to be thankful this holiday season—a winning lottery ticket worth $1.8 million—two weeks before the prize was due to expire, officials said.\n\nHarold and Tina Ehrenberg came across a few lottery tickets on their nightstand on Nov. 17 while tidying up before family arrived to spend the holidays, Louisiana Lottery officials said in a statement. The couple, having never checked their numbers, visited the lottery website and realized one ticket had all the matching numbers.\n\n“At first I thought that we might have made a mistake, misreading the numbers or the expiration date,” Harold told ABC News. “So we checked it a number of times and sure enough they were the right numbers. It was pretty exciting.”\n\nHowever, the couple realized they had almost lost out on their good fortune. The lottery drawing was on June 6, leaving the couple with just two weeks to claim their winnings, officials said.\n\nPrizes for draw-style games must be claimed within 180 days of the drawing in which the prize was won, according to the lottery statement.\n\nAfter successfully claiming the jackpot—and paying federal and state tax withholdings—the couple walked away with $1,274,313 in winnings, the New Orleans Times-Picayune reported.\n\n“We don’t have any plans to buy anything crazy or go on any big trips,” Tina Ehrenberg said.\n\n“The most fun is going to be depositing that check!” Harold Ehrenberg added."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "American missionary wrote 'God, I don't want to die' before being killed by remote tribe", "description": "John Allen Chau, the American missionary who was killed by an isolated tribe on a remote Indian island, reportedly wrote in his journal hours before his death, \"God, I don't want to die.\"", "url": "https://www.foxnews.com/world/american-missionary-wrote-god-i-dont-want-to-die-before-being-killed-by-remote-tribe-on-indian-island", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CHAU.jpg", "publishedAt": "2018-11-22T05:15:26Z", "content": "John Allen Chau, the American missionary who was killed by an isolated tribe on a remote Indian island, reportedly wrote in his journal hours before his death, \"God, I don't want to die.\" Chau, 26, of Vancouver, Wash., chronicled his last days while traveling… [+1908 chars]", "fulltext": "John Allen Chau, the American missionary who was killed by an isolated tribe on a remote Indian island, reportedly wrote in his journal hours before his death, \"God, I don't want to die.\"\n\nChau, 26, of Vancouver, Wash., chronicled his last days while traveling to the Andaman Islands. He was intent on making contact with the Sentinelese tribe on North Sentinel Island, according to his journals shared by his mother with the Washington Post.\n\n“You guys might think I’m crazy in all this but I think it’s worthwhile to declare Jesus to these people,” he wrote in a last note to his family on Nov. 16, shortly before he left the safety of the fishing boat to meet the tribesmen on the island. “God, I don’t want to die.\"\n\nThe tribesmen, who stood about 5-feet -5 inches tall with yellow paste on their faces, reacted angrily to Chau’s presence, he wrote, as he attempted to speak their language and sing worship songs.\n\n“I hollered, ‘My name is John, I love you and Jesus loves you,’” Chau wrote, adding that a child shot at him with an arrow that missed and pierced his waterproof Bible.\n\nChau was illegally ferried by to the island by fishermen before taking a kayak alone to shore.\n\nIn an email to Chau's mother, Lynda Adams-Chau, a fellow missionary wrote that the fishermen saw the tribe burying the adventurer on the beach the next day. Several of the fishermen involved in helping Chau travel to the island, as well as a friend who helped organize the boat trip, have been arrested.\n\n“They were very well aware of the situation, but they still arranged for a boat and everything,” said police official Deepak Yadav, a move he described as “pushing [Chau] in the mouth of death.”\n\nChau’s family have pleaded for their release, saying he acted “on his own free will.”\n\nHe often posted photographs of his worldwide travels online.\n\nIn Instagram posts and journals, Chau wrote that he found the remote Sentinel Island inspiring but frightening.\n\n“Why does this beautiful place have to be have so much death here?” he wrote. “I hope this isn’t one of my last notes but if it is ‘to God be the Glory.’”\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "A 'hospital' for statues patches up Argentine monuments", "description": "A headless Anibal Troilo, one of the tango's greatest performers, rests on a seat holding his concertina.", "url": "https://www.foxnews.com/world/a-hospital-for-statues-patches-up-argentine-monuments", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-e84a9ccfbb2c49679e8f81fc49400d35.png", "publishedAt": "2018-11-22T05:11:42Z", "content": "BUENOS AIRES, Argentina A headless Anibal Troilo, one of the tango's greatest performers, rests on a seat holding his concertina. Beside him, tango singer Alberto Castillo smiles, though he lacks arms. The Argentine musical icons are in a hospital of a sort, … [+3328 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nA headless Anibal Troilo, one of the tango's greatest performers, rests on a seat holding his concertina. Beside him, tango singer Alberto Castillo smiles, though he lacks arms.\n\nThe Argentine musical icons are in a hospital of a sort, where the 2,200 statues and monuments that dot Buenos Aires' parks and plazas are brought when they have suffered vandalism or decay.\n\nCity officials say about 20 pieces arrive each month — often dismembered, broken, sprayed with paint or stolen, either as collector's items or for scrap metal. Statues are sometimes damaged by angry protesters or toppled by people just for fun.\n\nAt the workshop, more than a dozen restorers repair stone and marble, clean away graffiti and mold missing appendages.\n\n\"We'd like to have less of this and focus only on preservation of outdoor works, restorations that would be due to age, and not to damage done intentionally,\" said Jorge Grimaz, who coordinates operations at the city's Monuments and Artworks shop.\n\nThe abundance of statuary and monuments, many acquired in France in the 19th and 20th centuries, helps set the Argentine capital and set it apart from other Latin American cities. Pollution and the humidity of the Argentine capital located on the banks of the Rio de la Plata, affects the sculptures. But vandalism is by far their worst enemy.\n\nThe attacks on sculptures have increased as frustration simmers over Argentina's economic crisis.\n\nA copy of Auguste Rodin's \"The Thinker,\" located in the square in front of the Argentine Congress, has suffered the wrath of demonstrators who gather there to protest against politicians. The statue, cast in bronze from the original mold and signed by the French sculptor, was recently elevated on a pedestal to keep it away from the spray paint after a fence failed to safeguard it.\n\n\"We've had a lot of protests lately and the vandalism is on the rise,\" Grimaz said.\n\nEven a statue of Argentine soccer star Lionel Messi has been vandalized — twice. Last year, the bronze statue was first cut in half at the waist and later chopped off just above the ankles. A tennis racket was torn from the hands of a sculpture of Argentine tennis great Gabriela Sabatini in 2014.\n\nOther Argentine heroes and historical figures have suffered a similar fate.\n\nRevolutionary leader Martin Guemes was robbed of his bronze saber, so restorers at the workshop recently poured polyester resin into a rubber mold inside a plaster box to craft a replacement.\n\nThe shelves behind them held dozens of heads, hands and other appendages awaiting attachment to damaged monuments. The head of Chile's Nobel Prize-winning poet Pablo Neruda was covered on a stand near the head of former Argentine President Juan Peron.\n\nA monument to South American independence leader Simon Bolivar has been sprayed so many times with graffiti that restorers have to clean it every 15 days.\n\nThe bronze pieces in a reproduction of \"The She-Wolf\" sculpture depicting the mythical founding of Rome, with Romulus and Remus, were stolen and have been replaced by polyester resin that has no resale value.\n\nThe marble horns of two deer in a marble statue of the goddess Diana were broken off by straining dogs that had been leashed to them.\n\nOnly one figure seems to be sacred and off limits to everyone: Mother Teresa. A sculpture of the patron saint of the Archdiocese of Calcutta stands at Lezama park in Buenos Aires.\n\n\"They've never touched it,\" said Grimaz. \"More than 10 years ago have passed and there's not a single work of art in that park that has not been at least stained with graffiti.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "Thanksgiving Special", "description": "Happy Thanksgiving 2018 from all of us at Fox News Radio. On today's podcast we'll talk about why this year's Macy's Thanksgiving Day Parade could be a little different. Give you some suggestions for Thanksgiving movies to watch. Plus we take some time to ref…", "url": "https://radio.foxnews.com/2018/11/22/the-whip-around-11-22-2018/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2017/09/TheWhipAround_300x300.jpg", "publishedAt": "2018-11-22T05:00:02Z", "content": "Play Audio Clip Listen to audio clip. Happy Thanksgiving 2018 from all of us at Fox News Radio. On today's podcast we'll talk about why this year's Macy's Thanksgiving Day Parade could be a little different. Give you some suggestions for Thanksgiving movies t… [+115 chars]", "fulltext": "Play Audio Clip Listen to audio clip.\n\nHappy Thanksgiving 2018 from all of us at Fox News Radio. On today's podcast we'll talk about why this year's Macy's Thanksgiving Day Parade could be a little different. Give you some suggestions for Thanksgiving movies to watch. Plus we take some time to reflect on what we are most thankful for on this very special holiday. 11/22/2018"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "William Sanchez", "title": "The FOX News Rundown 11/22/2018", "description": "It's estimated over half a million people across the country are experiencing homelessness this holiday season. Plus, commentary by Jessica Tarlov.", "url": "https://radio.foxnews.com/2018/11/22/the-fox-news-rundown-11-22-2018/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/04/rundown-featured.png", "publishedAt": "2018-11-22T05:00:01Z", "content": "Play Audio Clip Listen to audio clip. According to the National Alliance to End Homelessness, over half a million people across the country are experiencing homelessness this holiday season. As American's gather together to celebrate Thanksgiving, FOX News Ra… [+601 chars]", "fulltext": "Play Audio Clip Listen to audio clip.\n\nAccording to the National Alliance to End Homelessness, over half a million people across the country are experiencing homelessness this holiday season. As American's gather together to celebrate Thanksgiving, FOX News Radio's Tonya J. Powers and Joy Piazza share their experience with a woman who has gone above and beyond to help those in need.\n\nLast Thanksgiving, over 67 million Americans watched an NFL football game, but do today's fans remember the United States Football League (USFL), which sued the NFL in 1986...and won. Jeff Pearlman, Author of \"Football For a Buck: The Crazy Rise and Crazier Demise of the USFL\" breaks down a 33-year-old lawsuit between the two leagues and how President Trump was involved.\n\nPlus, commentary by Senior Director of Research at Bustle.com and FOX News Contributor Jessica Tarlov."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Bradford Betz", "title": "Asylum seekers will have to wait in Mexico as cases are processed under new plan: report", "description": "Central Americans seeking asylum in the United States will have to wait in Mexico while their cases are reviewed under a new plan called \"Remain in Mexico\" The Washington Post Wednesday.", "url": "https://www.foxnews.com/us/trump-plan-breaks-with-past-immigration-policy", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/0416a76e-AP18324601489148.jpg", "publishedAt": "2018-11-22T04:39:27Z", "content": "Central Americans seeking asylum in the United States will have to wait in Mexico while their cases are reviewed under a new plan called \"Remain in Mexico,\" The Washington Post reported Wednesday. Asylum seekers have historically been allowed to stay in the U… [+2129 chars]", "fulltext": "Central Americans seeking asylum in the United States will have to wait in Mexico while their cases are reviewed under a new plan called \"Remain in Mexico,\" The Washington Post reported Wednesday.\n\nAsylum seekers have historically been allowed to stay in the U.S. while their cases are processed without fear of being deported. Under the new measures, asylum seekers will have to prove a \"reasonable fear\" of persecution in Mexico in order to gain entry. The new measure could go into effect as soon as Friday, the report said.\n\nA Mexican official told the paper that under current law, Mexico does not allow those seeking asylum in another country to stay there during the process.\n\nThe Post's report was based on \"internal planning documents\" and three unnamed officials in the Department of Homeland Security. The paper called the proposal a major break from the current system, where asylum seekers have to establish a fear of returning to their home country. President Donald Trump has called the current system \"catch and release.\"\n\nA spokeswoman from DHS told the paper that there are no immediate plans to implement the measure. U.S. Citizenship and Immigration Services will reportedly send teams from various cities to port entries to begin the process.\n\nAt least 3,000 migrants have arrived in Tijuana, a border city across from San Diego, Calif., in the past two weeks. The federal government estimates the number of migrants could grow to 10,000 in the coming weeks, or months.\n\nThose already in the city have camped out in tents, slept on dirt fields or under bleachers or are staying in overcrowded shelters throughout the city as they wait to figure out their next steps.\n\nBut some are growing impatient, and believe their best option is to plan a mass crossing.\n\n“Most of us, yes, we want to be on the other side,” Jorge Molina, a Honduran migrant, told Telemundo. “Some want to jump over the wall, others to go another way, and others want to wait and see what kind of response they get.”\n\nAbout 5,800 active-duty troops dispatched to the border to deal with the migrant crisis started coming home this week. On Monday, a judge barred the president from enforcing a ban on asylum for those who cross the U.S. border illegally – a decision the administration said would cause “countless illegal aliens to pour into our country.\"\n\nFox News' Carolyn Salazar contributed to this report"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "New York Post", "title": "Jurors in slain NYC jogger case wanted more time to deliberate - Fox News", "description": "Fox News Jurors in slain NYC jogger case wanted more time to deliberate Fox News This Queens judge apparently likes his jurors — and dry cleaning — to be hung. Supreme Court Justice Michael Aloise, who stunningly declared a jury deadlocked in the Karina Vetra…", "url": "https://www.foxnews.com/us/jurors-in-slain-nyc-jogger-case-wanted-more-time-to-deliberate", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/06/694940094001_5858420530001_5858417107001-vs.jpg", "publishedAt": "2018-11-22T04:06:31Z", "content": "This Queens judge apparently likes his jurors — and dry cleaning — to be hung. Supreme Court Justice Michael Aloise, who stunningly declared a jury deadlocked in the Karina Vetrano murder case after just one day of deliberations, took advantage Wednesday of t… [+3060 chars]", "fulltext": "This Queens judge apparently likes his jurors — and dry cleaning — to be hung.\n\nSupreme Court Justice Michael Aloise, who stunningly declared a jury deadlocked in the Karina Vetrano murder case after just one day of deliberations, took advantage Wednesday of the unexpected time off the quick-draw decision earned him by picking up his laundry.\n\nThe errand-run came as one of those jurors revealed to The Post that several members of the panel wanted to keep weighing the charges against Chanel Lewis — who is accused of sexually assaulting and strangling the 30-year-old Vetrano on a jogging path in 2016 — when the forewoman sent a note to Aloise saying they were at an impasse.\n\n“We were all not in agreement to end it where it ended,” said the juror, who spoke on the condition of anonymity.\n\n“Some of us wanted to think about it some more. That note was sent and people were not ready to end it there. People felt like there could have been more deliberations.”\n\nAloise wouldn’t say why he didn’t push the panel of 12 jurors to go back and deliberate further — which legal experts called a routine move.\n\nThe errand-run came as one of those jurors revealed to The Post that several members of the panel wanted to keep weighing the charges against Chanel Lewis — who is accused of sexually assaulting and strangling the 30-year-old Vetrano on a jogging path in 2016 — when the forewoman sent a note to Aloise saying they were at an impasse.\n\n“We were all not in agreement to end it where it ended,” said the juror, who spoke on the condition of anonymity.\n\n“Some of us wanted to think about it some more. That note was sent and people were not ready to end it there. People felt like there could have been more deliberations.”\n\nAloise wouldn’t say why he didn’t push the panel of 12 jurors to go back and deliberate further — which legal experts called a routine move.\n\n“A lot of people were upset that the note was sent to the judge at the time. Some of us wanted to think about it some more. That note was sent and people were not ready to end it there. People felt like there could have been more deliberations — the same way that two people changed their mind after seeing the video,” the juror said.\n\n“Some of us were shocked, too, like what the hell just happened? It was upsetting. I’m not going to say I wasted my time, but i just feel like it should have been more time,” the juror said.\n\n“It was kind of traumatic for me because I feel it was like a tragedy and I really wanted to see justice.”\n\nVeteran lawyers, too, were floored that Aloise, who’s been a judge since 1999, didn’t send them back to deliberate.\n\n“I have never seen [a mistrial] happen without an Allen charge. Never. The Allen charges normally work,” said defense attorney Sally Butler, a prosecutor in Queens for 15 years.\n\n“Whenever you get that note, that’s the first thing the judge does. There was something definitely up.”\n\nCivil rights lawyer Ron Kuby agreed that the outcome was “unheard of” given the short length of deliberations. “The first deadlock note, in my experience, never hangs the jury unless there is physical violence [among jurors] or other extraneous reasons,” Kuby said.\n\nThe panel had deliberated just one hour on Monday and 12 on Tuesday — after hearing a mountain of evidence against Lewis.\n\nClick for more from The New York Post"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Thanksgiving parade balloons face possible grounding over wind forecast - Fox News", "description": "Fox News Thanksgiving parade balloons face possible grounding over wind forecast Fox News Paradegoers hoping to see balloons flying over New York City on Thursday morning could have their spirits deflated as gusty winds could wind up grounding the attractions…", "url": "https://www.foxnews.com/us/thanksgiving-parade-balloons-face-possible-grounding-over-wind-forecast-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18325792205254.jpg", "publishedAt": "2018-11-22T04:04:39Z", "content": "Paradegoers hoping to see balloons flying over New York City on Thursday morning could have their spirits deflated as gusty winds could wind up grounding the attractions. The Macy’s Thanksgiving Day Parade that marches through Manhattan every year is set to o… [+1883 chars]", "fulltext": "Paradegoers hoping to see balloons flying over New York City on Thursday morning could have their spirits deflated as gusty winds could wind up grounding the attractions.\n\nThe Macy’s Thanksgiving Day Parade that marches through Manhattan every year is set to occur in the midst of potentially freezing temperatures, projected to be in the low 20s, and sustained winds of up to 20 mph with gusts to 30 mph, according to the National Weather Service.\n\nWORLD’S MOST EXPENSIVE THANKSGIVING DINNER COSTS $150G\n\nPolice in the city will keep tabs on wind gauges situated along the parade route and will determine whether the 16 helium-filled balloons set to fly have to be at a lower altitude, or can’t fly at all, depending on whether wind gusts get too fast, The Associated Press reported Wednesday.\n\nIn accordance with city rules, the balloons will be pulled from the air if sustained winds exceed 23 mph and gusts exceed 34 mph.\n\nDue to the anticipated frigid temperatures, New York City issued an extreme cold weather alert for Thursday and warned anyone planning to brave the elements to take caution by bundling up and covering fingertips, earlobes, and noses to prevent potential frostbite.\n\nOBAMA MAKES EARLY THANKSGIVING VISIT TO CHICAGO FOOD BANK\n\nNew York City Mayor Bill de Blasio expressed caution for people who crowded together to see the parade balloons be inflated.\n\n\"Get ready for an amazing parade, but put on every layer you have in your household, wear every glove you can find, every scarf, hand warmers, whatever you got, you're going to need it tomorrow,\" de Blasio said. \"I want to tell everyone be ready to enjoy but recognize it's going to be really, really cold.\"\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "6 killed in Haiti after police say govt car loses control", "description": "A Haitian government car went out of control into a group of people on Wednesday, killing at least six and further inflaming unrest in a capital wracked by violent protests.", "url": "https://www.foxnews.com/world/6-killed-in-haiti-after-police-say-govt-car-loses-control", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-d82082240be4432c8ce67c2c10b7ade2.png", "publishedAt": "2018-11-22T03:28:24Z", "content": "PORT-AU-PRINCE, Haiti A Haitian government car went out of control into a group of people on Wednesday, killing at least six and further inflaming unrest in a capital wracked by violent protests. Police spokesman Michel-Ange Louis-Jeune told The Associated Pr… [+1939 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nA Haitian government car went out of control into a group of people on Wednesday, killing at least six and further inflaming unrest in a capital wracked by violent protests.\n\nPolice spokesman Michel-Ange Louis-Jeune told The Associated Press that one of the car's wheels had come off. Protesters later set fire to the car, which remained on the scene in the capital of Port-au-Prince.\n\nLouis-Jeune said he didn't know how many people died, but an AP journalist on the scene counted the bodies of four men and two women on the ground.\n\nThe deaths came as Haiti faced a fourth day of protests to demand that President Jovenel Moise resign for not investigating allegations of corruption in the previous government over Petrocaribe, a Venezuelan subsidized energy program.\n\nMoise said in a brief televised address on Wednesday night that people have the right to protest but that he is not stepping down.\n\n\"The Haitian people have elected me as president in free and fair elections,\" he said, adding that his opponents need to wait for the next election if they want to seize power.\n\nMoise did not address the allegations of corruption but said he was keeping all victims in his thoughts, especially the police officers who were killed. He also made an appeal for dialogue and said the government will take all necessary measures to ensure people's safety and restore peace to Haiti.\n\nAt least 10 people have died in the protests, not including those hit by the car. The two most recent deaths were reported on Wednesday. Police spokesman Frantz Lerebours told the AP that authorities discovered the body of a young man while clearing street barricades in the southern department of Nippes. In addition, a police officer was fatally shot in the southern coastal town of Grand Goave, the second one killed in recent days.\n\nSchools and government offices remained closed on Wednesday, as did many banks and grocery stores. However, hundreds of people stood outside one bank that opened in the neighborhood of Petionville, and public buses were running again.\n\nGovernment trucks also cleared many streets blocked by barricades of tires, although some remained burning in parts of the capital."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Obama takes thinly veiled shots at Trump", "description": "Obama says America is hindered by 'anger, racism and mommy issues.' Former Obama economic adviser Austan Goolsbee and radio host Larry Elder weigh in.", "url": "http://video.foxnews.com/v/5970257155001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970260700001_5970257155001-vs.jpg", "publishedAt": "2018-11-22T02:45:22Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Joseph diGenova", "title": "Justice Roberts' attack against President Trump was blatantly political and wrong - Fox News", "description": "Fox News Justice Roberts' attack against President Trump was blatantly political and wrong Fox News In a remarkably inappropriate and blatantly political statement Wednesday, U.S. Chief Justice John Roberts chastised President Trump for the president's quite …", "url": "https://www.foxnews.com/opinion/justice-roberts-attack-against-president-trump-was-blatantly-political-and-wrong", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/22/694940094001_5970222197001_5970217453001-vs.jpg", "publishedAt": "2018-11-22T02:36:02Z", "content": "In a remarkably inappropriate and blatantly political statement Wednesday, U.S. Chief Justice John Roberts chastised President Trump for the president’s quite accurate criticism of the 9th U.S. Circuit Court of Appeals and its rogue district and appellate cou… [+5678 chars]", "fulltext": "In a remarkably inappropriate and blatantly political statement Wednesday, U.S. Chief Justice John Roberts chastised President Trump for the president’s quite accurate criticism of the 9th U.S. Circuit Court of Appeals and its rogue district and appellate court judges.\n\nThe spectacle of the ostensibly nonpolitical chief justice engaged in a dispute with the president of the United States is insulting to the Supreme Court and to our system of justice.\n\nShame on the chief justice. What he did is unforgivable, especially after the corrosive Senate confirmation battle over now-Supreme Court Justice Brett Kavanaugh, who was the subject of bitter and baseless partisan attacks and character assassination by Senate Democrats.\n\nWith everyone looking for ways to remove the high court from the political thicket, Roberts strode arrogantly right into it. Sad day.\n\nRoberts responded Wednesday to comments President Trump made to reporters a day earlier, after a district court judge appointed by President Obama issued an order to stop Trump’s new emergency restrictions on asylum claims by immigrants from taking effect.\n\nU.S. District Judge Jon S. Tigar in San Francisco issued the nationwide injunction blocking the president’s restrictions. The restrictions would have made it harder for many of the thousands of Central American migrants now heading toward the U.S. border in caravans to apply for asylum in America.\n\n“This was an Obama judge, and I'll tell you what, it's not going to happen like this anymore,\" the president said of Tigar. \"Everybody that wants to sue the U.S. – almost – they file their case in the 9th Circuit, and it means an automatic loss. No matter what you do, no matter how good your case is. And the 9th Circuit is really something we have to take a look at, because it's not fair.\"\n\n“We do not have Obama judges or Trump judges, Bush judges or Clinton judges,” Roberts shot back Wednesday, as if he were facing Trump in a presidential candidate debate. “What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them.\"\n\nThe spectacle of the ostensibly nonpolitical chief justice engaged in a dispute with the president of the United States is insulting to the Supreme Court and to our system of justice.\n\nBut President Trump’s criticism of liberal judges in the 9th Circuit who were nominated by President Obama was accurate. These judges previously issued an order blocking the president’s Travel Ban Executive Order that was designed to protect our country from terrorists crossing our borders. As President Trump correctly noted, the Supreme Court later overturned the ruling by the 9th U.S. Circuit Court of Appeals.\n\nRoberts’ comments seemed particularly strange because he had never injected himself into a political debate before.\n\nIn fact, Roberts sat quietly through President Obama’s 2010 State of the Union Address when Obama sharply attacked Supreme Court justices sitting in the audience for their ruling in the Citizens United case, which allowed unlimited political campaign contributions by unions and corporations.\n\nPresident Obama falsely claimed in this speech that the Citizens United ruling allowed massive political contributions by foreign corporations. It did no such thing.\n\nAs the justices sat in the House chamber listening to his speech, President Obama embarrassed the court directly and fiercely. Not a peep from Roberts. Only Justice Samuel Alito quietly mouthed to himself “no, no” as Obama railed against foreign campaign contributions.\n\nRoberts has said nothing about Obama’s remarks in the eight years since.\n\nSo why did Roberts attack President Trump on Wednesday? Well, Trump is not a Democrat.\n\nMany believe that Roberts caved to political criticism by President Obama and his Democratic cohorts in a case where Roberts was the decisive vote in a ruling that found ObamaCare was constitutional – a historic victory for Democrats.\n\nRoberts clearly accepted the claim by Democrats in that case that the Supreme Court could not overturn ObamaCare or the high court would forever harm the republic and subvert the legislative process and the will of the people.\n\nIt is widely believed that Roberts changed his vote at the last minute to stop the Supreme Court from overturning ObamaCare in that landmark case because of pressure from outside forces directed against him.\n\nIndeed, the wording of various dissents in the ObamaCare case – especially Justice Antonin Scalia’s – made it clear that Roberts’ decision to find that ObamaCare was constitutional was political and nothing more – not a decision based on the Constitution or on the law.\n\nThe ObamaCare ruling was a legacy opinion for Roberts because he couldn’t take another wave of criticism like what he received from the liberal media, Obama and the Democrats after his ruling in the Citizens United case. Roberts caved in an obvious nod to the attacks on him. It was palpable and most unfortunate.\n\nRoberts’ ObamaCare opinion had a quality of “oh by the way” and artificiality to it that was apparent to Supreme Court observers.\n\nSo Roberts’ pro-Democratic bias that we saw Wednesday is nothing new. It is, in fact, a repetition and a return to normal for him.\n\nThe chief justice was institutionally the wrong person to make his point in criticizing President Trump. If the point was to be made at all, it should have been made by the usual suspects: the American Bar Association, any well-known and respected lawyer, or a prominent media commentator or newspaper editorial page.\n\nThe candidates for attacking President Trump are numerous and inoffensive. Perhaps Roberts could have chosen his favorite Democrat on the House Judiciary Committee. At any rate, he chose none of these options. One wonders why.\n\nWhy would Roberts insert himself, at this time, in this situation, to attack President Trump? He is a very smart man. This was not an accident or a coincidence."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "The left's hypocrisy over Ivanka Trump's e-mails", "description": "Do Ivanka's e-mails compare to Hillary Clinton's? Panel reaction on 'Hannity.'", "url": "http://video.foxnews.com/v/5970253917001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/22/640/360/694940094001_5970252491001_5970253917001-vs.jpg", "publishedAt": "2018-11-22T02:29:48Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Departing Facebook exec claims responsibility for ties to firm that investigated George Soros", "description": "Elliot Schrage, a Facebook official who leads their Communication and Policy team, took responsibility for establishing the company’s relationship with Definers, a public relations firm who he confirmed were asked look into billionaire philanthropist George S…", "url": "https://www.foxnews.com/tech/departing-facebook-exec-claims-responsibility-for-ties-to-definers-im-sorry-i-let-you-all-down", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967505153001_5967506543001-vs.jpg", "publishedAt": "2018-11-22T01:56:15Z", "content": "Elliot Schrage, a Facebook official who leads their Communication and Policy team, took responsibility Wednesday for establishing the company’s relationship with Definers, a public relations firm he confirmed was asked to look into billionaire philanthropist … [+2799 chars]", "fulltext": "Elliot Schrage, a Facebook official who leads their Communication and Policy team, took responsibility Wednesday for establishing the company’s relationship with Definers, a public relations firm he confirmed was asked to look into billionaire philanthropist George Soros.\n\nThe statement from Schrage, who has been at the company for a decade and announced his departure in June, was posted in the Facebook newsroom Wednesday and in it, he explained why Definers was hired and what tasks they were asked to carry out.\n\nFacebook developed relationships with both Republican and Democrat-associated companies, he said, including Definers which “was one of the Republican-affiliate firms.”\n\n“We asked Definers to do what public relations firms typically do to support a company — sending us press clippings, conducting research, writing messaging documents, and reaching out to reporters,” Schrage said.\n\nFACEBOOK-NEW YORK TIMES FIGHT GETS UGLY: SOCIAL NETWORK SLAMS NEWSPAPER’S ‘INACCURACIES’\n\nIn the statement, Schrage directly acknowledged that Facebook asked Definers “to do work on” Soros, after they said he “attacked” the company and described them as “a ‘menace to society.’”\n\n“Definers researched this using public information,” he said.\n\nHe also offered his thoughts on the work being labeled “as opposition research,” saying that he thinks “it would be irresponsible and unprofessional for us not to understand the backgrounds and potential conflicts of interest of our critics.”\n\nThe work Definers provided also proved to be helpful in responding “to unfair claims where Facebook has been singled out for criticism, and to positively distinguish us from competitors,” Schrage said.\n\nEven so, Schrage said that Definers got carried away in its work to discredit Facebook's critics. The system he set up on the company's communications team \"failed here and I'm sorry I let you all down,\" he wrote.\n\n“I regret my own failure here,” he continued.\n\nFACEBOOK’S SHERYL SANDBERG UNDER FIRE AS EMPLOYEE MORALE SUFFERS FOLLOWING TIMES REPORT\n\nDefiner’s connection to Facebook was exposed in a story published by The New York Times earlier this month. The social media company cut ties with Definers after the report.\n\nSchrage’s statement was initially sent out as a memo to company employees on Tuesday before it was posted in their newsroom.\n\nIn an online statement from Definers, the company acknowledged Schrage’s comments and said he “clearly stated that Definers performed the communications and public affairs services that Facebook asked us to provide. That’s how we run our business – the client comes first, always.”\n\nWhile going through parts of Schrage’s statement, Definers said they were not employed as an opposition research firm and went on to discuss their work pertaining to Soros.\n\n“The charge that this public records research somehow constituted a ‘smear campaign’ against Mr. Soros and anti-Facebook groups is a completely false and an unfortunate part of the story,” the statement said.\n\nFox News’ James Rogers and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "The Latest: Prosecutor says mansion killer not on the loose - Fox News", "description": "Fox News The Latest: Prosecutor says mansion killer not on the loose Fox News COLTS NECK, N.J. – The Latest on the mansion fire in New Jersey in which two adults and two children were found dead (all times local):. 8:20 p.m.. Prosecutors have reassured the pu…", "url": "https://www.foxnews.com/us/the-latest-prosecutor-says-mansion-killer-not-on-the-loose", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1872c868f7f84e14b28842bf792ba2b7.png", "publishedAt": "2018-11-22T01:37:20Z", "content": "COLTS NECK, N.J. The Latest on the mansion fire in New Jersey in which two adults and two children were found dead (all times local): 8:20 p.m. Prosecutors have reassured the public that a killer is not on the loose in connection with the New Jersey mansion f… [+3146 chars]", "fulltext": "The Latest on the mansion fire in New Jersey in which two adults and two children were found dead (all times local):\n\n8:20 p.m.\n\nProsecutors have reassured the public that a killer is not on the loose in connection with the New Jersey mansion fire that is now an arson and quadruple-homicide investigation.\n\nThe brother of the man found shot to death on the lawn of the burned Colts Neck house has been charged with aggravated arson in a different house fire that happened hours before the mansion blaze. But the Monmouth County prosecutor said Wednesday afternoon that he could neither confirm nor deny that the brother, Paul Caniero, was a suspect in the slayings of Keith Caneiro, his wife, Jennifer Caniero, or their two children.\n\nPaul Caniero is accused of setting fire to his own Ocean Township home, about seven hours before the mansion fire was reported. It was not immediately known if he had retained an attorney.\n\n___\n\n2:25 p.m.\n\nProsecutors say the four people found dead at the scene of a New Jersey mansion fire have been identified as a husband and wife and their two children, and each were victims of \"homicidal violence\" before the blaze was intentionally set.\n\nMonmouth County Prosecutor Christopher Gramiccioni says Keith Caneiro was found shot outside the Colts Neck mansion. The others were found inside the burning home Tuesday.\n\nHe says he can't say if the other three were also shot. They were severely burned, making examination difficult.\n\nThe developments came hours after Caneiro's brother, Paul Caneiro, was charged with aggravated arson. He's accused of setting fire to his own Ocean Township home, about seven hours before the mansion fire was reported. No attorney information is available.\n\nGramiccioni says the Caneiros worked together at a technology business.\n\n___\n\n10:25 a.m.\n\nAuthorities have arrested the brother of the man that records show owned the New Jersey mansion where two adults and two children were found dead following a fire.\n\nThe Monmouth County prosecutor on Wednesday charged Paul Caneiro with aggravated arson. He's accused of setting fire to his own home in Ocean Township.\n\nThat fire took place early Tuesday morning before authorities responded to a blaze at the Colts Neck mansion owned by Caneiro's brother Keith and Keith's wife, Jennifer.\n\nAuthorities believe that fire was intentionally set. They were awaiting autopsy results to determine how the four people died and to identify them.\n\nPaul Caneiro and Keith Caneiro are listed as executives at a technology firm, Square One.\n\nThe prosecutor expects to release more details later Wednesday. Attorney information for Caneiro was not immediately available.\n\n___\n\n8:20 a.m.\n\nAuthorities in New Jersey continue to investigate the scene of a mansion fire believed to have been set intentionally where two adults and two children have been found dead.\n\nThe Monmouth County prosecutor's office says the fire Tuesday at a mansion in the upscale town of Colts Neck may be connected to another fire about 10 miles (16 kilometers) away in Ocean Township.\n\nThe victims' names haven't been officially released. But property records show the 5,700-square-foot (529-square-meter) home where the bodies were found is owned by Keith and Jennifer Caneiro.\n\nThe second fire occurred at a home listed under the name Paul Caneiro.\n\nPaul Caneiro and Keith Caneiro are listed as executives at a technology firm, Square One."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "2 premiers and no government: Crisis confuses Sri Lankans", "description": "Two men each claim to be the prime minister.", "url": "https://www.foxnews.com/world/2-premiers-and-no-government-crisis-confuses-sri-lankans", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-a26e006c6f66465b96cfb91e59827d96.png", "publishedAt": "2018-11-22T01:32:25Z", "content": "COLOMBO, Sri Lanka Two men each claim to be the prime minister. Lawmakers are exchanging blows in Parliament. A former finance minister says the country is on the brink of an \"economic anarchy.\" Welcome to Sri Lanka, where the political crisis is getting wors… [+3500 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nTwo men each claim to be the prime minister. Lawmakers are exchanging blows in Parliament. A former finance minister says the country is on the brink of an \"economic anarchy.\"\n\nWelcome to Sri Lanka, where the political crisis is getting worse by the week.\n\nThe trouble started when President Maithripala Sirisena, fed up with disagreements with his prime minister over money, an alleged conspiracy plot and unresolved issues of wartime crimes against civilians, fired Ranil Wickremesinghe and his Cabinet and replaced them with a government headed by a popular former strongman, Mahinda Rajapaksa.\n\nBut lawmakers balked and twice passed a no-confidence motion. Sirisena, however, refuses to accept that his choice of prime minister has been defeated.\n\nJehan Perera, head of the local analyst group National Peace Council, said that the government appointed by the president can't be called legal because Sirisena had not sought a parliamentary vote when he dismissed Wickremesinghe.\n\n\"It can be called illegitimate because provisions for a confidence vote in Parliament are being blocked by the president's own party through their riotous behavior,\" Perera said, referring to a brawl last week that was followed by another pandemonium in the chamber when Rajapaksa loyalists refused to let the speaker conduct proceedings.\n\nWickremesinghe says his dismissal is invalid because he still holds a majority in the 225-member Parliament. The dismissal is also disputed because of a latest constitutional change, which lawyers say has taken away presidential powers to dismiss the prime minister.\n\nDespite all the drama and two rival prime ministers, life hasn't collapsed — thanks to the efficient bureaucracy that keeps the wheels of administration turning.\n\nEven though there is no Cabinet recognized by Parliament, and despite warnings by Wickremesinghe supporters that state officials should not take orders from an \"illegal government\" of Rajapaksa, bureaucrats continue to work with the president who is the chief executive and the ministers appointed by him, officials said on condition of anonymity because they are not authorized to speak to the media.\n\nHowever, decisions regarding new projects or purchases involving large sums of money are on hold.\n\nThe absence of a recognized government has delayed the budget for 2019. Mangala Samaraweera, who was finance minister in Wickremesinghe's Cabinet, said that there will be no legal way of spending money in the coming year without a parliament-approved budget.\n\nSri Lanka's Constitution says that control over public finances lies with Parliament and no funds can be released without a warrant signed by the finance minister and approved by the legislature. That means all government payments starting from January can be deemed illegal, Samaraweera says.\n\nSri Lanka is on the brink of an \"economic anarchy and chaos as never experienced before.\"\n\n\"The cavalier and irresponsible actions of the president ... based on personal animosities and precipitating a series of illegal acts, places at risk Sri Lanka's ability to meet its immediate debt obligations,\" he said.\n\nSri Lanka has to repay $1 billion of its foreign loans in early January, which is also in the prerogative of Parliament to approve.\n\nWickremesinghe's lawmakers have presented a motion to the speaker seeking to block funding to the prime minister's office, which if passed, would curtail Rajapaksa's functions.\n\n\"As far as the people are concerned, they are witnessing the normal functioning of the country,\" insisted government spokesman Keheliya Rambukwella.\n\nHowever, he conceded that Sri Lanka will have issues on accessing government money if the stalemate is not resolved by the end of the year. Snap elections are set for Jan. 5."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Julius Young", "title": "UFC star Rachael Ostovich details alleged gruesome attack by MMA fighter husband: 'He punched me repeatedly' - Fox News", "description": "Fox News UFC star Rachael Ostovich details alleged gruesome attack by MMA fighter husband: 'He punched me repeatedly' Fox News UFC fighter Rachael Ostovich described a violent attack by her MMA-fighting husband, Arnold Berdon, that allegedly took place on Sun…", "url": "https://www.foxnews.com/entertainment/ufc-star-rachael-ostovich-details-alleged-gruesome-attack-by-mma-fighter-husband-he-punched-me-repeatedly", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Rachael-Ostovich-Getty.jpg", "publishedAt": "2018-11-22T01:10:50Z", "content": "UFC fighter Rachael Ostovich described a violent attack by her MMA-fighting husband, Arnold Berdon, that allegedly took place on Sunday. \"After a night out with family, [Arnold Berdon] punched me repeatedly on the head, face, ribs, making me fall to the groun… [+1301 chars]", "fulltext": "UFC fighter Rachael Ostovich described a violent attack by her MMA-fighting husband, Arnold Berdon, that allegedly took place on Sunday.\n\n\"After a night out with family, [Arnold Berdon] punched me repeatedly on the head, face, ribs, making me fall to the ground,\" Rachael says in her petition for a restraining order filed in Hawaii and obtained by TMZ.\n\n\"I gasped for breath and escaped thru [sic] balcony. I coughed up blood, threw up sev. times. Cracked orbital.\"\n\nAdditionally, Ostovich claims this incident wasn't the only time her husband had physically beaten her and cited a specific occurrence on May 6, 2018 where he allegedly repeatedly punched her in her legs, leaving bruises.\n\nOstovich filed a restraining order on Monday and claimed Berdon is a danger to her 5-year-old daughter. Per the terms of the temporary restraining order, which is set to expire on May 18, 2019, Berdon must stay 100 feet away from both of them.\n\nOstovich was slated to fight against Paige VanZant early next year on Jan. 19, but has since pulled out of the bout “as a result of these injuries.”\n\nIn a statement to Fox News, Ostovich's manager, Brian Butler-Au said Ostovich will need time to recover from her injuries, but notes that the fight may happen in the future.\n\n\"Unfortunately, we have had to pull Rachael off this fight card,\" he explained. \"Her injuries were serious enough that she can no longer train and heal in time for this fight. She hopes that the fight can be rescheduled for a later date but at this point is just focused on healing physically and mentally.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Thomas Byrne", "title": "The Next Congress", "description": "With the midterms solidifying the balance of power in Washington, FOX News Radio explores what impact President Trump had on the elections and will have on the next Congress, particularly since the House will flip from red to blue.", "url": "https://radio.foxnews.com/2018/11/22/the-next-congress/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/11/COVER_FROM_WASHINGTON-700x700-1-700x700.jpg", "publishedAt": "2018-11-22T01:00:34Z", "content": "Play Audio Clip Listen to audio clip. With the midterms solidifying the balance of power in Washington, FOX News Radio explores what impact President Trump had on the elections and will have on the next Congress, particularly since the House will flip from re… [+9 chars]", "fulltext": "Play Audio Clip Listen to audio clip.\n\nWith the midterms solidifying the balance of power in Washington, FOX News Radio explores what impact President Trump had on the elections and will have on the next Congress, particularly since the House will flip from red to blue."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Thomas Byrne", "title": "Thanksgiving Special: Give Me Some Good News", "description": "\"Give Me Some Good News\" hosted by Tonya J Powers. Keeping in mind the spirit of the holiday season, Tonya shares stories that inspire and leave us wanting more. Listen here: \"For more information on how to donate to the Heart in Hand Community Mission - the …", "url": "https://radio.foxnews.com/2018/11/22/thanksgiving-special-give-me-some-good-news/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2018/11/element5-digital-431519-unsplash.jpg", "publishedAt": "2018-11-22T01:00:31Z", "content": "Play Audio Clip Listen to audio clip. \"Give Me Some Good News\" hosted by Tonya J Powers. Keeping in mind the spirit of the holiday season, Tonya shares stories that inspire and leave us wanting more. Listen here: \"For more information on how to donate to the … [+392 chars]", "fulltext": "Play Audio Clip Listen to audio clip. \"Give Me Some Good News\" hosted by Tonya J Powers. Keeping in mind the spirit of the holiday season, Tonya shares stories that inspire and leave us wanting more. Listen here:\n\n\"For more information on how to donate to the Heart in Hand Community Mission - the homeless outreach program founded by Allison Williams-Legare that's featured in \"Give Me Some Good News,\" visit the organization's Go Fund Me Page: https://www.gofundme.com/heart-in-hand-community-outreach\n\nFor more information on the \"Amazingly Awesome Amani,\" log onto: https://www.wreachavoconline.com/\"\n\nFollow Tonya J. Powers on Twitter: @TonyaJPowers"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Thomas Byrne", "title": "George H.W. Bush: The Patriarch", "description": "A look at the life and legacy of president George H.W. Bush, from navy combat pilot to president and father of a president, George Herbert Walker Bush made his mark as America's 41st commander-in-chief and set the stage for other Bush family members to follow…", "url": "https://radio.foxnews.com/2018/11/22/george-h-w-bush-the-patriarch/", "urlToImage": "https://radio.foxnews.com/wp-content/uploads/2012/11/11-29-Bush.jpg", "publishedAt": "2018-11-22T01:00:19Z", "content": "Play Audio Clip Listen to audio clip. A look at the life and legacy of president George H.W. Bush, from navy combat pilot to president and father of a president, George Herbert Walker Bush made his mark as America's 41st commander-in-chief and set the stage f… [+248 chars]", "fulltext": "Play Audio Clip Listen to audio clip.\n\nA look at the life and legacy of president George H.W. Bush, from navy combat pilot to president and father of a president, George Herbert Walker Bush made his mark as America's 41st commander-in-chief and set the stage for other Bush family members to follow in his political footsteps. Guests include former Joint Chiefs Chairman, General Colin Powell; former Bush Chief of Staff, Governor John Sununu and former Secretary of Education, Senator Lamar Alexander (R-TN)."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "St. Louis woman was shot dead for refusing sex in Catholic supplies store: police - Fox News", "description": "Fox News St. Louis woman was shot dead for refusing sex in Catholic supplies store: police Fox News ST. LOUIS – A woman was shot and killed at St. Louis religious supplies store earlier this week because she refused her attacker's demands to “perform deviant …", "url": "https://www.foxnews.com/us/the-latest-police-say-woman-was-killed-for-refusing-sex", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/2658ecdd-Capture.png", "publishedAt": "2018-11-22T00:49:44Z", "content": "A woman was shot and killed at St. Louis religious supplies store earlier this week because she refused her attacker’s demands to “perform deviant sexual acts on him,” authorities said Wednesday. The alleged attacker – identified as 53-year-old Thomas Bruce –… [+2425 chars]", "fulltext": "A woman was shot and killed at St. Louis religious supplies store earlier this week because she refused her attacker’s demands to “perform deviant sexual acts on him,” authorities said Wednesday.\n\nThe alleged attacker – identified as 53-year-old Thomas Bruce – on Monday forced three women who were in the store into a back room at gunpoint and forced them to strip, detectives said in a probable cause statement. He allegedly forced two of the woman to perform sex acts on him, The St. Louis Post-Dispatch reported.\n\nSUSPECT AT LARGE AFTER SEXUAL ASSAULT, FATAL SHOOTING AT ST. LOUIS CATHOLIC SUPPLY STORE: COPS\n\nBruce allegedly tried to coerce the third woman, Jamie Schmidt, a 53-year-old married mother of three, but she refused. He then shot her in the head, the probable cause statement said. Schmidt later died at a hospital.\n\nBruce then fled the store, prompting a two-day manhunt that frightened the region and led some schools, churches, and businesses to close.\n\nBruce was arrested in his mobile home trailer park Wednesday and booked into the St. Louis County jail, The Post-Dispatch reported. He faces first-degree murder, armed criminal action, and sodomy, among other charges, prosecutors said. He is being held without bail.\n\nChief Jon Belmar, a 32-year veteran of the St. Louis County Police called that attack one of the worst he’d seen in his career – one that “shocked the senses.”\n\nAuthorities are working to determine why Bruce targeted the store. Investigators said he has no criminal history.\n\nSt. Louis County Prosecutor Robert McCulloch said a tip helped authorities track down Bruce.\n\nPOLICE GET 100 TIPS FROM PHOTOS OF MAN NEAR INDIANA DEATHS\n\nAuthorities noted similarities in the description of the Catholic Supply shooting suspect and a man wanted for the murder of two girls – aged 13 and 14 -- in Delphi, Indiana last year, The Post-Dispatch reported. That case is still under investigation.\n\nFirst Sgt. Jerry Holeman said the Indiana State Police is aware of the St. Louis case and has been in contact with St. Louis County authorities.\n\n“But it is way too early to tell if this is the same” person, Holeman said.\n\nIndiana authorities have released a photograph and sketch of the Delphi suspect.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Greg Gutfeld", "title": "Gutfeld on Trump's response to Khashoggi - Fox News", "description": "Fox News Gutfeld on Trump's response to Khashoggi Fox News Fox News. 1:47 ET. U.S. · World · Opinion · Politics · Entertainment · Business · Lifestyle · TV · Radio; More. Expand / Collapse search. Login. Watch TV. ☰. Hot Topics. Exclusive Trump interview · Gr…", "url": "https://www.foxnews.com/opinion/gutfeld-on-trumps-response-to-khashoggi", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/21/694940094001_5970169132001_5970164813001-vs.jpg", "publishedAt": "2018-11-22T00:47:43Z", "content": "So did the prince kill Khashoggi? \"Maybe he did. Maybe he didn't.\" That's from Trump, causing today's hair-burning media freakout. Which happens whenever Trump tells the blunt truth about a policy we were OK with before him. So now you’re pissed over the Saud… [+1384 chars]", "fulltext": "So did the prince kill Khashoggi?\n\n\"Maybe he did. Maybe he didn't.\"\n\nThat's from Trump, causing today's hair-burning media freakout. Which happens whenever Trump tells the blunt truth about a policy we were OK with before him.\n\nSo now you’re pissed over the Saudis.\n\nAfter decades of human rights abuses, terror-enabling -- this is what gets your goat?\n\nAccording to Ben Rhodes, in 2009, when Obama went to Riyadh, the Saudi king gave each staffer a pile of jewels. And the first couple £100,000 worth of baubles which were accepted, they were sent to the national archives. -- That beats a washer-dryer on “The Price is Right.”\n\nBut even back then we knew Saudi Arabia, they were different. But -- they were allies. And allies can suck.\n\nSo maybe the boss's son had Khashoggi offed. Or maybe not. Which is it?\n\nThink hard. It's a card game.\n\nIf you say the prince is guilty, you're committing poker suicide by folding, while holding all the best cards. Sure, playing your moral ace might please the media.But winning their approval wins America nothing. It just wastes a great opportunity.\n\nBut hold off and say, \"maybe, maybe not,\" and you come out ahead. And the pot you want to win impacts your country’s happiness.\n\nIf you've spent your life playing this game, keeping your cards close and waiting, you know: America has the Saudis over a barrel. Millions of barrels, really. And in negotiations, that means you can get something big from them, that you couldn't get before.\n\nLike what?\n\nMiddle East progress? A chance for peace in Palestine and Israel? The ability to influence oil prices?\n\nWho knows?\n\nFor sure it'll be more than a pile of dumb jewels."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "A life of adventure, religion for American killed in India - Fox News", "description": "Fox News A life of adventure, religion for American killed in India Fox News SEATTLE – John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder, led backpacking expeditions in the Northwest's Cascade Mountains, almost lost…", "url": "https://www.foxnews.com/us/a-life-of-adventure-religion-for-american-killed-in-india", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ad62f1e5c8ee42918f25d65717ab32e7.png", "publishedAt": "2018-11-22T00:37:34Z", "content": "SEATTLE John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder, led backpacking expeditions in the Northwest's Cascade Mountains, almost lost his leg to a rattlesnake bite, and coached soccer for poor children in Iraq an… [+5022 chars]", "fulltext": "John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder, led backpacking expeditions in the Northwest's Cascade Mountains, almost lost his leg to a rattlesnake bite, and coached soccer for poor children in Iraq and South Africa.\n\nBut kayaking to a remote Indian island, home to a tribe known for attacking outsiders with bows and arrows, proved an adventure too far for the avid outdoorsman and Christian missionary. Police said Wednesday that he had been killed , and authorities were working with anthropologists to try to recover his body from North Sentinel, in the Andaman Islands.\n\n\"Words cannot express the sadness we have experienced about this report,\" his family said in a statement posted on his Instagram account. \"He loved God, life, helping those in need, and had nothing but love for the Sentinelese people.\"\n\nVisits to the island are heavily restricted, which Chau knew, authorities said. Police arrested seven fishermen accused of helping him reach it, and Chau's family pleaded for their release, saying he acted \"on his own free will.\"\n\nChau, 26, was from southwestern Washington state, where he attended Vancouver Christian High School. He went on to graduate from Oral Roberts University, a Christian college in Oklahoma, in 2014, with a degree in health and exercise science. While there, he worked with the university's missions and outreach department.\n\n\"I have never known a more courageous, selfless, compassionate man and friend,\" said Bobby Parks, the department's former director. \"John lived and gave his life to share the love of Jesus with everyone.\"\n\nChau also worked with Parks' nonprofit, More Than a Game, a soccer program for disadvantaged children, including refugees. Chau traveled to the Kurdistan region of northern Iraq in 2014 to work with Syrian and Iraqi refugee youth, Parks said, and he worked with Burmese refugee children in Tulsa, Oklahoma, for several years.\n\nOn Father's Day last year, Chau noted on Instagram that his father came to the U.S. as a refugee during China's Cultural Revolution. He also documented his extensive travels, posting photos of climbing peaks of the Cascade Range, scuba diving on previous trips to the Andaman Islands and fishing in Southern California.\n\nOne of Chau's friends, Casey Prince, 39, of Cape Town, South Africa, met the adventurer five years ago, when Chau traveled with members of the Oral Roberts soccer team to volunteer at a soccer development and social leadership program that Prince founded, Ubuntu Football Academy.\n\nSince then, Chau had been back to visit Prince and his family or tutor and coach boys in the program about four times. Most recently, he was there from mid-September to mid-October, Prince said.\n\nPrince described Chau as easy to like, kind, joyful and driven by twin passions: a love of the outdoors and fervent Christianity.\n\n\"He was an explorer at heart,\" Prince said. \"He loved creation and being out in it, I think having probably found and connected with God that way, and deeply so.\"\n\nPrince declined to discuss what Chau had told him about his plans for traveling in India or the islands, saying he wanted to focus on Chau's legacy. But he said Chau accepted the dangers that came with his adventures.\n\n\"If he was taking a risk, he was very aware of it,\" Prince said.\n\nIn a Q&A for the wilderness adventure website the Outbound Collective, Chau said he first fell in love with the outdoors as a child, when he read books like \"Robinson Crusoe\" and \"The Sign of the Beaver,\" a tale of a white boy who befriends a Native American boy after being abandoned in a cabin in 18th century Maine.\n\nThe latter book \"inspired my brother and I to paint our faces with wild blackberry juice and tramp through our backyard with bows and spears we created from sticks,\" Chau said. \"Since then, the outdoors have been my home.\"\n\nAlex Burgdorfer, who lives in Eugene, Oregon, said he met Chau last year when the two went through a recertification course for wilderness first responders. The two hit it off because of their mutual interest in travel and hiking and had recently been trying to get together for a hiking trip in the Northwest.\n\n\"He was an inspiration for me,\" he said. \"His energy was pure. He gave you his full attention and his full thoughts.\"\n\nDuring the wilderness first-aid course, Burgdorfer recalled, Chau gave a short talk about treating snake bites in the wilderness, telling the group of his experience getting bitten by a rattlesnake and almost losing his leg.\n\nIt happened during one of the three seasons Chau lived alone in a cabin at Whiskeytown National Recreation Area in California, where he would be dispatched to wilderness emergencies. Burgdorfer said Chau had been standing near a river when he was bitten on the left ankle. Chau's Instagram feed displays his grotesquely swollen leg and says he spent several days in a hospital.\n\nChau had worked for the past two years leading backpacking trips to Mount Adams in southwest Washington state for incoming students at Reed College in Portland, Oregon, boss Will Symms said.\n\n\"He was always a great person to hang out and talk to,\" Symms said. \"He loved traveling and showing people the wonder of the things all around.\"\n\n___\n\nFlaccus reported from Portland, Oregon."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Colombia tries quashing tensions at migrant camp with soccer", "description": "Colombian officials are hoping to quash tensions at a Venezuelan migrant camp with a game both the new arrivals and their hosts share a passion for: soccer.", "url": "https://www.foxnews.com/world/colombia-tries-quashing-tensions-at-migrant-camp-with-soccer", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-938fb50338b74a4ea1a60d063900e941-1.png", "publishedAt": "2018-11-22T00:29:59Z", "content": "BOGOTA, Colombia Colombian officials are hoping to quash tensions at a Venezuelan migrant camp with a game both the new arrivals and their hosts share a passion for: soccer. Migrants faced off against Colombian aid workers in a tournament Wednesday, two days … [+2588 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nColombian officials are hoping to quash tensions at a Venezuelan migrant camp with a game both the new arrivals and their hosts share a passion for: soccer.\n\nMigrants faced off against Colombian aid workers in a tournament Wednesday, two days after over a dozen Venezuelans were expelled from the camp after a violent protest over food rations.\n\nThat incident, in which some migrants looted supplies and clashed with riot police, marked a rocky start for Colombia's first official camp for Venezuelan migrants, who have flooded the neighboring Andean nation fleeing their own country's economic and humanitarian calamity.\n\n\"It's very good after what happened a few days ago that we could interact with the people here in Colombia,\" said Carlos Uriel, a Venezuelan migrant playing in the tournament.\n\nMigrants cheered from a small concrete stand as eight-person teams named after famous clubs like Barcelona and Real Madrid clashed on a sunbaked field across from the camp.\n\nDuring a break between games, three young men burst into an acrobatic break dance, making the crowd roar in delight.\n\n\"This really relaxes you,\" said Agustin Perez, 52, a migrant playing for a team called Los Vinotinto, the nickname used by Venezuela's national squad.\n\nColombian authorities had been hesitant to set up a refugee-style camp for Venezuelan migrants, fearful that it would become a permanent home for many and hinder their integration into society. But after several hundred homeless migrants set up an informal encampment in a park outside a bus terminal in Bogota, officials decided that offering tents and services was a better alternative.\n\nSome neighbors disagreed. As the Venezuelans were arriving at the encampment, people shouted at them from nearby apartment buildings and accused them of bringing in crime and disease.\n\nLiliana Pulido, director of district planning for Bogota's mayoral office, said authorities are now looking for ways to facilitate meaningful encounters between the Venezuelan migrants and Colombian citizens.\n\nPerez said that many migrants at the camp are still unhappy with the food provided by the city, which has been mostly limited to sandwiches and a piece of fruit. But he said that conditions had been improving since Monday's protest.\n\n\"We finally had a hot meal yesterday, with chicken,\" he said.\n\nCity officials have warned that the camp will only function for three months, and they are hoping that in that time, its residents will be able to find work and pay for their own accommodation elsewhere. But many at the camp worry they won't be able to find jobs until they can legalize their status.\n\nColombia is currently home to more than 1 million Venezuelan migrants and refugees who have fled hyperinflation and food shortages at home. Officials suspect that number could potentially multiply in the years ahead."}]