[{"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Utah mayor killed in Afghanistan had 'loved Afghan people' - Fox News", "description": "Fox News Utah mayor killed in Afghanistan had 'loved Afghan people' Fox News OGDEN, Utah – A Utah mayor killed while serving in the National Guard in Afghanistan had \"loved the Afghan people\" and was a man of conviction, confidence and compassion, family and …", "url": "https://www.foxnews.com/us/utah-mayor-killed-in-afghanistan-had-loved-afghan-people", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ba0b9fd9-ContentBroker_contentid-9b5504e95b54438faed544d45e648f6e.png", "publishedAt": "2018-11-17T22:59:18Z", "content": "OGDEN, Utah A Utah mayor killed while serving in the National Guard in Afghanistan had \"loved the Afghan people\" and was a man of conviction, confidence and compassion, family and military leaders said at a public funeral Saturday. Brent Taylor, 39, was a dee… [+2884 chars]", "fulltext": "A Utah mayor killed while serving in the National Guard in Afghanistan had \"loved the Afghan people\" and was a man of conviction, confidence and compassion, family and military leaders said at a public funeral Saturday.\n\nBrent Taylor, 39, was a deeply patriotic man who was committed to training commandos as part of an effort to build the capacity of the Afghan national army, Utah Army National Guard Maj. Gen. Jefferson Burton said at the service inside an events center in the northern Utah city of Ogden.\n\nTaylor was killed Nov. 3 in an attack by one of the Afghan commandos he was training, military officials said.\n\n\"He was completely committed to going and doing this job,\" Burton said. \"He truly loved the Afghan people and wanted to help them so they could build capacity in themselves and as a nation to be able to stand on their own.\"\n\nTaylor's casket was draped in an American flag and sat in front of a stage where his father, a local leader with The Church of Jesus Christ of Latter-day Saints, led the services.\n\nThe choir sang \"America the Beautiful\" as the opening hymn and \"Born to be a Soldier\" to close in a nod to the service's focus on Taylor's love of country and commitment to sacrifice.\n\nHis wife, Jennie, didn't speak but has previously said the family felt \"heartache but no regret\" because Taylor was trying to bring freedom to others.\n\nBesides his wife, Taylor leaves behind their seven children, ranging from 11 months to 13 years old.\n\nThe memorial service capped off several days of events to honor Taylor.\n\nHundreds of soldiers saluted Taylor's flag-covered casket Wednesday as his remains returned to a National Guard base in Salt Lake City. A couple hundred motorcycle riders carrying American flags followed the hearse north to Taylor's hometown of North Ogden in a procession.\n\nOn Friday, a National Guard member stood guard over his casket during an all-night vigil at a mortuary.\n\nTaylor had taken yearlong leave of absence as the mayor of North Ogden to go on his second tour to Afghanistan. Taylor, a military intelligence officer with Joint Force Headquarters, also had served two tours in Iraq.\n\nYounger brother Derek Taylor said Brent had a knack for bridging gaps and finding resolutions among people with different views — a talent he developed at the family home where fights and disagreements were frequent. He said his brother always ended their phone conversations with \"Love ya, Derek.\"\n\nHe said his brother was blessed with \"three Cs,\" — commitment, confidence and compassion — and those were the driving force behind everything he accomplished.\n\n\"As a brother, Brent was as good as they come,\" Derek Taylor said. \"He was the best of all of us.\"\n\nToby Mileski, a friend and former mayor of Pleasant View, a town neighboring North Ogden, remembered Taylor for his love of eating, his penchant for always running late and his good sense of humor.\n\n\"We were always laughing — always — and that's one thing I'm really going to miss,\" Mileski said, later adding, \"Jennie, kids, your dad was a warrior, a patriot and a super person. I am honored and blessed have been able to call him my best friend.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Democrat Andrew Gillum concedes in governor’s race to Republican Ron DeSantis", "description": "Democrat Andrew Gillum conceded Saturday to GOP challenger Ron DeSantis in their contentious race in Florida for the governor’s mansion.", "url": "https://www.foxnews.com/politics/democrat-andrew-gillum-concedes-in-florida-governors-race-to-republican-ron-desantis", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T22:17:59Z", "content": "Democrat Andrew Gillum conceded Saturday to GOP challenger Ron DeSantis in their contentious race in Florida for the governor’s mansion. The announcement from Gillum, the mayor of Tallahassee, came via a Facebook Live post made alongside his wife. Gillum said… [+698 chars]", "fulltext": "Democrat Andrew Gillum conceded Saturday to GOP challenger Ron DeSantis in their contentious race for the Florida governor’s mansion.\n\nThe announcement from Gillum, the mayor of Tallahassee, came via a Facebook Live post made alongside his wife.\n\nGillum said he wanted \"to congratulate Mr. DeSantis on becoming the next governor of the great state of Florida.\"\n\nGillum also tweeted about his concession.\n\n\"I want to congratulate @RonDeSantisFL on becoming the next Governor of the great state of Florida. My wife R. Jai and I could not be prouder of the way we ran this race,\" Gillum tweeted. \"Most importantly, from the bottom of my heart, I want to thank you for being part of this campaign. I wouldn’t be here without the support that was shown by millions of Floridians. I encourage y’all to keep fighting for what we believe in.\"\n\nGillum had conceded to DeSantis on election night, but retracted it after the margin between the two candidates narrowed. The race went to a legally required recount, but after an initial machine recount, DeSantis still led Gillum by more than 30,000 votes.\n\nIn his Facebook post, Gillum said that \"although nobody wanted to be governor more than me, this was not just about an election cycle.\"\n\n\"This was about creating the kind of change in this state that really allows for the voices of everyday people to show up again in our government and our state and our communities,\" he said. \"We know that this fight continues in spite of the outcome of this election, R.J. and I are committing ourselves alongside each and every one of you.\"\n\nIn response to Gillum's concession, DeSantis tweeted: \"This was a hard-fought campaign. Now it's time to bring Florida together.\"\n\nThis is a developing story. Please check back for updates. Fox News' Heather Lacy and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Migrants get cool reception in Mexican border town - Fox News", "description": "Fox News Migrants get cool reception in Mexican border town Fox News TIJUANA, Mexico – Many of the nearly 3,000 Central American migrants who have reached the Mexican border with California via caravan said Saturday they do not feel welcome in the city of Tij…", "url": "https://www.foxnews.com/us/migrants-get-cool-reception-in-mexican-border-town", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-d0d638b1a8674ea5b493c69520d9306b.png", "publishedAt": "2018-11-17T22:17:23Z", "content": "TIJUANA, Mexico Many of the nearly 3,000 Central American migrants who have reached the Mexican border with California via caravan said Saturday they do not feel welcome in the city of Tijuana, where hundreds more migrants are headed after more than a month o… [+6802 chars]", "fulltext": "Many of the nearly 3,000 Central American migrants who have reached the Mexican border with California via caravan said Saturday they do not feel welcome in the city of Tijuana, where hundreds more migrants are headed after more than a month on the road.\n\nThe vast majority were camped at an outdoor sports complex, sleeping on a dirt baseball field and under bleachers with a view of the steel walls topped by barbed wire at the newly reinforced U.S.-Mexico border. The city opened the complex after other shelters were filled to capacity. Church groups provided portable showers, bathrooms and sinks. The federal government estimates the migrant crowd in Tijuana could soon swell to 10,000.\n\nTijuana Mayor Juan Manuel Gastelum has called the migrants' arrival an \"avalanche\" that the city is ill-prepared to handle, calculating that they will be in Tijuana for at least six months as they wait to file asylum claims. U.S. border inspectors are processing only about 100 asylum claims a day at Tijuana's main crossing to San Diego. Asylum seekers register their names in a tattered notebook managed by migrants themselves that had more than 3,000 names even before the caravan arrived.\n\nWhile many in Tijuana are sympathetic to the migrants' plight and trying to assist, some locals have shouted insults, hurled rocks and even thrown punches at the migrants.\n\nIt's a stark contrast to the many Mexican communities that welcomed the caravan with signs, music and donations of clothing after it entered Mexico nearly a month ago. Countless residents of rural areas pressed fruit and bags of water into the migrants' hands as they passed through southern Mexico, wishing them safe journeys.\n\nAlden Rivera, the Honduran ambassador in Mexico, visited the outdoor sports complex Saturday. Rivera expects the migrants will need to be sheltered for eight months or more, and said he is working with Mexico to get more funds to feed and care for them. He expects the migrant numbers in Tijuana to reach 3,400 over the weekend, with another 1,200 migrants having made it to Mexicali, another border city a few hours to the east of Tijuana. An additional 1,500 migrants plan to reach the U.S. border region next week.\n\nRivera said 1,800 Hondurans have returned to their country since the caravan first set out on Oct. 13, and that he hopes more will make that decision.\n\n\"We want them to return to Honduras,\" Rivera said, adding that each migrant must weigh whether to go home, appeal for asylum in Mexico or wait in line to apply for asylum in the U.S.\n\nThe Mexican Interior Ministry said Friday that 2,697 Central American migrants have requested asylum in Mexico under a program that the country launched on Oct. 26 to more quickly get them credentials needed to live, work and study in southern Mexico.\n\nIvis Muñoz, 26, has considered returning to Honduras. The coffee farmer called his father in Atima, Honduras, on Saturday to consult on his next move a few days after being attacked on a beach by locals in Tijuana. His father told him to stick it out.\n\nMunoz has a bullet in his leg. A gang member shot him a year ago in Honduras and threatened to kill him if he sees him again. Munoz said he found out later his girlfriend had been cheating on him with the gang member.\n\nHe's afraid to go home, but he feels unwelcome in Tijuana.\n\nMunoz was asleep on a beach in Tijuana with about two dozen other migrants when rocks came raining down on them around 2 a.m. Wednesday. He heard a man shout in the darkness: \"We don't want you here! Go back to your country!\" Munoz and the others got up and ran for cover, heading toward the residential streets nearby. As the sun rose, they hitched a ride on a passing truck to Tijuana's downtown. Now he is staying at the sports complex.\n\n\"I don't know what to do,\" said Munoz. He fears the U.S. won't grant him asylum, and that he'll get deported if he tries to cross into the country without authorization.\n\nCarlos Padilla, 57, a migrant from Progreso, Honduras, said a Tijuana resident shouted \"migrants are pigs\" as he passed on the street recently. He did not respond. \"We didn't come here to cause problems, we came here with love and with the intention to ask for asylum,\" Padilla said. \"But they treat us like animals here.\"\n\nPadilla said he will likely return to Honduras if the U.S. rejects his asylum request.\n\nThe migrants' expected long stay in Tijuana has raised concerns about the ability of the border city of more than 1.6 million to handle the influx.\n\nTijuana officials said they converted the municipal gymnasium and recreational complex into a shelter to keep migrants out of public spaces. The city's privately run shelters have a maximum capacity of 700. The municipal complex can hold up to 3,000; as of Friday night there were 2,397 migrants there.\n\nSome business owners near the shelter complained on Saturday of migrants panhandling and stealing.\n\nFrancisco Lopez, 50, owns a furniture store nearby. He said a group of migrants took food from a small grocery a few doors down, and he worries that crime in the area will rise the longer the migrants stay at the shelter.\n\nOther neighbors expressed empathy.\n\n\"These poor people have left their country and they're in an unfamiliar place,\" said Maria de Jesus Izarraga, 68, who lives two blocks from complex.\n\nAs Izarraga spoke from her home's front door, a man interrupted to ask for money to buy a plate of beans. He said he came with the caravan and had blisters on his feet. She gave him some pesos, and continued speaking: \"I hope this all works out in the best possible way.\"\n\nOutside the complex, lines of migrants snaked along the street to receive donations of clothes and coolers full of bottled water being dropped off by charity groups and others looking to help the migrants.\n\nFelipe Garza, 55, acknowledged that many in his hometown don't want to help as he and other volunteers from his church handed migrants coffee and rolls at the impromptu municipal shelter. \"It's uncomfortable to receive such a big multitude of people, but it's a reality that we have to deal with,\" he said.\n\nGarza surmised that if the Central Americans behave, Tijuana will embrace them just as it did thousands of Haitians in 2016. Those Haitians have since opened restaurants, hair salons and enrolled in local universities.\n\nPolice officer Victor Coronel agrees but wonders how much more the city can take. \"The only thing we can do is hope that President (Donald) Trump opens his heart a little,\" said Coronel.\n\nTrump, who sought to make the caravan a campaign issue in last week's elections, took to Twitter on Friday to aim new criticism at the migrants.\n\n\"Isn't it ironic that large Caravans of people are marching to our border wanting U.S.A. asylum because they are fearful of being in their country — yet they are proudly waving ... their country's flag. Can this be possible? Yes, because it is all a BIG CON, and the American taxpayer is paying for it,\" Trump said in a pair of tweets.\n\n___\n\nAssociated Press writer Amy Guthrie in Mexico City contributed to this story."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Fox News", "title": "Georgia certifies election results showing Kemp as victor in governor's race", "description": "Georgia Secretary of State Robyn A. Crittenden on Saturday announced the certification of election results from the disputed midterm elections, and, as anticipated, Republican Brian Kemp was the top vote-getter in the governor's race.", "url": "https://www.foxnews.com/politics/georgia-certifies-election-results-showing-kemp-as-victor-in-governors-race", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T22:00:08Z", "content": "Georgia Secretary of State Robyn A. Crittenden on Saturday announced the certification of election results from the disputed midterm elections, and, as anticipated, Republican Brian Kemp was the top vote-getter in the governor's race, besting Democratic compe… [+1526 chars]", "fulltext": "Georgia Secretary of State Robyn A. Crittenden on Saturday announced the certification of election results from the disputed midterm elections, and, as anticipated, Republican Brian Kemp was the top vote-getter in the governor's race, besting Democratic competitor Stacey Abrams.\n\nWith 100 percent of precincts tallied, the state's official election website showed Kemp with 50.22% of voters, or 1,978,408 votes. Abrams, by comparison, had 48.83 percent, or 1,923,685.\n\nLibertarian candidate Ted Metz had .095 percent of voters, or 37,235 votes, the website showed.\n\n\"After receipt of certified election results from all county election superintendents, the Secretary of State has tabulated, computed, canvassed, and certified the votes cast for all federal and state officers and questions voted for by voters of more than one county,\" the announcement said.\n\nGeorgia, like Florida and Arizona, among others states, saw tensions flare and challenges bloom after the Nov. 6 midterms, amid claims of inaccurate counting, voter suppression and other irregularities. But Abrams acknowledged Friday that she could not defeat Kemp.\n\nStill, she vowed to pursue a federal lawsuit challenging the “gross mismanagement” of the state’s elections. While describing a variety of issues at the polls, Abrams said that \"the state failed its voters.\"\n\n\"I acknowledge that former Secretary of State Brian Kemp will be certified as the victor in the 2018 gubernatorial election. But to watch an elected official – who claims to represent the people in this state, baldly pin his hopes for election on the suppression of the people’s democratic right to vote – has been truly appalling,\" Abrams said. \"So let's be clear, this is not a speech of concession.\"\n\nFox News' Elizabeth Zwirz contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Greece: Police, anarchists mark 1973 uprising with clashes - Fox News", "description": "Fox News Greece: Police, anarchists mark 1973 uprising with clashes Fox News ATHENS, Greece – A march to the U.S. Embassy in Greece held Saturday for the anniversary of a fatally suppressed 1973 student uprising was mostly peaceful, while police officers and …", "url": "https://www.foxnews.com/world/greece-police-anarchists-mark-1973-uprising-with-clashes", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-58671bcf5e774c0984a5d20ea283ec43-1.png", "publishedAt": "2018-11-17T21:45:42Z", "content": "ATHENS, Greece A march to the U.S. Embassy in Greece held Saturday for the anniversary of a fatally suppressed 1973 student uprising was mostly peaceful, while police officers and anarchists clashed in Athens and the next two next largest cities long after da… [+2076 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nA march to the U.S. Embassy in Greece held Saturday for the anniversary of a fatally suppressed 1973 student uprising was mostly peaceful, while police officers and anarchists clashed in Athens and the next two next largest cities long after dark.\n\nAbout 6,000 extra police officers were on hand to monitor the march from the university site of the uprising, the National Technical University of Athens, to the embassy. The military dictatorship that ruled Greece at the time violently put down the uprising, and many Greeks accuse the United States of supporting the 1967-74 regime.\n\nIn the end, most of the trouble happened elsewhere.\n\nPolice said a group of about 300 agitators in the capital erected barricades and threw firebombs and rocks at officers, who responded with tear gas and stun grenades.\n\nIn Thessaloniki, Greece's second-largest city, officers faced off with about 200 anarchists threw an intense barrage of firebombs. At least ten people were detained. Another five people were detained in Patras after an unknown number of assailants attacked officers, police said.\n\nAbout 15,000 people participated in the march held earlier to observe the 45th anniversary of the student rebellion. The precise number of deaths in the uprising is unknown. Estimates range from 18-40.\n\nWhile the event went off relatively trouble-free, government ministers and other marchers representing Greece's ruling Syriza party had plastic bottles and coffee cups thrown at them outside the embassy.\n\nAnd in an indication of what would come later, a group that marched past the embassy attacked officers at a subway station across from Athens police headquarters, authorities said. Eight suspects were detained, police said.\n\nTwo more were detained outside the university, also known as the Polytechnic.\n\nMunicipal workers had removed the trash cans that demonstrators often use as makeshift barricades, so desks and other furniture were brought out from the university in their place. Others climbed onto rooftops inside the Polytechnic complex and threw Molotov cocktails and rocks on officers.\n\nPolice brought a water cannon to the scene, but used it to put out fires because firetrucks would not approach the area.\n\n____\n\nCostas Kantouris reported from Thessaloniki.\n\n___\n\nFollow Kantouris on Twitter: https://twitter.com/CostasKantouris"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Hits & Misses: 11/17/2018", "description": "Panel calls out the week's best and worst.", "url": "http://video.foxnews.com/v/5968439006001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968444900001_5968439006001-vs.jpg", "publishedAt": "2018-11-17T21:11:18Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Charlie Kirk", "title": "Charlie Kirk: Democrats come out the big losers in Florida’s election mess", "description": "Despite desperate efforts by Democrats to overturn the decision of Florida’s voters – and despite the state’s deeply flawed, mismanaged and corrupt election system – it’s now clear that Republican Ron DeSantis will be the state’s next governor and Republican …", "url": "https://www.foxnews.com/opinion/charlie-kirk-democrats-come-out-the-big-losers-in-floridas-election-mess", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968100302001_5968097450001-vs.jpg", "publishedAt": "2018-11-17T20:47:32Z", "content": "Despite desperate efforts by Democrats to overturn the decision of Florida’s voters – and despite the state’s deeply flawed, mismanaged and corrupt election system – it’s now clear that Republican Ron DeSantis will be the state’s next governor and Republican … [+5682 chars]", "fulltext": "Despite desperate efforts by Democrats to overturn the decision of Florida’s voters – and despite the state’s deeply flawed, mismanaged and corrupt election system – it’s now clear that Republican Ron DeSantis will be the state’s next governor and Republican Gov. Rick Scott will be its next U.S. senator.\n\nWhile a hand recount is still underway in Scott’s race against incumbent Democratic Sen. Bill Nelson, “Nelson was left with almost no chance of pulling off a comeback to retain his seat” because Scott was leading by more than 12,000 votes, the Washington Post reported. And Florida’s machine recount of votes showed DeSantis more than 33,000 votes ahead of Democratic Tallahassee Mayor Andrew Gillum – a margin too large to mandate a hand recount.\n\nDemocrats who refuse to accept that DeSantis will be governor and that Scott is heading to the Senate are refusing to accept reality. Their complaints against Republicans are absurd and simply the whining of sore losers unable to accept responsibility for their losses.\n\nThe reality in Florida is that the state’s voting system is badly broken. U.S. District Judge Mark Walker, who is presiding in one of several lawsuits arising out of the Nov. 6 midterm elections, was right when he recently said: “We have been the laughingstock of the world, election after election, and we chose not to fix this.”\n\nWhy does Florida have so many problems counting votes and determining which votes should count?\n\nThere are three issues involved in determining which votes are valid.\n\nThe first issue is voter fraud. This can involve someone voting who does not have the right to vote, such as a person who is not a U.S. citizen. It can also involve someone voting more than once, such as a person who moves to a new community but is still registered to vote from his or her previous residence. Fraud can also take place when a person pretends to be someone else – such as a voter who has died – and votes under that false identity.\n\nThe second issue is election interference or tampering. This is where a person or entity acts improperly to influence voters or the counting of votes. This can involve many things, such as: foreign interference in an election; computer hacking to alter voter databases; tampering with equipment that records votes; and creating front groups to put out false information on social media, in ads, in mailings, in robocalls and in other ways.\n\nThe third issue is voter suppression. This involves efforts to discourage or prevent voters from casting ballots. Democrats accuse Republicans of this because Republicans favor measures to prevent voter fraud, such as requiring voters to present a form of identification when casting ballots. The Democratic claim makes no sense. Requirements for an ID are not voter suppression – they are just commonsense steps to ensure people don’t vote if they are ineligible, don’t vote using false identities and don’t vote more than once. True voter suppression took place in the past, usually by Democrats in the South, to deny African-Americans the vote. And the votes of women were suppressed before they were granted the right to vote nationwide by the 19th Amendment to the Constitution in 1920.\n\nHistorically, Democrats have shown they are willing to do just about anything to win elections. Republicans must quit taking the high road and fight back with everything we have.\n\nDemocrats have long been the party of voter fraud. The line “vote early and often” describes the Democratic Party machine in Chicago (the original line has even been attributed to gangster Al Capone, although nobody knows). Chicago has also been a place where the grateful dead have been more of an election force than a rock band. There, as in other major urban population centers, Democrats have used voter fraud as a way to retain and consolidate power.\n\nToday the voter fraud issue centers around letting non-citizens have access to the ballot box. Despite media claims that there is no evidence of this happening, the truth is that there is plenty of observational evidence from around the country that it is. Letting non-citizens vote jeopardizes our principles as a nation. They vote only for entitlement, not for their own responsibility as citizens.\n\nElection interference and vote tampering certainly appear to have occurred in Broward County in Florida in the recent midterm elections.\n\nBroward County Elections Supervisor Brenda Snipes, a Democrat who has held the position since 2003, has a long history of duplicitous behavior. As NPR – hardly a tool of the Republican Party – recently reported: “Accusations of bias and incompetence have followed Snipes for years.”\n\nAnd yet Snipes continues to be allowed to serve because a majority of people living in predominantly Democratic Broward County apparently believe the ends justify the means when it comes to counting votes in order to favor Democrats.\n\nThe intellectual dishonesty of Democrats trying win elections they actually lost in Florida and elsewhere is staggering. Make no mistake, the only thing that these Democrats care about is winning this election in this moment. They don’t care that by doing whatever is needed to win they are undermining our entire system of government.\n\nBanana Republic is a great clothing store but a lousy place to live. This is the kind of behavior we see in such nations.\n\nRepublicans need to understand there is no high road to take here. We need to be as aggressive as we legally can be, and any politician subjected to Democratic tactics designed to improperly win elections cannot ever concede or withdraw.\n\nDemocrats know the mathematics of being able to “flip” just a few votes in every voting location. With over 113,000 voting sites in the United States it doesn’t take much.\n\nWe should all be grateful to the Founding Fathers for our electoral system. We need to be vigilant in protecting it in the face of attacks by Democrats that are stronger than ever."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Adam Shaw", "title": "Cindy McCain says US needs 'a strong leader, not a negative Nancy’", "description": "Cindy McCain, in an interview broadcast Friday, said that she hopes President Trump learns from the midterm elections and realize that “our country needs a strong leader, not a negative Nancy.”", "url": "https://www.foxnews.com/politics/cindy-mccain-says-us-needs-a-strong-leader-not-a-negative-nancy", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18321606871078.jpg", "publishedAt": "2018-11-17T20:33:50Z", "content": "Cindy McCain, in an interview broadcast Friday, said that she hopes President Trump learns from the midterm elections and realizes that “our country needs a strong leader, not a negative Nancy.” \"It's very humbling to lose and I hope he learns from it,\" McCai… [+2428 chars]", "fulltext": "Cindy McCain, in an interview broadcast Friday, said that she hopes President Trump learns from the midterm elections and realizes that “our country needs a strong leader, not a negative Nancy.”\n\n\"It's very humbling to lose and I hope he learns from it,\" McCain, whose late husband, Sen. John McCain, sparred regularly with Trump, told CBS News. She said she hopes the midterm results will take Trump \"back to basics.\"\n\n\"I hope he learns from it and realizes that our country needs a strong leader and not a negative Nancy, if I can put it in such a basic term,\" she said. \"We need our president. We need a White House that's strong, we need a White House that's not sparring with each other. And right now I think we're -- things are in disarray, and I would hope through this that he does learn.\"\n\nSenator McCain -- a six-term Arizona senator, 2008 GOP presidential pick and Vietnam War hero -- died in August after a fight with brain cancer. Trump did not attend McCain’s funeral after a lengthy feud that apparently went unresolved. In 2015, after McCain had said Trump's platform had \"fired up the crazies,\" Trump mocked McCain's imprisonment in the Vietnam War, saying: \"I like people that weren't captured.\"\n\nTrump had also fumed about McCain's vote last year in the Senate to kill off a bill to reform ObamaCare, and returned to the topic frequently in public.\n\nCindy McCain told CBS that Trump nor first lady Melania Trump reached out to her after the funeral, but she said it was OK, as that \"was not what I needed at the time. I needed my family, and I had them.\"\n\nShe also said she did not know that Meghan McCain, who also co-hosts ABC's \"The View,\" would use her tribute to her father to hit Trump by saying that “the America of John McCain has no need to be made great again because America was always great.\"\n\n\"I will say that our children obviously took this very hard. All of them did, especially Meghan. And Meghan is certainly entitled to and speaks her mind just like her father did,\" Cindy McCain said.\n\n\"And I respect her for that, and I had not read her speech. I did not know what she was going to say but I was very proud of her, very proud of her that day. It was hard to give.\"\n\nBut McCain also said that “it’s, at times, been hard for me to listen to [Trump] about my husband, I’ll be honest.”\n\nIn terms of political rhetoric, she said her husband would be “terribly frustrated and terribly distraught at just the denigration of all of this.\"\n\n\"He was the one that was kind of the conscience of the Senate, I believe, and his ability to at least bring people together and talk about it in whatever way he could was very important, and we've lost his voice,\" McCain said."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "Broward election boss says racism may be behind clamor against her", "description": "Embattled Broward County Election Supervisor Brenda Snipes claimed Saturday that racism is “probably” behind the widespread backlash against her.", "url": "https://www.foxnews.com/politics/broward-election-boss-says-racism-may-be-behind-clamor-against-her", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T20:31:23Z", "content": "Embattled Broward County Election Supervisor Brenda Snipes claimed Saturday that racism is “probably” behind the widespread backlash against her. Snipes, who has come under heavy criticism over her handling of the Florida recount after the contentious midterm… [+2827 chars]", "fulltext": "Embattled Broward County Election Supervisor Brenda Snipes claimed Saturday that racism is “probably” behind the widespread backlash against her.\n\nSnipes, who has come under heavy criticism over her handling of the Florida recount after the contentious midterm elections earlier this month, told The Guardian that she believes protesters camped outside the Broward recount center could be there out of hatred of her skin color.\n\nThough she declined to elaborate during her brief interview, when asked if race played a factor, she answered: “Probably. Probably.”\n\nSnipes, who has a history of election missteps, has been under the microscope ever since Florida ordered a statewide recount last Saturday.\n\nUnder her leadership, the county embarrassingly missed its machine recount deadline on Thursday. On Saturday, it had to temporarily stop its manual recount roughly an hour after it began; lawyers from both political parties pointed out that volunteers were counting the wrong ballots.\n\nTo be sure, the pressure has been intense and it hasn’t helped that President Trump and other Republicans have called on her to resign.\n\nFormer Florida Gov. Jeb Bush added his voice to the growing number of people calling for Snipes to be removed from her post amid the swirl of almost-constant controversy.\n\n“There is no question that Broward County Supervisor of Elections Brenda Snipes failed to comply with Florida law on multiple counts, undermining Floridians’ confidence in our electoral process,” Bush tweeted on Monday. “Supervisor Snipes should be removed from her office following the recounts.”\n\nSnipes has received threats of violence and harm, and a source in her office told Fox News she has requested that deputies give her rides home at the end of the night.\n\nThere are also reports that she and Palm Beach County Elections Supervisor Susan Bucher have been \"doxxed\" -- their home addresses and pictures of their home have been published on the Internet.\n\nInformation about the reporting doxxing and the group thought to be responsible has been turned over to the FBI.\n\nOn Thursday, Snipes boasted about making the state’s deadline for machine recounts. “We are excited to be at this point,” she said Thursday afternoon.\n\nA few hours later, election officials were forced to admit the county had missed the upload deadline for the recount by two minutes, making its machine recount tally void.\n\nGov. Rick Scott, the Republican challenger in the high-stakes Senate race in Florida, charged that Snipes intentionally submitted late results so that they would be invalidated.\n\nIn the recount, incumbent Sen. Bill Nelson, the Democrat running against Scott, lost more votes than his opponent -- meaning Scott would have seen a net gain of 779 votes if Snipes hadn't been late.\n\nFox News’ Gregg Re and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Karl Rove on challenges facing both parties in new Congress", "description": "Democrats divided over party leadership, Republicans acknowledge shortcomings that lost House; former Bush adviser and Fox News contributor Karl Rove gives his take.", "url": "http://video.foxnews.com/v/5968431370001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968432354001_5968431370001-vs.jpg", "publishedAt": "2018-11-17T20:27:50Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Stephen Colbert reveals why he returned to Catholicism after losing his faith - Fox News", "description": "Fox News Stephen Colbert reveals why he returned to Catholicism after losing his faith Fox News Late night television host Stephen Colbert is open about his faith but revealed in an interview that he became \"convicted of [his] atheism\" before returning to Cat…", "url": "https://www.foxnews.com/entertainment/stephen-colbert-reveals-why-he-lost-his-faith-before-returning-to-catholicism", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Stephen-COlbert.jpg", "publishedAt": "2018-11-17T19:21:44Z", "content": "Late night television host Stephen Colbert is open about his faith but revealed in an interview that he became \"convicted of [his] atheism\" before returning to Catholicism. The CBS star told Father James Martin on his Catholic talk show “Faith in Focus” on Th… [+1583 chars]", "fulltext": "Late night television host Stephen Colbert is open about his faith but revealed in an interview that he became \"convicted of [his] atheism\" before returning to Catholicism.\n\nThe CBS star told Father James Martin on his Catholic talk show “Faith in Focus” on Thursday night that there was a time in his life he turned away from God. However, a moment in 1986, when he was 22 years old, changed his mind while walking down the street in Chicago.\n\n“I had lost my faith in God, to my great grief,” he explained. “I was sort of convinced that I had been wrong all this time that I had been taught something that wasn’t true.”\n\nThat day, while walking, a person handed the comedian a book.\n\nPOLITICS ON LATE NIGHT: STEPHEN COLBERT RIDICULES PRESIDENT TRUMP’S MEDAL OF FREEDOM PICKS\n\n“And I was walking down the street and somebody handed me a little, green New Testament Proverbs and Psalms,” he said.\n\n“The Late Show” host said he had to crack the Bible open in order to read it because it was so cold outside.\n\n“And I open it up to a little glossary in the front and it said verses to read based upon if you [have] anxiety,” he said.\n\nHe recalled the passage being from Matthew Chapter 5. The comedian said he immediately felt “lightened” after reading the passage.\n\n“For the first time I understood the real meaning of the phrase, it spoke to me. Like it read off the page. The words of Christ read off the page. There was no effort. I stood on that street corner in the cold and read that sermon. And my life has never been the same,” Colbert said.\n\nCHRIS PRATT DENIES HOLLYWOOD IS ANTI-RELIGIOUS\n\n“That’s beautiful,” the priest responded.\n\n“This gift of religion is something that can only be given in this way,” he continued.\n\n“And therefore you should be humble and accept this act of love. And see what it is they gave you without rejecting it,” he said."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Florida sues Walgreens, CVS in connection with opioid crisis", "description": "Florida is accusing Walgreens and CVS in a lawsuit with contributing to the opioid crisis in the state and nationally.", "url": "https://www.foxnews.com/us/florida-sues-walgreens-cvs-in-connection-with-opioid-crisis", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T19:08:50Z", "content": "Florida is accusing Walgreens and CVS in a lawsuit with contributing to the opioid crisis in the state and nationally. Attorney General Pam Bondi announced late Friday that she has added the nation's two largest drugstore chains to a state-court lawsuit filed… [+1673 chars]", "fulltext": "Florida is accusing Walgreens and CVS in a lawsuit with contributing to the opioid crisis in the state and nationally.\n\nAttorney General Pam Bondi announced late Friday that she has added the nation's two largest drugstore chains to a state-court lawsuit filed last spring against Purdue Pharma, the maker of OxyContin, and several opioid distributors.\n\n“We will continue to pursue those companies that played a role in creating the opioid crisis,” said Attorney General Bondi. “Thousands of Floridians have suffered as a result of the actions of the defendants.”\n\nFEDS PROSECUTING FENTANYL OVERDOSE DEATHS AS HOMICIDES IN CRACKDOWN ON OPIOID DEALERS\n\nThe amended complaint alleges that Walgreens and CVS were two of the largest opioid distributors in Florida and failed in their duties under Florida law to stop suspicious orders of opioids they received, according to Bondi. The amended complaint also alleges that Walgreens and CVS dispensed unreasonable quantities of opioids from their pharmacies.\n\nWalgreens distributed 2.2 million opioid tablets from its store in Hudson, a Tampa-area town of 12,000, and in one unidentified town of 3,000, sold 285,000 pills in a month, the lawsuit says. In some stores, its opioid sales jumped six-fold in two years. The company paid $80 million five years ago to resolve a federal investigation that centered on inadequate record keeping of its Florida opioid sales that allowed the pills to reach the black market.\n\nFlorida's accusations against CVS were more general, saying it sold 700 million opioid dosages between 2006 and 2014, including outsized sales in Hudson and two other nearby towns.\n\nCVS did not immediately respond Saturday to emails seeking comment, the Associated Press reported. Walgreens did not immediately respond to a phone message and emails. Both companies on their websites say they are committed to fighting opioid abuse.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "C. African Republic militia leader turned over to tribunal", "description": "A commander in a Central African Republic militia has been arrested and turned over to the International Criminal Court to face charges that include murder and torture, the court announced Saturday.", "url": "https://www.foxnews.com/world/c-african-republic-militia-leader-turned-over-to-tribunal", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T19:07:15Z", "content": "THE HAGUE, Netherlands A commander in a Central African Republic militia has been arrested and turned over to the International Criminal Court to face charges that include murder and torture, the court announced Saturday. The court, established to prosecute a… [+1753 chars]", "fulltext": "A commander in a Central African Republic militia has been arrested and turned over to the International Criminal Court to face charges that include murder and torture, the court announced Saturday.\n\nThe court, established to prosecute atrocities such as war crimes, said Central African Republic authorities surrendered Alfred Yekatom on Saturday. Court spokesman Fadi El Abdallah would not say if Yekatom already had been sent to the court's headquarters in The Hague.\n\nThe Central African Republic has been plagued by interreligious and intercommunal fighting since 2013, when predominantly Muslim Seleka rebels seized power in the capital and mainly Christian anti-Balaka militias fought back. The violence left thousands of people dead and displaced hundreds of thousands more.\n\nThe court alleges that Yekatom commanded some 3,000 anti-Balaka fighters responsible for atrocities committed between December 2013 and August 2014 in the capital, Bangui, and other locations.\n\nIt said Yekatom would make his first appearance before judges at the court \"in due course,\" when he will be asked if he understands the charges and his rights.\n\nThe International Federation for Human Rights welcomed Yekatom's transfer to ICC custody.\n\nThe move \"confirms the authorities' commitment to cooperate with the ICC when they are unable to pursue those most responsible for war crimes,\" said Drissa Traore, a vice president of the federation.\n\nThe government of the Central African Republic asked the ICC in May 2014 to investigate crimes allegedly committed by both the Seleka and the anti-Balaka.\n\nTraore urged the court to follow up the charges against Yekatom with a case against Seleka leaders \"so that the ICC can target the perpetrators of these crimes and better reflect the totality of abuses suffered by victims.\"\n\nIn June, ICC appeals judges overturned the conviction of former Congolese Vice President Jean-Pierre Bemba for atrocities committed by his forces in Central African Republic in 2002-2003."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "FDA warns against honey pacifiers after Texas infants hospitalized with 'rare' illness - Fox News", "description": "Fox News FDA warns against honey pacifiers after Texas infants hospitalized with 'rare' illness Fox News Parents, be warned: The U.S. Food and Drug Administration (FDA) is cautioning caregivers to not give honey to babies under one year of age, as four infant…", "url": "https://www.foxnews.com/health/texas-infant-hospitalization-sparks-fda-honey-pacifier-warning", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/honey-Pacifier-Split.jpg", "publishedAt": "2018-11-17T18:37:38Z", "content": "Parents, be warned: The U.S. Food and Drug Administration (FDA) is cautioning caregivers to not give honey to babies under one year of age, as four infants in Texas were recently hospitalized after using pacifiers that contained the sweet substance. SUCKING O… [+1244 chars]", "fulltext": "Parents, be warned: The U.S. Food and Drug Administration (FDA) is cautioning caregivers to not give honey to babies under one year of age, as four infants in Texas were recently hospitalized after using pacifiers that contained the sweet substance.\n\nSUCKING ON YOUR BABY’S PACIFIER TO CLEAN IT MAY BE GOOD FOR THEIR HEALTH, STUDY SAYS\n\nThe government agency issued the warning Friday after receiving “reports from the state of Texas that four infants have been hospitalized with botulism,” which is a “rare but serious” condition that can cause death in some cases.\n\nThe honey pacifiers the infants used were purchased in Mexico though similar products can be found through online retailers in the U.S, the federal agency said.\n\nBotulism is “caused by a toxin that attacks the body’s nerves and causes difficulty breathing, muscle paralysis, and even death,” according to the FDA. The toxin is typically produced by the Clostridium botulinum bacteria.\n\n“Honey is a known source of Clostridium botulinum spores, which can multiply in a baby’s immature digestive system, and has previously been implicated in some cases of infant botulism,” the FDA explained online.\n\nThe FDA said any parents who have purchased a honey pacifier -- either one dipped in the substance or filled with it -- should “stop using it and discard it immediately.”\n\nBOY WHO LOST LEGS TO MENINGITIS AS A NEWBORN LEARNS TO WALK ON PROSTHETIC LIMBS\n\n“The FDA recommends online retailers discontinue sales of honey-filled pacifiers,” it added."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Cop who led Harvey Weinstein probe reassigned in NYPD shakeup - Fox News", "description": "Fox News Cop who led Harvey Weinstein probe reassigned in NYPD shakeup Fox News The New York City cop in charge of the Harvey Weinstein investigation has been reassigned, according to reports. NYPD's Special Victim's Division commander Michael Osgood was boot…", "url": "https://www.foxnews.com/us/cop-who-led-harvey-weinstein-probe-reassigned-in-nypd-shakeup", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Harvey-Weinstein.jpg", "publishedAt": "2018-11-17T18:31:07Z", "content": "The New York City cop in charge of the Harvey Weinstein investigation has been reassigned, according to reports. NYPD’s Special Victim’s Division commander Michael Osgood was booted to Staten Island as part of a major shakeup, the New York Post reported. His … [+1041 chars]", "fulltext": "The New York City cop in charge of the Harvey Weinstein investigation has been reassigned, according to reports.\n\nNYPD’s Special Victim’s Division commander Michael Osgood was booted to Staten Island as part of a major shakeup, the New York Post reported.\n\nHis removal comes after a scathing report said the division was understaffed and under-trained, according to the paper.\n\nHARVEY WEINSTEIN ACCUSED OF SEXUALLY ASSAULTING 16-YEAR-OLD GIRL: REPORT\n\nEvidence also surfaced last month that Weinstein case detective Nicholas DiGaudio, whom Osgood worked closely with on the case, had coached a witness and told one of the movie producer's accusers to delete material from her cellphone. Weinstein's lawyers said last week that they want to question Osgood in court about DiGaudio's conduct.\n\nDiGaudio's alleged coaching led prosecutors to drop one of Weinstein's charges. Afterward, police said he was no longer involved in the case. His union has said he \"was simply trying to get to the truth\" and wasn't trying to influence the investigation.\n\nWeinstein denies all allegations of nonconsensual sex.\n\nOsgood was replaced Friday by veteran cop Judith Harrison. Osgood and Harrison are deputy chiefs.\n\n“If we can get better, we will get better,” Harrison said.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "FLORIDA RECOUNTS BY HAND...", "description": "FLORIDA RECOUNTS BY HAND... (Third column, 3rd story, link ) Related stories: DAY 10: Stacey Abrams ends run for gov... FIERY SPEECH... Pelosi meets with freshmen key to speakership bid... Trump Offers Help Securing Votes... California Republicans look for wa…", "url": "https://www.foxnews.com/politics/broward-counts-the-wrong-ballots-as-florida-races-to-finish-manual-recount-ahead-of-sunday-deadline", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18321509867593-1.jpg", "publishedAt": "2018-11-17T18:07:38Z", "content": "FORT LAUDERDALE, Fla. Fresh off its bungled machine recount, Broward County’s second day of manual recounting temporarily stopped about an hour after it began Saturday when lawyers from both political parties pointed out that volunteers were counting the wron… [+4636 chars]", "fulltext": "Fresh off its bungled machine recount, Broward County’s second day of manual recounting temporarily stopped about an hour after it began Saturday when lawyers from both political parties pointed out that volunteers were counting the wrong ballots.\n\nHundreds of volunteers spent most of Friday sorting through 32,000 overvotes and undervotes in the Senate race between incumbent Sen. Bill Nelson and Republican Gov. Rick Scott. Broward officials announced Friday night they had finished their manual recount.\n\nOn Saturday, the volunteers started sorting about 22,000 undervotes and overvotes in the contentious contest for Florida Commissioner of Agriculture.\n\nThat came to a grinding halt when lawyers found thousands of overlapping ballots which clearly showed a vote in the agriculture race but were fuzzy in the Senate race.\n\nGOP'S MIA LOVE TAKES LEAD IN UTAH HOUSE RACE AS COUNT CONTINUES\n\n“It appears there may have been some ballots from yesterday mixed in with the ones for today,” Broward Canvassing Board Judge Deborah Carpenter-Toye told reporters.\n\nForty-seven manila envelopes from the Senate recount were mixed in with the envelopes distributed for the commissioner race.\n\nBroward County Canvassing Board Attorney Rene Harrod told Fox News the issue was caught in time and that none of the 47 envelopes made it to the canvassing board. It’s an important catch because it rules out the possibility of some votes being counted twice.\n\nFLORIDA RECOUNTS CONTINUE WITH SENATE: A LOOK AT WHERE WE ARE NOW WITH THE ELECTION\n\nRepublican lawyer Joe Goldstein demanded the recount be stopped. Instead, the canvassing board decided to keep counting and instructed volunteers to flag any incorrect ballots from Saturday’s count.\n\nThe news comes as Florida struggles to complete its mandatory manual recount in the U.S. Senate race by noon Sunday. The Sunshine State – Broward County in particular - has been under the microscope since the recounts were ordered last Saturday.\n\nOn Thursday, embattled Broward County Supervisor of Elections Brenda Snipes boasted about making the state’s deadline for machine recounts.\n\n“We are excited to be at this point,” she said Thursday afternoon.\n\nA few hours later, election officials were forced to admit the county had uploaded the results of the recount two minutes after the state’s 3 p.m. cutoff - making its machine recount tally void.\n\nBroward’s results from Election Night will stand until manual recount totals come in Sunday at noon.\n\nScott’s campaign charged that Snipes intentionally submitted late results so that they would be invalidated. In the recount, Nelson, lost more votes than Scott -- meaning Scott would have seen a net gain of 779 votes if Snipes hadn't been late.\n\nBroward was one of three counties that did not make the machine deadline.\n\nRARE RECOUNTS UNLIKELY TO REVERSE ELECTION RESULTS, BUT IF THEY DO, DEMOCRATS ALWAYS WIN\n\nHillsborough County intentionally refused to report its figures, which would have awarded Scott approximately 150 votes, because the recount turned up 846 fewer votes in total than the county's initial tally.\n\n\"Even though we achieved 99.84 percent success in our recount effort, we are not willing to accept that votes go unreported,\" Hillsborough County Supervisor of Elections Craig Latimer told reporters. \"For that reason, the Canvassing Board has decided that the first unofficial results will stand as our second unofficial.\"\n\nIn Palm Beach, election supervisor Susan Bucher said the county found “dozens of precincts missing a significant number” of votes during the machine recount and indicated there may be entire boxes of ballots that weren’t counted, according to the New York Times.\n\nShe also blamed the county’s issues mechanical errors and said the scanning machine overheated.\n\nShe flew in two mechanics to fix the problem. The technicians, though, witnessed Palm Beach County workers jam a paper clip into the scanner’s “enter” button to slow the high-speed scanner down. That action caused a short circuit that cut off the power, according to the New York Times.\n\nMore than 8.1 million votes were cast in Florida. The state is scheduled to certify results in the Senate race on Nov. 20.\n\nFox News’ Gregg Re, Sarah Chakales and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News Insider", "title": "Dershowitz: Hard-Left Democrats Are 'Tolerating Anti-Semitism' to Avoid Being Alienated - Fox News Insider", "description": "Fox News Insider Dershowitz: Hard-Left Democrats Are 'Tolerating Anti-Semitism' to Avoid Being Alienated Fox News Insider Alan Dershowitz said Saturday on Fox & Friends that Democrats on the extreme left are \"tolerating anti-Semitism\" to avoid being alienated…", "url": "http://insider.foxnews.com/2018/11/17/alan-dershowitz-hard-left-democrats-are-tolerating-anti-semitism-avoid-being-alienated", "urlToImage": "http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/NewDersh111718.jpg?itok=tCC-ysEL", "publishedAt": "2018-11-17T18:04:31Z", "content": "Alan Dershowitz said Saturday on Fox &amp; Friends that Democrats on the extreme left are \"tolerating anti-Semitism\" to avoid being alienated by their base. His remarks come after Minnesota Rep.-elect Ilhan Omar seemed to reverse her stance on the Boycott, Di… [+1777 chars]", "fulltext": "Alan Dershowitz said Saturday on Fox & Friends that Democrats on the extreme left are \"tolerating anti-Semitism\" to avoid being alienated by their base.\n\nHis remarks come after Minnesota Rep.-elect Ilhan Omar seemed to reverse her stance on the Boycott, Divestment, and Sanctions (BDS) movement against Israel.\n\nDuring a forum in August, Omar said that she supports a two-state solution to the Israeli–Palestinian conflict, saying that it's important to \"recognize Israel’s place in the Middle East and the Jewish people’s rightful place within that region.\"\n\nHowever, Omar's campaign told the blog Muslim Girl that she \"believes in and supports the BDS movement,\" though she has reservations about its effectiveness.\n\n'A Tremendous Partner': Spicer Praises 'Loyal' Pence, Says Trump Values VP’s Counsel\n\nDershowitz said on Saturday that Omar's change in opinion shows that the hard-left of the Democratic Party \"are tolerating anti-Semitism.\"\n\n\"They don't want to alienate that part of their base,\" the Harvard Law professor emeritus said.\n\nAccording to Muslim Girl, Omar's campaign acknowledged that the newly elected congresswoman voted against an anti-BDS bill in Minnesota.\n\nDershowitz added that Omar has gone \"over the line to anti-Semitism,\" noting that in 2012, she tweeted that Israel, a U.S. ally, \"has hypnotized the world\" and also called it an \"apartheid\" regime.\n\nDrawing attention to the apartheid Israeli regime is far from hating Jews. You are a hateful sad man, I pray to Allah you get the help you need and find happiness. https://t.co/SvEXjlxlEN — Ilhan Omar (@IlhanMN) May 31, 2018\n\n\"My concern is not that the Democrats are becoming anti-Semitic, it's that they are unwilling to attack anti-Semites on the extreme left of their base because they don't want to lose votes.\"\n\nWatch more above.\n\nIngraham: 'Anti-Israel Bias' of Some Incoming House Dems 'Downright Disturbing'\n\n'Money Talks': Tomi Says Dems Will 'Fall in Line' With 'Chief Fundraiser' Pelosi\n\n'A Very Sleazy Move': The Five Takes on Kamala Harris Comparing ICE to KKK"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Supporters, opponents clash over Dutch character Black Pete", "description": "Scattered confrontations broke out Saturday between supporters and opponents of the divisive helper of the Dutch version of Santa Claus, police and media reported, amid a fierce and increasingly polarized debate about the helper known as Black Pete.", "url": "https://www.foxnews.com/world/supporters-opponents-clash-over-dutch-character-black-pete", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-05e8ad8245c54900b982d1ed4a657431.png", "publishedAt": "2018-11-17T17:51:30Z", "content": "THE HAGUE, Netherlands Scattered confrontations broke out Saturday between supporters and opponents of the divisive helper of the Dutch version of Santa Claus, police and media reported, amid a fierce and increasingly polarized debate about the helper known a… [+1752 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nScattered confrontations broke out Saturday between supporters and opponents of the divisive helper of the Dutch version of Santa Claus, police and media reported, amid a fierce and increasingly polarized debate about the helper known as Black Pete.\n\nWhite people often daub their faces with black paint when they dress up to play the character. Opponents say such depictions of Black Pete promote racist stereotypes. Supporters defend the sidekick of Sinterklaas, the white-bearded, red-robed Dutch version of St. Nicholas, as a traditional children's character.\n\nA nationally televised parade to welcome Sinterklaas in the historic village of Zaandijk north of Amsterdam went off peacefully, but at parades across the country there were a small number of confrontations.\n\nPolice in Rotterdam tweeted they made three arrests as supporters of Black Pete clashed with anti-Pete protesters, but added that the vast majority of events were peaceful.\n\nIn the northern city of Leeuwarden, police said they \"prevented two groups getting into a fight.\" In nearby Groningen, police separated two groups of protesters to prevent a confrontation.\n\nPolice in The Hague said riot police kept pro-Pete activists away from anti-Pete protesters as they were escorted to the city's main railway station.\n\nDutch media also reported that soccer fans confronted a small group of anti-Pete protesters in the southern city of Eindhoven.\n\nPrime Minister Mark Rutte had appealed for calm on Friday, saying: \"I think society agrees on one thing: we grant children the magic of the Sinterklaas party.\"\n\nA boat carrying Sinterklaas sailed into the harbor of the picturesque village of Zaandijk on Saturday accompanied by dozens of Black Petes, their faces painted varying shades — from uniformly dark to smudged with dark streaks.\n\nThousands of children, many wearing Black Pete costumes, lined streets to greet Sinterklaas, many sitting on the shoulders of a parent and grabbing handfuls of candy handed out by Black Petes."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Protests in Ireland after thong underwear cited as sign of consent in rape trial", "description": "Protests erupt in Ireland after a blue thong was cited as a sign of consent in a rape trial.", "url": "https://www.foxnews.com/world/protests-in-ireland-after-thong-underwear-cited-as-sign-of-consent-in-rape-trial", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/0826a587-victim-blaming.jpg", "publishedAt": "2018-11-17T17:39:00Z", "content": "Protests erupted in Ireland this week after thong underwear was cited as a sign of consent in a rape trial. On Saturday, a 27-year-old man was unanimously found not guilty by a jury of raping a 17-year-old woman, NPR reported. The decision sparked anger in th… [+1750 chars]", "fulltext": "Protests erupted in Ireland this week after thong underwear was cited as a sign of consent in a rape trial.\n\nOn Saturday, a 27-year-old man was unanimously found not guilty by a jury of raping a 17-year-old woman, NPR reported. The decision sparked anger in the country.\n\nDuring the trial at the Cork Central Criminal Court, defense attorney Elizabeth O’Connell said in her closing address that the accuser wore a pair of lacy underwear.\n\n\"Does the evidence out-rule the possibility that she was attracted to the defendant and was open to meeting someone and being with someone? You have to look at the way she was dressed,\" O'Connell said, according to the Irish Examiner. \"She was wearing a thong with a lace front.\"\n\nIRELAND VOTERS REPEAL ABORTION BAN AS PRIME MINISTER HAILS ‘QUIET REVOLUTION’\n\nThe underwear in question was shown to jurors, AFP reported.\n\nProtests took place in Dublin, Cork and Belfast in Northern Ireland. Women and men held signs with thong underwear on them with the hashtag “#ThisIsNotConsent.”\n\nIrish lawmakers have also commented on the case, including the country's prime minister, Leo Varadkar.\n\n\"Nobody asks to be raped. And it's never the victim's fault. It doesn't matter what you wear, it doesn't matter where you went, who you went with, or what you took — whether it was drugs or alcohol,” Varadkar said.\n\nRuth Coppinger, a deputy in Ireland’s parliament, took a pair of thong underwear from her sleeve on Tuesday as she spoke to people in parliament.\n\nPASSENGER ARRESTED FOR VERBAL ASSAULT OF AIR INDIA CREW IS PROMINENT ANTI-ISRAEL BOYCOTT LEADER\n\n\"It might seem embarrassing to show a pair of thongs in this incongruous setting,\" she said. \"But the reason I'm doing it -- how do you think a rape victim or a woman feels at the incongruous setting of her underwear being shown in a court?\" she continued.\n\nCoppinger said fake tans and clothes have been used in a courtroom to “discredit women who have the bravery to go to court.”\n\nThe government is reviewing \"rape trial procedures.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tuly Weisz", "title": "How a museum became a beacon of reconciliation in America's most divided city", "description": "For 2,000 years, the Bible has been the greatest source of division between Christians and Jews.", "url": "https://www.foxnews.com/opinion/how-a-museum-became-a-beacon-of-reconciliation-in-americas-most-divided-city", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2017/11/12/694940094001_5643501838001_5643495007001-vs.jpg", "publishedAt": "2018-11-17T17:28:38Z", "content": "For 2,000 years, the Bible has been the greatest source of division between Christians and Jews. In fact, our bitter history is full of biblically-driven religious intolerance and persecution. However, in America’s arguably most divided city – Washington D.C.… [+5204 chars]", "fulltext": "For 2,000 years, the Bible has been the greatest source of division between Christians and Jews. In fact, our bitter history is full of biblically-driven religious intolerance and persecution. However, in America’s arguably most divided city – Washington D.C. – there is a place that serves as a model for respect and reconciliation: the Museum of the Bible, which opened one year ago, in November, 2017.\n\nHow could such a museum, founded and funded primarily by Evangelical Christians in an era when church-state issues frequently concern the extent of government, play such a role?\n\nOne would assume that such a museum would be an immediate turn-off to the Jewish community and our long memory. After all, Christianity is an offshoot of Judaism that since its inception has claimed that their New Testament has replaced our Old Testament.\n\nDuring the medieval period, Jews were dragged to churches for forced debates with church officials over the proper interpretation of the Bible. Jews were always the losers at these staged debates, with severe repercussions of forced conversion or death. Things didn’t get better in the modern era, which witnessed the terrible culmination of centuries of European Christian anti-Semitism in the Holocaust.\n\nThree weeks ago Saturday, a far-right white supremacist entered a Pittsburgh synagogue and opened fire. He yelled, “All Jews must die,” and killed 11 people –making it the deadliest attack against Jews in American history.\n\nAs the grandson of Holocaust survivors, when I took my own Israeli children to Washington on a recent visit to the United States, I felt a strong contrast between the Museum of the Bible and the museum we visited almost directly across the street: the United States Holocaust Memorial Museum. The Holocaust museum reminds us of the power of hate. Museum of the Bible offers hope that ancient rivalries can be overcome.\n\nRather than water down the Christian or Jewish narratives, Museum of the Bible presents both with passion and authenticity. Exhibits such as the “World of Jesus of Nazareth” transport visitors to a 1st-century village and “Washington Revelations” highlight biblical references found throughout D.C. The lesson is clear that the Christian Bible, which emerged from an ancient village in Israel, has shaped this modern American city.\n\nWhen it comes to presenting the Jewish Bible, the museum has gone to great lengths to honor Judaism, including amassing one of the greatest collections of Judaica and presenting those artifacts with reverence and respect.\n\nFrom their extensive collection of ancient codices and rare Bibles, the real achievement of Museum of the Bible can best be told through two of its ancient Torah Scrolls.\n\nThe Museum has an 800-year-old Sephardic Torah Scroll written in Spain during the Golden Age of Spanish Jewry before that glorious era ended with the expulsion of the Jews from Spain. This extremely rare Torah Scroll from the 13th century must have been carried by Jewish refugees under grueling conditions on their sorrowful march from their homes in Spain. Carrying whatever possessions they could on their backs, including such a heavy parchment, bears witness to the faithful dedication of the Torah’s ancient Sephardic guardians who did everything in their ability to preserve it.\n\nAnother antique Torah Scroll comes from this same time period but from the other side of the Jewish world. The museum also features one of the oldest, most complete Ashkenazi Torah Scrolls from 13th century Germany. This was also a period mixed with great Jewish cultural expansion and severe religious persecution. While boasting some of the most important rabbinic sages whose works are still studied today by Torah students and scholars alike, the Jews of 13th century Eastern Europe were the victims of crusades and massacres. The Museum’s Ashkenazic Torah Scroll, like its Sephardic one, likely saw its fair share of close calls and harrowing moments.\n\nModern Jews are the descendants of these Sephardic and Ashkenazi Jews. Both communities survived for centuries under hostile conditions and extreme persecution, while producing great luminaries and Torah sages. The museum’s two Torah Scrolls silently testify to the heroic efforts made by individuals and communities of Jews in order to preserve the physical words of the Torah Scrolls and their spiritual messages for future generations.\n\nBy honoring both the Jewish and Christian narratives and unique claims to the Book of Books under one roof, the Museum of the Bible is demonstrating that we are in a unique moment in history. The Bible, which has for generations been the greatest source of division between Jews and Christians, is now becoming a primary source of unity.\n\nThe Bible says that in the end of days, the world will be at peace and ancient rivalries will be reconciled. All of humanity will come together in common cause and shared values stemming from a newfound appreciation for the Bible. Isaiah 2:3 teaches that all the nations will stream as one towards the mountain of the Lord, “from Zion shall come forth Torah and the word of God from Jerusalem.”\n\nThe Bible, which from then until today has been cherished by Jews and Christians, promised a time like the one we are seeing today.\n\nIf a museum can reverse ancient religious rivalries and create a beacon of reconciliation in the heart of Washington D.C., we can have hope for greater unity and respect in politics and all realms of life."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Washington man who raped, took lewd photos of dying woman gets less than 3 years in prison - Fox News", "description": "Fox News Washington man who raped, took lewd photos of dying woman gets less than 3 years in prison Fox News A Washington man was sentenced Thursday to less than three years in prison after he raped a high school student as she was dying from a drug overdose …", "url": "https://www.foxnews.com/us/washington-man-who-raped-took-lewd-photos-of-dying-woman-gets-less-than-3-years-in-prison", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Brian-Varela.jpg", "publishedAt": "2018-11-17T17:02:35Z", "content": "A Washington man was sentenced Thursday to less than three years in prison after he raped a high school student as she was dying from a drug overdose and texting explicit photos of her to friends. Brian Varela, 20, of Lynnwood, Washington, pleaded guilty to s… [+2926 chars]", "fulltext": "A Washington man was sentenced Thursday to less than three years in prison after he raped a high school student as she was dying from a drug overdose and texting explicit photos of her to friends.\n\nBrian Varela, 20, of Lynnwood, Washington, pleaded guilty to second-degree manslaughter, third-degree rape and unlawful disposal of remains as part of a plea deal in the February death of 18-year-old Alyssa Noceda.\n\nSuperior Court Judge Linda Krese said Thursday she could not sentence Varela to more than two years and 10 months because it was the most prison time permitted for someone with no prior criminal record, the Daily Herald reported.\n\nKrese said she was “surprised, even outraged,” by the inadequacy of the sentence and suggested that state lawmakers may not have realized the impact of their decision when they set prison sentences for the charges.\n\nSUSPECT RAPED, TOOK LEWD PHOTOS OF DYING WOMAN, THEN STUFFED BODY IN CRATE, POLICE SAY\n\n“I’m not sure the Legislature really contemplated something like this,” Krese said.\n\nVarela told detectives that Noceda was at a party in a mobile park home on Feb. 3 northeast of the Seattle suburb of Lynnwood. In Varela’s room, he said Noceda snorted Percocet and also ingested liquid marijuana, court documents stated. Tests later showed she had taken a fatal mix of fentanyl and alprazolam, a generic name for Xanax.\n\nVarela told detectives the woman collapsed within a minute of mixing the two. Authorities said Varela never sought help for Noceda and instead sent semi-nude photos of her to friends and texting “LOL, I think she od’d, still breathing.”\n\n“Bro you killed her,” a friend responded to him, according to the Daily Herald.\n\nVarela played an online game until he fell asleep, waking up in the morning to find Noceda’s lips blue, court documents said.\n\nHe continued his day by going to work at Dairy Queen and his co-worker contacted police in the following days after Varela said he didn’t know if Noceda was still alive when he was having sex with her. Court records say he told a friend that “she died having sex with me” and that he was having sex with her “to pass the time.”\n\nVarela was arrested later that day after executing a search warrant and finding Noceda’s body stuffed in a plastic crate at the suspect’s home. He told investigators he planned to bury Noceda with onions to mask the smell, police said. He also told detectives that after Noceda died, he used her thumb to unlock her phone Feb. 4 and send messages to make it appear she had run away.\n\nWASHINGTON POLICE CHIEF SAYS HE WON’T ENFORCE STRICTER GUN LAWS THAT ‘INFRINGE’ ON CITIZENS’ RIGHTS\n\nIn court Thursday, Varela said: “I’m sorry for my foolish actions. Whatever I get is what I deserve.”\n\nNoceda’s mother, Gina Pierson, told Q13 Fox she was heartbroken over the sentencing.\n\n“I’m heartbroken,” Pierson said. “She deserves justice and she’s not receiving it.”\n\nShe said she hoped lawmakers would examine the case and consider changing the laws in the state.\n\n“I’m just appalled. It’s a joke. A slap on the wrist for taking someone’s life and violating another human being,” she said.\n\nFox News’ Paulina Dedaj and the Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "US military chief says tech giants should work with Pentagon - Fox News", "description": "Fox News US military chief says tech giants should work with Pentagon Fox News That would be the argument I make to the tech companies.\" Dunford said the U.S has had a competitive advantage since World War II because of public and private cooperation and note…", "url": "https://www.foxnews.com/us/us-military-chief-says-tech-giants-should-work-with-pentagon", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-0b1d1dd641a14f329b2f8e1c52e95eaf.png", "publishedAt": "2018-11-17T17:02:35Z", "content": "HALIFAX, Nova Scotia The top U.S. military officer said Saturday that it's problematic that American tech companies don't want to work with the Pentagon but are willing to engage with the Chinese. U.S. Chairman of the Joint Chiefs of Staff Joseph Dunford told… [+1872 chars]", "fulltext": "The top U.S. military officer said Saturday that it's problematic that American tech companies don't want to work with the Pentagon but are willing to engage with the Chinese.\n\nU.S. Chairman of the Joint Chiefs of Staff Joseph Dunford told the Halifax International Security Forum that the U.S. and its allies are the \"good guys.\"\n\n\"I have a hard time with companies that are working very hard to engage in the market inside China... then don't want to work with the U.S. military,\" he said. \"I just have a simple expression: \"We are the good guys.\"\n\nEarlier this year, thousands signed a petition asking Google's chief executive to cancel Project Maven, which provides the Pentagon with the company's artificially intelligent algorithms to interpret video images and improve the targeting of drone strikes.\n\nGoogle later said it would scuttle the project, according to published reports.\n\nDunford avoided mentioning Google by name, but said companies that share intellectual property with Chinese entrepreneurs are essentially sharing it with the Chinese military.\n\nGoogle is reportedly worked on a mobile version of its search engine that will comply with strict censorship controls in China.\n\n\"This is not about doing something that's unethical, illegal or immoral,\" he said. \"This is about ensuring that we collectively can defend the values for which we stand. That would be the argument I make to the tech companies.\"\n\nDunford said the U.S has had a competitive advantage since World War II because of public and private cooperation and noted that whoever masters artificial intelligence will have an edge in combat.\n\nThe Halifax International Security Forum attracts U.S military officials, senators, diplomats and scholars and is marking its tenth anniversary this year.\n\nAt the forum, a stirring video tribute was played of late Sen. John McCain.\n\nMcCain was a regular at the forum and his wife, Cindy, presented an award Saturday in his honor to the people of Lesbos, Greece for their work welcoming refugees.\n\n\"We've lost his voice now at a time when it was most needed,\" Cindy McCain said. \"It's up to us, now.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Woman in alleged GoFundMe scam claims she was 'set up' by boyfriend, homeless man - Fox News", "description": "Fox News Woman in alleged GoFundMe scam claims she was 'set up' by boyfriend, homeless man Fox News The New Jersey woman involved in the alleged GoFundMe scandal claims she was “set up” by her now-former boyfriend Mark D'Amico and homeless man Johnny Bobbitt.…", "url": "https://www.foxnews.com/us/woman-in-alleged-gofundme-scam-claims-she-was-set-up-by-boyfriend-homeless-man", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-9b96c6d9472d435d95c43ed51fec4685.png", "publishedAt": "2018-11-17T16:39:36Z", "content": "The New Jersey woman involved in the alleged GoFundMe scandal claims she was “set up” by her now-former boyfriend Mark D’Amico and homeless man Johnny Bobbitt. “I was set up by Mr. D’Amico and Mr. Bobbitt,” Kate McClure, who is reportedly no longer dating D'A… [+2016 chars]", "fulltext": "The New Jersey woman involved in the alleged GoFundMe scandal claims she was “set up” by her now-former boyfriend Mark D’Amico and homeless man Johnny Bobbitt.\n\n“I was set up by Mr. D’Amico and Mr. Bobbitt,” Kate McClure, who is reportedly no longer dating D'Amico, told the New York Post through her lawyer Friday.\n\nGOFUNDME SCAM? HOW A HOMELESS MAN, NEW JERSEY COUPLE'S ALLEGED FAKE SOB STORY UNFOLDED\n\n“Mr. D’Amico knew that I was a very kind person and that I was a bit naive,” McClure added. “Mr. D’Amico took advantage of that.”\n\nBoth McClure, 28, and D’Amico, 39, claimed in a viral GoFundMe post in 2017 that Bobbitt, who was homeless, gave his last $20 to McClure so she could get gas when stranded in Philadelphia last November. To thank him, McClure and D'Amico created a GoFundMe account to raise funds for Bobbitt. Around 14,000 people donated to the campaign, which brought in more than $400,000 overall.\n\nBut earlier this week, a New Jersey prosecutor -- who said an investigation began after Bobbitt claimed he wasn't getting the money that had been raised on his behalf and later sued the couple -- said the feel-good tale was a complete lie.\n\n\"The entire campaign was predicated on a lie,\" Burlington County prosecutor Scott Coffina said. \"It was fictitious and illegal, and there are consequences.”\n\nMcClure didn't run out of gas and Bobbitt didn't spot her in trouble and give her money, Coffina said.\n\nInvestigators said the three deliberately prevented donors from gaining information \"that would affect their judgment about solicited contribution to that fundraising effort,\" NBC 10 reported.\n\nNow, both McClure and D’Amico and the homeless man are facing charges for allegedly concocting the fake story that led to a $400,000 profit.\n\nBobbitt, 35, was arrested Wednesday night by U.S. Marshals in Philadelphia and remained in custody Thursday on probation detainers and a $50,000 bond. D'Amico and McClure surrendered to authorities Wednesday night and were released.\n\nCOUPLE'S GOFUNDME CAMPAIGN FOR HOMELESS MAN WAS A FAKE: PROSECUTORS\n\nAll were charged with theft by deception and conspiracy to commit theft by deception. The charges carry prison time of up to 5 to 10 years.\n\nFox News' Jennifer Earl, Amy Lieu and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Kentucky state House candidate wins race by just one vote", "description": "Jim Glenn, the Democratic candidate running for Kentucky’s state House District 13, beat incumbent Republican Rep. D.J. Johnson by just one vote.", "url": "https://www.foxnews.com/politics/kentucky-state-house-candidate-wins-race-by-just-one-vote", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Jim-Glenn.jpg", "publishedAt": "2018-11-17T16:25:06Z", "content": "A state House election in Kentucky came down to the wire as one candidate was able to claim victory by just one vote. However, Jim Glenn, the Democratic candidate running for Kentucky’s state House District 13, beat incumbent Republican Rep. DJ Johnson with t… [+1873 chars]", "fulltext": "A state House election in Kentucky came down to the wire as one candidate was able to claim victory by just one vote.\n\nHowever, Jim Glenn, the Democratic candidate running for Kentucky’s state House District 13, beat incumbent Republican Rep. DJ Johnson with the crucial single vote.\n\n6,319 of those votes went to Glenn while Johnson received 6,318, The Washington Post reported.\n\n“I won by one vote,” Glenn told The Washington Post. “But a win’s a win — whether it’s by one vote or 1,000.”\n\nGOP’S MIA LOVE TAKES LEAD IN UTAH HOUSE RACE AS COUNT CONTINUES\n\nJohnson told The Associated Press he has not investigated to find out if any of his friends and family members did not vote.\n\n\"If someone came up and said that to me, I certainly wouldn't hold them guilty,\" he said. \"I have fought that urge to second guess. I know I ran the best campaign I could.\"\n\nIt was not immediately clear who cast the last vote but Glenn told The Associated Press that 25 people approached him to tell him that they were that person who put in the crucial vote.\n\nGlenn previously represented the district from 2006 to 2017 but Johnson was able to take the seat from him for a year, The Washington Post reported.\n\nREPUBLICAN YOUNG KIM LOSES LEAD IN CALIFORNIA HOUSE RACE, ACCUSES OPPONENT GIL CISNEROS OF HARASSING VOTE COUNTERS\n\nThe Kentucky State Board of Elections will meet next week to certify the results, but Johnson said he intended to ask for a recount. State law would require the majority-Republican House of Representatives to oversee that process by appointing a commission of between five and nine members.\n\nOther elections that were close in the state included District 27, where Democrat Jeff Greer lost to Republican Nancy Tate by six votes. In District 96, Republican Jill York lost to Democrat Kathy Hinkle by five votes.\n\nAll of the House races were upheld on Thursday by county boards of elections, when a review of results from voting machines did not change the outcomes.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Courtney Stodden says she'd 'rather go naked than wear Victoria's Secret' after exec's controversial comments - Fox News", "description": "Fox News Courtney Stodden says she'd 'rather go naked than wear Victoria's Secret' after exec's controversial comments Fox News Courtney Stodden is speaking out against Victoria's Secret after Ed Razek, the brand's CMO, sparked social media backlash for sayin…", "url": "https://www.foxnews.com/entertainment/courtney-stodden-says-shed-rather-go-naked-than-wear-victorias-secret-after-execs-controversial-comments", "urlToImage": "https://a57.foxnews.com/media2.foxnews.com/thumbnails/i/052114/640/360/FOX411_stodden_052114.jpg", "publishedAt": "2018-11-17T16:12:57Z", "content": "Courtney Stodden is speaking out against Victoria's Secret after Ed Razek, the brand's CMO, sparked social media backlash for saying that they \"don't market\" to plus-size and transgender women. After Razek's controversial remarks, the model took to Instagram … [+2507 chars]", "fulltext": "Courtney Stodden is speaking out against Victoria's Secret's chief marketing officer, Ed Razek, after he sparked backlash for saying that they \"don't market\" to plus-size or transgender women.\n\nAfter Razek's controversial remarks, the model took to Instagram to protest the brand, wearing nothing but angel wings in a nude, makeup-free photo. Stodden posed with hands covering her chest and captioned the photo with a powerful message.\n\n\"After Edward Razek’s comments about ALL women and what the brand reflects,\" she wrote. \"I’d rather go naked than wear Victoria’s Secret. Ladies, wear your wings proud. We’re all unique AND beautiful.\"\n\nRazek opened up about the famous lingerie brand's image in a recent interview with Vogue.\n\n\"Shouldn't you have transsexuals in the show? No. No, I don't think we should,' Razek told the outlet. 'Well, why not? Because the show is a fantasy. It's a 42-minute entertainment special. That's what it is.\"\n\nHe added, \"But we're nobody's third love. We're their first love. And Victoria's Secret has been women's first love from the beginning.\"\n\nThe exec then stated that Victoria's Secret \"would cast a transgender model\" in the famous runway show but those who have come to casting \"didn't make it.\"\n\nAnd like many who have been protesting the brand since Razek's comments, Stodden also clapped back at Victoria's Secret, reminding women to embrace different body types while praising her own person 25-pound weight gain.\n\n\"I can’t stress ENOUGH how much better I feel with an extra 25 pounds,\" the model revealed in a recent side-by-side, before-and-after Instagram post.\n\n\"The left picture was taken in 2013– I weighed 100 pounds,\" she continued. \"I never really meant to stay skinny by law but I think it was subconsciously branded inside of my head that THIN is IN. But the funny part is, I was my MOST INSECURE Now, 5 years later, at 125 pounds... I’m so much healthier,\" Stodden added. \"I’m so much HAPPIER and I feel my sexiest just be happy everyone and PLEASE PLEASE DO NOT CONFORM (especially if it’s subconscious) #curves #liveyourbestlife.\"\n\nThe 24-year-old, who now has a newfound love for her curves, gained notoriety in 2011 when she married \"Green Mile\" actor Doug Hutchison, now 58, when she was just 16 years old. The pair were married for seven years until Stodden officially filed for divorce in March.\n\nNow the model works as an advocate for body positivity, urging women not succumb to the pressures of unrealistic body standards.\n\nLast month, Stodden revealed on Instagram that she is \"learning to love food\" after years of starving herself to maintain a certain image.\n\n\"I used to starve myself,\" she wrote.\"I’m learning to love food. Of course there’s a balance ... with everything in life — but b----, I’m gonna eat. #eat.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Dolphin found shot dead on California beach - Fox News", "description": "Fox News Dolphin found shot dead on California beach Fox News A reward is being offered after a dolphin was found shot dead on a Southern California beach. “There is NO excuse for such brutality against these beautiful animals,” Marine Animal Rescue said Frid…", "url": "https://www.foxnews.com/us/dolphin-found-shot-dead-on-california-beach", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Dolphin-CA.jpg", "publishedAt": "2018-11-17T15:49:57Z", "content": "A reward is being offered after a dolphin was found shot dead on a Southern California beach. “There is NO excuse for such brutality against these beautiful animals,” Marine Animal Rescue said Friday in a Facebook post. The El Segundo nonprofit posted a photo… [+938 chars]", "fulltext": "A reward is being offered after a dolphin was found shot dead on a Southern California beach.\n\n“There is NO excuse for such brutality against these beautiful animals,” Marine Animal Rescue said Friday in a Facebook post.\n\nThe El Segundo nonprofit posted a photo showing the dolphin after it was found on Manhattan Beach about 20 miles south of Los Angles.\n\n“Upon rescue and examination\" the doctor \"found that the dolphin died from a bullet wound,” according to the Facebook post.\n\nPREGNANT DOLPHIN SHOT AND KILLED IN MISSISSIPPI; WILDLIFE OFFICIALS OFFER $11K REWARD FOR INFORMATION\n\nThe group announced a $5,000 reward for information leading to the arrest and conviction of the person who shot the dolphin.\n\nDozens of people left comments expressing shock and sadness, according to a report on the Fox 5 San Diego website.\n\n“There are no words… I only hope this sick person is caught and realizes what a horrific thing they have done to such an innocent and intelligent mammel (sic) who have been documented countless times saving humans,” Pam Fisher wrote, according to the report.\n\nThe dolphin was found Nov. 8, according to the report.\n\nGREAT WHITE SHARK KILLS DOLPHIN, LOSES MEAL TO EVEN BIGGER SHARK"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Trump: Sending cleric to Turkey 'not under consideration' - Fox News", "description": "Fox News Trump: Sending cleric to Turkey 'not under consideration' Fox News WASHINGTON – President Donald Trump says extraditing a Turkish-born Muslim cleric blamed by Turkey for engineering a 2016 military coup attempt is \"not under consideration.\" Fethullah…", "url": "https://www.foxnews.com/us/trump-sending-cleric-to-turkey-not-under-consideration", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-fbd634f2965a4b20a59f6664c7eff5a5.png", "publishedAt": "2018-11-17T15:42:35Z", "content": "WASHINGTON President Donald Trump says extraditing a Turkish-born Muslim cleric blamed by Turkey for engineering a 2016 military coup attempt is \"not under consideration.\" Fethullah Gulen (FEH'-too-lah goo-LEN') has lived for nearly 20 years in self-exile at … [+567 chars]", "fulltext": "President Donald Trump says extraditing a Turkish-born Muslim cleric blamed by Turkey for engineering a 2016 military coup attempt is \"not under consideration.\"\n\nFethullah Gulen (FEH'-too-lah goo-LEN') has lived for nearly 20 years in self-exile at an Islamic retreat in the Pocono Mountains. He denies the allegations made by the government of Turkish President Recep Tayyip Erdogan (REH'-jehp TY'-ihp UR'-doh-wahn). The U.S. has told Turkey it must present convincing evidence for any extradition proceeding to go forward.\n\nTrump tells reporters that \"we are always looking at whatever we can do for Turkey,\" and he says the U.S. is \"having a very good moment\" with Turkey following Turkey's recent release of a detained American pastor.\n\nTrump is praising Erdogan as \"a strong man,\" ''a tough man\" and \"a smart man.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Madeline Farber", "title": "Florida woman cheers as police pull over drivers who speed past stopped school bus - Fox News", "description": "Fox News Florida woman cheers as police pull over drivers who speed past stopped school bus Fox News A woman in Florida has gone viral after posting a video where she can be heard cheering and yelling as local sheriff's deputies pulled over several drivers wh…", "url": "https://www.foxnews.com/us/florida-woman-cheers-as-police-pull-over-drivers-who-speed-past-stopped-school-bus", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/Bus20iStock.jpg", "publishedAt": "2018-11-17T15:38:19Z", "content": "A woman in Florida has gone viral after posting a video where she can be heard cheering and yelling as local sheriff’s deputies pulled over several drivers who sped past a stopped school bus this week. Monica Douglas, of Hudson, was concerned for the safety o… [+2069 chars]", "fulltext": "A woman in Florida has gone viral after posting a video where she can be heard cheering and yelling as local sheriff’s deputies pulled over several drivers who sped past a stopped school bus this week.\n\nMonica Douglas, of Hudson, was concerned for the safety of school children, as many drivers have continued to barrel past a stopped school bus on busy U.S. Highway 19. Hoping to make a difference, Douglas began taking videos of the event and then sending them to officials with Pasco County Sheriff’s Office, Fox 13 reported.\n\nEarlier this week, sheriff’s deputies took action -- waiting for the speeding drivers at the next intersection.\n\nARIZONA STATE LAWMAKER BRAGS ABOUT SPEEDING, CLAIMS IMMUNITY: VIDEO\n\n“Go get ‘em boys!” Douglas yells in the video. “Enjoy those tickets!”\n\n“Thank you so much Pasco sheriff’s officer,” she adds.\n\nAs of Saturday morning, Douglas’ video, which she posted to Facebook Wednesday, had 12 million views, 65,000 reactions, and more than 300,000 shares.\n\nWARNING: GRAPHIC LANGUAGE\n\nOfficials with the Pasco County Sheriff’s Office also took to Facebook with a warning, sharing one deputy’s body camera footage that shows drivers zooming past the same bus on Highway 19.\n\n“IT IS THE LAW to stop for stopped school buses. This is to protect the children who are unloading from the bus. With recent reports of infractions, an Enforcement Action Plan was created for a noted bus stop on US 19,” officials wrote.\n\nNORTH CAROLINA POLICE ARREST 198MPH 'HELLCAT' SPEEDER SEEN IN FACEBOOK VIDEO\n\n“This body worn camera video from Deputy Justin Smith shows himself and Deputy Ashlyn Reese making several traffic stops yesterday morning as vehicles continued driving past a stopped bus as children were unloading,” the sheriff’s office continued, adding “these enforcement actions will continue. We share this video and the post from earlier today to raise awareness to this issue and help to stop it from occurring any more.”\n\nIn two days, local news station WFTS reported that 30 drivers were cited by sheriff's deputies.\n\nIn response to her viral video, Douglas later posted she and her friend “got together and didn’t want to see our friend Kiki and her little girl be unsafe anymore…people not caring.”\n\n“Thank you all for the support and shares and comments,” she added. “Just remember [to] stop for those buses.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Morgan Evans", "title": "Kim Porter's death brings Diddy and ex-girlfriend Cassie back together - Fox News", "description": "Fox News Kim Porter's death brings Diddy and ex-girlfriend Cassie back together Fox News Just one day after the death of Sean \"Diddy\" Combs' ex Kim Porter, the music mogul stepped out with his ex-girlfriend Cassie Ventura. On Friday, Diddy was spotted out in …", "url": "https://www.foxnews.com/entertainment/diddy-steps-out-with-ex-cassie-follow-kim-porters-death", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967607898001_5967610170001-vs.jpg", "publishedAt": "2018-11-17T14:50:00Z", "content": "Just one day after the death of Sean \"Diddy\" Combs' ex Kim Porter, the music mogul stepped out with his ex-girlfriend Cassie Ventura. On Friday, Diddy was spotted out in Los Angeles for the first time following the news that Porter was found dead in her Toluc… [+2155 chars]", "fulltext": "Just one day after the death of Sean \"Diddy\" Combs' ex Kim Porter, the music mogul stepped out with his ex-girlfriend Cassie Ventura.\n\nOn Friday, Diddy was spotted out in Los Angeles for the first time following the news that Porter was found dead in her Toluca Lake home on Thursday.\n\nThe Ciroc founder was casually dressed in red basketball shorts and a black hoodie which read \"Do The Right Thing\" when he was snapped stepping out a silver vehicle. Ventura, who dated Diddy on and off for nearly a decade before splitting with him a month ago, subtly matched her ex's casual style wearing a black, oversized sweatshirt with leggings and sneakers.\n\nA source told E! News that the \"Me and You\" singer \"reached out to Diddy\" by \"sending him a text message checking up on him and expressing her condolences\" following the news of Porter's death. The former couple, who reportedly had an \"amicable\" breakup, have remained friends despite the end of their romantic relationship.\n\nDiddy's rep, Cindi Berger, confirmed Porter's death to Fox News on Thursday.\n\n\"Sadly, I can confirm the passing of Kim Porter. I ask that you give the families privacy at this time,\" she to us.\n\nThe model-actress, who dated Diddy for 13 years and has three children — 11-year-old twin daughters, Jessie James and D'Lila, and son Christian Combs, 20 — with the music mogul and businessman, was found dead on Thursday, per TMZ. She also shared 27-year-old son Quincy from her previous relationship with R&B singer Al B. Sure!\n\nAccording to TMZ, citing law enforcement sources, police received a call to Porter's Los Angeles home around noon. Per the site, the 911 call reported \"a patient in cardiac arrest.\"\n\nA source also told the outlet that Porter had been suffering from \"flu-like symptoms\" for several weeks, but it's still unclear how she died.\n\nAlong with her modeling career, Porter appeared in the TV series \"Wicked Wicked Games\" as well as Diddy's VH1 show \"I Want to Work for Diddy.\"\n\nThe Sean Jean designer wasn't the only person deeply affected by Porter's sudden death.\n\nSeveral celebrities, from Rihanna, Nicki Minaj and Kevin Hart, shared tributes to the late actress and model on social media.\n\nPorter's ex Al B. Sure! also posted an emotional throwback Instagram post in honor of her passing. The bold black-and-white image was simply captioned \"#ForeverMyLady.\"\n\nFox News' Julius Young and Mariah Haas contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "Texas students to be taught slavery played 'central role' in Civil War - Fox News", "description": "Fox News Texas students to be taught slavery played 'central role' in Civil War Fox News Texas' 5.4 million students will be taught that slavery played a “central role” in the Civil War, according to reports. The Texas Board of Education voted Friday to make …", "url": "https://www.foxnews.com/us/texas-students-to-be-taught-slavery-played-central-role-in-civil-war", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Lincoln-Slavery.jpg", "publishedAt": "2018-11-17T14:48:49Z", "content": "Texas’ 5.4 million students will be taught that slavery played a “central role” in the Civil War, according to reports. The Texas Board of Education voted Friday to make the change, which goes into effect beginning in the 2019-2020 school year, NPR reported. … [+1082 chars]", "fulltext": "Texas’ 5.4 million students will be taught that slavery played a “central role” in the Civil War, according to reports.\n\nThe Texas Board of Education voted Friday to make the change, which goes into effect beginning in the 2019-2020 school year, NPR reported.\n\nStudents were being taught that there were three causes for the Civil War: sectionalism, states’ rights and slavery.\n\nThe board’s Democrats favored listing slavery as the only cause.\n\nTEXAS EDUCATION BOARD TO KEEP HILLARY CLINTON, HELEN KELLER IN CURRICULUM\n\n\"What the use of 'states' rights' is doing is essentially blanketing, or skirting, the real foundational issue, which is slavery,\" Democratic board member Marisa Perez-Diaz, of San Antonio, said at a Tuesday board meeting, NPR reported.\n\nRepublican board member David Bradley, of Beaumont, argued for keeping the other causes in the social studies curriculum.\n\n\"Each state had differences and made individual decisions as to whether or not to join into the conflict, correct?” he said. “I mean, that's the definition of states' rights.\"\n\nAs part of a compromise, the Republican-led board said students will be taught about “the central role of the expansion of slavery in causing sectionalism, disagreements over states' rights and the Civil War.\"\n\nThe board also decided to keep Hillary Clinton and Helen Keller in the curriculum."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Kathleen Joyce", "title": "Amanda Knox is engaged to boyfriend after elaborate space-themed proposal - Fox News", "description": "Fox News Amanda Knox is engaged to boyfriend after elaborate space-themed proposal Fox News Amanda Knox announced Friday that she was engaged to boyfriend Christopher Robinson after a space-themed proposal that was out of this world. Knox, 31, uploaded a snip…", "url": "https://www.foxnews.com/us/amanda-knox-is-engaged-to-boyfriend-after-elaborate-space-themed-proposal", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Happy-Amnda.jpg", "publishedAt": "2018-11-17T14:21:19Z", "content": "Amanda Knox announced Friday that she was engaged to boyfriend Christopher Robinson after a space-themed proposal that was out of this world. Knox, 31, uploaded a snippet of the proposal on her Instagram page Friday. She also uploaded the whole video of the p… [+1715 chars]", "fulltext": "Amanda Knox announced Friday that she was engaged to boyfriend Christopher Robinson after a space-themed proposal that was out of this world.\n\nKnox, 31, uploaded a snippet of the proposal on her Instagram page Friday. She also uploaded the whole video of the proposal on YouTube.\n\nWARNING: GRAPHIC LANGUAGE\n\n“It was just your average Sunday night, when suddenly...,” she captioned the post on her Instagram.\n\nAMANDA KNOX SAYS ‘FOXY KNOXY’ NICKNAME STILL HAUNTS HER: ‘THE REAL YOU IS GONE’\n\nThe video showed Robinson, a Seattle-based poet, talking to Knox before a crashing sound was heard. The couple walks to the backyard where a flashy meteorite was sitting accompanied by the theme music from “ET: The Extra-Terrestrial.” Inside the meteorite was a tablet detailing her relationship with Robinson.\n\nWARNING: VIDEO CONTAINS GRAPHIC LANGUAGE\n\n“Will you stay with me until the last star in the last galaxy burns out and even after that? Amanda Knox, will you marry me?” Robinson asks.\n\n“Yes, I will,” Knox replies before kissing him.\n\n“How did you do this?” she asked.\n\n“I love you,’ he said.\n\nAt the end of the video, a description stated, “This insanity was over a year in the making.\"\n\n“And for the record, Amanda doesn’t wear rings,” it concluded.\n\nRobinson and Knox have been dating since 2015, according to People.\n\nAMANDA KNOX PENS TRIBUTE TO MEREDITH KERCHER ON 10TH ANNIVERSARY OF HER GRUESOME DEATH\n\nKnox made headlines in 2007 after she was accused of killing her roommate Meredith Kercher in the apartment they shared with two other students in Perugia, Italy. Knox was found guilty in 2009 but acquitted and freed in 2011 after spending nearly four years in prison.\n\nShe returned to the United States after the 2011 ruling that freed her, but she was sentenced in absentia to prison again in 2014 – until Italy’s highest court overturned that decision in 2015, ending the possibility of future trials.\n\nFox News’ Katherine Lam contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "James Rogers", "title": "Alexander Hamilton’s descendant loans extremely rare family heirlooms to Revolutionary War museum", "description": "Extremely rare artifacts that belonged to Alexander Hamilton have been loaned to the Museum of the American Revolution by the Founding Father’s fifth-great-grandson.", "url": "https://www.foxnews.com/science/alexander-hamiltons-descendant-loans-extremely-rare-family-heirlooms-to-revolutionary-war-museum", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/HamiltonPendant.jpg", "publishedAt": "2018-11-17T14:00:23Z", "content": "Extremely rare artifacts that belonged to Alexander Hamilton have been loaned to the Museum of the American Revolution by the Founding Father’s fifth-great-grandson. A member of George Washington’s staff during the Revolutionary War, Hamilton helped ratify th… [+3096 chars]", "fulltext": "Extremely rare artifacts that belonged to Alexander Hamilton have been loaned to the Museum of the American Revolution by the Founding Father’s fifth-great-grandson.\n\nA member of George Washington’s staff during the Revolutionary War, Hamilton helped ratify the U.S. Constitution and became the first Secretary of the Treasury. He was mortally wounded in a duel by Vice President Aaron Burr in 1804. His remarkable life is the subject of the wildly popular Broadway show, “Hamilton.”\n\nThe artifacts, which have gone on display at the Philadelphia museum, include a Society of the Cincinnati Eagle insignia owned and worn by the Founding Father and a gold mourning ring worn by his widow, Elizabeth Hamilton. The ring contains a lock of Hamilton’s hair.\n\nINCREDIBLE REVOLUTIONARY WAR JOURNAL SURFACES, DETAILING POW'S ESCAPE FROM BRITISH PRISON SHIP\n\nThe Society of the Cincinnati was founded by Continental Army officers at the end of the Revolutionary War and takes its name from Cincinnatus, the general credited with saving the Roman republic. Hamilton was a founding member of the Society, which is the nation’s oldest patriotic organization and aims to preserve the memory of the American Revolution.\n\nTwo items that have never been displayed before – a handkerchief that belonged to Elizabeth embroidered with her name and a baby dress are undergoing conservation and will go on display early next year. The dress is accompanied by a note explaining that it was made by Elizabeth.\n\n“For me and my family, the Eagle insignia represents Hamilton’s service to his country,” said Douglas Hamilton, in a statement. “The Society of the Cincinnati was created after the Revolutionary War so that people didn’t forget this ‘vast event’ – the war that was just fought against the empire of Great Britain. Putting the badge and other family treasures on display at a museum devoted to the American Revolution is a perfect match, and we’re very excited that the Museum is committed to helping us remember what they achieved.”\n\n'THE FIRST OVAL OFFICE': MUSEUM WILL SHOWCASE WASHINGTON’S REVOLUTIONARY WAR TENT\n\nThe displays form part of the Museum’s “Year of Hamilton” exhibit that runs through March 17, 2019. Approximately 30 artifacts related to Alexander and Elizabeth Hamilton will be on display in the core exhibition, according to the Museum of the American Revolution.\n\nRevolutionary War artifacts offer a fascinating glimpse into the events that shaped America. Items in the Museum of the American Revolution’s collection include George Washington’s tent and his headquarters flag.\n\nA young American sailor’s journal detailing his harrowing experiences during the Revolutionary War was recently donated to the Museum.\n\nSOLDIER'S FAITH: RARE BIBLE CARRIED AT THE BATTLE OF BUNKER HILL HAS MOVING INSCRIPTIONS\n\nIn August 2017, a Revolutionary War-era knife was unearthed during an archaeological dig at Colonial Michilimackinac in Mackinaw City, Michigan, the latest in a series of amazing finds at the site.\n\nThe following month, archaeologists in Boston discovered a centuries-old outhouse that may be linked to the family of Patriot Paul Revere.\n\nFollow James Rogers on Twitter @jamesjrogers"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Report: US-led airstrikes kill 40 in IS-held area of Syria", "description": "At least 40 people, mostly women and children, were killed Saturday by U.S.-led airstrikes on the last pocket held by Islamic State militants in eastern Syria, a war monitor and Syrian state media reported.", "url": "https://www.foxnews.com/world/report-us-led-airstrikes-kill-40-in-is-held-area-of-syria", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T13:47:22Z", "content": "BEIRUT At least 40 people, mostly women and children, were killed Saturday by U.S.-led airstrikes on the last pocket held by Islamic State militants in eastern Syria, a war monitor and Syrian state media reported. The coalition did not immediately respond to … [+1849 chars]", "fulltext": "At least 40 people, mostly women and children, were killed Saturday by U.S.-led airstrikes on the last pocket held by Islamic State militants in eastern Syria, a war monitor and Syrian state media reported.\n\nThe coalition did not immediately respond to a request for comment. It maintains that it does all it can to avoid civilian casualties, and looks into all strikes to determine the credibility of claims in the media.\n\nRami Abdurrahman, head of the Britain-based Syrian Observatory for Human Rights, said the early Saturday airstrikes hit homes in Abu al-Hassan village, near the town of Hajin, which lies along the border with Iraq.\n\nAbdurrahman said the airstrikes killed at least 43 people, including 17 children and 12 women. He said it was not immediately clear if the men killed in the strikes were militants.\n\nSyrian state news agency SANA also reported the strikes, saying 40 were killed in the remote area of Buqaan, another village next to Abu al-Hassan.\n\nActivist Omar Abou Leila, who monitors the war from Deir el-Zour, also confirmed the strikes but said it was difficult to verify the death toll. Abou Leila said IS militants are preventing civilians from leaving the area, resulting in the high casualty toll among them.\n\nThe U.S.-led coalition and its local partners on the ground, the Kurdish-led Syrian Democratic Forces, launched the campaign against the last IS-held pocket in early September.\n\nThe Observatory has recorded at least 191 civilians killed since Sept. 10, including 65 children and 45 women. They are mostly Iraqis and believed to include family members of IS militants, the Observatory added.\n\nSpeaking to The Associated Press in Iraq Saturday, the coalition's Deputy Commander Maj. Gen. Christopher Ghika described the fight against IS as \"difficult.\"\n\n\"We never thought or said this fight would be easy. These are some of the most determined fighters and they've had a lot of time to prepare their defensive positions, so this isn't an easy fight, and our Syrian democratic force partners with coalition support are taking the fight every day to the enemy,\" Ghika said."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "Avenatti's law firm evicted from California offices over unpaid $213G rent", "description": "Michael Avenatti’s law practice firm was ordered to be evicted from its California offices over unpaid rent after the judge dismissed his attempt to block the eviction, the latest setback for the embattled lawyer who was arrested on domestic violence charges …", "url": "https://www.foxnews.com/politics/avenattis-law-firm-evicted-from-california-offices-over-unpaid-213g-rent", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Michael-Avenatti-AP.jpg", "publishedAt": "2018-11-17T13:06:09Z", "content": "Michael Avenatti’s law firm was ordered to be evicted from its California offices over unpaid rent after the judge dismissed his attempt to block the eviction, the latest setback for the embattled lawyer who was arrested on domestic violence charges earlier t… [+2263 chars]", "fulltext": "Michael Avenatti’s law firm was ordered to be evicted from its California offices over unpaid rent after the judge dismissed his attempt to block the eviction, the latest setback for the embattled lawyer who was arrested on domestic violence charges earlier this week.\n\nThe lawyer and his firm were ordered to vacate a Newport Beach office building after the court asserted its previous ruling that ordered to move out, the Los Angeles Times reported.\n\nHis law firm – Eagan Avenatti – was sued after skipping four months of rent payments totaling over $213,000.\n\nThe landlord of the office building, Irvine Co, won the case last month and ordered Avenatti’s firm to vacate the premises by Nov 1.\n\nAVENATTI BAILED OUT AFTER BEING ARRESTED ON SUSPICION OF FELONY DOMESTIC VIOLENCE, SAYS HE’LL BE ‘EXONERATED’\n\nAvenatti then requested a reprieve, which delayed the eviction until this Friday’s hearing. He argued, on behalf of Avenatti & Associates, another firm he owns, that he had had an “oral rental agreement with the landlord,” a claim the landlord denied.\n\nAvenatti was no-show at both hearings.\n\nOrange County Superior Court Judge Robert J. Moss reportedly asked the landlord’s attorney if he heard from Avenatti, to which he replied saying he spoke on Tuesday but haven’t heard again.\n\n“There were other events that transpired so I haven’t heard from him since then,” attorney Mark Kompa said, the Times reported.\n\nAvenatti told the Times that his firm’s eviction is a “non-event” because they “was already in the process of moving.”\n\nMICHAEL AVENATTI'S RISE AND FALL: FROM MEDIA DARLING AND POTENTIAL 2020 CANDIDATE TO DOMESTIC VIOLENCE ARREST\n\nThis is the latest setback for the ambitious lawyer who openly flirted with running for president in 2020 before being hit by the avalanche of legal, financial and personal problems.\n\nAvenatti was booked on a felony domestic violence charge on Wednesday after a woman – whose name remains unknown – filed a domestic violence report.\n\nHe has denied the allegations of domestic violence and was released after posting $50,000 bail, and has said he is looking forward to the investigation clearing his name.\n\nLast month, he was hit with two criminal investigation referrals for his role in pushing the allegations against Kavanaugh, with Senate Judiciary Committee Chairman Chuck Grassley directly accusing Avenatti of conspiring to provide false statements to Congress.\n\nA court ruling also recently ordered Avenatti to pay out nearly $5 million to an attorney at his former law firm."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Walt Bonner", "title": "Bioreactor device helps regrow legs on frogs", "description": "Researchers have created a new device that can trigger partial limb regrowth in frogs. The findings could lead to limb regeneration in mammals somewhere off in the future.", "url": "https://www.foxnews.com/science/bioreactor-helps-regrow-legs-on-frogs", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/FrogTufts.jpg", "publishedAt": "2018-11-17T12:00:23Z", "content": "Researchers have created a new device that can trigger partial limb regrowth in frogs. The findings could lead to limb regeneration in mammals somewhere off in the future. Frogs are capable of regenerating lost limbs on their own, but the stumps grown are sma… [+3486 chars]", "fulltext": "Researchers have created a new device that can trigger partial limb regrowth in frogs. The findings could lead to limb regeneration in mammals somewhere off in the future.\n\nFrogs are capable of regenerating lost limbs on their own, but the stumps grown are smaller and not that impressive. The wearable device, which kick–starts the tissue on the wound, drastically improved the quality of the limb.\n\n“They are not (yet) full limbs, but very different from the thin, featureless spike that forms in frogs without our intervention,” senior study author Michael Levin of the Allen Discovery Center at Tufts University told Fox News. “They had improved shape, size, bone, innervation, and function.”\n\nSTUNNING PICTURES SHOW SEA TURTLE SWIMMING FOR THE FIRST TIME AFTER GETTING A PROSTHETIC FLIPPER\n\nThe bioreactor, which is 3D printed from silicon, is filled with a sticky gel made from polymers. The gel contains progesterone, which has been shown to help repair nerves, blood vessels, and bone tissue.\n\nAfter the adult African clawed frogs’ limbs were amputated, the bioreactors were immediately sutured on at the amputation site. For 24 hours, the devices released progesterone on the frogs’ wounds before being taken off. The frogs were then observed over a period of 9–10 months. Compared to frogs that weren’t fitted with the bioreactor after amputation, the regrown limbs were improved– they were paddle–like formations and closer to fully–formed legs. The group who didn’t wear the device regrew only the little thin spike. The device–improved limbs were also thicker, with more developed bones, nerves, and veins.\n\nFROGS AND TOADS 'FALLING' FROM ABOVE IN NORTH CAROLINA AS POPULATIONS EXPLODE\n\nAccording to analysis and RNA sequencing, the bioreactors altered the gene expression in cells at the amputation site– upregulating genes involved in oxidative stress, serotonergic signaling, and white blood cell activity. At the same time, scarring and immune responses were downregulated, indicating that the progesterone curtailed the body’s reaction to injury. This left the pathway open to improved regeneration.\n\nLevin said that the limb wouldn’t have been improved any more if the device was left on for a longer period, and that 24 hours of exposure was sufficient to kickstart the leg growth process.\n\n“The trick is to perfect the initiation trigger, which we are doing (improved cocktails for example),” he explained. “Our strategy is not to try to micromanage the process, but to find the right trigger - the body already knows how to make legs, [which] it does it during embryogenesis.”\n\nTOXIC TOAD COULD END UP KILLING THE PREDATORS ON MADAGASCAR\n\nThe team aisworking on limb regeneration in mammals, though aquatic animals are naturally better at regeneration. Mice, for example, have been shown to be able to partially regenerate lost fingertips, but the process is hampered when they walk around on the wound. Water is a lot kinder to the delicate regenerative cells.\n\nLevin also hopes the research will eventually benefit humans.\n\n“The limb work is an example of this bigger research program­– we need to figure out how to coax cells into forming specific complex structures,” he said.\n\n“Once this is figured out, the results will benefit many biomedical needs: birth defects (remodeling), traumatic injury (regeneration), cancer (tumor reprogramming), aging (regenerate senescent tissues), degenerative disease– all of these will be revolutionized once we know how to control large-scale growth and form. Our lab is pursuing a number of directions, specializing in modulating the electric conversations that allow cells to decide what to build, to try to gain control over this process.”\n\nThe research is published in the journal Cell Reports."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Cheaper home internet, secret Amazon coupons and more: Tech Q&A", "description": "Is there a way to clean out all the cache, search history and call logs from my phone? I think this will speed up my phone.", "url": "https://www.foxnews.com/tech/cheaper-home-internet-secret-amazon-coupons-and-more-tech-qa", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/wifi-router-iStock.jpg", "publishedAt": "2018-11-17T12:00:07Z", "content": "Declutter Phone Q: Is there a way to clean out all the cache, search history and call logs from my phone? I think this will speed up my phone. A: If you have an Android phone, there is a single app that can essentially clean up your phone for you. All those s… [+3323 chars]", "fulltext": "Declutter Phone\n\nQ: Is there a way to clean out all the cache, search history and call logs from my phone? I think this will speed up my phone.\n\nA: If you have an Android phone, there is a single app that can essentially clean up your phone for you. All those search histories and call logs can bog things down. Meanwhile, there are other archives that you may consider paring down, such as double-entries for contacts and media-heavy text sessions. iOS is a little more challenging, but there are ways to clean your phone’s proverbial pipes. Tap or click here to speed up your tablet and smartphone in a flash.\n\nFull-Time Hotspot\n\nQ: I want to cut my internet cable cord! Can I use a hotspot from the cellular companies?\n\nA: Many households have been trying this method. Ever since the advent of unlimited data plans, phone carriers have enabled users to stream as much music and television as they want, along with email and GPS and everything else. The price point is an argument for it, but there are technical roadblocks you should know about, namely throttling. Tap or click here to learn about cheaper alternatives to home internet services.\n\nAmazon Coupons\n\nQ: Sometimes when I buy things on Amazon I get a coupon to save money. Where do these come from and how can I get more of them? I love saving money!\n\nA: It takes some practice to fall into the rhythm of Amazon coupons, and you may not even realize you can subscribe, thereby receiving valuable coupons on a regular basis. Once you get the hang of it, these deals may transform the way you shop online. Tap or click here for secret Amazon coupon codes.\n\nAlexa Magic\n\nQ: I listened to your podcast about iOS 12. It was excellent! I learned so many things, but the best was how to find my phone when I lose it!\n\nA: We put countless hours into the research and production of each episode, but it’s all worth it when someone learns something new and vital about our technological world. For folks who are still a little hazy on podcasts, you can find Komando on Demand on Apple and Google Podcasts, Spotify, or wherever you get your podcasts. If you own an Amazon Echo just ask for it: “Alexa, play the Komando on Demand podcast.” Alexa’s response is quickly becoming my favorite skill. Tap or click here to listen to the iOS12 tips podcast now.\n\n5G Predictions\n\nQ: Is 5G going to change the world? Will I see it in my lifetime?\n\nA: Yes, you will almost certainly see 5G in your lifetime. The entire planet is hurtling toward the 5G era, and tech companies are racing to keep up. But just like previous “Gs,” the excitement of that moment will be met with a lot of expensive upgrading. We need new towers, new phones, and time to see lots of new content (mostly video!). But once that transition is over, sometime in the near future, we will all be grateful for the mythical speed and power that 5G makes possible. Tap or click here to learn about the 5G revolution.\n\nWhat digital lifestyle questions do you have? Call her national radio show and tap or click here to find it on your local radio station. You can listen or watch to the Kim Komando Show on your phone, tablet, television or computer. Or tap or click here for Kim's free podcasts.\n\nCopyright 2018, WestStar Multimedia Entertainment. All rights reserved.\n\nLearn about all the latest technology on the Kim Komando Show, the nation's largest weekend radio talk show. Kim takes calls and dispenses advice on today's digital lifestyle, from smartphones and tablets to online privacy and data hacks. For her daily tips, free newsletters and more, visit her website at Komando.com."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Brooke Crothers", "title": "This bionic mushroom can make electricity", "description": "Forget solar panels. Researchers are eyeing mushrooms to generate electricity.", "url": "https://www.foxnews.com/science/this-bionic-mushroom-can-make-electricity", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/bionic-mushroom.jpg", "publishedAt": "2018-11-17T12:00:03Z", "content": "Forget solar panels. Researchers are eyeing mushrooms to generate electricity. The electricity-generating mushrooms were fitted with a network of electrodes and special bacteria – which get their energy through photosynthesis – to produce bio-electricity, acc… [+2396 chars]", "fulltext": "Forget solar panels. Researchers are eyeing mushrooms to generate electricity.\n\n\n\nThe electricity-generating mushrooms were fitted with a network of electrodes and special bacteria – which get their energy through photosynthesis – to produce bio-electricity, according to researchers at the Stevens Institute of Technology in Hoboken, New Jersey.\n\n\n\nThe goal of the researchers, led by Steven's Manu Mannoor and Sudeep Joshi, was to create an \"artificial symbiosis\" between button mushrooms and the photosynthesis-producing bacteria, called cyanobacteria, according to an abstract describing the research provided by the American Chemical Society (ACS).\n\nTHESE $1,000 SMART GLASSES MIGHT BE THE FUTURE - AND THEY DON'T LOOK WEIRD\n\n\n\n\"Our paper integrated the cyanobacteria with fungus of a mushroom in a way that the cyanobacteria is able to make the energy by photosynthesis while the mushroom provides it with the suitable 'shelter' to do so,\" Manu Mannoor, Ph.D., Department of Mechanical Engineering Stevens Institute of Technology, told Fox News in an email.\n\n\n\nThe basic idea is for the mushrooms to provide shelter, moisture and nutrients, while bacteria that is printed on the mushroom's cap supplies energy by photosynthesis. Nanoribbons capture electrons released by the microbes during photosynthesis, producing the bioelectricity.\n\n\n\nAccording to the abstract, the mushroom was constructed like this: first, the researchers 3-D printed an electronic ink containing graphene nanoribbons onto the cap of a living mushroom. Then, they printed a bio-ink containing cyanobacteria onto the cap, which intersected with the electronic ink. At these intersections, energy-producing electrons could move through the outer membranes of the bacteria to the conductive network of graphene nanoribbons.\n\n\n\n\"It was...a process by which we could 'seamlessly merge' or integrate three classes of micro/nano materials,\" Dr. Mannoor said. He described the three as living bacteria, fungi (mushroom) and nanomaterials such as graphene.\n\n\n\nShining a light on the mushroom activated photosynthesis, generating a current of about 65 nanoAmps, the researchers said.\n\nHACKERS HAVE FOUND A NEW WAY TO BREAK INTO ATMS AND STEAL YOUR CASH\n\n\n\n“Although this current is insufficient to power an electronic device…an array of bionic mushrooms could generate enough current to light up an LED,” according to the abstract.\n\n\n\nThe goal of the researchers now is to work on ways to generate higher currents.\n\n\n\nDr. Mannoor said two companies have expressed interest though that information was confidential at this stage.\n\n\n\nThe research results were reported in the American Chemical Society journal Nano Letters."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Lukas Mikelionis", "title": "California Dem says US would win 'short war' against gun-rights advocates: 'The government has nukes'", "description": "California Democrat Eric Swalwell on Friday said the U.S. government would use its nuclear weapons in a hypothetical war against Second Amendment supporters refusing to give up their firearms.", "url": "https://www.foxnews.com/politics/california-dem-says-government-would-use-nuclear-weapons-against-gun-owners-resisting-firearms-control", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967140753001_5967141833001-vs.jpg", "publishedAt": "2018-11-17T10:40:48Z", "content": "U.S. Rep. Eric Swalwell on Friday said the U.S. government would use its nuclear weapons in a hypothetical war against Second Amendment supporters refusing to give up their firearms. The California Democrat, who is openly considering a run for the Democratic … [+2075 chars]", "fulltext": "U.S. Rep. Eric Swalwell on Friday said the U.S. government would use its nuclear weapons in a hypothetical war against Second Amendment supporters refusing to give up their firearms.\n\nThe California Democrat, who is openly considering a run for the Democratic Party’s presidential nomination in 2020, made the outlandish remark on social media after a gun-rights advocate pointed out that the lawmaker once called for gun owners to surrender their assault weapons.\n\n“So basically @RepSwalwell wants a war. Because that's what you would get. You're outta your f------ mind if you think I'll give up my rights and give the [government] all the power,\" Joe Biggs tweeted at Swalwell.\n\nThis prompted Swalwell to defend himself, saying it would be a “short war” because “the government has nukes,” implying the government would use its nuclear arsenal against its own citizens.\n\nThe comment drew an immediate backlash, with thousands of people criticizing the lawmaker for the ill-thought-out remark.\n\n“Here is an actual member of the U.S. Congress talking about using nuclear weapons against Americans,” David Freddoso wrote.\n\n“Personally, I have a bigger problem with an elected official blithely talking about nuking his fellow Americans than my neighbor owning an AR-15,” Cam Edwards tweeted.\n\nSwalwell -- a member of both the House Judiciary Committee and the House Intelligence Committee -- tried to defuse the situation, saying the need for a firearm to protect against the government is “ludicrous” and suggested that if an assault weapon ban would happen, people would just follow the law.\n\nHe later clarified that he was merely being facetious in his suggestion about the use of nuclear weapons. “I sarcastically point[ed] out USA isn't losing to his assault weapon (it's not the 18th Century),” he wrote.\n\nMeanwhile, Swalwell appeared Friday on HBO’s \"Real Time with Bill Maher\" show, talking about his potential plan to run for president, saying he’s “considering” it. The lawmaker, who will turn 40 in November 2020, would be the youngest candidate ever elected president.\n\nHe also came out unapologetically for his fellow California Democrat Nancy Pelosi, backing her for the House speaker position, and promising to use the Democratic House majority to investigate President Trump and pressure the president to release his tax returns."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "George Zimmerman gets probation in stalking of investigator linked to Trayvon Martin film series", "description": "Former Florida neighborhood watch leader George Zimmerman will serve a year probation after pleading no contest Tuesday to stalking a private investigator associated with a documentary on Trayvon Martin, the unarmed teen he killed in 2012.", "url": "https://www.foxnews.com/us/george-zimmerman-receives-year-probation-in-stalking-case", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GZ.jpg", "publishedAt": "2018-11-17T10:40:48Z", "content": "Former Florida neighborhood watch leader George Zimmerman will serve a year of probation after pleading no contest Tuesday to stalking a private investigator associated with a documentary series on Trayvon Martin, the unarmed teen Zimmerman killed in 2012. Un… [+2429 chars]", "fulltext": "Former Florida neighborhood watch leader George Zimmerman will serve a year of probation after pleading no contest Tuesday to stalking a private investigator associated with a documentary series on Trayvon Martin, the unarmed teen Zimmerman killed in 2012.\n\nUnder the plea, Zimmerman, who was not present in the courtroom, didn’t admit guilt.\n\nThe conviction will be withheld if the conditions of his probation -- which include not contacting the victim -- are met.\n\nSeminole County Judge Mark Herr told Zimmerman’s attorney to “Please counsel him,” and that “words do matter.”\n\nProsecutors believe Zimmerman sent dozens of threating messages and phones calls and emails to private investigator Dennis Warren after Warren contacted Zimmerman's family about the project.\n\n\"[The private investigator] is a [expletive] who bothered my uncle in his home. Local or former law officer, he's well on his way to the inside of a gator as well. 10-4?,\" Zimmerman allegedly said in a text message to a producer on the film, WFTV-TV in Orlando reported.\n\n“I’m going to find him and bring him to hell with me,” Zimmerman allegedly said in a message, referring to Warren.\n\nWarren said the threats included details about his life, such as where he was traveling and what airline, prompting him to get extra security for his home.\n\n“The threats were for me to immediately stop what I was doing or he was going to harm me,” Warren said.\n\nThe six-part documentary, titled, “Rest in Power: The Trayvon Martin Story,” was produced by rapper Jay-Z and looks at Martin’s life and the fatal shooting by Zimmerman and his trial.\n\nZimmerman was also accused of sending threats to Jay-Z and wife Beyonce over the film series.\n\nIn 2013, Zimmerman was acquitted in Martin’s death, which put a national spotlight on race relations and Florida’s “stand your ground” law.\n\nThe law allows people to use force without fleeing if they threatened. The shooting gave rise to the Black Lives Matter movement, which has sought to end police brutality and unfair treatment of minorities by police.\n\nSince his 2013 acquittal, Zimmerman has had several run-ins with the law, including allegedly throwing a wine bottle at his girlfriend and threatening a man during a road rage incident.\n\nNo charges were pressed in both cases.\n\nIn 2015, Matthew Apperson shot at Zimmerman's vehicle during a road rage confrontation. He was sentenced to 20 years in prison.\n\nHerr said he hoped that Zimmerman would avoid further appearances in his courtroom.\n\n“We would like to not have to see his name for a while,” Herr said.\n\nWarren expressed skepticism.\n\n“He can’t stay away from trouble. He’s toxic,” Warren said.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephanie Nolasco", "title": "Monica Lewinsky says she was 'gutted' after Bill Clinton labeled her 'that woman' in doc: 'I felt anger' - Fox News", "description": "Fox News Monica Lewinsky says she was 'gutted' after Bill Clinton labeled her 'that woman' in doc: 'I felt anger' Fox News Monica Lewinsky endured many mortifying moments in her life — one of them was reading Independent Counsel Kenneth Starr's report in 1998…", "url": "https://www.foxnews.com/entertainment/monica-lewinsky-says-she-was-gutted-after-bill-clinton-labeled-her-that-woman-in-doc-i-felt-anger", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/10/26/694940094001_5853842771001_5853834444001-vs.jpg", "publishedAt": "2018-11-17T10:03:49Z", "content": "Monica Lewinsky endured many mortifying moments in her life — one of them was reading Independent Counsel Kenneth Starr’s report in 1998 online, which detailed his investigation on her affair with then-President Bill Clinton. Lewinsky, 45, provided an in-dept… [+6801 chars]", "fulltext": "Monica Lewinsky endured many mortifying moments in her life — one of them was reading Independent Counsel Kenneth Starr’s report in 1998 online, which detailed his investigation on her affair with then-President Bill Clinton.\n\nLewinsky, 45, provided an in-depth reflection about her relationship with Clinton in a six-part docuseries for A&E titled “The Clinton Affair” from Academy Award and Emmy-winning producer Alex Gibney’s Jigsaw Productions and Emmy-winning director Blair Foster.\n\nThe special aims to examine the jaw-dropping events that led to the now-72-year-old’s impeachment, which took place on Dec. 19, 1998.\n\nLewinsky and her parents, as well as those close to Clinton, including former senior advisor Sidney Blumenthal and former lawyer Bob Bennett, participated in the documentary. Foster previously told The Hollywood Reporter that while the Clintons are aware of the project, they were not involved with the series.\n\nMONICA LEWINSKY TELLS ALL\n\nAn attorney for the Clintons did not immediately respond to Fox News’ request for comment.\n\nIn the documentary, the former White House intern shared how horrified she was reading Starr’s sexually explicit report, which described her encounters with Clinton. She was worried about how her family was going to be impacted by public scrutiny.\n\n“I felt terrible for Mrs. Clinton, I felt awful for Chelsea [Clinton],” Lewinsky admitted. “It was such a raw exposure.”\n\nLewinsky was a 21-year-old recent college graduate from Los Angeles when she began working at the White House as an unpaid intern in July 1995. She revealed that between August to October, she and Clinton shared a number of “flirtatious encounters.” However, things escalated in November 1995 during the federal government shutdown.\n\nMONICA LEWINSKY: WHY I DID IT\n\nAfter the story broke, Clinton publicly denied the allegations and famously declared, “I did not have sexual relations with that woman, Ms. Lewinsky.”\n\nShe said the speech left her stunned.\n\n“I was gutted,” she explained. “I felt anger. I was hurt, having been called 'that woman.' But at the same time, there was a part of me that was glad he did that. Because I wanted him to deny it. I did not want him to lose his job. You know, it was impossible to imagine what was about to unfold.”\n\nLewinsky said she was frustrated by how she was being negatively depicted by the press. Lewinsky also shared she was unable to publicly defend herself from the media backlash as the case unfolded.\n\nDOCU-SERIES OPENS OLD WOUNDS FOR BILL CLINTON RAPE ACCUSER JUANITA BROADDRICK\n\n“I was alleged to have been saying I was going to D.C. to get my presidential kneepads, which I never said,” she said. “… People started to chip away at my integrity and my character… I was crushed by the lack of any support in the media… There didn’t seem to be too much humanity… It just knifed me. But because I was under legal quarantine, I couldn’t even speak for myself. “\n\nIn January 1998, Lewinsky’s confidant Linda Tripp called the Office of the Independent Counsel (OIC) and revealed she knew about the affair, offering them taped conversations. The OIC then made Tripp set up a meeting with Lewinsky at the Ritz-Carlton. There, Lewinsky was ambushed by FBI agents and taken to a hotel room where she was held by waiting prosecutors from the OIC until late in the night.\n\nLewinsky was offered immunity if she cooperated with the prosecution.\n\n“The first time anybody had ever heard my voice was I think when they released the Tripp tapes,” she said. “They were aired in their entirety on C-SPAN… It was just like a whole other layer of just being burned.”\n\nOn Dec. 19, 1998 the House voted to impeach Clinton for lying under oath to a federal grand jury and obstructing justice. On Feb. 12, 1999 the Senate acquitted Clinton, who would go on to finish his term.\n\nLewinsky said that while she tried to move on after the scandal, she was still ridiculed by the press, making it difficult for her to find work.\n\n“I had a handbag company and I had some other projects,” she said. “But eventually, that just wasn’t fulfilling me… It’s a very long period of floundering and feeling unbelievably stuck in the old narrative of Monica Lewinsky that was created. It’s affected my family in a lot of really tough ways over the years… It was one of the aspects for which I felt really guilty about what happened. Because it also meant they could never escape it either. “\n\nLewinsky would go on to graduate from the London School of Economics in 2007 with a Master’s degree in social psychology. Today, she is a contributing editor for Vanity Fair and an anti-bullying activist.\n\n“Thank God at least the last few years I’ve had some opportunities to make positive contributions of it, so when younger generations and their families grow up there’s not just this horrible history,” she said.\n\n“I never could have imagined the impact that this would have on others, on the presidency, on my life and of course, the country,” Lewinsky added. “… Though my life has moved on in ways that I am incredibly grateful… the consequences and the pain that was caused was enormous.”\n\nLewinsky was interviewed over 20 hours for the 6 1/2-hour documentary. More than 50 people associated with the scandal also provided insight. In an essay published by Vanity Fair on Tuesday, Lewinsky admitted to feeling guilt and shame in reliving her time at the White House on camera and had wondered whether participating in the documentary was the right decision for her.\n\nIn June of this year, Clinton faced criticism for announcing in an interview with NBC’s Craig Melvin that he didn’t believe he should have to apologize directly to Lewinsky because he had publicly apologized 20 years ago.\n\nBut Lewinsky thinks Clinton “should want to apologize” to her.\n\n“I’m less disappointed by him, and more disappointed for him,” she wrote. “He would be a better man for it… and we, in turn, a better society.\n\nLewinsky also explained that, even though she has already apologized to Hillary and Chelsea during an interview with Barbara Walters in 1999, she would be grateful for the chance to personally reach out to Hillary, 71.\n\n“And if I were to see Hillary Clinton in person today, I know that I would summon up whatever force I needed to again acknowledge her — sincerely — how very sorry I am,” Lewinsky wrote. “I know I would do this because I have done it in other difficult situations related to 1998. I have also written letters apologizing to others — including some who also wronged me gravely. I believe that when we are trapped by our inability to evolve, by our inability to empathize humbly and painfully with others, then we remain victims ourselves.\"\n\n\"The Clinton Affair\" premieres Sunday, Nov. 18 on A&E."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Amy Lieu", "title": "Driver, 28, with history of DWI gets 20 years for crash that killed father of 7 - Fox News", "description": "Fox News Driver, 28, with history of DWI gets 20 years for crash that killed father of 7 Fox News A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Miss…", "url": "https://www.foxnews.com/us/driver-28-with-history-of-dwi-gets-20-years-for-crash-that-killed-father-of-7", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/olivia-matte.jpg", "publishedAt": "2018-11-17T09:58:02Z", "content": "A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Mississippi man who was the father of seven children. The crash was the third driving-while-intoxicate… [+2424 chars]", "fulltext": "A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Mississippi man who was the father of seven children.\n\nThe crash was the third driving-while-intoxicated (DWI) incident for defendant Olivia Matte, 28, in nine months, reports said.\n\nJames Blackmond, 37, died when Matte's vehicle rear-ended his truck on Lousiana's Lake Pontchartrain Causeway on March 23, 2017, the New Orleans Times-Picayune reported.\n\nAn aluminum guard rail smashed through the truck's rear window and impaled Blackmond, the report said. His passenger, Kelly Johnson, was injured in the crash, while Matte was not.\n\nOfficials said Matte's blood alcohol content was .216 at the time of the crash, which was close to three times higher than the legal limit of 0.08 percent, New Orleans' WWL-TV reported.\n\nMatte pleaded guilty Sept. 4 to a number of charges, including vehicular homicide, careless operation of a vehicle and operating a vehicle with a suspended license, the report said.\n\nCauseway police previously booked Matte for suspected drunk driving on the Causeway bridge on June 12, 2016, the Times-Picayune reported. Louisiana police arrested and booked her in another DWI incident Dec. 7, 2016, the report said.\n\nJudge Glenn Ansardi of the 24th Judicial District Court heard testimony Thursday from family members of both Blackmond and Matte before the sentencing.\n\nBlackmond’s family said lives were shattered by the loss of their loving, jovial “King James” and asked for a sentence of 25 to 30 years, the New Orleans Advocate reported.\n\n“Olivia Matte didn’t just kill my husband, she killed me, also,” said Queenita Blackmond, Jame’s widow, according to the Times-Picayune. “Olivia Matte choosing to drink and drive cost me my everything. Her total disregard for life cost me mine.\"\n\n“Olivia Matte didn’t just kill my husband, she killed me, also. Olivia Matte choosing to drink and drive cost me my everything. Her total disregard for life cost me mine.\" — Queenita Blackmond, widow of man killed in DWI crash\n\nMatte's family and friends described her as an outgoing, caring woman who had quickly, \"almost secretly,\" spiraled into crisis, according to the Advocate.\n\nBarry Matte, Olivia's father, apologized to the Blackmonds in court, the paper reported.\n\n\"Olivia is a good person who made not just a mistake, but a terrible mistake,\" he said, \"and one she is going to pay for.\"\n\nMatte testified that she was abusing alcohol after becoming lost in depression and unsure what to do with her life, the Advocate reported.\n\n\"I am sorry and I've always been sorry,” she said. “I wanted it to have been me gone, not him.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "David Arquette suffers bloody neck wound in ‘death match’ wrestling event", "description": "David Arquette might want to consider sticking with acting full-time. The 47-year-old star of the \"Scream\" movies, an amateur wrestler, competed in a hardcore, death match-style bout Friday night in Los Angeles, leaving the ring covered in his own blood from …", "url": "https://www.foxnews.com/entertainment/david-arquette-returns-to-ring-in-wrestling-death-match-slices-neck-open", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/09/21/694940094001_5838202916001_5838198440001-vs.jpg", "publishedAt": "2018-11-17T09:46:55Z", "content": "David Arquette might want to consider sticking with acting full-time. WARNING: GRAPHIC CONTENT The 47-year-old star of the \"Scream\" movies, and amateur wrestler, competed in a hardcore, death match-style bout Friday night in Los Angeles, leaving the ring cove… [+1490 chars]", "fulltext": "David Arquette might want to consider sticking with acting full-time.\n\nWARNING: GRAPHIC CONTENT\n\nThe 47-year-old star of the \"Scream\" movies, and part-time wrestler, competed in a hardcore, death match-style bout Friday night in Los Angeles, leaving the ring covered in his own blood from an apparent neck wound.\n\nIt happened during a promotional match for Game Changer Wrestling at Joey Janela's LA Confidential. Arquette was facing off against wrestler Nick FN Gage.\n\nGraphic video quickly spread across Twitter. The footage showed Arquette and Gage’s violent encounter, which included various weapons and stunts. Arquette could be seen in one clip dropping Gage onto folding chairs, while in another Gage attempted to scalp Arquette with a pizza cutter.\n\nWARNING: GRAPHIC VIDEO\n\nAfter getting hit over the head with a light tube, Arquette is seen immediately grabbing his neck. However, he was able to continue the match. Later he walked away from the ring covered in blood.\n\nArquette later tweeted that he had been “stitched up” and that, as it turns out, “Death Matches aren’t my thing.”\n\nArquette, who starred in the wrestling-themed movie “Ready to Rumble,” has competed in wrestling before, most memorably by becoming the WCW World Heavyweight Champion in 2000. Now 18 years later, Arquette told Fox News during an interview in September that he has decided stage a comeback to the professional wrestling ring.\n\n“I literally feel like I'm Rocky, I mean like I’m in the gym sweating like crazy going to the gym every day for hours, you know, getting it so I don't get winded so easily and putting on muscle losing a bunch of weight so it's all about training, it's all about determination, it's all about, you know, believing in yourself,” Arquette said."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Experts weigh the record of Cambodia's Khmer Rouge tribunal", "description": "After spending nine years and more than $300 million to prosecute leaders of Cambodia's Khmer Rouge responsible for the deaths of 1.7 million of their countrymen, a U.N.-assisted tribunal has ended up convicting only three people for the communist group's hei…", "url": "https://www.foxnews.com/world/experts-weigh-the-record-of-cambodias-khmer-rouge-tribunal", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-1bcc56f1bcc848fe939d736e6969b618-1.png", "publishedAt": "2018-11-17T09:28:31Z", "content": "BANGKOK After spending nine years and more than $300 million to prosecute leaders of Cambodia's Khmer Rouge responsible for the deaths of 1.7 million of their countrymen, a U.N.-assisted tribunal has ended up convicting only three people for the communist gro… [+5829 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nAfter spending nine years and more than $300 million to prosecute leaders of Cambodia's Khmer Rouge responsible for the deaths of 1.7 million of their countrymen, a U.N.-assisted tribunal has ended up convicting only three people for the communist group's heinous actions.\n\nWas it worth it?\n\nThese kinds of proceedings don't run cheap. The longer-running tribunals covering genocide in Rwanda and war crimes in the former Yugoslavia ran up costs of as much as $2 billion — though both tried many more people than were called to account in Cambodia for crimes committed during the 1975-79 regime of the late Khmer Rouge leader Pol Pot.\n\nOn Friday, the tribunal convicted Nuon Chea, 92, and Khieu Samphan, 87, the last surviving Khmer Rouge leaders, of genocide, crimes against humanity and war crimes, and sentenced them to life in prison. The only other person who has been convicted is Kaing Guek Eav, known as Duch, who as head of the Khmer Rouge prison system ran the infamous Tuol Sleng torture center in Phnom Penh.\n\nJustice is the primary goal. But international tribunals, trying people accused of crimes on a national scale, also serve to promote human rights and establish a historical record, among other targets.\n\nEven the most bullish observers acknowledge the shortcomings of the Cambodian tribunal, officially called the Extraordinary Chambers in the Courts of Cambodia, or ECCC. The rules hammered out in extensive negotiations between the United Nations and the Cambodian government hobbled its proceedings in ways that were not always foreseeable.\n\nThe ECCC was set up as a hybrid court, meaning every international prosecutor and judge was paired with a Cambodian counterpart. However, what was a political atmosphere encouraging cooperation when the U.N. agreement was signed in 2003 deteriorated, as democratic space has shrunk under Cambodia's long-serving, autocratic Prime Minister Hun Sen.\n\n\"Hybrid courts require domestic and international partners to share the steering wheel. They tend to function well only when the two drivers want to head in the same general direction,\" said John Ciorciari, a professor at the University of Michigan and co-author of a book about the tribunal. \"When they do, mixed tribunals can help fill gaps in otherwise frail domestic systems. When interests clash, these efforts to share sovereignty are prone to crash.\"\n\nThe main case in point: Hun Sen — himself a former Khmer Rouge commander who defected from the group when it was in power — declaring no more suspects should be prosecuted, saying without justification that such action could cause unrest.\n\nIt didn't help that the U.N. agreement's vague wording of who could be targeted for prosecution — senior Khmer Rouge leaders and those most responsible for the atrocities — proved to be more restrictive than open-ended.\n\n\"All tribunals of this character have political restraints, and so that is not unique to the ECCC,\" said David Scheffer, a law professor at Northwestern University and former U.S. ambassador at large for war crimes. Other points he mentioned that delayed the proceedings included the protection of due process rights and the unusual combination of a civil law investigating judicial procedure alongside a common law prosecutorial model.\n\n\"One can always surmise about more being done,\" said Scheffer, who also served as the U.N.'s special expert on assistance to the Khmer Rouge trials. \"But that was the negotiated reality of this particular tribunal.\"\n\nNevertheless, he gave high marks to the tribunal's performance, saying its main contribution has been both domestic and international justice rendered against some of the major figures in the Pol Pot regime.\n\n\"The Cambodian people sought justice and the ECCC delivered a significant measure of it,\" Scheffer said in an email interview. \"The ECCC also established a historical record, albeit not comprehensive, that otherwise never would have been uncovered.\"\n\nAdama Dieng, the U.N. special adviser on the prevention of genocide, also said Friday's convictions showed that \"justice will prevail, and that impunity should never be accepted for genocide and other atrocity crimes.\"\n\nPolitical education is an area where the tribunal has succeeded, said Heather Ryan, who has monitored the trials for the Open Society Justice Initiative, an independent international human rights organization.\n\n\"The court has made a huge contribution to helping the world and Cambodians better understand what occurred during the Khmer Rouge regime,\" said Ryan. \"It has triggered discussions at all levels of Cambodian society about not only the past, but concepts of impunity, justice and accountability relevant to the current political situation in Cambodia.\"\n\nOther observers were less impressed.\n\nTheary Seng, a U.S.-trained lawyer, writer and political analyst based in Phnom Penh, Cambodia's capital, who is an outspoken critic of Hun Sen's government, called the tribunal \"a complete failure for international justice\" because it didn't accomplish any of the established goals of reconciliation, symbolic justice and combating impunity.\n\nSeng, whose parents were killed by the Khmer Rouge, pointed out that the hope that at least some of the Cambodian judges, prosecutors and lawyers that the government placed in the tribunal would somehow become champions of judicial fairness and the rule of law has been the opposite of fulfilled: they have all been deeply implicated in government abuse and perversion of the domestic justice system.\n\nShe said her top concern now was for the integrity of the tribunal's documents to be preserved for researchers.\n\nIt is likely that the voluminous documentation used by the tribunal will be handed over to the government or institution controlled by the government, she said.\n\n\"This means that the printed documents could be selectively destroyed and the electronic version could be subtly altered,\" she warned. \"Future researchers writing the history of Cambodia will not know what's what.\"\n\n___\n\nAssociated Press writer Sopheng Cheang in Phnom Penh, Cambodia, contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "Inmate claims God, dead mom, gave him 'go ahead' to beat sex-offender cellmate to death: report - Fox News", "description": "Fox News Inmate claims God, dead mom, gave him 'go ahead' to beat sex-offender cellmate to death: report Fox News An inmate who allegedly beat to death his cellmate, an accused child molester, earlier this month in a Texas jail said “God and his mother” told …", "url": "https://www.foxnews.com/us/texas-inmate-allegedly-said-god-mom-told-him-to-kill-cellmate-accused-of-child-molestation", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/flores-simpson-sbs.jpg", "publishedAt": "2018-11-17T09:13:22Z", "content": "An inmate who allegedly beat to death his cellmate, an accused child molester, earlier this month in a Texas jail said “God and his mother” told him to do it because the man was “Bin Laden,” authorities said. David Faustino Flores, 42, was charged earlier thi… [+1811 chars]", "fulltext": "An inmate who allegedly beat to death his cellmate, an accused child molester, earlier this month in a Texas jail said “God and his mother” told him to do it because the man was “Bin Laden,” authorities said.\n\nDavid Faustino Flores, 42, was charged earlier this month with the murder of 76-year-old kiddie-train operator Clinton Don Simpson. Flores allegedly bashed Simpson’s head with dozens of blows against the cell floor and with his fists, the Fort Worth Star-Telegram reported.\n\n“My mom said, ‘That’s Bin Laden, so you ought to go get him.’ So I went to wale on him … And God said, ‘Go ahead,’” he said. Flores’ mother is dead, according to the paper.\n\n“My mom said, ‘That’s Bin Laden, so you ought to go get him.’ So I went to wale on him … And God said, ‘Go ahead.’” — David Faustino Flores, charged with murder\n\nFlores had said he hears voices inside his head and requested his own cell because he suffered from schizophrenia, the paper reported.\n\n“At that time I was already paranoid everyone wants to kill me,” he said. “I thought this whole place was ISIS.”\n\nFlores, jailed for an assault in October, had been kept in solitary confinement, but was later placed on suicide watch after trying to kill himself, the Star-Telegram reported. It was then that he was moved into the cell with Simpson.\n\nFlores struck Simpson’s head at least 73 times, according to a police affidavit that details the brutal attack on the 76-year-old, who was confined to a wheelchair at the time.\n\n“I just kept hitting him,” Flores said. He claimed he didn’t know what Simpson had been accused of.\n\nFlores was also apparently unaware Simpson had died until asking about him in an interview with reporters, the paper said. When he learned Simpson had died, Flores grew solemn and stared at a space on the ground.\n\n“I didn’t mean to do it,” he said. “I shouldn’t have done it.”\n\nSimpson, of the small Dallas suburb of Keller, was facing charges of aggravated sexual assault of a child, continuous sexual abuse of a child under 14, and indecency by fondling.\n\nFox News’ Louis Casiano contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "'Extreme psychological abuse' led father, 92, to fatally shoot son, 51, as he slept, defense argues", "description": "A 92-year-old former lawyer in Southern California is accused of killing his son with a shotgun while he slept, but a defense attorney said in court Friday that the incident was provoked by \"extreme psychological abuse,\" according to reports.", "url": "https://www.foxnews.com/us/former-lawyer-92-fatally-shot-son-while-he-slept-defense-says-son-was-abusive", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/san-diego-police.jpg", "publishedAt": "2018-11-17T08:39:14Z", "content": "A 92-year-old former lawyer in Southern California is accused of killing his son with a shotgun while he slept, but a defense attorney said in court Friday that the incident was provoked by \"extreme psychological abuse,\" according to reports. Richard Landis P… [+2063 chars]", "fulltext": "A 92-year-old former lawyer in Southern California is accused of killing his son with a shotgun while he slept, but a defense attorney said in court Friday that the incident was provoked by \"extreme psychological abuse,\" according to reports.\n\nRichard Landis Peck allegedly shot his son Robert Landis Peck, 51, at their San Diego home, the San Diego Union-Tribune reported.\n\nSan Diego police said Richard came out of his house around 6:30 p.m. Wednesday, called for help and said he'd just shot his son, after which responding officers found the son dead, the paper reported.\n\nRichard pleaded not guilty to murder, Fox 5 San Diego reported.\n\nPeck's attorney, Douglas Gilliland, said in court that \"this is a case of extreme psychological abuse,\" according to the Union-Tribune.\n\nGilliland said the son \"got blind drunk every day,” moved in with his father about three months ago and was in the middle of a divorce, the report said.\n\nHe said the elder Peck called police on his son twice when he feared for his safety, the paper reported. One of the times, the father believed he was in danger and police took the son to a mental hospital. Another time, the son broke things in the house, but officers declined to get involved saying it was a family issue, Gilliland said.\n\nOn Wednesday evening, the son smashed his father's landline phone, which was the only way he could communicate with police and his daughter in Georgia, Gilliland told the paper.\n\nThe son then told his father, \"I'm going to see you again later,\" as he headed for bed, but the elder Peck was too afraid to go to sleep that night, Gilliland said.\n\nGilliland said the family from Georgia knew Richard \"was in a dangerous situation,\" the report said.\n\nThe father, who was a former deputy city attorney in San Diego, now uses a wheelchair, is \"sharp-minded\" and poses no threat to the public, Gilliland told the Union-Tribune.\n\n“This is an unusual case,” the prosecutor told the paper out of court. “But at the end of the day, he took someone else’s life and he didn’t have the right to do that.”\n\nThe judge, having ordered Richard held on $500,000 bail, said she would review the amount at a hearing on Tuesday, Fox 5 San Diego reported.\n\nThe defendant faces 50 years to life in prison if convicted, Deputy District Attorney Daniel Shim said, according to the station."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Multi-agency drug sweep nets 49 arrests, $500M in cocaine, Coast Guard says", "description": "The Coast Guard seized 18.5 tons of cocaine valued at $500 million in a series of operations in international waters, officials said.", "url": "https://www.foxnews.com/us/coast-guard-seizes-500-million-worth-of-cocaine", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/drugs1.jpg", "publishedAt": "2018-11-17T08:05:06Z", "content": "The Coast Guard seized 18.5 tons of cocaine valued at $500 million in a series of operations in international waters, officials said Thursday. In a news release, officials said the drugs were unloaded at the Port Everglades in Fort Lauderdale, Fla. The drugs … [+452 chars]", "fulltext": "The Coast Guard seized 18.5 tons of cocaine valued at $500 million in a series of operations in international waters, officials said Thursday.\n\nIn a news release, officials said the drugs were unloaded at the Port Everglades in Fort Lauderdale, Fla.\n\nThe drugs were seized from 15 drug smuggling boats off the coasts of Mexico, Central America and South America with help from other law enforcement agencies.\n\nThe operation netted 49 arrests, with the suspects to be prosecuted in South Florida. In recent years, the volume of cocaine smuggled by water has drained the Coast Guard's resources, Capt. Jeffrey Randall told the Miami Herald.\n\nThe agency seized 226 tons of cocaine last year and brought in 708 suspects."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Pence, China's Xi trade tough talk at Pacific summit", "description": "Vice President Mike Pence and Chinese leader Xi Jinping exchanged barbs and tough talk in competing speeches to world leaders Saturday, with Pence warning the United States could double its tariffs on Beijing unless it bowed to U.S. demands.", "url": "https://www.foxnews.com/us/pence-china-trade-tough-talk-at-pacific-summit", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/MP.jpg", "publishedAt": "2018-11-17T07:07:57Z", "content": "Vice President Mike Pence and Chinese leader Xi Jinping exchanged barbs and tough talk in competing speeches to world leaders Saturday, with Pence warning the United States could double its tariffs on Beijing unless it bowed to U.S. demands. Pence, speaking a… [+2256 chars]", "fulltext": "Vice President Mike Pence and Chinese leader Xi Jinping exchanged barbs and tough talk in competing speeches to world leaders Saturday, with Pence warning the United States could double its tariffs on Beijing unless it bowed to U.S. demands.\n\nPence, speaking at the Asia Pacific Economic Co-operation (APEC) summit in Port Moresby, Papua New Guinea, showed no hint of compromise. He said the U.S. would not change its course until China changes its ways.\n\n“We have taken decisive action to address our imbalance with China,” Pence said. “We put tariffs on $250 billion in Chinese goods, and we could more than double that number.”\n\n“We have taken decisive action to address our imbalance with China. We put tariffs on $250 billion in Chinese goods, and we could more than double that number.” — Vice President Mike Pence\n\nChina has retaliated with tariffs of its own on U.S. goods.\n\nWashington is demanding that China stop intellectual property theft against U.S. companies, slash a $375 million trade gap, cut industrial subsidies and improve access to Chinese markets.\n\nPresident Trump was not at the summit, but will meet with Jinping in at the G-20 summit in Argentina that begins later this month, Reuters reported.\n\nPence also took aim at China’s construction of manmade islands in the Pacific and its “Belt and Road Initiative,” which involves billions of dollars of infrastructure development in Asia, Europe and Africa.\n\nHe called many of the projects low-quality ventures that saddle developing nations with loans they can’t afford, while saying the U.S. is a better partner.\n\n\"Know that the United States offers a better option. We don't drown our partners in a sea of debt, we don't coerce, compromise your independence,\" Pence said. \"We do not offer a constricting belt or a one-way road. When you partner with us, we partner with you and we all prosper.\"\n\nPence has spent nearly a week attending Asian summits assailing China's military and economic influence, the Wall Street Journal reported.\n\nXi spoke before Pence, calling protectionism “shortsighted” and “doomed to fail.”\n\nHe expressed support for a global free trading system and said nations face a choice of cooperation as unilateralism spreads.\n\n“History has shown that confrontation, whether in the form of a Cold War, hot war, or trade war will produce no winners,” Xi said.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Abe visits Darwin shrine to Japanese war dead", "description": "Japanese Prime Minister Shinzo Abe on Saturday visited a shrine in Darwin commemorating the deaths of 80 Japanese submariners in waters near the city in World War II.", "url": "https://www.foxnews.com/world/abe-visits-darwin-shrine-to-japanese-war-dead", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ccbb261ab5dc488bab5dbda1a1320051-1.png", "publishedAt": "2018-11-17T06:31:31Z", "content": "SYDNEY Japanese Prime Minister Shinzo Abe on Saturday visited a shrine in Darwin commemorating the deaths of 80 Japanese submariners in waters near the city in World War II. Abe arrived in Darwin on Friday for meetings with Australian counterpart Scott Morris… [+1814 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nJapanese Prime Minister Shinzo Abe on Saturday visited a shrine in Darwin commemorating the deaths of 80 Japanese submariners in waters near the city in World War II.\n\nAbe arrived in Darwin on Friday for meetings with Australian counterpart Scott Morrison, becoming the first leader of Japan to visit the northern port city since it was bombed by Japanese forces in 1942.\n\nAfter laying a wreath with Morrison to remember the 240 people estimated to have died in the Darwin bombings, Abe on Saturday honored servicemen from his own country killed in a lesser-known incident.\n\nJapanese submarine I-124 was sunk with depth charges deployed from an Australian ship, the Deloraine, after a battle on Jan. 20, 1942. The sub had been one of four from Japan laying mines in the area to attack allied shipping along the northern coast of Australia.\n\nThe I-124 sank with all 80 crew members on board, and remains on the seabed some 60 miles (90 kilometers) northwest of Darwin. The city was bombed by Japanese forces a month later.\n\nDuring a solemn ceremony at the coastal memorial, Abe, accompanied by wife Akie, laid a wreath, as did Michael Gunner, the chief minister of the Northern Territory, of which Darwin is the capital.\n\nThe visit continued Abe's moves to show remorse for Japan's role in the war, following his trip to Pearl Harbor in 2016.\n\nEarlier Saturday, Abe toured a Japanese coast guard that docked in Darwin to coincide with his visit. Abe and Morrison on Friday announced an agreement to strengthen bilateral cooperation on maritime security.\n\nSpeaking with officers on the vessel, Abe said \"the seas are the highways through which Japan imports vital resources.\"\n\n\"These seas, including the waters surrounding Australia, are extremely important to us as they contain the very lifelines of maritime transport,\" he said.\n\nMorrison and Abe also agreed to increase defense cooperation, with Abe saying he hoped a deal might be agreed early next year.\n\nAbe on Saturday left Darwin to attend the Asia-Pacific Economic Cooperation summit in Port Moresby in Papua New Guinea."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Amy Lieu", "title": "Driver, 28, with history of DWI gets 20 years for crash that killed father of 7", "description": "A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Mississippi man who was the father of seven children.", "url": "https://www.foxnews.com/us/olivia-matte-sentenced-to-20-years-for-fatal-dui", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/olivia-matte.jpg", "publishedAt": "2018-11-17T05:40:42Z", "content": "A Louisiana woman was sentenced to 20 years in prison this week after pleading guilty in connection with a fatal drunken driving crash that killed a married Mississippi man who was the father of seven children. The crash was the third driving-while-intoxicate… [+2425 chars]", "fulltext": "bad url"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "California wildfire evacuees plunged into state's housing crisis", "description": "As firefighters in California begin to get a handle on a series of wildfires that have ravaged both ends of the state and destroyed thousands of home this past week, those affected will soon face the reality of finding permanent housing in a state already fac…", "url": "https://www.foxnews.com/us/california-wildfire-evacuees-plunged-into-states-housing-crisis", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/CF2.jpg", "publishedAt": "2018-11-17T05:17:50Z", "content": "As firefighters in California begin to get a handle on the deadly wildfires that have ravaged both ends of the state and destroyed thousands of homes this past week, those affected will soon face the potentially daunting task of having to find permanent housi… [+5618 chars]", "fulltext": "As firefighters in California begin to get a handle on the deadly wildfires that have ravaged both ends of the state and destroyed thousands of homes this past week, those affected will soon face the potentially daunting task of having to find permanent housing in a state already experiencing a massive housing shortage.\n\nThe Camp Fire in Northern California decimated the town of Paradise, killing at least 71, and destroying 90 percent of its housing stock, turning homeowners there into refugees.\n\nSome have been staying in motels, shelters or with family and friends before they attempt to find permanent housing or rebuilding their homes.\n\nBut California ranks 49th in the U.S. in housing units per capita. Factors include the passage of Proposition 13 in 1978, which limited the amount of money cities and counties could spend on new housing, and the job booms in technology and other fields that have attracted residents from out of state faster than new housing can be made available.\n\nAs a result, “There is no way that the current housing stock can accommodate the people displaced by the fire,” said Casey Hatcher, a spokeswoman for Butte County, where Paradise and surrounding towns ravaged by the Camp Fire are located. “We recognize that it’s going to be some time before people rebuild, and there is an extremely large housing need.”\n\n“There is no way that the current housing stock can accommodate the people displaced by the fire. We recognize that it’s going to be some time before people rebuild, and there is an extremely large housing need.” — Casey Hatcher, spokeswoman for fire-ravaged Butte County, Calif.\n\nSome of those displaced have resorted to extreme measures while contemplating their next move, the Los Angeles Times reported.\n\n\"I just want to go home,\" said Suzanne Kaksonen, a Paradise resident now staying in a tent city in a Walmart parking lot in Chico with her two cockatoos after her 800-square-foot home was destroyed. \"I don't even care if there's no home. I just want to go back to my dirt, you know, and put a trailer up and clean it up and get going. Sooner the better. I don't want to wait six months. That petrifies me.\"\n\nDeAnn Miller, 57, who also stayed in the tent city, was homeless for over a year before her uncle gave her a travel trailer. She evacuated so quickly that she didn’t event take a change of clothes.\n\n“To just get a home again and to lose it like this …” she said before trailing off. “I don’t want to be homeless again.”\n\n“To just get a home again and to lose it like this … I don’t want to be homeless again.” — DeAnn Miller, 57, Californian displaced by fire\n\nFurther south near Los Angeles, the Woolsey Fire destroyed 35 homes. Evacuees need shelter for now, but eventually, they will need homes.\n\nPatty Saunders, 89, barely escaped her mobile home community where she lived on a $900 monthly Social Security check. She had hoped to stay with her daughter outside Los Angeles, but she too was forced to evacuate her home.\n\n“What is happening with California, dear?” Saunders said, covered in blankets in a church gym. “It’s going to be tough.”\n\nSome Southern Californa evacuees who fled their homes have been allowed to return.\n\nMore than 81,000 people across the state have evacuated from their homes in the week since the fires began. Housing experts said while the state’s economy from its ports to Hollywood and Silicon Valley has boomed, housing supply has failed to keep up with demand, according to the New York Times.\n\nAs more people transplant themselves, the demand only grows.\n\nFrom 2009 to 2014, California added 544,000 new households, but built only 467,000 units over the same period, according to the McKinsey Global Institute.\n\n“We’ve had a huge increase in population and a huge increase in jobs, and we do not have anywhere close to the supply of housing to put people,” said Carol Galante, faculty director of the Terner Center for Housing Innovation at University of California at Berkeley. “There is no margin when there is a disaster; there is no cushion at all.”\n\nButte County was already plagued by a severe housing shortage before the Camp Fire, Ed Mayer, executive director of the county’s housing agency told the Sacramento Bee, adding the vacancy rate was at 2 percent.\n\nMany Paradise residents will face difficulties rebuilding their homes because of their limited financial means, he said.\n\n“Big picture, we have 6,000, possibly 7,000 households who have been displaced and who realistically don’t stand a chance of finding housing again in Butte County,” Mayer said. “I don’t even know if these households can be absorbed in California.”\n\nPresident Trump will meet with Gov. Jerry Brown and Governor-elect Gavin Newsom during a visit to the state Saturday to tour the damage and meet with those affected. Trump previously threatened to withhold federal funds to the state while blaming California for \"gross mismanagement\" of its forests.\n\nBut the president later toned down his rhetoric, in a Twitter message Wednesday.\n\n\"Just spoke to Governor Jerry Brown to let him know that we are with him, and the people of California, all the way!\" Trump wrote in one of several messages.\n\nOne possible housing solution for California would be for the Federal Emergency Management Agency (FEMA) to provide trailers for people to live in while their homes are being rebuilt.\n\nFor now, authorities are focused on providing relief.\n\n“This is a tremendous strain in an already difficult situation,” said Shawn Boyd, a spokesman for the California Governor’s Office of Emergency Services.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Stephen Sorace", "title": "GOP's Mia Love takes lead in Utah House race as count continues", "description": "A Republican incumbent congresswoman from Utah pulled ahead of her Democratic opponent by several hundred votes Friday, gaining her first lead in the House contest since Election Day.", "url": "https://www.foxnews.com/politics/rep-mia-love-gains-lead-in-utah-house-race", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rep-mia-love-Utah.jpg", "publishedAt": "2018-11-17T05:11:22Z", "content": "A Republican incumbent congresswoman from Utah pulled ahead of her Democratic opponent by several hundred votes Friday, gaining her first lead in the House contest since Election Day. After the latest tally, U.S. Rep. Mia Love, 42, held a razor-thin 419-vote … [+2014 chars]", "fulltext": "A Republican incumbent congresswoman from Utah pulled ahead of her Democratic opponent by several hundred votes Friday, gaining her first lead in the House contest since Election Day.\n\nAfter the latest tally, U.S. Rep. Mia Love, 42, held a razor-thin 419-vote lead over Democratic challenger and Salt Lake County Mayor Ben McAdams for the state’s 4th Congressional District, FOX13 Utah reported.\n\nThe two-term incumbent had previously trailed McAdams early Friday afternoon by 1,169 votes before the release of updated numbers from Utah County, the station reported.\n\nMcAdam’s campaign has called the Utah County results “unsurprising,” saying they track with earlier voter trends.\n\n“We’re optimistic that when final numbers are reported Monday, Ben McAdams will again be winning,” McAdams’ campaign manager, Andrew Roberts, told the Salt Lake Tribune.\n\nMcAdams, confident of victory, had spent the past week in Washington, attending House orientation meetings and even appearing in the freshman class photo, the paper reported.\n\nThe lingering doubt over the vote’s outcome didn’t stop President Trump from calling out Love by name in a news conference last week where he bashed other fellow Republicans. Trump said Love and others lost because they didn't fully embrace him.\n\nLove \"showed me no love,\" Trump told reporters.\n\nBut with thousands of provisional ballots still to be counted, the race for the 4th District’s House seat remained closer than ever.\n\nLove, who became the first black Republican woman elected to Congress in 2014, maintains a 0.16 percent spread over McAdams, well within Utah’s margin for a recount, which is 0.25 percent, according to the Salt Lake Tribune.\n\n“This is just the start of Mia’s victory,” said Dave Hansen, Love’s campaign manager. “We will continue to closely monitor the election results.”\n\nEarlier Friday, a judge dismissed a lawsuit filed by Love, which sought to block counting ballots in Salt Lake County by challenging the signature verification conducted by the county clerk, FOX13 reported.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Argentina: Submarine found sunk year after disappearing", "description": "Argentina's navy announced early Saturday that searchers had found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard.", "url": "https://www.foxnews.com/world/argentina-submarine-found-sunk-year-after-disappearing", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T05:07:29Z", "content": "BUENOS AIRES, Argentina Argentina's navy announced early Saturday that searchers had found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard. The vessel was detected 800 meters (2,625 feet) deep in wate… [+2007 chars]", "fulltext": "A submarine that went missing over a year ago together with 44 crewmen aboard has been found, the Argentinian navy said early Saturday.\n\nThe ARA San Juan submarine disappeared on Nov. 15 last year, sparking an international search operation assisted by the United States and other countries.\n\nThe discovery of the sub was announced just days after families of the missing sailors held a one-year commemoration, with Argentinian President Mauricio Macri promising the families that he will find “the truth” about the submarine.\n\nThe submarine was detected more than 2,600 feet deep in the waters off the Valdes Peninsula in Argentine Patagonia, the navy’s statement said.\n\nBULLETS THAT DON'T MISS, WEAPONIZED INSECTS AND MORE: INNOVATIONS FROM DARPA, AMERICA'S SECRET LAB\n\nIt said the navy made a “positive identification” by a remote-operated submersible belonging to American ship Ocean Infinity, which famously was involved in the hunt for MH370 plane.\n\nNavy spokesman Rodolfo Ramallo said the discovery was made thanks to the company that “decided to do a new search and, thanks to God, it was able to find the zone,” according to Sky News.\n\n“Now another chapter opens. From the analysis of the state in which the submarine has been found, we will see how to proceed,” he said.\n\nOscar Aguad, Argentina's defense minister, said later that the navy lacks the submersibles with \"modern technology\" capable of rescuing the sub from the seabed. He said officials still need to determine the next steps.\n\nThe government of Argentina gave up on finding the sailors alive after the intense search, but the efforts to locate the vessel continued.\n\nIt remains unclear what exactly happened to the submarine and why it lost contact on its return to its base in the coastal city of Mar del Plata a year ago.\n\nThe navy previously stated that the captain of the vessel reported – the same day as the vessel went missing – that water entered the snorkel and caused one of the sub's batteries to short-circuit, though the issue said to be fixed at the time.\n\nAn explosion was later detected at the place where the sub was last heard, potentially caused by a “concentration of hydrogen” and the problem caused by the battery.\n\nThe missing vessel was a German-built diesel-electric TR-1700 class submarine commission in the 1980s. It was refitted between 2008 and 2014, costing around $12 million.\n\nExperts say that such upgrades are risky as they require cutting the submarine in half and integrating different systems produced by various manufacturers. A small mistake in the process could lead to fatal consequences to the vessel and the crew aboard.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Services held for 2 victims of Southern California massacre", "description": "Memorial services have been held for two victims of the mass shooting at a Southern California country bar.", "url": "https://www.foxnews.com/us/services-held-for-2-victims-of-southern-california-massacre", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T04:17:29Z", "content": "WESTLAKE VILLAGE, Calif. Memorial services have been held for two victims of the mass shooting at a Southern California country bar. Marine Corps veteran Daniel Manrique was remembered Friday at a church in Westlake Village near Los Angeles. Services for 22-y… [+537 chars]", "fulltext": "Memorial services have been held for two victims of the mass shooting at a Southern California country bar.\n\nMarine Corps veteran Daniel Manrique was remembered Friday at a church in Westlake Village near Los Angeles. Services for 22-year-old Kristina Morisette were held at a church in Simi Valley.\n\nThe 33-year-old Manrique served in Afghanistan in 2007. He volunteered at a hospital helping the homeless and managed a local chapter of a veterans help group.\n\nMorisette was working as a cashier at the Borderline Bar & Grill in Thousand Oaks on Nov. 7 when a gunman killed a dozen people before committing suicide.\n\nThe Ventura County Star says her mourners included people who were at the bar that night and some of Kristina's friends, dressed in cowboy hats and boots."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Camp Fire death toll jumps to 71, sheriff says", "description": "Authorities in Northern California revealed Friday night that an additional eight sets of human remains were uncovered during search efforts, bringing the total number of people killed in the Camp Fire to 71.", "url": "https://www.foxnews.com/us/camp-fire-death-toll-jumps-to-71-sheriff-says", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968133483001_5968132474001-vs.jpg", "publishedAt": "2018-11-17T03:09:34Z", "content": "Authorities in Northern California revealed Friday night that an additional eight sets of human remains have been uncovered during search efforts, bringing the total number of people killed in the Camp Fire to 71. The list of unaccounted individuals also rose… [+1170 chars]", "fulltext": "Authorities in Northern California revealed Friday night that an additional eight sets of human remains have been uncovered during search efforts, bringing the total number of people killed in the Camp Fire to 71.\n\nThe list of unaccounted individuals also rose to more than 1,000, up from Thursday’s count of 631, Butte County Sheriff Kory Honea said. However, he pointed out that the list contains “somewhat raw” information that could include duplicate names and alternate spellings.\n\nOf the eight sets of newly-discovered remains, seven of them were located inside structures in Paradise, California, Honea said, a town that’s faced widespread devastation.\n\nSo far, 58 of the remains have been \"tentatively\" identified, Honea said.\n\nThe blaze, which erupted on Nov. 8, is the deadliest in California state history.\n\nThe updated death toll comes ahead of President Trump’s visit to the state on Saturday, where he’s expected to meet with those affected by the flames, according to the White House.\n\n“It’s incredible what’s going on,\" Trump told Fox News’ Chris Wallace Friday in early excerpts of his interview to air on Fox News Sunday. \"And burned beyond recognition. They can’t even see the bodies. It’s incredible.”\n\nFox News’ Nicole Darrah and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Sarah Sanders: Freedom of the press isn't freedom to be rude", "description": "White House press secretary Sarah Sanders responds to judge ruling in favor of restoring CNN correspondent Jim Acosta's White House pass, previews President Trump's visit to California wildfires.", "url": "http://video.foxnews.com/v/5968201704001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968192998001_5968201704001-vs.jpg", "publishedAt": "2018-11-17T03:08:43Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Girlfriend of Colorado man who pleaded guilty to killing family speaks out on 'horrific' act - Fox News", "description": "Fox News Girlfriend of Colorado man who pleaded guilty to killing family speaks out on 'horrific' act Fox News A Colorado woman who was dating Christopher Watts – the man accused of killing his pregnant wife and daughters in August – reportedly labeled him “a…", "url": "https://www.foxnews.com/us/colorado-woman-who-dated-man-accused-of-killing-pregnant-wife-2-daughters-says-hes-a-liar-report", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18310815971925.jpg", "publishedAt": "2018-11-17T03:06:15Z", "content": "A Colorado woman who was dating Christopher Watts – the man accused of killing his pregnant wife and daughters in August – reportedly labeled him “a liar” during an interview Thursday where she detailed how the two met and began what, unknowingly to her, was … [+2911 chars]", "fulltext": "A Colorado woman who was dating Christopher Watts – the man accused of killing his pregnant wife and daughters in August – reportedly labeled him “a liar” during an interview Thursday where she detailed how the two met and began what, unknowingly to her, was an extramarital affair.\n\nNichol Kessinger, 30, had been dating Watts for less than two months and said she “barely knew him” when his family members disappeared over the summer, she told The Denver Post.\n\nEarlier this month, Watts, 33, pleaded guilty to nine felony counts, including three first-degree murder charges, in the deaths of his wife, Shanann, 34, and two daughters, Bella, 4, and Celeste, 3, prosecutors said. Police have said Watts drove their bodies to an oil site owned by his former employer. The girls' bodies were found submerged in an oil tank, and Shanann Watts' body was found in a shallow grave.\n\n“I don’t think there is a logical explanation for what he did,” Kessinger told the outlet. “It’s a senseless act, and it’s horrific.”\n\nThe woman had reportedly been employed with a contractor for Anadarko Petroleum – where Watts worked – when the pair crossed paths and eventually began talking in mid-June.\n\nCOLORADO MAN CHARGED IN MURDER OF PREGNANT WIFE AND DAUGHTERS ENTERS GUILTY PLEA\n\nShe described Watts as being “very softspoken” and told The Post that she “believed him” when he said he was the father of two girls and was nearing the close of his divorce proceedings.\n\nTheir relationship progressed and reportedly became physical by the beginning of July, at which point Kessinger said the pair spent time together multiple times throughout the week. By the end of the month, he informed her that his divorce was official, the outlet said.\n\nThe day that Watts’ family went missing in mid-August, Kessinger told The Post that he told her via text that they were “gone,” but he seemed calm.\n\nIt was only after news outlets began reporting on their disappearance that she reportedly learned the truth.\n\n“When I read the news, I found out he was still married and his wife was 15 weeks pregnant,” Kessinger said. “I thought, ‘If he was able to lie to me and hide something that big, what else was he lying about?’”\n\nCHRIS WATTS UNDER SUICIDE WATCH ON COLORADO JAIL, REPORTS SAY\n\nWhen Kessinger later spoke to Watts, he reportedly altered his explanation about his divorce and attempted to veer their conversation to a new subject.\n\n“It got to a point that he was telling me so many lies that I eventually told him that I did not want to speak to him again until his family was found,” she told The Post.\n\nShe eventually contacted the Weld County Sheriff’s Office and divulged the details of their relationship, the outlet reported.\n\n“I just wanted to help,” she said. “With a pregnant woman and two children missing, I was going to do anything that I could.”\n\nWatts, who was charged in August with his pregnant wife and daughters’ deaths, will face three consecutive life sentences for the murder charges; the rest will be “left to the discretion of the court” when Watts is officially sentenced on Nov. 19, the Weld district attorney previously said.\n\nFox News’ Paulina Dedaj contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "American detained in North Korea deported back to US, official says - Fox News", "description": "Fox News American detained in North Korea deported back to US, official says Fox News An American citizen claiming to be a spy when he was detained in North Korea has been deported to the United States after a month of captivity, an official said. Speaking on…", "url": "https://www.foxnews.com/world/american-detained-in-north-korea-deported-back-to-us-official-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-05bf86a1047e4271b6962cd921595dae.png", "publishedAt": "2018-11-17T03:02:44Z", "content": "An American citizen claiming to be a spy when he was detained in North Korea has been deported to the United States after a month of captivity, an official said. Speaking on a condition of anonymity, a U.S. official confirmed to The Associated Press that Bruc… [+1071 chars]", "fulltext": "An American citizen claiming to be a spy when he was detained in North Korea has been deported to the United States after a month of captivity, an official said.\n\nSpeaking on a condition of anonymity, a U.S. official confirmed to The Associated Press that Bruce Byron Lowrance was deported and on a flight back to the U.S. Friday. He would not provide any other details about his release.\n\nThe man was reportedly detained on Oct. 16 for allegedly entering into North Korea illegally through China. Korean Central News Agency reported that he told investigators that he was under the “manipulation” of the U.S. spy agency.\n\nNorth Korea in the past has held arrested American citizens for an extended period before high-profile U.S. figures travelled to Pyongyang to secure their freedom.\n\nThe latest release comes just a year after university student Otto Warmbier died only days after he arrived from North Korea in a coma after spending 17 months in their captivity.\n\nPyongyang stands by its denial that Warmbier was tortured while in detainment, providing questionable medical records.\n\nNorth Korea also announced Friday the test of a newly developed but unspecified \"ultramodern\" weapon that could heightened tensions between Pyongyang and Washington.\n\nFox News’ Lucia I. Suarez Sang and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "ET Online", "title": "Hailey Baldwin changes name to 'Hailey Bieber' on social media - Fox News", "description": "Fox News Hailey Baldwin changes name to 'Hailey Bieber' on social media Fox News Hailey Baldwin is fully embracing married life. The 21-year-old model made her marriage to Justin Bieber Instagram official by changing her handle to Hailey Bieber on Friday. It …", "url": "https://www.foxnews.com/entertainment/hailey-baldwin-changes-name-to-hailey-bieber-on-social-media", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/the-happy-couple.jpg", "publishedAt": "2018-11-17T02:33:28Z", "content": "Hailey Baldwin is fully embracing married life. The 21-year-old model made her marriage to Justin Bieber Instagram official by changing her handle to Hailey Bieber on Friday. It now appears as \"Hailey Rhode Bieber.\" The news comes weeks after she filed to tra… [+1367 chars]", "fulltext": "Hailey Baldwin is fully embracing married life.\n\nThe 21-year-old model made her marriage to Justin Bieber Instagram official by changing her handle to Hailey Bieber on Friday. It now appears as \"Hailey Rhode Bieber.\" The news comes weeks after she filed to trademark her married name.\n\nLast month, Hailey filed to register \"Hailey Bieber\" for the purposes of a clothing line. She also registered her maiden name, \"Hailey Baldwin,\" as well as \"HRB3,\" under her company, Rhodedeodato Corp. Hailey and Justin married in September during a visit to a New York City courthouse.\n\nHailey Baldwin Proudly Wears Jacket Emblazoned With New Last Name\n\n\"The couple kept their marriage a secret from a lot of people. Justin and Hailey wanted to be married, and didn’t want to wait. They still plan to have a more formal wedding, but for them this intimate ceremony was exactly what they wanted,\" a source told ET last month.\n\n\"Justin and Hailey were telling people they weren’t married when they were,” the source continued, adding there are still plans for a wedding ceremony outside of the courthouse.\n\nJustin Bieber Shares Passionate Kiss With 'Hunny Buns Punkin' Hailey Baldwin in Steamy New Pic\n\nHailey stepped out wearing a jacket with \"Bieber\" adorned on the back in New York City on Thursday, and she couldn't help but gush about her husband in the recent issue of Harper's Bazaar.\n\n“He is incredible,\" Baldwin said of the pop star. \"He crushes everything.\"\n\nJustin Bieber Has a New Face Tattoo -- And Hailey Baldwin Reportedly Got One to Match\n\n\"Every song, every feature. It’s crazy to see what he does,\" she added. \"I'm always blown away.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "UN committee condemns rights violations against Rohingya", "description": "A key U.N. committee overwhelmingly approved a resolution Friday strongly condemning the continuing \"gross human rights violations and abuses\" against Rohingya Muslims who are treated as outsiders in Myanmar and were victims of a brutal campaign by the countr…", "url": "https://www.foxnews.com/world/un-committee-condemns-rights-violations-against-rohingya", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-17T02:27:17Z", "content": "UNITED NATIONS A key U.N. committee overwhelmingly approved a resolution Friday strongly condemning the continuing \"gross human rights violations and abuses\" against Rohingya Muslims who are treated as outsiders in Myanmar and were victims of a brutal campaig… [+3487 chars]", "fulltext": "A key U.N. committee overwhelmingly approved a resolution Friday strongly condemning the continuing \"gross human rights violations and abuses\" against Rohingya Muslims who are treated as outsiders in Myanmar and were victims of a brutal campaign by the country's military.\n\nThe General Assembly's human rights committee approved the resolution by a vote of 142-10, with 26 abstentions. It is virtually certain to be formally adopted by the 193-member world body in December.\n\nAmong those voting against the resolution were Myanmar neighbors China, Cambodia and Laos along with Russia. Bangladesh, which hosts 1.1 million Rohingya refugees, voted in favor.\n\nThe resolution expresses deep concern that violence by Myanmar's military against the Rohingya has forced over 723,000 people to flee to Bangladesh since August 2017.\n\nIt urgently calls on Myanmar's government to end discrimination and provide a path to citizenship for the embattled minority.\n\nBuddhist-majority Myanmar has long considered the Rohingya to be \"Bengalis\" from Bangladesh even though their families have lived in the country for generations. Nearly all have been denied citizenship since 1982, effectively rendering them stateless, and they are also denied freedom of movement and other basic rights.\n\nThe latest crisis began with attacks by an underground Rohingya insurgent group on Myanmar security personnel in August 2017 in northern Rakhine State. Myanmar's military responded with a brutal campaign and is accused of mass rape, killings and the burning of thousands of homes.\n\nThe resolution, sponsored by the 57-nation Organization of Islamic Cooperation, the European Union and Canada, reiterates \"deep distress\" at reports that unarmed Rohingya are still being subjected to excessive use of force and rights violations by Myanmar's military and security forces, including killings and rapes.\n\nThe resolution expresses \"grave concern\" at the findings of the U.N. fact-finding mission on Myanmar, which concluded that some top Myanmar military leaders should be prosecuted for war crimes, crimes against humanity and genocide against the Rohingya.\n\nIt strongly condemns all rights abuses set out in the commission's report and calls for \"a full and independent investigation\" of human rights abuses against the Rohingya and other minorities.\n\nTurkish Ambassador Feridun Sinirlioglu, speaking on behalf of the OIC, called the commission's findings \"devastating.\"\n\nHe said \"people have been trapped in a vicious cycle of violence and forced displacement\" for years in Myanmar and the events of August 2017 against the Rohingya are \"only the latest episode of this cycle.\"\n\n\"Without a comprehensive strategy, reaching an enduring solution to this crisis is impossible,\" Sinirlioglu said.\n\nHe said the OIC believes the only solution is the voluntary return of the Rohingya to their homes with their basic rights \"guaranteed\" — but he said this will not be possible \"without holding the perpetrators responsible for their crimes.\"\n\nMyanmar's U.N. ambassador, Hau Do Suan, called the resolution \"politically motivated and one-sided and discriminatory.\" He accused the global media and human rights champions of concentrating on Myanmar and Rakhine state — where the remaining Rohingya live — when money could be better spend helping starving people in Yemen and elsewhere.\n\n\"Adoption of this and other ill-intentioned, selective and politically motivated resolutions will not help at all our efforts to solving the issue of Rakhine state, but would rather lead to further polarization and escalation of tensions among different religious communities in the country,\" Hau said. \"It will only aggravate distrust between the people of Myanmar and the international community.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Mariah Haas", "title": "Ashley Graham's love story with husband Justin Ervin leaves Gwyneth Paltrow in tears - Fox News", "description": "Fox News Ashley Graham's love story with husband Justin Ervin leaves Gwyneth Paltrow in tears Fox News Ashley Graham is opening up about how she met her husband of eight years, director Justin Ervin. On Thursday, Graham appeared on Gwyneth Paltrow's Goop podc…", "url": "https://www.foxnews.com/entertainment/ashley-grahams-love-story-with-husband-justin-ervin-leaves-gwyneth-paltrow-in-tears", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/gwyneth-paltrow-ashley-graham.jpg", "publishedAt": "2018-11-17T02:24:54Z", "content": "Ashley Graham is opening up about how she met her husband of eight years, director Justin Ervin. On Thursday, Graham appeared on Gwyneth Paltrow's Goop podcast, where the 31-year-old model first recalled dating a \"terrible guy\" in her early 20s who was \"menta… [+2536 chars]", "fulltext": "Ashley Graham is opening up about how she met her husband of eight years, director Justin Ervin.\n\nOn Thursday, Graham appeared on Gwyneth Paltrow's Goop podcast, where the 31-year-old model first recalled dating a \"terrible guy\" in her early 20s who was \"mentally, physically, emotionally abusive.\"\n\n\"I hid our relationship for a year, so it was two years of agony, but I had myself in it because I didn't know my worth,\" Graham explained, adding that once she ended the relationship she found her \"worth.\"\n\n\"I knew that I was a stronger woman for breaking up with him, and in feeling stronger for breaking up with him I was like, 'What is it that I need to do to change myself so I don't get back into that situation?'\" she continued, noting that \"in that 'aha' moment, I was like, my problem is I keep giving it up too soon, I keep having sex too soon with these guys.\"\n\nAt that point, the Sports Illustrated Swimsuit cover girl decided to wait until marriage to have sex again.\n\nGraham then went on to tell Paltrow a story about how her mom \"made her go to church\" after the designer-author had a \"little issue with some tequila,\" in which she showed up to her modeling agency \"a little drunk.\"\n\n\"My mom said, 'rehab or church,'\" Graham revealed. \"And I was like, 'I'm not an alcoholic, so I'll just go to church.\"\n\nIt was there at a New York City church where she met Ervin.\n\n\"The next thing you know I'm in the elevator... and I'm volunteering that Sunday. I'm the elevator lady,\" she explained, adding that two men got in the elevator.\n\n\"The one guy says to the other guy, 'If you don't talk to her I am.' I blushed. And the next thing ya know, Justin, my husband, was the one who stayed in the elevator.\"\n\nThe two eventually went on a coffee date.\n\n\"We had so much fun,\" Graham admitted. \"But the thing that sucked was he didn't pay for the coffee. So I was like, great, I have another cheap guy... So he didn't pay and he said that 'A man always appreciates it when a woman attempts to grab her wallet.' So I was through with him, girl, I erased his number. Done.\"\n\nOne month later, Graham and Ervin saw each other at church, where he asked her out again — but this time, offered to pay.\n\n\"He said, 'I have been taken advantage of and I have had women use me for a steak dinner, I don't want that, I'm looking for a wife,\" Graham recalled of Ervin's explanation.\n\nSure enough, the two ended up going on their second date and became \"inseparable,\" tying the knot in 2010.\n\n\"And he and I did not break my rule, and his rule as well, because I didn't know that he was also trying to wait until he was married to have sex as well,\" Graham told Paltrow who was in tears after hearing the couple's story.\n\n\"I have to tell you, in all my podcasts this is the only time I've cried since Oprah,\" Paltrow admitted."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Harry J. Kazianis", "title": "North Korean mystery weapons test creates possibility of military confrontation with US - Fox News", "description": "Fox News North Korean mystery weapons test creates possibility of military confrontation with US Fox News North Korea's surprise announcement Friday that dictator Kim Jong Un has supervised the test of an unspecified “high-tech tactical weapon” means that a p…", "url": "https://www.foxnews.com/opinion/north-korean-mystery-weapons-test-creates-possibility-of-military-confrontation-with-us", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5967919014001_5967912482001-vs.jpg", "publishedAt": "2018-11-17T02:02:42Z", "content": "North Korea’s surprise announcement Friday that dictator Kim Jong Un has supervised the test of an unspecified “high-tech tactical weapon” means that a potential military confrontation between the U.S. and the North over nuclear weapons and missiles is once a… [+5028 chars]", "fulltext": "North Korea’s surprise announcement Friday that dictator Kim Jong Un has supervised the test of an unspecified “high-tech tactical weapon” means that a potential military confrontation between the U.S. and the North over nuclear weapons and missiles is once again a real and frightening possibility.\n\nThe announcement is a clear signal from Kim that he could begin testing much more powerful weapons – think long-range missiles that could hit the U.S. – whenever he wishes.\n\nWhile we don’t know what the North Korean mystery weapon is, some experts who study the hermit kingdom believe it is probably some sort of new multiple-rocket launch system.\n\nBut this isn’t all the bad news that came out of North Korea recently. The New York Times reported that Pyongyang is expanding its nuclear weapons and missile arsenals.\n\nNow, to be clear, the Kim regime never promised to stop building atomic bombs or advanced missiles. In fact, in a New Year’s Day address this year Kim said he would “mass produce” nuclear warheads and missiles.\n\nThe sad truth, once again, is that we find ourselves at an unfortunate fork in the road when it comes to the challenge of dealing with North Korea.\n\nDespite a long lapse in missile testing from the North, a historic summit in June in Singapore between Kim and President Trump, and what can only be described as a game-changing détente between North and South Korea, Kim’s growing nuclear weapons and missile programs have not been halted or dismantled.\n\nThose programs create the possibility of a military confrontation between the U.S. and North Korea that could spark a second Korean War.\n\nTo be completely fair, there are no innocent parties when it comes to who is to blame for the current impasse.\n\nFor its part, North Korea is demanding economic sanctions relief before it begins the process of getting rid of its nuclear weapons.\n\nThe U.S. is demanding final, fully verified, irreversible denuclearization of the North before any sanctions are lifted.\n\nThis can only mean one thing – both sides have the exact opposite positions of how to solve the crisis.\n\nOnce hostilities began they could rapidly escalate and lead to a war – and in the worst-case scenario this could become a nuclear war, killing millions of people.\n\nClearly, the path forward towards a compromise will not be an easy one to travel.\n\nMy worry was that we could stumble into a war with the North by accident. For example, say a North Korean test of a new class of missiles went terribly wrong, crashing into a populated area in South Korea or Japan, and sparked a military response.\n\nOnce hostilities began they could rapidly escalate and lead to a war – and in the worst-case scenario this could become a nuclear war, killing millions of people.\n\nThe good news is that President Trump can broker a way out of another crisis with North Korea. During the third inter-Korean summit in September, Kim offered to close his Yongbyon nuclear testing facility in exchange for what was called at the time “corresponding measures.”\n\nMultiple senior South Korean officials close to their president have confirmed to me that this wording is Kim’s way of asking for a peace treaty ending the Korean War, which was halted with an armistice agreement in 1953. The armistice was supposed to bring a temporary halt to fighting until a peace treaty was signed – but that still hasn’t happened, 65 years later,\n\nA peace treaty – in which the U.S. and our allies would be trading what amounts to a piece of paper for plutonium – would be good deal, in my view.\n\nFrom there, while there are no guarantees, we could move along several tracks to try to secure a lasting peace on the Korean Peninsula.\n\nThe two Koreas have already begun moving toward a path to peace.\n\nWhile he gets almost no credit, South Korea’s President Moon Jae-in has delivered what can only be described as a miracle by negotiating a deconfliction agreement that has set up a no-fly zone along the Demilitarized Zone dividing North and South Korea.\n\nThe deconfliction agreement includes the removal of landmines and guard posts separating the nations, along with the creation of new lines of communication between the South Korean and North Korean militaries that could be invaluable in a crisis.\n\nThis is an effort Washington should support with no reservations. The “Moon Miracle” is designed to lessen tensions between the Koreas in areas that have nothing to do with nuclear weapons. It focuses on the world’s most heavily armed border and is delivering results.\n\nOn top of this, we need to work to establish a roadmap with North Korea that provides the regime with clear rewards for steps it takes towards denuclearization.\n\nIf the North verifiably destroys all its nuclear weapons and long-range missiles, Washington should place on the table a massive scale-back of U.S. forces on the Korean Peninsula as a sweetener – and perhaps even offer to withdraw all U.S. forces from South Korea – to show how serious our intent is.\n\nWhile many in Washington expect another showdown with North Korea, we have a clear, viable path forward to avoid a potential conflict.\n\nIf President Trump presses forward in the bold fashion he has proven he can, he might even get the Nobel Peace Prize that I and others have said he would deserve.\n\nI will be rooting for him."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Emilie Ikeda", "title": "Abortion debate intensifies after amendments pass removing abortion protections in 2 states - Fox News", "description": "Fox News Abortion debate intensifies after amendments pass removing abortion protections in 2 states Fox News MONTGOMERY, Ala. – As a piano and violin music play in the background, a sonogram shows a fetus moving in a mother's stomach as text appears, saying:…", "url": "https://www.foxnews.com/politics/anti-abortion-advocates-call-midterms-a-ripple-to-start-the-wave-of-pro-life-legislation", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/FS_AP_Pregnant_woman_1.png", "publishedAt": "2018-11-17T01:24:12Z", "content": "MONTGOMERY, Ala. As a piano and violin music play in the background, a sonogram shows a fetus moving in a mother’s stomach as text appears, saying: “Be a voice for the voiceless, Vote YES on Amendment 2.” This was one of three digital ads produced by the Alab… [+4502 chars]", "fulltext": "As a piano and violin music play in the background, a sonogram shows a fetus moving in a mother’s stomach as text appears, saying: “Be a voice for the voiceless, Vote YES on Amendment 2.”\n\nThis was one of three digital ads produced by the Alabama Republican Party leading up to the midterm elections in support of a ballot measure proposed by state Rep. Matt Fridy.\n\nAmendment 2 recognizes the “the rights of unborn children” and clarifies that the state’s constitution “does not protect the right to an abortion or require funding of abortion.”\n\nAlabamians passed the amendment with 59 percent of the vote.\n\nBy a slimmer margin, voters in West Virginia approved a similar ballot measure, removing abortion protections from the state’s constitution.\n\nThose who oppose abortion say the successful passage of these amendments could open the flood gates for the pro-life movement – and will have ripple effects in communities across the country that are considering dialing back abortion rights.\n\n“Hopefully, [these amendments] can be one of the ripples that starts the wave of seeing some pro-life legislation passed throughout the country,” Cole Wagner, executive director of Alliance for Pro-Life Alabama, told Fox News on the steps of the state’s Capitol.\n\nThe addition of Justice Brett Kavanaugh to the bench gives the Supreme Court five presumably conservative members – compared to the four more liberal justices. Analysts say this has motivated local governments to push more anti-abortion legislation, which could, if appealed, provide a challenge to Roe v. Wade.\n\n“With Brett Kavanaugh on the Supreme Court, the threat to Roe v. Wade is no longer a hypothetical,” read a statement by Alabama for Healthy Families, a group that opposed Alabama’s ballot measure.\n\nThe Alabama for Healthy Families argued that the state’s measure was too restrictive and offered no exceptions for cases of rape, incest and when the woman’s life is in danger.\n\n“If Roe is overturned and with Amendment 2 in effect,” the statement said, “there will be life or death consequences for Alabamians.”\n\nAlabama’s amendment does not invoke any immediate change other than tweaking the state’s constitutional language. But Fridy said those small changes go a long way in “protecting the rights of the unborn.”\n\n“The purpose is to ensure that our constitution can never be used as a tool to provide for a right for an abortion,” Fridy continued. “And to have the state of Alabama go on record as one that defends life.”\n\nWest Virginia, on the other hand, will see tangible changes as a result of its new amendment. The purple state will no longer be one of 17 states that allow public funds to cover almost all abortions for people on Medicaid, according to the Guttmacher Institute.\n\nSome believe the ballot approvals underscore a growing, local movement against abortion rights – and they say those sentiments could help sway the Supreme Court to eventually overturn the 1973 ruling.\n\n“It’s encouraging for the pro-life movement to see life win directly on the ballot – not just pro-life candidates winning in Senate races across the country,” said Mallory Quigley, a spokesperson for the Susan B. Anthony List, a non-profit with a mission to end abortion.\n\nThose in favor of abortion rights agree the anti-abortion movement is growing – particularly under President Trump. They called it a dangerous movement that will strip women of their basic rights and move the country backward by decades.\n\n“The threat is very real,” said Heidi Sieck, founder of #VoteProChoice, adding that the recent losses have been “substantial and terrifying.”\n\nBut, she said, while ballot measure approvals and the Kavanagh appointment are emboldening anti-abortion activists, it is also reawakening the abortion rights movement.\n\n“Women’s lives are at stake,” Sieck said, “and people are stepping up to protect that right.”\n\nSieck believes an overturn of Roe v. Wade is practically inevitable with Kavanaugh’s confirmation.\n\nShe blamed his appointment for the increasing pressure from anti-abortion legislators. The opposing side, she said, has been passing “unconstitutional abortion bans” for decades, but now the controversial laws, if appealed, will “barrel towards this anti-choice Supreme Court.”\n\nWagner of Pro-Life Alabama said he’s glad pro-abortion activists are becoming angry – that means his movement is making an impact.\n\n“If [abortion rights advocates] are getting riled up and if they’re getting galvanized in their own efforts,” he told Fox News, “that says to me we’re making progress on our side of the aisle – and that excites me more than anything.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "CIA determines Khashoggi's death was ordered by Saudi Crown Prince Mohammed bin Salman: report", "description": "The CIA has reportedly determined that the death of Jamal Khashoggi, the writer who was killed in the Saudi Consulate in Turkey last month, came at the directive of Saudi Crown Prince Mohammed bin Salman (MBS).", "url": "https://www.foxnews.com/world/cia-determines-khashoggis-death-was-ordered-by-saudi-crown-prince-mohammed-bin-salman-report", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/17/694940094001_5968145921001_5968145041001-vs.jpg", "publishedAt": "2018-11-17T01:22:00Z", "content": "The death of Jamal Khashoggi, the writer and activist who was killed in the Saudi Consulate in Turkey last month, came at the directive of Saudi Crown Prince Mohammed bin Salman (MBS), the CIA has determined according to a report out Friday. The agency’s conc… [+2153 chars]", "fulltext": "The death of Jamal Khashoggi, the writer and activist who was killed in the Saudi Consulate in Turkey last month, came at the directive of Saudi Crown Prince Mohammed bin Salman (MBS), the CIA has determined according to a report out Friday.\n\nThe agency’s conclusion came as a result of “an understanding of how Saudi Arabia works,” rather than a “smoking gun,” a U.S. official with knowledge of the situation told The Wall Street Journal.\n\nKhashoggi’s death “would not and could not have happened” if MBS was not connected, an official told the outlet.\n\nThe CIA did not offer a comment on the story when contacted by Fox News. The story was first reported by The Washington Post.\n\nSeparately, a government official told Fox News that the Khashoggi assessment is not a public document, and is not aware of plans to make it public. The official said the intelligence has been briefed at very senior levels.\n\nThe revelation comes a day after Foreign Minister Adel al-Jubeir insisted that the crown prince did not play a role in the Washington Post columnist’s death.\n\nTREASURY SLAPS SANCTIONS ON SAUDI OFFICIALS OVER DEATH OF JAMAL KHASHOGGI\n\n\"Absolutely, his royal highness the crown prince has nothing to do with this issue,\" he told reporters.\n\nMBS has also “denied any knowledge” of the circumstances that led to Khashoggi’s disappearance, President Trump said.\n\n“Just spoke with the Crown Prince of Saudi Arabia who totally denied any knowledge of what took place in their Turkish Consulate,” the president tweeted on Oct. 16.\n\nNews of the CIA's findings comes one day after the Treasury Department announced they were sanctioning 17 Saudi government officials over Khashoggi’s death.\n\n\"These individuals who targeted and brutally killed a journalist who resided and worked in the United States must face consequences for their actions,\" Treasury Secretary Steven Mnuchin said in a statement. \"The United States continues to diligently work to ascertain all of the facts and will hold accountable each of those we find responsible in order to achieve justice for Khashoggi’s fiancée, children, and the family he leaves behind.”\n\nSAUDI ARABIA INDICTS 11, SEEKS DEATH PENALTY FOR 5, IN JAMAL KHASHOGGI’S MURDER\n\n21 people are in custody, the Saudis said. And the country’s top prosecutor revealed that he would seek the death penalty for five of them.\n\nSaudi Arabia previously claimed that Khashoggi was killed in a fight.\n\n“Discussions between citizen Jamal Khashoggi and those who met him while he was in the Saudi Consulate in Istanbul led to a brawl and a physical altercation, which led to his death,” Saudi Arabia's attorney general said in a statement, according to The Wall Street Journal.\n\nFox News’ Catherine Herridge, Adam Shaw, Alex Pappas and Matt Richardson contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Key facts about APEC host Papua New Guinea - Fox News", "description": "Fox News Key facts about APEC host Papua New Guinea Fox News PORT MORESBY, Papua New Guinea – Papua New Guinea hosts leaders from Pacific Rim countries, including the United States, Russia and China, this weekend in a coming-out party for the jungle-clad nati…", "url": "https://www.foxnews.com/world/key-facts-about-apec-host-papua-new-guinea", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-ce96c545f3a847f7b7230f6e23b695c6-1.png", "publishedAt": "2018-11-17T00:47:07Z", "content": "PORT MORESBY, Papua New Guinea Papua New Guinea hosts leaders from Pacific Rim countries, including the United States, Russia and China, this weekend in a coming-out party for the jungle-clad nation that is regarded as one of the world's last frontiers for tr… [+3365 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nPapua New Guinea hosts leaders from Pacific Rim countries, including the United States, Russia and China, this weekend in a coming-out party for the jungle-clad nation that is regarded as one of the world's last frontiers for trade and investment.\n\nThe largely undeveloped South Pacific nation of more than 8 million mostly subsistence farmers hopes the rare world attention generated by its hosting of the Asia-Pacific Economic Economic Cooperation meetings will highlight its potential and draw more investors and aid. But its deeply entrenched troubles, including widespread poverty, corruption and lawlessness, also stand to be scrutinized.\n\n___\n\nTONGUE TWISTER\n\nMore than 1,000 tribes with over 800 different languages are scattered across 22 provinces, including in its capital Port Moresby and faraway mountain hinterlands and islands. Inadequate infrastructure and potholed roads, however, have kept apart diverse tribal groups more than the language barrier. English, which is widely spoken, and a creole English called Tok Pisin, have helped bridge the divide. The isolation has helped preserve ancient traditions in the most remote villages, where belief in black magic and sorcery has persisted in an era of great technological advances.\n\n___\n\nAPEC-CHALLENGED\n\nThe APEC host is the most challenged on many counts in the free-trade club, which includes the world's leading economic heavyweights — the United States, China and Japan — and accounts for 60 percent of global gross domestic product and nearly half of world trade. Although it's resource rich, Papua New Guinea is the 21-member bloc's most impoverished and youngest member. It declared independence from its Australian colonizer only in 1975. It was helped by Australia, which remains its biggest aid provider, along with China, the United States and New Zealand to deal with the logistical challenges of hosting a year of APEC meetings, including construction of the main venue.\n\nWhen it joined APEC in 1993, Papua New Guinea had to court the backing of Asian neighbors to gain entry into the prestigious bloc of Pacific Rim nations and explain that it's located in the region, its former prime minister, Julius Chan, said. \"First they don't think that PNG was an Asian country,\" Chan told the Nation newspaper. \"I insisted that we are right in the center of the Asia and the Pacific.\"\n\n___\n\nLAW AND ORDER\n\nCrime and violence in Papua New Guinea are notoriously prevalent based on anecdotal accounts and media reports, and are a national concern. Statistics are at best spotty but a World Bank study several years ago reported that crime levels have stayed consistently high for more than a decade, with robbery and assault the most common. Family and sexual violence were highly prevalent too and homicide rate in at least two areas, including the capital, is among the highest in the world.\n\nConcern over lawlessness has made hosting 20 world leaders and more than 12,000 APEC delegates Papua New Guinea's biggest security worry. \"It is risky for expatriates to travel alone at any time of the day or night,\" a government do's and don'ts primer warned foreign delegates, some of whom were billeted in luxury cruise ships along with visiting journalists because there weren't enough hotels in Port Moresby.\n\nAustralia, the U.S. and New Zealand provided armed personnel, navy ships, jets and surveillance helicopters to help augment security. Still, U.S. Vice President Mike Pence decided to spend nights in Cairns city in neighboring Australia while attending the meetings on behalf of President Donald Trump, who decided not to go."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Substitute teacher says he was banned after thanking students who stood for Pledge of Allegiance", "description": "Substitute teacher says he was banned after thanking students who stood for Pledge of Allegiance foxnews.com", "url": "https://www.foxnews.com/us/substitute-teacher-says-he-was-banned-after-thanking-students-who-stood-for-pledge-of-allegiance", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Parkway-South-High-School.jpg", "publishedAt": "2018-11-17T00:44:11Z", "content": "A Missouri substitute teacher claims he was banned from working at a high school after a “hurt” student reported him for thanking those who stood up during the Pledge of Allegiance. Jim Furkin spoke Wednesday night at the Parkway School Board meeting, defendi… [+1958 chars]", "fulltext": "A Missouri substitute teacher claims he was banned from working at a high school after a “hurt” student reported him for thanking those who stood up during the Pledge of Allegiance.\n\nJim Furkin spoke Wednesday night at the Parkway School Board meeting, defending himself over an incident in late October that he believes was the at the root of the ban.\n\nFurkin told The St. Louis Post-Dispatch that he was filling in for a freshman English class at Parkway South High when the pledge came over the public address system.\n\nHe said that “two or three” students normally opt out and sit because they aren’t required to stand by the administration.\n\n“At the end of the pledge, I said: 'Thanks to all of you that participated in that. I'm sure that all of those families who lost loved ones so that we could enjoy the freedoms we have today would appreciate the effort,'\" he said.\n\nFurkin says it was at this point that a student asked to go to the counselor’s office. He was later questioned over what happened because the student was reportedly “hurt” by his statement. Furkin apologized, saying it “wasn’t my intent at all.”\n\nHe said the next day he was “no longer welcome.”\n\nBut the school is arguing that Furkin was prevented from returning for several reasons unrelated to his allegation.\n\n\"We proudly recite our Pledge of Allegiance in all Parkway schools and classrooms. Students choose to participate, which is their right, and our role as educators is not to make a judgment about that choice,” Superintendent Dr. Keith Marty said in a statement on Friday.\n\n“While we cannot share details of individual personnel matters, we would not recommend that a substitute teacher be restricted from a school simply based on a single isolated incident such as this.\n\nThe school claims the Furkin was “restricted” from another school in the district after recording a student on video without consent. He also allegedly shared his “personal contact information” with other students.\n\n“He did not maintain the high standards we expect of adults who work with our children,” Marty wrote.\n\nFurkin has worked as a substitute in St. Louis County's Parkway School District for almost 10 years.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Trump says 'in retrospect' he 'should have' visited Arlington on Veterans Day - Fox News", "description": "Fox News Trump says 'in retrospect' he 'should have' visited Arlington on Veterans Day Fox News President Trump on Friday said that he “should have” visited Arlington National Cemetery on Veterans Day. The president remarks came via early excerpts of an inter…", "url": "https://www.foxnews.com/politics/trump-says-in-retrospect-he-should-have-gone-to-arlington-on-veterans-day", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968077280001_5968071989001-vs.jpg", "publishedAt": "2018-11-17T00:24:02Z", "content": "President Trump on Friday said that he “should have” visited Arlington National Cemetery on Veterans Day. The president remarks came via early excerpts of an interview Trump did on “Fox News Sunday” with Chris Wallace. Upon returning to the nation’s capital l… [+2338 chars]", "fulltext": "President Trump on Friday said that he “should have” visited Arlington National Cemetery on Veterans Day.\n\nThe president remarks came via early excerpts of an interview Trump did on “Fox News Sunday” with Chris Wallace.\n\nUpon returning to the nation’s capital last week from France, Wallace asked the president why he didnt “go across the river to Arlington for that ceremony.”\n\n“I should have done that, I was extremely busy on calls for the country, we did a lot of calling as you know,” Trump replied. “I could have done that, as you know I just left the day before the American Cemetery and I probably think, and that was one where it was raining as hard as you can imagine and I made a speech at the American Cemetery the day before and I probably, you know, in retrospect I should have and I did last year and I will virtually every year.\n\n“But we had come in very late at night and I had just left, literally, the American Cemetery in Paris and I really probably assumed that was fine and I was extremely busy because of affairs of state -- doing other things.”\n\nTrump, who was in France to commemorate the 100th anniversary of the armistice that ended World War I, on Sunday went to the Suresnes American Cemetery and Memorial to pay tribute to the U.S. and allied soldiers killed in the war. More than 1,500 Americans who died in the war are buried at the site.\n\nThe president also received heat on Saturday for failing to visit a second American cemetery located outside of Paris because bad weather grounded the helicopter he planned to take.\n\nDuring the interview, the pair also discussed the president’s upcoming visit to California on Saturday in the wake of wildfires burning on both ends of the state.\n\n“It’s incredible what’s going on,\" Trump said. \"And burned beyond recognition. They can’t even see the bodies. It’s incredible.”\n\nThe president also doubled down on his previous assertion that insufficient “forest management” was to blame for the infernos.\n\n“When I was in a certain state, I won’t say which, the governor said, ‘You know, we’ve tested it. We clean out areas and we actually set the fire just to see, we lose almost nothing. We can put it out right away. And then we leave areas unmaintained.’ He said, ‘We’ll lose 100,000 acres before you even know it.’” Trump said. “You need forest management. It has to be. I’m not saying that in a negative way, a positive -- I’m just saying the facts. And I’ve really learned a lot.”\n\nTrump's interview will air on Sunday at 2 p.m. and 7 p.m. ET.\n\nFox News’ Chris Wallace, Samuel Chamberlain and Nicole Darrah contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Notable Quotables from midterm races that won't end", "description": "Highlights from another busy week on the election front.", "url": "http://video.foxnews.com/v/5968153972001/", "urlToImage": "http://a57.foxnews.com/media2.foxnews.com/BrightCove/694940094001/2018/11/17/640/360/694940094001_5968157378001_5968153972001-vs.jpg", "publishedAt": "2018-11-17T00:10:22Z", "content": null, "fulltext": ""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "UN envoy: Warring parties in Yemen agree to meet in Sweden", "description": "The U.N. envoy for Yemen announced Friday the country's internationally recognized government and rival Houthi Shiite rebels have agreed to attend talks aimed at ending their three-year war, which has created the globe's worst humanitarian crisis by pushing t…", "url": "https://www.foxnews.com/world/un-envoy-warring-parties-in-yemen-agree-to-meet-in-sweden", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/950f4913-ContentBroker_contentid-a3519bcfc6e14e769b3e2dd438754e52.png", "publishedAt": "2018-11-17T00:08:37Z", "content": "UNITED NATIONS The U.N. envoy for Yemen announced Friday the country's internationally recognized government and rival Houthi Shiite rebels have agreed to attend talks aimed at ending their three-year war, which has created the globe's worst humanitarian cris… [+4585 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nThe U.N. envoy for Yemen announced Friday the country's internationally recognized government and rival Houthi Shiite rebels have agreed to attend talks aimed at ending their three-year war, which has created the globe's worst humanitarian crisis by pushing the Arab world's poorest country to the brink of famine.\n\nMartin Griffiths told the U.N. Security Council that he planned to bring the warring parties together \"soon\" in Sweden. He also said the Houthis and the government, which is backed by a Saudi-led coalition, were about to conclude an agreement on exchanging prisoners and detainees.\n\nThe spotlight has fallen on what many viewed as the long forgotten war in Yemen since the murder of Saudi journalist Jamal Khashoggi at Saudi Arabia's consulate in Istanbul on Oct. 2. Griffiths said he is determined to take advantage of \"the international attention and energy\" to move toward peace.\n\n\"We must seize this positive international momentum on Yemen,\" he told the U.N.'s most powerful body. \"This is an opportunity at a crucial moment to pursue a comprehensive and inclusive political settlement to the conflict.\"\n\nGriffiths said preparatory issues for the meeting are close to being resolved and he has sent the parties his \"vision\" for \"U.N.-led, inclusive Yemeni negotiations to end the war and restart a political transition process.\"\n\nThe conflict in Yemen began with the 2014 takeover of the capital of Sanaa by the Iranian-backed Houthis, which toppled the government of Abed Rabbo Mansour Hadi. The Saudi-led coalition allied with the government has been fighting the Houthis since 2015.\n\nSaudi-led airstrikes have hit schools, hospitals and wedding parties and killed thousands of Yemeni civilians. The Houthis have fired long-range missiles into Saudi Arabia and targeted vessels in the Red Sea.\n\nCivilians have borne the brunt of the conflict, which has killed over 10,000 people and created what the executive director of the U.N.'s World Food Program said Friday is \"a catastrophe.\"\n\nDavid Beasley, who just returned from a three-day visit to Yemen, told the Security Council that \"we do not need to wait for formal declarations about famine or even a full report to act.\"\n\n\"I believe that because of what I saw and heard this week children are already dying,\" he said.\n\nBeasley warned that \"starvation is on the horizon unless circumstances change — and change immediately.\"\n\nRight now, he said, his agency is helping about 8 million people a month in Yemen but the situation has become \"extremely dire.\"\n\n\"Of the 28 million Yemenis, we believe that as many as 12 million or more Yemenis — yes, that's right, almost half of the entire country — are just one step away from famine,\" Beasley said.\n\nThat number has doubled in the last year and a half and the situation is getting even worse, largely because of the collapse of Yemen's economy and the sharp decline in its currency, he said.\n\nTo avert famine, Beasley said, the international community must combine increased humanitarian funding with \"an all-out effort to restore the Yemeni economy.\"\n\nHe said that will require scaling up assistance to help 12 million Yemenis, which would require about $150 million to $160 million a month. And it would require a cash injection of $200 million a month into Yemen's economy to stabilize its currency and stave off economic collapse, he said.\n\n\"Yemen is on the brink — so together we must act,\" Beasley said. Otherwise, he warned, \"we will be in the position of deciding which children live and which children die.\"\n\nU.N. humanitarian chief Mark Lowcock, who warned the council on Oct. 23 that the economic crisis and escalating conflict had pushed Yemen closer to famine than ever before, also urged its members to take action now.\n\nIn addition to also urging the parties to negotiate an end to the conflict and the international community to boost aid, he called for a humanitarian cease-fire around key aid facilities, delivery of humanitarian and commercial imports to all Yemeni ports and onward to their final destinations, and funding to pay Yemeni pensioners and civil servants.\n\nBritain's U.N. ambassador, Karen Pierce, said she will circulate a Security Council resolution Monday to address the Yemen crisis and put Lowcock's requests \"into practice.\"\n\nU.S. deputy ambassador Jonathan Cohen told the council: \"This war must end soon, and it won't end on the battlefield.\" He reiterated U.S. Secretary of State Mike Pompeo's words: \"The United States seeks a cessation of hostilities in Yemen.\"\n\nLowcock noted that after an upsurge in fighting immediately after his Oct. 23 briefing to the council, there has been \"a welcome de-escalation\" in the last two days.\n\n\"But what we need to know is that this lull is going to be sustained,\" Lowcock said. \"It remains urgent for the parties to agree a cessation of hostilities.\""}]