[{"source": {"id": "fox-news", "name": "Fox News"}, "author": "Samuel Chamberlain", "title": "Body found near where San Francisco 49ers fan vanished following game", "description": "The case of a missing San Francisco 49ers fan took an ominous turn Saturday when a man's body was found near where the fan was last seen.", "url": "https://www.foxnews.com/us/body-found-near-where-san-francisco-49ers-fan-vanished-following-game", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Ian-Powers-missing-49er-fan.jpg", "publishedAt": "2018-11-18T23:19:20Z", "content": "The case of a missing San Francisco 49ers fan took an ominous turn Saturday when a man's body was found near where the fan was last seen. Ian Powers, 32, was attending the 49ers' Monday night matchup against the New York Giants at Levi's Stadium in Santa Clar… [+1403 chars]", "fulltext": "The case of a missing San Francisco 49ers fan took an ominous turn Saturday when a man's body was found near where the fan was last seen.\n\nIan Powers, 32, was attending the 49ers' Monday night matchup against the New York Giants at Levi's Stadium in Santa Clara with his girlfriend, Chelsea Robbins, and Robbins' two children. Late in the game, Powers told Robbins that he had to use the bathroom and left their seats.\n\nAs the game ended, Powers and Robbins spoke on a video call as they tried to find a place to meet. However, Powers' phone died and the call was disconnected.\n\n\"He had the car keys,\" Robbins told KTVU on Thursday. \"I just thought he would have made it back to the car once he figured out we couldn’t find each other.\"\n\nSanta Clara police tracked Powers' phone to the parking lot, where his car was found abandoned and with no sign of foul play. On Thursday, authorities released video showing Powers walking across a pedestrian footbridge toward the parking lot.\n\n\"It’s apparent from the video he’s able to walk somewhat normally,\" Santa Clara police captain Wahid Kazem told KTVU. \"He’s not staggering. Or falling. Or needing to lean on things.\" The captain added that investigators had examined the video call Powers made to his girlfriend and were unable to determine where he was during the conversation.\n\n\"The backdrop with the buildings and the signage is not clear enough,\" Kazem said.\n\nThe body found at the Alviso Marina in San Jose has not been formally identified. Police have not said whether the man was wearing the clothes -- red hat, red shirt, and jeans -- that Powers was wearing when he was last seen.\n\nClick for more from SFGate.com."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Jonestown memorials held at cemetery with remains of 400 - Fox News", "description": "Fox News Jonestown memorials held at cemetery with remains of 400 Fox News OAKLAND, Calif. – Ceremonies at a California cemetery marked the mass murders and suicides 40 years ago of 900 Americans orchestrated by the Rev. Jim Jones at a jungle settlement in Gu…", "url": "https://www.foxnews.com/us/jonestown-memorials-held-at-cemetery-with-remains-of-400", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-6b0e9020427e42a18b3aab523aa67a75.png", "publishedAt": "2018-11-18T23:17:11Z", "content": "OAKLAND, Calif. Ceremonies at a California cemetery marked the mass murders and suicides 40 years ago of 900 Americans orchestrated by the Rev. Jim Jones at a jungle settlement in Guyana, South America. The remains of more than 400 Jonestown victims are burie… [+551 chars]", "fulltext": "Ceremonies at a California cemetery marked the mass murders and suicides 40 years ago of 900 Americans orchestrated by the Rev. Jim Jones at a jungle settlement in Guyana, South America.\n\nThe remains of more than 400 Jonestown victims are buried at Evergreen Cemetery in Oakland.\n\nJones' adopted son Jim Jones Jr. and other former Peoples Temple members conducted a service Sunday at granite slabs bearing names of all 918 who died in Guyana on Nov. 18, 1978.\n\nMinister Jynona Norwood, who lost 27 relatives, separately unveiled a portable memorial wall to honor more than 300 children and other victims. She left off the names of Jones and those she says assisted him.\n\nBoth memorials list California Congressman Leo Ryan, three newsmen and a church defector killed by temple gunmen at an airstrip."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "'Teen Mom' star Jenelle Evans' husband David Eason doubles down on Confederate flag support - Fox News", "description": "Fox News 'Teen Mom' star Jenelle Evans' husband David Eason doubles down on Confederate flag support Fox News “Teen Mom” star Jenelle Evans' husband, David Eason, is doubling down on his support of the Confederate flag despite receiving backlash over a photo …", "url": "https://www.foxnews.com/entertainment/teen-mom-star-jenelle-evans-husband-david-eason-doubles-down-on-confederate-flag-support", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/eason-evans.jpg", "publishedAt": "2018-11-18T23:11:31Z", "content": "“Teen Mom” star Jenelle Evans’ husband, David Eason, is doubling down on his support of the Confederate flag despite receiving backlash over a photo on Instagram just weeks ago. On Sunday, Eason posted photos and a video of himself posing at the Grand Canyon … [+1500 chars]", "fulltext": "“Teen Mom” star Jenelle Evans’ husband, David Eason, is doubling down on his support of the Confederate flag despite receiving backlash over a photo on Instagram just weeks ago.\n\nOn Sunday, Eason posted photos and a video of himself posing at the Grand Canyon National Park in Arizona with a Confederate flag. Eason, 30, captioned the first of images with a defense of the controversial flag and a promise to visit more states with it.\n\n“Just planting my flag in all 50 states! #merica #rebel.”\n\nAccording to Us Weekly, Evans, 26, supported her husband in the comments by encouraging him to share more of their trip with the flag saying, “Lmao you need to post that video.”\n\nSoon after, a video in which Eason can be seen draped in the flag on the edge of a cliff while a woman, presumably Jenelle, laughs and talks to him.\n\nThe outlet reports that Eason responded to detractors in the comments section of the post arguing that he doesn’t believe the flag represents racism, but rather pride in his heritage.\n\n“It’s just where I’m from, my heritage,” he wrote. “Kind like when people fly a flag that represents their state because it’s where they are from.”\n\nHe continued: “If someone think it has to do with racism or slaves they aren’t thinking enough. More racist people fly the beloved American flag, which was the flag flying on the American slave ships…No concern there?”\n\nAs previously reported, Eason caught some serious backlash in late October after posting a different photo of himself draped in the Confederate flag.\n\n“Where I'm from is who I am and my family fought and died for this land. Red white and blue comes in more than one pattern,” he wrote in the caption of that photo. “Dont argue just get off my page if you dont agree! Thanks @rednecknation.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Chipotle rethinking firing manager who refused to serve black customers over 'dine and dash' fears - Fox News", "description": "Fox News Chipotle rethinking firing manager who refused to serve black customers over 'dine and dash' fears Fox News The restaurant chain Chipotle announced Saturday that it had terminated one of its managers for suggesting in a viral video that five black cu…", "url": "https://www.foxnews.com/us/chipotle-fires-manager-who-refused-to-serve-black-customers-but-restaurant-admits-they-might-have-failed-to-pay-for-meals-before", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2016/01/19/694940094001_4711456097001_f5902550-efac-436a-ad51-93bef8e28dce.jpg", "publishedAt": "2018-11-18T22:21:23Z", "content": "The restaurant chain Chipotle announced Saturday that it had terminated one of its managers for suggesting in a viral video that five black customers were planning to order food without paying -- but on Sunday, the company acknowledged to Fox News that it was… [+6122 chars]", "fulltext": "UPDATE, Monday 11/19 3:45 E.T.:\n\nOn Monday afternoon, Chipotle Chief Communications Officer Laurie Schalow told Fox News that the company has offered to rehire its terminated manager. The manager was fired last week for refusing to make food for five black customers unless they paid in advance, saying they had failed to pay at the restaurant before. Tweets later emerged showing that at least one member of the customers had boasted about stealing and \"dining and dashing\" from restaurants in the past -- including Chipotle.\n\nSchalow sent the following statement: \"We have spent the last few days reviewing the evidence available to us regarding the incident in St. Paul, MN. Based on our review, we have offered our manager her job back. While our normal protocol was not followed serving these customers, we publicly apologize to our manager for being put in this position. We will work to continue to ensure that we support a respectful workplace for our employees and our customers alike.\n\nOur policy is to treat our customers and employees fairly and with respect at all times and under any circumstances. We will work with all our restaurant teams to ensure they are prepared to handle situations of this kind and know they have our full support. We are committed to doing the right thing and acting in a manner consistent with a thoughtful, fact-driven approach.\"\n\nOriginal story below:\n\nThe restaurant chain Chipotle announced Saturday that it had terminated one of its managers for suggesting in a viral video that five black customers were planning to order food without paying -- but on Sunday, the company acknowledged to Fox News that it was considering re-hiring the manager because her suspicions may have been well-founded.\n\nIn a series of video clips seen more than 3 million times on Twitter, a Chipotle customer in St. Paul, Minn., identifed as 21-year-old Masud Ali, and several friends are told by a manager: \"You gotta pay, because you’ve never had money when you come in here.” An employee adds, \"We're not gonna make food unless you guys actually have money.\"\n\nAs Ali and his friends complain about \"stereotypes,\" the videos show employees at the store claiming that the group had previously ordered food on two occasions without paying. The store manager also calls the police in the videos, which were recorded and uploaded by Ali.\n\nIn one video clip, the manager smiles and tries to ignore the men while they produce what appears to be cash, as proof that they can pay for their food. One of the employees visible in the kitchen is black.\n\n\"It sounded really racist — the way she said it was racist,” Ali told Minnesota's Star Tribune newspaper on Friday. “She asked for proof of income as if I’m getting a loan.” On Twitter, Ali asked Chipotle: \"Can a group of young well-established African-American get a bite to eat after a long workout session?”\n\nAli also posted the restaurant's phone number and address to social media. Within hours and under a deluge of criticism, Chipotle issued a statement implying that the manager had acted out of bias and announcing her termination.\n\nBut on Sunday, as tweets emerged showing that Ali had apparently made a habit of stealing from restaurants, Chipotle walked back its decision.\n\n\"Our actions were based on the facts known to us immediately after the incident, including video footage, social media posts and conversations with the customer, manager, and our employees,\" Chipotle Chief Communications Officer Laurie Schalow told Fox News on Sunday. \"We now have additional information which needs to be investigated further. We want to do the right thing, so after further investigation we will re-train and re-hire if the facts warrant it.\"\n\nDespite reports on Twitter late Sunday that the manager had received her job back, Chipotle confirmed to Fox News that \"nothing has changed from this morning. We are still investigating a few things.\"\n\n\"After further investigation we will re-train and re-hire if the facts warrant it.\" — Chipotle Chief Communications Officer Laurie Schalow\n\nIn a previous statement on Saturday, the company had said: “We are committed to treating all of our customers fairly and with respect. ... Regarding what happened at the St. Paul restaurant, the manager thought these gentlemen were the same customers from Tuesday night who weren’t able to pay for their meal. Regardless, this is not how we treat our customers and as a result, the manager has been terminated and the restaurant is being re-trained to ensure something like this doesn’t happen again.”\n\nIn subsequent interviews, though, Chipotle representatives admitted that the manager might have been right in claiming that individuals in the group had ordered food just days before without paying once their order was completed. (As a matter of policy, Chipotle only provides food to customers upon payment, but store employees finish making orders before payment is requested at the register.)\n\n“We are not able to confirm that with 100 percent certainty,” Schalow acknowledged in a statement to The Twin Cities Pioneer Press. “We asked Masud if he was in our restaurant on Tuesday and he said no.”\n\nAnd almost immediately, it emerged that Ali had apparently spoken favorably of \"dining and dashing\" -- the practice of ordering food and not paying for it -- several times on Twitter in the past.\n\n\"aye man i think chopotle catchin up to us fam. should we change locations and yoooooo what should we do about the other thang,\" read a since-deleted post on Ali's account from 2016.\n\nIn 2015, he wrote that \"we finna goto Applebees and eat as much as we can and tip the nice lady 20cents and walk the f--- out.\"\n\nWhen another Twitter user objected, he replied that \"we're just borrowing the food for a couple hours\" as opposed to dining and dashing.\n\nLater that year, he opined that \"Dine and dash is forever interesting\" and discussed stealing Tabasco bottles from Chipotle.\n\nAnother post read: “Guys we’re borrowing food... that’s it. And if the lady tries to stop you at the door don’t hesitate to truck the sh-- out of that bi---.” Ali has since deleted all of these posts.\n\n\"We finna goto Applebees and eat as much as we can and tip the nice lady 20cents and walk the f--- out.\" — Masud Ali\n\nAs those tweets surfaced over the weekend, Chipotle's media representatives, including Schalow, initially said that they had seen the tweets and would stand by their decision to fire the manager -- seemingly contradicting Schalow's statement to Fox News on Sunday.\n\nAccording to author Matt Palumbo, Schalow had previously claimed that the store's manager was justifiably terminated because she broke protocol by requiring payment before making the customers' food, regardless of her suspicions about the customers' intention to pay.\n\nPalumbo called Schalow's suggestion that Chipotle had not been aware of Ali's tweets when it fired the manager an \"absolute lie.\" (For her part, Schalow has reportedly said that other information -- and not simply Ali's tweets --was behind Chipotle's desire to reconsider the manager's fate.)\n\n\"The correct action to take would have been to make their food and not hand it over to them until they paid for it,\" Schalow had asserted as part of her justification for firing the manager, according to Palumbo.\n\nAli did not respond to Fox News' request for comment.\n\nThe episode follows several other high-profile incidents of alleged racism that have rocked the service industry. In May, Starbucks closed 8,000 of its stores for anti-bias training after two black men were arrested for trespassing in one of its Philadelphia shops. The store manager, who stopped working at Starbucks shortly after the episode, had called the police because the men remained seated in the shop without ordering anything, and refused to order something when asked.\n\nEarlier this year, a fired Chipotle manager who was accused of stealing $626 ended up winning nearly $8 million from the company in a wrongful termination suit."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Tijuana protesters chant 'Out!' at migrants camped in city", "description": "Hundreds of Tijuana residents congregated around a monument in an affluent section of the city south of California on Sunday to protest the thousands of Central American migrants who have arrived via caravan in hopes of a new life in the U.S. Tensions have bu…", "url": "https://www.foxnews.com/world/tijuana-protesters-chant-out-at-migrants-camped-in-city", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-2cf85be6121e4da19320554924af3e47.png", "publishedAt": "2018-11-18T21:48:26Z", "content": "TIJUANA, Mexico Hundreds of Tijuana residents congregated around a monument in an affluent section of the city south of California on Sunday to protest the thousands of Central American migrants who have arrived via caravan in hopes of a new life in the U.S. … [+4307 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nHundreds of Tijuana residents congregated around a monument in an affluent section of the city south of California on Sunday to protest the thousands of Central American migrants who have arrived via caravan in hopes of a new life in the U.S.\n\nTensions have built as nearly 3,000 migrants from the caravan poured into Tijuana in recent days after more than a month on the road, and with many more months ahead of them while they seek asylum. The federal government estimates the number of migrants could soon swell to 10,000.\n\nU.S. border inspectors are processing only about 100 asylum claims a day at Tijuana's main crossing to San Diego. Asylum seekers register their names in a tattered notebook managed by migrants themselves that had more than 3,000 names even before the caravan arrived.\n\nOn Sunday, displeased Tijuana residents waved Mexican flags, sang the Mexican national anthem and chanted \"Out! Out!\" in front of a statue of the Aztec ruler Cuauhtemoc, 1 mile (1.6 kilometers) from the U.S. border. They accused the migrants of being messy, ungrateful and a danger to Tijuana. They also complained about how the caravan forced its way into Mexico, calling it an \"invasion.\" And they voiced worries that their taxes might be spent to care for the group.\n\n\"We don't want them in Tijuana,\" protesters shouted.\n\nA woman who gave her name as Paloma lambasted the migrants, who she said came to Mexico in search of handouts. \"Let their government take care of them,\" she told video reporters covering the protest.\n\nMost of the migrants who have reached Tijuana via caravan in recent days set out more than a month ago from Honduras, a country of 9 million people. Dozens of migrants in the caravan who have been interviewed by Associated Press reporters have said they left their country after death threats.\n\nBut the journey has been hard, and many have turned around.\n\nAlden Rivera, the Honduran ambassador in Mexico, told the AP on Saturday that 1,800 Hondurans have returned to their country since the caravan first set out on Oct. 13, and that he hopes more will make that decision. \"We want them to return to Honduras,\" said Rivera.\n\nHonduras has a murder rate of 43 per 100,000 residents, similar to U.S. cities like New Orleans and Detroit. In addition to violence, migrants in the caravan have mentioned poor economic prospects as a motivator for their departures. Per capita income hovers around $120 a month in Honduras, where the World Bank says two out of three people live in poverty.\n\nThe migrants' expected long stay in Tijuana has raised concerns about the ability of the border city of more than 1.6 million people to handle the influx.\n\nWhile many in Tijuana are sympathetic to the migrants' plight and trying to assist, some locals have shouted insults, hurled rocks and even thrown punches at them. The cold reception contrasts sharply with the warmth that accompanied the migrants in southern Mexico, where residents of small towns greeted them with hot food, campsites and even live music.\n\nTijuana Mayor Juan Manuel Gastelum has called the migrants' arrival an \"avalanche\" that the city is ill-prepared to handle, calculating that they will be in Tijuana for at least six months as they wait to file asylum claims. Gastelum has appealed to the federal government for more assistance to cope with the influx.\n\nMexico's Interior Ministry said Saturday that the federal government was flying in food and blankets for the migrants in Tijuana.\n\nTijuana officials converted a municipal gymnasium and recreational complex into a shelter to keep migrants out of public spaces. The city's privately run shelters have a maximum capacity of 700. The municipal complex can hold up to 3,000.\n\nSome from the caravan have diverted to other border cities, such as Mexicali, a few hours to the east of Tijuana.\n\nU.S. President Donald Trump, who sought to make the caravan a campaign issue in the midterm elections, used Twitter on Sunday to voice support for the mayor of Tijuana and try to discourage the migrants from seeking entry to the U.S.\n\nTrump wrote that like Tijuana, \"the U.S. is ill-prepared for this invasion, and will not stand for it. They are causing crime and big problems in Mexico. Go home!\"\n\nHe followed that tweet by writing: \"Catch and Release is an obsolete term. It is now Catch and Detain. Illegal Immigrants trying to come into the U.S.A., often proudly flying the flag of their nation as they ask for U.S. Asylum, will be detained or turned away.\"\n\n___\n\nAssociated Press writer Julie Watson contributed to this story from Tijuana."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Nicole Darrah", "title": "Kanye West donates $150G to family of black security guard killed by white officer", "description": "Rapper Kanye West donated $150,000 to the family of a black security guard who was fatally shot by a white police officer last week.", "url": "https://www.foxnews.com/entertainment/kanye-west-donates-150g-to-family-of-black-security-guard-killed-by-white-officer", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/ENT-Kanye-donation.jpg", "publishedAt": "2018-11-18T21:39:34Z", "content": "Rapper Kanye West donated $150,000 to the family of a black security guard who was fatally shot by a white police officer in Illinois last week. GoFundMe confirmed to Fox News on Sunday that West made 10 donations of $15,000 each in honor of Jemel Roberson. K… [+1786 chars]", "fulltext": "Rapper Kanye West donated $150,000 to the family of a black security guard who was fatally shot by a white police officer in Illinois last week.\n\nGoFundMe confirmed to Fox News on Sunday that West made 10 donations of $15,000 each in honor of Jemel Roberson.\n\nRoberson, 26, was working as a security guard at on Nov. 11 when he was shot at Manny’s Blue Room in Robbins, roughly 20 miles south of Chicago, by a white police officer.\n\nRoberson was outside the bar, holding someone who had been involved in an earlier shooting at gunpoint. Police officers from several agencies who responded to the earlier shooting arrived, and one of them shot Roberson.\n\nDALLAS POLICE OFFICER AMBER GUYGER FIRED AFTER FATALLY SHOOTING NEIGHBOR BOTHAM JEAN\n\nIllinois State Police have said that witnesses told investigators an officer from Midlothian ordered Roberson to drop his gun before opening fire.\n\nWitnesses reportedly shouted that Roberson was a security guard before he was shot, and an attorney for Roberson's mother said he was holding down a suspect while wearing a hat that had the word “security” on it when he was shot.\n\nThe fundraiser was created the day Roberson died to “cover his burial expenses.”\n\n“Sadly, Jemel's life was tragically and unexpectedly cut short this morning as he tried to save others from senseless violence,” the GoFundMe read. “Today, many remember him as a hero; one who put others before himself.”\n\nSeveral of Roberson's family members told the Chicago Tribune he aspired to be a police officer in Chicago, and that he planned to take the application exam to join the force in December.\n\nThe officer who shot Roberson has not been publicly identified and remains on paid leave pending an investigation.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Peru says ex-president has sought asylum in Uruguay", "description": "Former Peruvian President Alan Garcia has sought asylum in Uruguay's diplomatic mission hours after a judge retained his passport as part of a corruption probe, Peru's foreign ministry announced Sunday.", "url": "https://www.foxnews.com/world/peru-says-ex-president-has-sought-asylum-in-uruguay", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-14534b3df0a94fbaba6eafa8b0e01c94.jpeg", "publishedAt": "2018-11-18T20:27:17Z", "content": "LIMA, Peru Former Peruvian President Alan Garcia has sought asylum in Uruguay's diplomatic mission hours after a judge retained his passport as part of a corruption probe, Peru's foreign ministry announced Sunday. The ministry said it was informed by Uruguay'… [+2487 chars]", "fulltext": "Former Peruvian President Alan Garcia has sought asylum in Uruguay's diplomatic mission hours after a judge retained his passport as part of a corruption probe, Peru's foreign ministry announced Sunday.\n\nThe ministry said it was informed by Uruguay's ambassador that Garcia entered his residence Saturday night seeking protection. It vowed to provide unspecified information to Uruguay as it evaluates Garcia's request.\n\nLate Saturday, a judge in Lima granted prosecutors' request that Garcia be banned from leaving Peru for 18 months as investigators probe allegations he received illegal payment from Brazilian construction giant Odebrecht.\n\nOdebrecht is at the center of Latin America's biggest corruption scandal after admitting in a 2016 plea agreement with the U.S. Justice Department that it paid corrupt officials across Latin America nearly $800 million in exchange for major infrastructure contracts.\n\nThe scandal has led to the jailing of numerous senior politicians across the region, especially in Brazil and Peru, where former President Pedro Pablo Kucyznski was forced to resign for hiding his past work as a consultant to Odebrecht and Garcia as well as two other former presidents, Ollanta Humala and Alejandro Toledo, are under investigation for allegedly taking illegal payments.\n\nGarcia, who splits his time between Madrid and Peru, downplayed the threat of arrest when he arrived home on Thursday.\n\n\"For me it's not a punishment to be confined 18 months to my homeland,\" he said on Twitter while denying that he had ever received money from Odebrecht.\n\nPresident Martin Vizcarra, who has made tackling corruption the focus of his administration since taking over from Kuczynski, rejected Garcia's claims the case against him was built on false testimony.\n\n\"Political persecution doesn't exist in Peru, and all of us Peruvians must obey justice, without exceptions,\" he wrote on Twitter shortly after news of Garcia's asylum request.\n\nGarcia is under investigation for bribes allegedly paid during the construction of Lima's metro during his 2006-2011 government.\n\nGarcia, 69, was a populist firebrand whose erratic first presidency in the 1980s was marked by hyperinflation, rampant corruption and the rise of the Shining Path guerrilla movement.\n\nWhen he returned to power two decades later he ran a more conservative government, helping usher in a commodities-led investment boom in which Odebrecht played a major supporting role.\n\nThis is the second time Garcia has sought to flee to another country amid corruption charges. Following the end of his first government he spent nine years in exile in neighboring Colombia and then France after his successor, Alberto Fujimori, raided his house and reopened a corruption probe."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alexandra Deabler", "title": "Man finds engagement ring in rubble after California Camp Fire destroys home", "description": "Man finds engagement ring in rubble after California Camp Fire destroys home foxnews.com", "url": "https://www.foxnews.com/lifestyle/man-engagement-ring-california-camp-fire-destroys-home", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/shastina.jpg", "publishedAt": "2018-11-18T20:09:16Z", "content": "A man managed to find the engagement ring he bought for his girlfriend in the ashes of his family's former home. Nick Maes was planning to propose to his girlfriend of two years, Shastina Hughes, before the deadly California Camp Fire devastated Butte County.… [+2197 chars]", "fulltext": "A man managed to find the engagement ring he bought for his girlfriend in the ashes of his family's former home.\n\nNick Maes was planning to propose to his girlfriend of two years, Shastina Hughes, before the deadly California Camp Fire devastated Butte County.\n\nWOMAN SERVES AS 'RING' FOR COUSIN'S ENGAGEMENT PHOTO IN VIRAL MOMENT\n\nThough the wildfire completely destroyed Maes’ parents' Paradise home, the 26-year-old did not want to give up on the ring and decided to go back to the house to search through the debris for the safe he had stored it in.\n\n“I knew he was going up there and was probably going to be on the local news,” the 35-year-old Hughes said to Yahoo Lifestyle, “but I had no idea what he was really looking for.”\n\nHughes said she was working a night shift as a nurse at the Enloe Medical Center in nearby Chico when Maes told her he had an opportunity to go see the house, Yahoo Lifestyle reported.\n\nMaes and his father searched through the rubble trying to locate the safe. Miraculously, the longshot paid off – the two were able to locate the safe and pry it open with a crowbar, KCRA3 reported.\n\nWOMAN FINDS HER DIAMOND BEFORE PROPOSAL AND 'RING SHAMES' HERSELF\n\nThe pair sifted through more ashes from inside the safe until something shiny caught the light.\n\n“That’s it,” Maes said to KCRA3. “Oh, my gosh! Oh, wow! It is melted and there’s a bullet around it.”\n\nThe recovered sapphire engagement ring will need some work to restore it to its former beauty – but Hughes said she’s in no rush.\n\n“I want him to be able to have his moment,” she said to Yahoo Lifestyle. “Some guys work so hard to plan that special question. I don’t want to ruin it for him. I’m trying my best to just let him do him.”\n\nIn the meantime, though, Hughes told Yahoo Lifestyle she’s happy their story is bringing joy to others.\n\n“I’m so happy that our story can be the light in the darkness and people’s glimmer of hope,” she says. “Our story is not just for us, but it’s for our whole community.”\n\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\n\nHughes also told Fox News she is hoping the attention her story is getting will bring awareness to Golden Valley Bank Community Foundation – a fund set up by Sierra Nevada Brewing's Ken Grossman that sends 100 percent of the proceeds to help victims of the Camp Fire.\n\nThe California Camp Fire is only 55 percent contained as of Sunday. The fire has burned more than 149,000 acres and claimed 76 lives with 1,276 unaccounted for."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "First-ever Oregon dinosaur bone found by scientists", "description": "University of Oregon scientists have found the first confirmed dinosaur bone in Oregon, Fox 12 Oregon reports.", "url": "https://www.foxnews.com/science/first-ever-oregon-dinosaur-bone-found-by-scientists", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/dinosaur-bone.jpg", "publishedAt": "2018-11-18T19:26:26Z", "content": "University of Oregon scientists have found the first confirmed dinosaur bone in Oregon, Fox 12 Oregon reports. The toe bone belonged to a plant-eating, bipedal dinosaur known as an ornithopod and is estimated to date back 103 million years to a geological per… [+837 chars]", "fulltext": "University of Oregon scientists have found the first confirmed dinosaur bone in Oregon, Fox 12 Oregon reports.\n\nThe toe bone belonged to a plant-eating, bipedal dinosaur known as an ornithopod and is estimated to date back 103 million years to a geological period that also gave rise to Tyrannosaurus Rex, the university said.\n\n“This bone was sitting out there with all the rocks. It was pretty surprising,” University of Oregon scientist Greg Retallack told the Eugene Register-Guard. “No excavation was needed. It was just sitting among the ammonites and coil fossils.”\n\nRetallack found it in eastern Oregon near the tiny town of Mitchell.\n\nThe university said it is a rare find because the state was underwater for most of the dinosaur age, according to Fox 12.\n\nRetallack said the dinosaur, which was more than 20 feet long and weighed nearly a ton, likely died onshore and washed out to sea.\n\nThe discovery was reported last week in the Journal of Vertebrate Paleontology, a peer-review publication, according to reports."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Pope decries that 'wealthy few' feast on what belongs to all", "description": "Championing the cause of the poor, Pope Francis on Sunday lamented that \"the wealthy few\" enjoy what, \"in justice, belongs to all\" and said Christians cannot remain indifferent to the growing cries of the exploited and the indigent, including migrants.", "url": "https://www.foxnews.com/world/pope-decries-that-wealthy-few-feast-on-what-belongs-to-all", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/fede1613-ContentBroker_contentid-610dab2911574217b537454227a78a25.png", "publishedAt": "2018-11-18T18:58:56Z", "content": "Championing the cause of the poor, Pope Francis on Sunday lamented that \"the wealthy few\" enjoy what, \"in justice, belongs to all\" and said Christians cannot remain indifferent to the growing cries of the exploited and the indigent, including migrants. Franci… [+2066 chars]", "fulltext": "Championing the cause of the poor, Pope Francis on Sunday lamented that \"the wealthy few\" enjoy what, \"in justice, belongs to all\" and said Christians cannot remain indifferent to the growing cries of the exploited and the indigent, including migrants.\n\n\n\nFrancis invited about 6,000 poor people as well as some of the volunteers who help them to the splendor of St. Peter's Basilica where he celebrated Mass on a day the Catholic Church dedicates to the needy. Later, he sat down with 1,500 of the indigent for a lunch of lasagna, chicken, mashed potatoes and tiramisu in a Vatican auditorium.\n\n\n\nIn his homily, Francis said \"we Christians cannot stand with arms folded in indifference or with arms outstretched in helplessness\" about those in need. He cited the \"stifled cry\" of the unborn, of starving children, \"of young people more used to the explosion of bombs than happy shouts at the playground.\"\n\n\n\nHe also drew attention to the plight of abandoned elderly, the friendless and \"the cry of all those forced to flee their homes and native land for an uncertain future. It is the cry of entire peoples, deprived even of the great natural resources at their disposal.\"\n\n\n\nFrancis said the poor were weeping \"while the wealthy few feast on what, in justice, belongs to all. Injustice is the perverse root of poverty.\"\n\nBREXIT CHAOS CONTINUES AS UK'S THERESA MAY WARNS AGAINST A LEADERSHIP CHANGE\n\n\n\n\"The cry of the poor daily becomes stronger but every day heard less,\" he said. That cry is \"drowned out by the din on the rich few, who grow ever fewer and more rich,\" the pontiff said.\n\n\n\nLast week, doctors, nurses and other health workers volunteered their time to offer medical assistance to the homeless and other need from morning till night in St. Peter's Square. The initiative reflects the Francis' determination that the Vatican promote by way of example priorities for rank-and-file faithful.\n\n\n\nFrancis said during Mass Sunday that \"it is important for all of us to live our faith in contact with those in need.\"\n\n\n\nLater, in remarks to pilgrims and tourists in St. Peter's Square, Francis spoke of the futility of making riches one's goal. He noted that with at the end of each life \"the power of money and of economic means with which we presume with presumptuousness to buy everything and everyone won't be able to be used anymore.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "'Last Man Standing' star Tim Allen mocks liberals 'small window of sense of humor' - Fox News", "description": "Fox News 'Last Man Standing' star Tim Allen mocks liberals 'small window of sense of humor' Fox News With the return of “Last Man Standing” on Fox, Tim Allen has the chance to continue doing what he loves, presenting an alternative point of view in comedy. In…", "url": "https://www.foxnews.com/entertainment/last-man-standing-star-tim-allen-mocks-liberals-small-window-of-sense-of-humor", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/tim20allen20last20man20standing20abc.jpg", "publishedAt": "2018-11-18T18:58:38Z", "content": "With the return of “Last Man Standing” on Fox, Tim Allen has the chance to continue doing what he loves, presenting an alternative point of view in comedy. In a recent interview, the actor is opening up about the political divide in America and having to answ… [+2142 chars]", "fulltext": "With the return of “Last Man Standing” on Fox, Tim Allen has the chance to continue doing what he loves, presenting an alternative point of view in comedy. In a recent interview, the actor is opening up about the political divide in America and having to answer for his character’s outspoken opinions.\n\nWhen ABC pulled the plug on the sitcom after six successful seasons, many wondered if the character of Mike Baxter’s personal politics had something to do with the decision by the network to ax the right-leaning humor show. The series made its return on Fox for Season 7, where Allen and the writers pulled no punches when it came to skewering what he perceives to be an over-sensitive American left.\n\n“I said there’s nothing, especially in this area, that pisses people off more than a very funny conservative. A smart, funny conservative that takes shots and is certainly self-effacing. The left-wing point of view is so pervasive that they don’t even realize it’s a point of view. It is just a point of view,” Allen said in an interview with IndieWire. “I think this character likes that, he likes to have another point of view. It makes him sharper and more interesting. But we don’t push it. I don’t think we’ve mentioned pro or con Trump once now.”\n\nStill, despite his propensity for wanting to disrupt the general consensus of what’s funny and politically correct, Allen admits that it’s difficult when fans equate his personal beliefs to that of the character he plays.\n\n“I did an interview and I said, ‘Are you asking Mike Baxter this question, because you heard something about the Clintons that the writers had written?’ Now, I’ll put something behind it, because I think it’s funny to make fun of people that are full of themselves. Liberals have a very small window of sense of humor about themselves, so I love poking at it. Two years ago, it was the conservatives, or whatever it is. But right now liberals, particularly progressives, hide behind large concepts. If you don’t agree with them, if you don’t agree with that position, then you hate women, and you hate gay people, and you hate pro-choice people, whatever. And I said that doesn’t fit.”\n\nIn the past, Allen has said that he wants to portray a conservative American on screen in a sitcom. However, he’s also said that he also doesn’t want “Last Man Standing” to be a completely political show, but rather a comedy about family."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Sri Lankan leaders' crucial talks fail to solve crisis", "description": "A crucial meeting among Sri Lanka's political party leaders on Sunday failed to reach a breakthrough to resolve the political turmoil that has engulfed the island nation for several weeks, opposition lawmakers say.", "url": "https://www.foxnews.com/world/sri-lankan-leaders-crucial-talks-fail-to-solve-crisis", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T18:47:11Z", "content": "COLOMBO, Sri Lanka A crucial meeting among Sri Lanka's political party leaders on Sunday failed to reach a breakthrough to resolve the political turmoil that has engulfed the island nation for several weeks, opposition lawmakers say. Sri Lanka has been in cri… [+3509 chars]", "fulltext": "A crucial meeting among Sri Lanka's political party leaders on Sunday failed to reach a breakthrough to resolve the political turmoil that has engulfed the island nation for several weeks, opposition lawmakers say.\n\nSri Lanka has been in crisis since Oct. 26 when President Maithripala Sirisena abruptly fired Prime Minister Ranil Wickremesinghe and appointed former strongman Mahinda Rajapaksa. Wickremesinghe says he still has the support of a majority in Parliament.\n\nOn Sunday, president Sirisena chaired the meeting attended by Rajapaksa, Wickremesinghe and other political leaders. Talks came two days after the parliament passed the second no-confidence motions against Rajapaksa who has so far refused to accept the results of the motion and continues to perform as prime minister.\n\nAjith Perera, a lawmaker from Wickremesinghe's party, told reporters that Sunday's meeting failed to reach a breakthrough.\n\nHe said it is illegal for Rajapaksa and his government to stay in power after two no-confidence motions were passed against them. \"They are hanging on to power illegally.\"\n\nParliament turned violent when the no-confidence motions were taken up last week, with rival lawmakers exchanging blows, injuring several.\n\nOn Friday, lawmakers supporting Rajapaksa threw books, chairs and chili powder mixed with water to try to block the proceedings.\n\nHowever, speaker Karu Jayasuriya, using a microphone, conducted the proceedings while standing on the floor of Parliament, which for the second time passed a no-confidence motion against Rajapaksa and his government by a voice vote.\n\nJayasuriya first offered to take the vote by name but was unable to do so because of the commotion and opted for a voice vote. He then adjourned the house until Monday. Parliament passed the first motion on Wednesday, also by voice vote due to the clashes.\n\nRajapaksa says the vote should not have been done by voice. He also insisted the speaker had no authority to remove him and said he is continuing in his role as prime minister.\n\nSirisena, as the head of the government, has the power to appoint the prime minister.\n\nOn Sunday, Sirisena's office in a statement said he told the meeting of the party leaders that he would take a decision on the no-confidence motions \"only if a vote is taken by name of the Members or by electronic voting.\"\n\nSirisena has said voting on an important motion to change a government should not be done by a voice vote which he said he is not transparent.\n\nHarsha de Silva, another lawmaker Wickremesinghe's party criticized the meeting, saying Rajapaksa and his loyal lawmakers \"want to drag impasse along giving lame excuses of procedures\" as Rajapaksa does not have the majority in the 225-member house.\n\n\"Go, MR Go. For God's sake Go!,\" de Silva stated in his tweet. MR is the acronym for Mahinda Rajapaksa.\n\nRajapaksa, a former president, is considered a hero by some in the ethnic Sinhalese majority for ending a long civil war by crushing ethnic Tamil Tiger rebels. However, his time in power was marred by allegations of wartime atrocities, corruption and nepotism.\n\nTensions had been building between Sirisena and Wickremesinghe for some time, as the president did not approve of economic reforms introduced by the prime minister. Sirisena has also accused Wickremesinghe and another Cabinet member of plotting to assassinate him, a charge Wickremesinghe has repeatedly denied.\n\nSirisena was the health minister of Rajapaksa's government, before he crossed over to the opposition and contested the 2015 presidential election as the common opposition candidate backed by Wickmremesinghe's party. He defeated Rajapaksa and the duo have been political rivals since then.\n\nHis move to appoint Rajapaksa as prime minister astonished many."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Tyler McCarthy", "title": "Sean 'Diddy' Combs tweets public statement about ex Kim Porter's death - Fox News", "description": "Fox News Sean 'Diddy' Combs tweets public statement about ex Kim Porter's death Fox News Three days after it was confirmed that his ex, model Kim Porter, died, Sean “Diddy” Combs has made a public statement on the passing of the mother of his children. The st…", "url": "https://www.foxnews.com/entertainment/sean-diddy-combs-tweets-public-statement-about-ex-kim-porters-death", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Combs-Porter-2015.jpg", "publishedAt": "2018-11-18T18:45:41Z", "content": "Three days after it was confirmed that his ex, model Kim Porter, died, Sean “Diddy” Combs has made a public statement on the passing of the mother of his children. The star, 49, took to Twitter on Sunday to share a message to fans and a tribute to Porter. “Fo… [+1650 chars]", "fulltext": "Three days after it was confirmed that his ex, model Kim Porter, died, Sean “Diddy” Combs has made a public statement on the passing of the mother of his children.\n\nThe star, 49, took to Twitter on Sunday to share a message to fans and a tribute to Porter.\n\n“For the last three days I’ve been trying to wake up out of this nightmare. But I haven’t. I don’t know what I’m going to do without you baby. I miss you so much. Today I’m going to pay tribute to you, I’m going to try and find the words to explain our unexplainable relationship,” Diddy wrote in a tweet that accompanied a video of him and Porter lovingly embracing in a series of photos and videos set to music.\n\nThe star continued in a second tweet: “We were more than best friends, we were more than soulmates. WE WERE SOME OTHER S---!! And I miss you so much. Super Black Love.”\n\nAs previously reported, Diddy’s representative Cindi Berger confirmed to Fox News Thursday that Porter had died.\n\n“Sadly, I can confirm the passing of Kim Porter. I ask that you give the families privacy at this time.”\n\nLater in the day, Diddy posted more photos to his Instagram. The first is a glamor shot of the late model that he captioned, \"FOREVER AND EVER AND EVER!!! Infinity and BEYOND!!!!\"\n\nAfter that, he posted what appears to be a more personal photo of her smiling on a boat.\n\nLastly, Diddy posted a video with a series of photos of them and their family with the caption: \"I'll raise our family just like you taught me to. Love you forever!!!!\"\n\nPorter, who dated Diddy for 13 years and has three children — 11-year-old twin daughters Jessie James and D'Lila, and son Christian Combs, 20 — with the music mogul and businessman was found dead on Thursday, per TMZ. She also shared 27-year-old son Quincy from her previous relationship with R&B singer Al B. Sure!\n\nAccording to TMZ, citing law enforcement sources, police received a call to Porter's Los Angeles home around noon. Per the site, the 911 call reported \"a patient in cardiac arrest.\"\n\nA source also told the outlet that Porter had been suffering from \"flu-like symptoms\" for several weeks, but it's still unclear how she died.\n\nAlong with her modeling career, Porter appeared in the TV series \"Wicked Wicked Games\" as well as Diddy's VH1 show \"I Want to Work for Diddy.\"\n\nFox News’ Mariah Haas and Julius Young contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "Rick Scott leading Bill Nelson by 10,000 votes in Florida Senate race, official results show", "description": "Republican Rick Scott squeaked out a win Sunday against Democrat Bill Nelson to become the next U.S. senator to represent Florida.", "url": "https://www.foxnews.com/politics/rick-scott-beats-bill-nelson-for-florida-senate-seat-after-hard-fought-race-recount-drama", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T18:29:54Z", "content": "Republican Rick Scott is leading Democrat Bill Nelson by 10,000 votes in the race to become the next U.S. senator to represent Florida, official results showed Sunday. Nelson, who served three terms in the U.S. Senate, met his match in Gov. Rick Scott. Sunday… [+4710 chars]", "fulltext": "Florida’s long-time Democratic Sen. Bill Nelson conceded to Republican challenger Gov. Rick Scott Sunday, drawing the hotly contested race to represent the Sunshine State to a close after 12 days of legal wrangling.\n\nAccording to the Florida Secretary of State's office, Scott led Nelson by approximately 10,000 votes after the state's 67 counties completed machine and manual recounts\n\nNelson, who served three terms in the U.S. Senate, met his match in Scott, who launched a competitive campaign for Florida votes. Scott, a two-term governor of the state, said Nelson called him to “graciously” concede and that Scott, in turn, thanked Nelson for his years of service. Scott has now won narrow victories in three statewide races since 2010.\n\n“Now the campaign truly is behind us, and that’s where we need to leave it,” Scott said. “We must do what Americans have always done: come together for the good of our state and our country.”\n\nPresident Trump congratulated Scott on Twitter Sunday, saying that Scott \"was a great Governor and will be even a greater Senator in representing the People of Florida.\"\n\nNelson tweeted that \"things turned out a little differently than we had hoped, but I by no means feel defeated ... I’ve had the privilege of serving the people of Florida for most of my life. It’s been a rewarding journey and a very humbling experience. No one could be more blessed.\"\n\nScott's victory also marks the first time in more than a century that Florida has two Republican senators representing them in Washington. The state is scheduled to certify results in the race on Nov. 20.\n\nElection Day results showed Nelson trailing Scott by more than 56,000 votes. Scott’s lead narrowed to 12,603 votes after a statewide machine recount. The new numbers triggered an automatic hand recount under Florida law.\n\nAfter it became clear that the race between Nelson and Scott would head to a legally required recount, Nelson and Democrats filed several lawsuits that challenged everything from Scott's authority over the state's election division to deadlines for mail-in ballots.\n\nThe Nelson campaign managed to secure only one win in court. U.S. District Judge Mark Walker gave voters until 5 p.m. on Saturday to fix their ballots if they haven't been counted because of mismatched signatures. Nearly 5,700 ballots were rejected because signatures on ballot envelopes did not match signatures kept on file by election officials.\n\nWalker rejected a request by Democrats to automatically count all the ballots with mismatched signatures. He also rejected a request to waive deadlines for domestic mail-in ballots even if they had been mailed prior to Election Day. Under Florida law, ballots mailed inside the United States must be in election offices by 7 p.m. on Election Day in order to count. Overseas ballots are counted if they are received up to 10 days after the election.\n\nMarc Elias, the attorney who represented Nelson, acknowledged on Twitter that \"the margin narrowed, but did not close\" as a result of the recount.\n\nIt’s unclear what Nelson’s plans will be post-race. The 76-year-old was first elected to office in a state House district near Cape Canaveral in 1972. He’s served three terms in the Florida House, six terms in Congress and was Florida’s insurance commissioner after Hurricane Andrew swept the Miami area.\n\nThe recount was marred by a series of missteps, particularly in Broward and Palm Beach counties, that put Florida back in the national spotlight 18 years after the dramatic 2000 presidential election.\n\nAfter getting off to a slow start, embattled Broward County Supervisor of Elections Brenda Snipes boasted Thursday about making the state’s deadline for machine recounts.\n\n“We are excited to be at this point,” she said Thursday afternoon.\n\nA few hours later, election officials were forced to admit the county had uploaded the results of the recount two minutes after the state’s 3 p.m. cutoff -- making its machine recount tally void.\n\n“Basically, I just worked my ass off for nothing,” Joseph D’Alessandro, Broward County’s election planning and development director, said.\n\nD’Alessandro said he had a hard time uploading the results in time because he wasn’t familiar with the website used to send them to the secretary of state.\n\nWhen asked what would happen if Broward missed Sunday’s deadline, county attorney Drew Myers inhaled deeply and told Fox News he couldn’t even entertain the idea.\n\n“They have to make that deadline,” he said.\n\nBroward’s bungled recount efforts had many calling for Snipes to step down, including former Florida Gov. Jeb Bush.\n\n“There is no question that Broward County Supervisor of Elections Brenda Snipes failed to comply with Florida law on multiple counts, undermining Floridians’ confidence in our electoral process,” Bush tweeted on Monday. “Supervisor Snipes should be removed from her office following the recounts.”\n\nProtesters have been camped outside Broward’s Lauderhill recount site since last Sunday.\n\nSome carried signs that read, “Corrupt Snipes!!! Lock Her Up!” “Busted Brenda” and “I trust [Michael] Avenatti more than Brenda!” while shouting at election officials, counter-protesters and the news media.\n\nPresident Trump also sounded off on Snipes, telling The Daily Caller, “When they call this woman incompetent, they’re wrong. She’s very competent but in a bad way.”\n\nOn Tuesday, Snipes said she’s considering leaving after the recount.\n\n“It is time to move on,” she said. “I haven’t finalized that. I’ll just check with my family. They’ll tell me what I’m doing.”\n\nLike Broward, Palm Beach County also missed its machine recount deadline.\n\nElection supervisor Susan Bucher said the county found “dozens of precincts missing a significant number” of votes and indicated there may be entire boxes of ballots that weren’t counted, according to a report in the New York Times.\n\nShe also blamed the county’s issues on mechanical errors and said the scanning machine overheated. It got so bad that she had to fly in two mechanics to fix the problem. The technicians, though, witnessed Palm Beach County workers jam a paper clip into the scanner’s “enter” button to slow the high-speed scanner down. That action caused a short circuit that cut off the power.\n\nU.S. District Judge Mark Warner, who heard several legal challenges filed in connection to the recount, slammed state lawmakers and Palm Beach County officials for failing to anticipate election problems and said the state law on recounts appears to violate the U.S. Supreme Court ruling that decided the presidency in 2000.\n\n“We have been the laughingstock of the world, election after election, and we chose not to fix this,” Walker said in court.\n\nWhile there have been no estimates yet on how much the 2018 recount will cost, past recounts have racked up a hefty bill.\n\nIn 2000, Citizens Against Government Waste released a report that estimated the costs associated with the state’s recount efforts. CAGW estimated Palm Beach County blew through $25,000 a day and projected the 2000 recount cost in Broward, Miami-Dade and Palm Beach counties to be more than $2 million.\n\nFox News’ Sarah Chakales, Ivonne Amor and Gregg Re contributed to this report.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Sonia Sotomayor: Brett Kavanaugh is part of Supreme Court ‘family’", "description": "Justice Sonia Sotomayor said newly appointed Justice Brett Kavanaugh is part of the Supreme Court “family” who she will judge based on his work and not by what occurred during his controversial confirmation process.", "url": "https://www.foxnews.com/politics/sonia-sotomayor-brett-kavanaugh-is-part-of-supreme-court-family", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/rtx38jvl.jpg", "publishedAt": "2018-11-18T18:19:20Z", "content": "Justice Sonia Sotomayor said newly appointed Justice Brett Kavanaugh is part of the Supreme Court “family” whom she will judge based on his work and not by what occurred during his controversial confirmation process. In an interview with CNN’s “Axe Files,” So… [+2027 chars]", "fulltext": "Justice Sonia Sotomayor said newly appointed Justice Brett Kavanaugh is part of the Supreme Court “family” whom she will judge based on his work and not by what occurred during his controversial confirmation process.\n\nIn an interview with CNN’s “Axe Files,” Sotomayor said Kavanaugh is part of the Supreme Court “work family.”\n\n\"When you're charged with working together for most of the remainder of your life, you have to create a relationship,\" Sotomayor told host David Axelrod. \"The nine of us are now a family and we're a family with each of us our own burdens and our own obligations to others, but this is our work family, and it's just as important as our personal family.”\n\n\"We've probably spent more time with each other than most justices spend, who have spouses, with their spouses,\" the justice said.\n\nKavanaugh was sworn in as the 114th Supreme Court justice last month after a tumultuous confirmation battle. His confirmation to the nation’s highest court was nearly derailed after multiple women accused the judge of sexual misconduct.\n\nKAVANAUGH SWORN IN AS 114TH SUPREME COURT JUSTICE, HOURS AFTER SENATE VOTES TO CONFIRM\n\nSotomayor said Saturday that she’s not judging her new colleague on what he may have done prior to being appointed a justice, but on his current work on the Supreme Court. She recalled speaking with Justice Clarence Thomas, who faced allegations of sexual harassment during his confirmation hearing in 1991.\n\n\"It was Justice [Clarence] Thomas who tells me that when he first came to the Court, another justice approached him and said, 'I judge you by what you do here. Welcome.' And I repeated that story to Justice Kavanaugh when I first greeted him here,\" Sotomayor said.\n\n\"Conservative, liberal, those are political terms,\" she said when asked about a conservative-leaning Supreme Court. \"Do I suspect that I might be dissenting a bit more? Possibly, but I still have two relatively new colleagues, one very new colleague, Brett Kavanaugh and Neil Gorsuch. And we've agreed in quite a few cases, we've disagreed in a bunch, But you know, let's see.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Hollie McKay", "title": "Migrant caravan faces opposition from angry Tijuana residents", "description": "In blunt contrast to the warm reception, thousands of migrants received as they made the arduous journey through Central America to Mexico – receiving food donations and well wishes from locals – the nearly 3000 who reached the Mexican border with California …", "url": "https://www.foxnews.com/world/angry-tijuana-residents-clash-with-migrant-caravan", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-f866f63c00154a20a834d72b07abf0c6.png", "publishedAt": "2018-11-18T18:01:10Z", "content": "In blunt contrast to the warm reception thousands of migrants received as they made the arduous journey through Central America to Mexico – getting food donations and well wishes from locals – the nearly 3,000 people who reached the Mexican border with Califo… [+4114 chars]", "fulltext": "In blunt contrast to the warm reception thousands of migrants received as they made the arduous journey through Central America to Mexico – getting food donations and well wishes from locals – the nearly 3,000 people who reached the Mexican border with California in recent days have been met with marked hostility.\n\nThe majority of migrants, who have been on foot for more than a month, are sleeping on a dirt baseball field at an outdoor sports complex in Tijuana by the newly-fortified barbed wire fence that separates Mexico from the United States. A truck parked on the street is providing showers for women, while the men are told to use newly established outdoor showers near the field.\n\nReports of insults being shouted, rocks being hurled and even physical fist-fighting has escalated over the weekend.\n\nThe reception has left many in limbo – afraid to return to their homeland, which for the vast majority is Honduras, yet unwelcome in Mexico and uncertain if their U.S. asylum requests will be granted. The U.S is said to be processing around 100 claims per day.\n\nTijuana Mayor Juan Manuel Gastelum has referred to the arrivals as “bums” and questioned whether a referendum in the city of 1.6 million is needed to determine whether or not they should be allowed to stay.\n\n“Human rights should be reserved for righteous humans,” Gastelum lamented last week.\n\nThe Mexican Interior Ministry announced Friday that just under 2,700 Central American migrants have applied for asylum in Mexico under a program that was launched late last month that pledged to provide them with work and living permissions faster.\n\nQUESTIONS ARISE OVER POLITICS, MOTIVATION OF CARAVAN ORGANIZERS\n\nCHAPO'S BEAUTY QUEEN WIFE LIVING LAVISHLY - AWAY FROM THE COURTROOM\n\nYet officials anticipate that the migrant caravan will soon swell in excess of 10,000 – and will need to be housed for more than six months – which the Mexican government claims it lacks the resources to do.\n\nAlden Rivera, the Honduran ambassador in Mexico, told reporters during a visit to the sports complex on Saturday that he is working with local officials to secure additional funds.\n\n“These are our people, we want to do what we can for them,” he said. “In Honduras, we respect human rights.”\n\nYet his visit also drew visceral responses from many who blame the U.S.-backed Honduran government for their own dire financial and security situation – which prompted them to make the journey in the first place.\n\nDespite a lull in covering the issue post-midterms, President Trump again expressed his grievances at the new arrivals in a tweet on Friday.\n\n“Isn’t it ironic that large caravans of people are marching to our border wanting U.S.A. asylum because they are fearful of being in their country – yet they are proudly waving their country’s flag,” he wrote. “Can this be possible? Yes, because it is all a BIG CON, and the American taxpayer is paying for it.”\n\nIn anticipation of the caravan reaching the U.S. periphery, authorities put in place new coils of razor wire and Border Patrol officers are manning in full-force, stretching down through the beach strip of Border Field State Park alongside Tijuana’s famed Playas de Tijuana.\n\nAnd while many locals have expressed anger and frustration at the new arrivals, scores of others have shown their support and sympathy. Church groups and other Tijuana locals are donating food and clothes to the new arrivals, and remain on standby as hundreds more pour into the already crowded facility by the day."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Neo-Nazis have no First Amendment right to harassment, judge rules in Daily Stormer case", "description": "A lawsuit accusing the publisher of a neo-Nazi website of orchestrating a \"terror campaign\" of online harassment against a Jewish real estate agent cannot be dismissed on First Amendment grounds, a federal judge ruled last week.", "url": "https://www.foxnews.com/tech/neo-nazis-have-no-first-amendment-right-to-harassment-judge-rules-in-daily-stormer-case", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/reuters-computer-pic.jpg", "publishedAt": "2018-11-18T17:49:52Z", "content": "A neo-Nazi website accused of orchestrating a \"terror campaign\" of online harassment against a Jewish real estate agent cannot have a lawsuit dismissed on First Amendment grounds, a federal judge ruled last week. In his ruling denying a motion to have the sui… [+2119 chars]", "fulltext": "A neo-Nazi website accused of orchestrating a \"terror campaign\" of online harassment against a Jewish real estate agent cannot have a lawsuit dismissed on First Amendment grounds, a federal judge ruled last week.\n\nIn his ruling denying a motion to have the suit against The Daily Stormer's publisher dismissed, Judge Dana L. Christensen wrote that the real estate agent, Tanya Gersh, was a private citizen and not a public figure. Christensen also wrote that the publisher, Andrew Anglin, incited his followers to harass her.\n\nThe lawsuit claims the coordinated harassment campaign resulted in Gersh's family receiving more than 700 messages of hate, including death threats and references to the Holocaust.\n\nIn refusing the dismiss the suit, the judge wrote that \"the Court has thoroughly considered [Anglin's] free speech arguments and finds that a decision for Anglin at this stage would, at a minimum, be premature.\"\n\nFACEBOOK'S SANDBERG SLAMS NEW YORK TIMES REPORT AS 'SIMPLY UNTRUE'\n\nAccording to the New York Times, the lawsuit originates from an incident in 2016 during which Gersh, a real estate agent in the hometown of white supremacist Richard Spencer, told Spencer's mother Sherry that she should repudiate her son's views and sell a building she owned there. Legal documents show that his mother initially agreed with her idea but changed her mind and Anglin later incited the Daily Stormer's readership to harass her, the Times reports.\n\nOne of those posts, according to the Washington Post, said:\n\n“Are y’all ready for an old fashioned Troll Storm?” Anglin wrote in a Dec. 16, 2016, post on the Daily Stormer website. The article, titled “Jews Targeting Richard Spencer’s Mother for Harassment and Extortion—TAKE ACTION!,” was the first of 30 about Gersh on the neo-Nazi site.\n\nFIRE ANT COLONIES COULD INSPIRE ROBOT SWARMS\n\nA lawyer affiliated with the Southern Poverty Law Center, which filed the case on Gersh's behalf in 2017, told the Times that the refusal to throw out the lawsuit \"underscores what both we and our client have said from the beginning of this case — that online campaigns of hate, threats, and intimidation have no place in a civil society, and enjoy no protection under our Constitution.\"\n\nAnglin, whose physical whereabouts have reportedly been unknown for almost two years, has faced two prior lawsuits alleging similar tactics."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Kim Jong Un visits glass factory once suspected of producing military equipment, report says", "description": "Kim Jong Un on Sunday visited a glass factory once suspected of producing military equipment, a report said days after North Korea announced it tested a \"newly developed ultramodern tactical weapon.\"", "url": "https://www.foxnews.com/world/kim-jong-un-visits-glass-factory-once-suspected-of-producing-military-equipment-report-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Taegwan-Glass-Factory.jpg", "publishedAt": "2018-11-18T17:36:54Z", "content": "Kim Jong Un on Sunday visited a glass factory once suspected of producing military equipment, a report said days after North Korea announced it tested a “newly developed ultramodern tactical weapon.” The North Korean despot gave “field guidance” at the Taegwa… [+1760 chars]", "fulltext": "Kim Jong Un on Sunday visited a glass factory once suspected of producing military equipment, a report said days after North Korea announced it tested a “newly developed ultramodern tactical weapon.”\n\nThe North Korean despot gave “field guidance” at the Taegwan Glass Factory in Northern Pyongan Province, Yonhap reported, citing North Korea’s Korean Central News Agency. Kim praised the “flawless” glassware and optical instruments while stressing modernized production.\n\n\"Pointing out that the world is rapidly changing and developing, he called for directing steady efforts to putting the factory's overall production process and process for checking goods on a modern basis and introducing update technology, not content with the present success, and thus producing better optical glass and measuring equipment,\" KCNA said in a statement.\n\nKim was joined by other officials scrawling information on notepads — a standard scene when the despot conducts field guidance at factories.\n\nNORTH KOREA, KIM JONG UN TEST NEW ‘ULTRAMODERN TACTICAL WEAPON'\n\nSunday’s visit to the glass factory was Kim’s first time since 2014. The plant was previously suspected of producing military lens.\n\nOn Friday, North Korea announced it tested a mysterious “newly developed ultramodern tactical weapon” that was supervised by Kim. No details were released of the weapon it tested or where it was done.\n\nKCNA said Kim expressed “great satisfaction” over the “state-of-the-art” weapon that “builds impregnable defenses of our country and strengthens the fighting power of our people’s army.”\n\nThe move comes as denuclearization talks between the U.S. and North Korea reach a deadlock. It's the first publicly known field inspection of a weapons test by Kim since he observed the testing of the Hwasong-15 intercontinental ballistic missile in November 2017, according to the Unification Ministry.\n\nFox News' Lucia Sang contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Mel B details attempted suicide with 200 painkillers in new book excerpt - Fox News", "description": "Fox News Mel B details attempted suicide with 200 painkillers in new book excerpt Fox News In December 2014, during the live \"X Factor\" shows, Mel B tried to take her own life by downing 200 painkillers. She blacked out and woke up covered in bruises. It echo…", "url": "https://www.foxnews.com/entertainment/mel-b-details-attempted-suicide-with-200-painkillers-in-new-book-excerpt", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/MelB1.jpg", "publishedAt": "2018-11-18T17:25:24Z", "content": "In December 2014, during the live \"X Factor\" shows, Mel B tried to take her own life by downing 200 painkillers. She blacked out and woke up covered in bruises. It echoed a previous attempt on her own life aged 14 when she was growing up in Leeds. She was rep… [+7163 chars]", "fulltext": "In December 2014, during the live \"X Factor\" shows, Mel B tried to take her own life by downing 200 painkillers. She blacked out and woke up covered in bruises.\n\nIt echoed a previous attempt on her own life aged 14 when she was growing up in Leeds.\n\nShe was replaced for the Saturday semi but bravely appeared for the Sunday live final in a dress which showed off her injuries. At the time she blamed a stomach ulcer.\n\nHere, in an exclusive extract from new autobiography Brutally Honest, Mel explains what really happened over those few dramatic days.\n\n--\n\nHere I am, 39 years of age, staring in a mirror in the en-suite bathroom of my rented house in Kensington, London, holding an open bottle of aspirin from the stash I’ve stockpiled over the years, putting one pill after another into my mouth.\n\nAs each pill goes into my mouth, I ask myself: “Are you sure?” And I take another one. Ten, 20, 50, 100. “Are you sure?”\n\nIt’s Thursday night. 11 December 2014. I’ve come back from dinner with my husband Stephen. Tomorrow I’m going to \"The X Factor.\"\n\nIt will be the red-carpet launch for the final weekend. I’ll be wearing a beautiful dress, my hair and make-up will be perfect. But if you want the absolute truth, I don’t care about any of it. My life is a mess and I want out.\n\nOne hundred and 20. “Are you sure?” 150. “Are you sure?”\n\nBehind the glitter of fame, I felt emotionally battered, estranged from my family.\n\nI felt ugly and detested by the very man who once promised to love and protect me, my husband and manager Stephen.\n\nA man who after ten years of marriage now had a library of sex tapes that could — as we both well knew — ruin my career and destroy my family.\n\nI wrote frantic, disjointed notes for Phoenix, my eldest daughter, my soulmate — the girl who is little sister, friend and daughter to me.\n\nIt was going to be up to her to get my other little girls, Angel and Madison, to Leeds where they could all live with my mum.\n\nIn my head, in that moment, it was that simple.\n\nTwo hundred. “Now what’s going to happen, Melanie? STOP!” As soon as I’d swallowed that last pill, I knew I didn’t want to go anywhere. “Melanie! What the f--- are you doing? Get a grip!”\n\nSuicide was not the answer. I had to make my life count. I had to get to a hospital. I had to get those pills out of my stomach before anything happened.\n\nMy head was spinning. All I thought was that I needed to get out of the room but for some reason, the door was jammed.\n\nI can’t clearly remember what happened next but I remember throwing myself at the door, crashing my full weight against it.\n\nThose bruises on my face and shoulder everyone saw at \"The X Factor\" final three days later — most of them were caused by those moments trapped in that doorway.\n\nI can’t remember the pain but I can still remember the fear, panic and absolute confusion in my head.\n\nThen everything started to go black and I collapsed to my knees. I could feel the life in me starting to drain away.\n\nAnd then nothing, silence. I lay semi-conscious on the bathroom floor and, with tears streaming down my face, drifting in and out of consciousness, waited to die.\n\nI remember getting to the hospital and calling Simon Cowell. I remember he didn’t sound horrified, just calm, like he knew that’s what I needed from him.\n\nI must have lost consciousness again. When I woke up, I was surrounded by doctors and nurses.\n\n“Mom. What the hell?” Phoenix was standing by my bed. Furious, shaking, full of rage. Of all the memories from all those hours, it is the one that still floors me. “Why, Mum? Why? Why?” It was the saddest moment of my life. All I ever want is for her to know how sorry I am, how lost I was and how I’ll never, ever abandon her again.\n\nLooking at my daughter — distraught, devastated, angry — was the moment I knew the fightback had to start.\n\nThe situation with \"The X Factor\" was quickly sorted because it had to be — the semi-finals were going to be shown live in two days’ time.\n\nTulisa Contostavlos would cover for me on Saturday night and be on standby for the Sunday final.\n\nDespite all the drugs I was being given, I was wired. The doctors kept telling me that I was in the High Dependency Unit and was seriously ill. I needed to get well.\n\nIf you think I was surrounded by friends, relatives, other concerned celebrities and flowers, you would be wrong. Thanks to my relationship with Stephen, I was pretty much on my own apart from my security, my hairdresser and Simon my publicist.\n\nEvery one of the Spice Girls tried to contact me. I couldn’t speak to them. I wasn’t ready, and I was too ashamed. My family also managed to track me down, but they were the last people I wanted to see.\n\nI remained trapped behind a wall of guilt, shame and worthlessness. I’d been hit in the past, but bruises fade.\n\nMy doctor looked at me as if I was completely crazy when I mentioned in the very early hours of Sunday morning that I would be on \"The X Factor\" later that day.\n\n“That is not happening, Melanie,” he said.\n\n“I don’t think you realise how serious your condition is. You are in intensive care. There is serious damage to your liver and kidneys.”\n\nAs my doctor walked out of the room, I texted my stylist: “Send me pix of all the dresses you’ve got me for the final tonight.”\n\nI had bruises round my eyes, my cheek was swollen, and I had massive dark welts on my arms from the constant stabbing at my weak, narrow veins with the IV drips.\n\n“I’ve got three perfect dresses with sleeves,” said my stylist, nervously eyeing the welts and purple marks on my arms which were clearly showing through thick body foundation. “No,” I said. “I’ve picked the dress already. No sleeves.”\n\nThe bruises were still visible as I put on a beautiful, long white silk dress, semi-sheer at the top then hugging every curve of my body.\n\nI would stand proud in this stunning white dress, the marks of my agony all over me. I asked for my hair to be pulled right back from my face. I needed to be seen. I needed all those bruises to be seen.\n\nMy message to the world and to my husband was going to be VERY CLEAR. I wanted people out there watching to be my witnesses. I took off my vast, square-cut diamond wedding ring. A ring I’d worn on \"The X Factor\" a few weeks before to show the world what a solid couple Stephen and I were.\n\nThe next hour was a blur of adrenalin and throwing myself into the drama of the show. Simon winked.\n\nLouis covered up whatever shock he was feeling.\n\nI let go of Louis’ hand and lifted my left hand into the air, directly in the centre of the camera focus, knowing the TV audience, the press and, most important of all, Stephen would see my ring-less finger. “F--- you big time,” I thought.\n\nAs the show played out, I focused entirely on the battle between Ben Haenow and Fleur East.\n\nThey were both fabulous, talented and committed. They were both out there singing because they wanted a whole new life to start. I was with them all the way.\n\nI joked with Simon and Louis, and tried not to ignore Cheryl’s looks of concern every time the camera was off us.\n\n“I’m OK. I’m OK.” As ever, on that stage — any stage — I felt fully myself. Untouchable. Melanie Brown. Wonder Woman.\n\nI get off stage, smiling at everyone, happy for Ben (who won), happy for Fleur.\n\nI’m happy I didn’t collapse, happy I’ve done it. I’ve sent my message to Stephen. There’s no going back. I’m going to leave him, get a divorce. I’m going to be free.\n\nThis article originally appeared in The Sun."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gary Gastelu", "title": "2019 Ford Mustang GT Bullitt test drive: It's on target - Fox News", "description": "Fox News 2019 Ford Mustang GT Bullitt test drive: It's on target Fox News The 2019 Mustang GT Bullitt is “awesome,” and that has nothing to do with its connection to the Hollywood thriller it gets its name from. I know this because a 9-year-old told me so. He…", "url": "https://www.foxnews.com/auto/2019-ford-mustang-gt-bullitt-test-drive-its-back-and-you-can-get-it-in-black", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/bul-3.jpg", "publishedAt": "2018-11-18T17:20:36Z", "content": "The 2019 Mustang GT Bullitt is “awesome,” and that has nothing to do with its connection to the Hollywood thriller it gets its name from. I know this because a 9-year-old told me so. He had no idea who Steve McQueen was, but boy did he flip when he saw the ca… [+5031 chars]", "fulltext": "The 2019 Mustang GT Bullitt is “awesome,” and that has nothing to do with its connection to the Hollywood thriller it gets its name from.\n\nI know this because a 9-year-old told me so. He had no idea who Steve McQueen was, but boy did he flip when he saw the car. So did my son, who is literally colorblind and thought it was red. This eliminated the possibility that he’d heard me talking about a dark highland green Mustang driven by a guy who dared to coordinate a navy blue turtleneck with a brown blazer and intuitively made the association.\n\nFor many of those old enough to have seen the film on the silver screen, it’s an instantaneous one, and you’ll find them gathering around the Bullitt like moths to a flame. It’s good news for Ford that they’re not alone, because they aren’t getting any younger and the movie isn’t anywhere near the Netflix Top 100, even though it’s celebrating its 50th anniversary this year.\n\nHeck, even Steve McQueen’s granddaughter Molly told me at the unveiling of the car in January that she’d only seen it “once or twice,” and I’m not so sure if she ever did because “once or twice” is the least believable answer to pretty much any question about things you’ve done. She did say that she’d watched the chase on YouTube “a bunch of times,” however, which sounds about right.\n\nFord got the new Bullitt very right. The visual ties to the on-screen machine go beyond the paint to the blank grille, the silver-rimmed and black-spoked wheels, and the chrome trim around the grille and side windows, none of which are available on any other Mustangs. Neither are the “Bullitt” logos. There are six scattered around the car, which is probably five too many. Frank Bullitt was a plain-clothes detective, after all.\n\nBut the Bullitt is far from just a paint and stickers tribute. It’s essentially a GT Premium – complete with a digital gauge cluster and heated/ventilated seats – that’s also equipped a bunch of goodies from the Mustang’s optional Performance Pack. Among them are stronger shocks, big Brembo brake calipers, wide and sticky Michelin Pilot Sport 4S tires and a limited slip differential, which only comes connected to a six-speed manual transmission that’s topped by a white cue ball shifter. The front end is finished with a chin splitter that adds menace, while the rear spoiler is deleted to maintain some semblance of undercover style.\n\nThe Bullitt gets its own engine, too. It’s a special version of the GT’s 5.0-liter Coyote V8 that’s been fitted with the freer-breathing intake manifold and throttle body from the Mustang Shelby GT350’s motor, which gives it a 20 hp boost to 480 hp and makes the Bullitt the most powerful GT yet.\n\nIt also has an exhaust system that's tuned to make it sound as much like the pipes on the 1968 390 GT from the movie as possible. It won’t trick a cinephile, but it gives the Bullitt a unique and very loud voice. That is unless you switch it into quiet mode, which is enabled by a bypass valve, but even then it’s not exactly on the hush-hush.\n\nPrices start at $47,590, which is well in line with the sum of its parts. Ford will build as many as it can sell, but it’ll just be around for the next two years.\n\nThe only options available are an adjustable MagneRide suspension that you definitely want; an electronics package with things like a blind-spot warning system, an upgraded stereo and built-in navigation that you probably want; and snug, high-back Recaro sports seats that you should probably try on first.\n\nMYSTERY OF STEVE MCQUEEN'S 'BULLITT' MUSTANG FINALLY SOLVED:\n\nThey’re snug and a good call if you plan to take the Bullitt to the track, but it's more of a street fighter and the standard buckets are just the thing for a double surveillance shift. Either way, it's equally quick and that engine loves to growl all the way up to its 7,400 rpm redline. If the sharp handling is any different than a regular GT’s, I can’t say I noticed or cared, because it’s spot-on without being too rough for the road. You could cruise around comfortably in it all day, and you can bet that I did. This kind of balance is where Mustangs shine.\n\nAnd you can get an even shinier Bullitt, because Ford also offers it in black. I don’t get why, but honestly, they should unlock the full color palette. The combination of that engine and the performance bits is beautiful. Ford did build one in Kona Blue for an auction to benefit the Juvenile Diabetes Association, but I'd love to see what it actually looks like in red.\n\n----------\n\n2019 Ford Mustang GT Bullitt\n\nBase price: $47,590\n\nType: 4-passenger, 2-door, rear-wheel-drive coupe\n\nEngine: 5.0-liter V8\n\nPower: 480 hp, 420 lb-ft torque\n\nTransmission: 6-speed manual\n\nMPG: 15 city/24 hwy"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Montana deer test positive for brain wasting disease - Fox News", "description": "Fox News Montana deer test positive for brain wasting disease Fox News Montana wildlife officials say three deer in Blaine County have tested positive for a brain wasting disease. The Great Falls Tribune reports that the deer found to have chronic wasting dis…", "url": "https://www.foxnews.com/great-outdoors/montana-deer-test-positive-for-brain-wasting-disease", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Stag-Deer-iStock.jpg", "publishedAt": "2018-11-18T17:19:53Z", "content": "Montana wildlife officials say three deer in Blaine County have tested positive for a brain wasting disease. The Great Falls Tribune reports that the deer found to have chronic wasting disease were all harvested within a priority surveillance area. The testin… [+337 chars]", "fulltext": "Montana wildlife officials say three deer in Blaine County have tested positive for a brain wasting disease.\n\nThe Great Falls Tribune reports that the deer found to have chronic wasting disease were all harvested within a priority surveillance area.\n\nThe testing results prompted wildlife officials to designate the northern part of the county as a CWD-positive area.\n\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\n\nThe Montana Department of Fish, Wildlife and Parks is asking hunters who harvest deer, elk or moose within the priority surveillance area to have the animals tested for the disease."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Cleveland Browns want to interview Condoleezza Rice for head coach job, report says", "description": "Cleveland Browns want to interview Condoleezza Rice for head coach job, report says foxnews.com", "url": "https://www.foxnews.com/sports/cleveland-browns-want-to-interview-condoleezza-rice-for-head-coaching-job-report-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Condoleezza-Rice.jpg", "publishedAt": "2018-11-18T16:48:23Z", "content": "Could America's once-top diplomat be headed to the sidelines in Cleveland? Former Secretary of State Condoleezza Rice is being considered for an interview to possibly become the Cleveland Browns’ next head coach, ESPN reported Sunday. Rice, 64, would become t… [+2866 chars]", "fulltext": "America's once-top diplomat may be an avid football fan, but don't expect her to be coaching on the sidelines in Cleveland anytime soon.\n\nJust a week after Cleveland Browns’ General Manager John Dorsey said he was open to interviewing a woman for the Browns' head coaching job, a report surfaced Sunday that former Secretary of State Condoleezza Rice is being considered for an interview. ESPN, citing a league source, reported that Dorsey was considering bringing in Rice for the spot.\n\nRice, 64, would become the first woman to ever interview for an NFL head-coaching job if the team follows through. After the report emerged, the Browns released a statement from Dorsey saying that Rice has not been discussed as a candidate.\n\n\"Former Secretary of State Condoleezza Rice is a great leader, possesses the highest possible character and also happens to be a Browns fan,\" Dorsey said in a statement. \"I have the utmost respect and admiration for all she’s accomplished and was honored to meet her for the first time earlier this season. Our coaching search will be thorough and deliberate, but we are still in the process of composing the list of candidates and Secretary Rice has not been discussed.\"\n\nRice, who served as secretary of state from 2005 to 2009, is an avid football fan and a lifelong Browns fan. In a statement posted on her Facebook page, Rice said she's not ready to coach, but \"would like to call a play or two next season if the Browns need ideas!\"\n\n\"I love my Browns -- and I know they will hire an experienced coach to take us to the next level,\" Rice said. \"On a more serious note, I do hope that the NFL will start to bring women into the coaching profession as position coaches and eventually coordinators and head coaches. One doesn't have to play the game to understand it and motivate players. But experience counts -- and it is time to develop a pool of experienced women coaches.\"\n\nA team source told ESPN that a potential interview didn't mean that Rice would ultimately get the job, but the organization was interested in talking with her about what she could bring to the team.\n\n\"She's an amazing person,\" one Browns source told ESPN.\n\nBesides being pictured wearing Browns’ gear, she was also spotted on the field with owners Dee and Jimmy Haslam before Cleveland's game in Oakland on Sept. 30, ESPN reported. In 2012, she was part of a print campaign for women's NFL apparel and appeared in ads wearing a Browns jersey.\n\n\"Supporting the @NFL and showing my passion for the @OfficialBrowns! Can't wait for the season to start!\" she posted on Twitter at the time.\n\nThe Browns fired head coach Hue Jackson last month one day after a blowout loss to the Pittsburgh Steelers. Jackson was 3-36-1 with the Browns in fewer than three full seasons. The 2017 Browns were the second team in NFL history to finish the season winless.\n\nWhile there was previous speculation that Rice could eventually become commissioner of the NFL, Rice was a member of the inaugural College Football Playoff selection committee, where she worked from 2013 to 2016.\n\nEX-NFL PLAYER WIELDS SWORD DURING ARGUMENT AT YOUTH BASKETBALL EVENT, POLICE SAY\n\nAt the time, Rice was considered to be a surprising choice because she had never worked directly in college athletics, though when she was provost at Stanford the athletic department was under her supervision, Fox Sports reported at the time.\n\nRice called herself a “student of the game,\" and that she \"experienced plenty of heat in my life.\"\n\n“What I can hopefully bring to this committee is critical judgment and the willingness to work real hard … to put the best four teams on the field,” she said when joining.\n\nEarlier this year, the NCAA announced it adopted a series of policy changes with the intention of cleaning up corruption in college basketball based on recommendations made by a commission led by Rice.\n\nLA RAMS RAISE MORE THAN $1 MILLION FOR CALIFORNIA WILDFIRE VICTIMS\n\nRice has voiced her opinion on NFL matters before, saying in a 2017 interview on Fox News that NFL players should voice their concerns about racial injustice without \"alienating\" people amid kneeling protests during the national anthem.\n\nIn an interview with Fox News' Dana Perino on \"The Daily Briefing,\" Rice said that players' goal should be to bring as many people to their side as possible and explain what injustices they are protesting.\n\n\"I personally believe very strongly that the American flag stands for the millions of people who have sacrificed over the years,\" she told Fox News at the time, adding that the flag is a \"symbol of the fact that we have greater freedoms.\"\n\nFox News' Ryan Gaydos contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Argentine Navy submarine may have 'imploded'; photos show wreckage on sea floor - Fox News", "description": "Fox News Argentine Navy submarine may have 'imploded'; photos show wreckage on sea floor Fox News The Argentine submarine that was lost deep in the sea with 44 crew members on board may have suffered from a partial implosion close to the seabed, a senior offi…", "url": "https://www.foxnews.com/world/argentine-navy-submarine-may-have-imploded-photos-show-wreckage-on-sea-floor", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ara-san-juan.jpg", "publishedAt": "2018-11-18T16:46:52Z", "content": "The Argentine submarine that was lost deep in the sea with 44 crew members on board may have suffered from a partial implosion close to the seabed, a senior official said Sunday as officials released photos of the wreckage. The country's navy announced Saturd… [+4233 chars]", "fulltext": "The Argentine submarine that was lost deep in the sea with 44 crew members on board may have suffered from a partial implosion close to the seabed, a senior official said Sunday as officials released photos of the wreckage.\n\nThe country's navy announced Saturday that the ARA San Juan was discovered at a depth of 2,975 feet in the waters off the Valdes Peninsula and was surrounded by a field of rubble, with underwater turbulence making visibility difficult.\n\nNaval Capt. Enrique Balbi said the working theory was that the vessel had partially imploded while at sea, deep down near the seabed, Sky News reported.\n\nPhotos released on Sunday showed the wreckage of the submarine in the Atlantic Ocean, with sections of the vessel lying on the ocean floor. Parts of its propellers were buried and debris was scattered up to 230 feet away.\n\nThe pieces of the submarine, which included a propeller and the sub's bow with torpedo launching tubes, had been \"crushed inwards,\" according to Balbi.\n\nThe sub's discovery was announced just two days after families of the missing sailors held a one-year commemoration for its disappearance on Nov. 15, 2017. The San Juan was returning to its base in the coastal city of Mar del Plata when contact was lost.\n\nThe navy said previously the captain reported on November 15, 2017 that water entered the snorkel and caused one of the sub's batteries to short-circuit. The captain later communicated that it had been contained.\n\nARGENTINE NAVY SUBMARINE FOUND 2,600 FEET DEEP IN ATLANTIC ONE YEAR AFTER DISAPPEARING\n\nHours later, an explosion was detected near the time and place where the San Juan was last heard from. The navy said the blast could have been caused by a \"concentration of hydrogen\" triggered by the battery problem reported by the captain.\n\nThe German-built diesel-electric TR-1700 class submarine was commissioned in the mid-1980s and was most recently refitted between 2008 and 2014. During the $12 million retrofitting, the vessel was cut in half and had its engines and batteries replaced.\n\nAfter announcing the discovery of the submarine, Defense Minister Oscar Aguad disclosed that the country will be unable to recover the vessel because Argentina lacks \"modern technology\" capable of \"verifying the seabed.\"\n\nIt remained unclear what the next steps could be.\n\nIn a statement to The Associated Press, Ocean Infinity CEO Oliver Plunkett said authorities would have to determine how to advance. \"We would be pleased to assist with a recovery operation, but at the moment are focused on completing imaging of the debris field,\" he said.\n\nNavy commander Jose Luis Villan urged \"prudence,\" saying that a federal judge was overseeing the investigation and would be the one to decide whether it was possible to recover a part or the entirety of the ship.\n\nCREW IN MISSING ARGENTINA SUBMARINE REPORTED A FIRE, LEAK IN FINAL MESSAGE\n\nWithout adequate technological capabilities, Argentina would likely need to seek assistance from foreign countries or pay Ocean Infinity or another company. The country is facing a currency crisis and double-digit inflation that has led the government to announce sweeping measures to balance the budget and cement a financing deal with the International Monetary Fund.\n\nBut relatives of crew members were determined to fight for it to be quickly surfaced.\n\nIsabel Vilca, the half-sister of crewman Daniel Alejandro Polo, told the AP that the discovery was just the beginning.\n\n\"We do know they can get it out because Ocean Infinity told us they can, that they have equipment,\" said Luis Antonio Niz, father of crew member Luis Niz. \"If they sent him off, I want them to bring him back to me.\"\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Barnini Chakraborty", "title": "Bill Nelson concedes Florida Senate race to Rick Scott after manual recount", "description": "Florida’s long-time Democratic Sen. Bill Nelson conceded to Republican challenger Rick Scott Sunday, drawing the hotly contested race to represent the Sunshine State to a close after 12 days of legal wrangling.", "url": "https://www.foxnews.com/politics/bill-nelson-concedes-florida-senate-race-to-rick-scott-after-manual-recount", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/rick-scott-bill-nelson-sbs.jpg", "publishedAt": "2018-11-18T16:34:15Z", "content": "Florida’s long-time Democratic Sen. Bill Nelson conceded to Republican challenger Rick Scott Sunday, drawing the hotly contested race to represent the Sunshine State to a close after 12 days of legal wrangling. According to the Florida Secretary of State's of… [+5359 chars]", "fulltext": "Florida’s long-time Democratic Sen. Bill Nelson conceded to Republican challenger Gov. Rick Scott Sunday, drawing the hotly contested race to represent the Sunshine State to a close after 12 days of legal wrangling.\n\nAccording to the Florida Secretary of State's office, Scott led Nelson by approximately 10,000 votes after the state's 67 counties completed machine and manual recounts\n\nNelson, who served three terms in the U.S. Senate, met his match in Scott, who launched a competitive campaign for Florida votes. Scott, a two-term governor of the state, said Nelson called him to “graciously” concede and that Scott, in turn, thanked Nelson for his years of service. Scott has now won narrow victories in three statewide races since 2010.\n\n“Now the campaign truly is behind us, and that’s where we need to leave it,” Scott said. “We must do what Americans have always done: come together for the good of our state and our country.”\n\nPresident Trump congratulated Scott on Twitter Sunday, saying that Scott \"was a great Governor and will be even a greater Senator in representing the People of Florida.\"\n\nNelson tweeted that \"things turned out a little differently than we had hoped, but I by no means feel defeated ... I’ve had the privilege of serving the people of Florida for most of my life. It’s been a rewarding journey and a very humbling experience. No one could be more blessed.\"\n\nScott's victory also marks the first time in more than a century that Florida has two Republican senators representing them in Washington. The state is scheduled to certify results in the race on Nov. 20.\n\nElection Day results showed Nelson trailing Scott by more than 56,000 votes. Scott’s lead narrowed to 12,603 votes after a statewide machine recount. The new numbers triggered an automatic hand recount under Florida law.\n\nAfter it became clear that the race between Nelson and Scott would head to a legally required recount, Nelson and Democrats filed several lawsuits that challenged everything from Scott's authority over the state's election division to deadlines for mail-in ballots.\n\nThe Nelson campaign managed to secure only one win in court. U.S. District Judge Mark Walker gave voters until 5 p.m. on Saturday to fix their ballots if they haven't been counted because of mismatched signatures. Nearly 5,700 ballots were rejected because signatures on ballot envelopes did not match signatures kept on file by election officials.\n\nWalker rejected a request by Democrats to automatically count all the ballots with mismatched signatures. He also rejected a request to waive deadlines for domestic mail-in ballots even if they had been mailed prior to Election Day. Under Florida law, ballots mailed inside the United States must be in election offices by 7 p.m. on Election Day in order to count. Overseas ballots are counted if they are received up to 10 days after the election.\n\nMarc Elias, the attorney who represented Nelson, acknowledged on Twitter that \"the margin narrowed, but did not close\" as a result of the recount.\n\nIt’s unclear what Nelson’s plans will be post-race. The 76-year-old was first elected to office in a state House district near Cape Canaveral in 1972. He’s served three terms in the Florida House, six terms in Congress and was Florida’s insurance commissioner after Hurricane Andrew swept the Miami area.\n\nThe recount was marred by a series of missteps, particularly in Broward and Palm Beach counties, that put Florida back in the national spotlight 18 years after the dramatic 2000 presidential election.\n\nAfter getting off to a slow start, embattled Broward County Supervisor of Elections Brenda Snipes boasted Thursday about making the state’s deadline for machine recounts.\n\n“We are excited to be at this point,” she said Thursday afternoon.\n\nA few hours later, election officials were forced to admit the county had uploaded the results of the recount two minutes after the state’s 3 p.m. cutoff -- making its machine recount tally void.\n\n“Basically, I just worked my ass off for nothing,” Joseph D’Alessandro, Broward County’s election planning and development director, said.\n\nD’Alessandro said he had a hard time uploading the results in time because he wasn’t familiar with the website used to send them to the secretary of state.\n\nWhen asked what would happen if Broward missed Sunday’s deadline, county attorney Drew Myers inhaled deeply and told Fox News he couldn’t even entertain the idea.\n\n“They have to make that deadline,” he said.\n\nBroward’s bungled recount efforts had many calling for Snipes to step down, including former Florida Gov. Jeb Bush.\n\n“There is no question that Broward County Supervisor of Elections Brenda Snipes failed to comply with Florida law on multiple counts, undermining Floridians’ confidence in our electoral process,” Bush tweeted on Monday. “Supervisor Snipes should be removed from her office following the recounts.”\n\nProtesters have been camped outside Broward’s Lauderhill recount site since last Sunday.\n\nSome carried signs that read, “Corrupt Snipes!!! Lock Her Up!” “Busted Brenda” and “I trust [Michael] Avenatti more than Brenda!” while shouting at election officials, counter-protesters and the news media.\n\nPresident Trump also sounded off on Snipes, telling The Daily Caller, “When they call this woman incompetent, they’re wrong. She’s very competent but in a bad way.”\n\nOn Tuesday, Snipes said she’s considering leaving after the recount.\n\n“It is time to move on,” she said. “I haven’t finalized that. I’ll just check with my family. They’ll tell me what I’m doing.”\n\nLike Broward, Palm Beach County also missed its machine recount deadline.\n\nElection supervisor Susan Bucher said the county found “dozens of precincts missing a significant number” of votes and indicated there may be entire boxes of ballots that weren’t counted, according to a report in the New York Times.\n\nShe also blamed the county’s issues on mechanical errors and said the scanning machine overheated. It got so bad that she had to fly in two mechanics to fix the problem. The technicians, though, witnessed Palm Beach County workers jam a paper clip into the scanner’s “enter” button to slow the high-speed scanner down. That action caused a short circuit that cut off the power.\n\nU.S. District Judge Mark Warner, who heard several legal challenges filed in connection to the recount, slammed state lawmakers and Palm Beach County officials for failing to anticipate election problems and said the state law on recounts appears to violate the U.S. Supreme Court ruling that decided the presidency in 2000.\n\n“We have been the laughingstock of the world, election after election, and we chose not to fix this,” Walker said in court.\n\nWhile there have been no estimates yet on how much the 2018 recount will cost, past recounts have racked up a hefty bill.\n\nIn 2000, Citizens Against Government Waste released a report that estimated the costs associated with the state’s recount efforts. CAGW estimated Palm Beach County blew through $25,000 a day and projected the 2000 recount cost in Broward, Miami-Dade and Palm Beach counties to be more than $2 million.\n\nFox News’ Sarah Chakales, Ivonne Amor and Gregg Re contributed to this report.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Alexandra Deabler", "title": "Texas Roadhouse apologizes for asking breastfeeding mother to cover up - Fox News", "description": "Fox News Texas Roadhouse apologizes for asking breastfeeding mother to cover up Fox News A Texas Roadhouse restaurant in Louisville, Ky., has apologized to a mother who was asked by a manager to cover up while she was breastfeeding her seven-week-old daughter…", "url": "https://www.foxnews.com/food-drink/texas-roadhouse-apologizes-for-asking-breastfeeding-mother-to-cover-up", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/iStock-513686282.jpg", "publishedAt": "2018-11-18T16:23:50Z", "content": "A Texas Roadhouse restaurant in Louisville, Ky., has apologized to a mother who was asked by a manager to cover up while she was breastfeeding her seven-week-old daughter. Sadie Durbin began nursing her infant daughter while she was dining at the American cha… [+3320 chars]", "fulltext": "A Texas Roadhouse restaurant in Louisville, Ky., has apologized to a mother who was asked by a manager to cover up while she was breastfeeding her seven-week-old daughter.\n\nSadie Durbin began nursing her infant daughter while she was dining at the American chain restaurant with her family, she wrote in a now-viral Facebook post, when a manager came over and told her to cover up.\n\n“David Mitchell, a manager at the Texas Roadhouse on Shelbyville Road, brought me a napkin and tried lying it over my 7 week old nursing infant's face as he explained that he had another patron complain and that he really needed me to cover up,” Durbin wrote.\n\nPOLICE OFFICER PRAISED FOR BREASTFEEDING MALNOURISHED BABY WHILE ON DUTY AT HOSPITAL\n\n“I politely explained to him it is against the law for him to ask me to cover up and that I was well within my rights to feed my baby,” she continued.\n\nKentucky state law protects a woman’s right to “breastfeed her baby or express milk in any location, public or private” without interference.\n\nDurbin claims that the manager then “threw the napkin down” in front of her and “angrily walked away with a huff” after she refused to cover her nursing child.\n\n\"[The manager] however never came back until I asked my server to know who the 'other' complaining patrons were. He finally came back to our table, threw his hands up and said angrily 'I'm not at liberty to tell you that. Listen lady, I've done nothing wrong,'\" she claims in the post.\n\nSince the incident took place last week, the restaurant has reached out to Durbin and apologized, issuing a statement that says it “supports the rights of all mothers to breastfeed their children in public, including in our restaurants…Unfortunately, our manager’s handling of this situation was misguided and wrong,” WDRB reported.\n\nBREASTFEEDING MOM CLAIMS EASYJET FLIGHT ATTENDANT TOLD HER TO STOP BEFORE TAKEOFF\n\nTexas Roadhouse also met with the members of La Leche League of Louisville – a pro-breastfeeding organization – and hosted a nurse-in at the restaurant. In a statement on Facebook, Jeff White, managing partner of the Roadhouse, said they will “use this incident to educate our employees to the rights of nursing mothers as part of our commitment to providing a welcoming and family-friendly dining experience for everyone.”\n\nA spokesperson for the restaurant told WDRB that the manager has taken some paid time off, but will not be fired over the situation.\n\nThough the restaurant apologized and vowed to do better, not everyone agreed with Durbin’s Facebook post, which has received over 26K reactions and 28K shares. In the viral post, thousands left comments both agreeing with and chastising the mother for her actions.\n\nFOLLOW US ON FACEBOOK FOR MORE FOX LIFESTYLE NEWS\n\n“Dear I have never met you in my life, but I say hold your head high and continue to be a FABULOUS breastfeeding momma. You have no reason to feel embarrassed so forget the negative Nancy who complained. ROCK ON MOMMA,” one wrote, praising the mom.\n\n“Cover your eyes up, dont tell the mom to cover her breast to feed her child. People will get cussed out approaching me with this bulls---,” another said.\n\n“I believe in the right to breast feed, I did four. But I also believe in integrity and privacy. Just cover up. That's not taking your rights away,” one wrote, disagreeing with Durbin.\n\n“Yes! I am a believer and breast-feeding but have the decency to at least cover your breast up when you are feeding your child I wouldn’t want to just throwing it out for the public for everyone to see have a little decency!” another said."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Robert Gearty", "title": "NC church barbecue cited as link to outbreak that sickened 300 - Fox News", "description": "Fox News NC church barbecue cited as link to outbreak that sickened 300 Fox News A food-borne illness outbreak that sickened 300 people at a popular North Carolina church barbecue was caused by a type of bacteria that commonly develops when foods are prepared…", "url": "https://www.foxnews.com/lifestyle/nc-church-barbecue-cited-as-link-to-outbreak-that-sickened-300", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T15:59:14Z", "content": "A food-borne illness outbreak that sickened 300 people at a popular North Carolina church barbecue was caused by a type of bacteria that commonly develops when foods are prepared in large quantities and kept warm for a long time before serving. The bacteria -… [+1167 chars]", "fulltext": "A food-borne illness outbreak that sickened 300 people at a popular North Carolina church barbecue was caused by a type of bacteria that commonly develops when foods are prepared in large quantities and kept warm for a long time before serving.\n\nThe bacteria -- C. perfringens — was found in the Brunswick stew that was served at the Nov. 1 Poplar Tent Presbyterian Church BBQ in Kannapolis, the Charlotte Observer reported.\n\nThe paper reported that Cabarrus County health officials also tested the barbecue pork, cole slaw and barbecue sauce that was served at the event, but only the Brunswick stew cultures revealed the presence of the sickening bacteria.\n\nTHE NUMBER ONE FOOD THAT CAUSES FOOD POISONING\n\n“People infected with C. perfringens develop diarrhea and abdominal cramps within 6 to 24 hours (typically 8 to 12 hours),” the Cabarrus Health Alliance said in a statement Friday. “The illness usually begins suddenly and lasts for less than 24 hours.”\n\nIn a Nov. 5 statement, the county agency said it had received “over 200 emails reporting for 468 people,\" according to the Observer. \"Of those, 62 percent reported being ill and 38 percent reported no symptoms.” That percentage of reported illnesses totals 290 people.\n\nhttps://www.foxnews.com/newsletter/fox-news-first.html\n\nThe church has hosted the late-fall event for more than 70 years.\n\nAnyone who brought home leftovers was urged to throw those items in the garbage."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Frankie Muniz says cat turned on faucet, flooded home while he was away at uncle's funeral - Fox News", "description": "Fox News Frankie Muniz says cat turned on faucet, flooded home while he was away at uncle's funeral Fox News Frankie Muniz is having a tough week. The “Malcolm in the Middle” star said he came home and found his house was flooded with 3 feet of water because …", "url": "https://www.foxnews.com/entertainment/frankie-muniz-says-cat-turned-on-faucet-flooded-home-while-he-was-away-at-uncles-funeral", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GettyImages-1044750588.jpg", "publishedAt": "2018-11-18T15:30:57Z", "content": "Frankie Muniz is having a tough week. The “Malcolm in the Middle” star said he came home and found his house was flooded with 3 feet of water because his cat had accidentally turned on the faucet while he was away at his uncle’s funeral. He added that his bel… [+1190 chars]", "fulltext": "Frankie Muniz is having a tough week.\n\nThe “Malcolm in the Middle” star said he came home and found his house was flooded with 3 feet of water because his cat had accidentally turned on the faucet while he was away at his uncle’s funeral. He added that his belongings are “destroyed.”\n\n“I arrived home from my uncle's funeral to find 4 of my 5 story brownstone home under 3 feet of water. Everything I own, destroyed. Every wall, piece of artwork, personal photos, furniture... All because my cat accidentally turned on a sink a few days ago while we were gone,” he tweeted on Thursday.\n\n“I'm devastated and exhausted from a tough week with the loss of my Uncle Skip, 45 hours of travel to and from France to walk in to find this disaster,” he added. “I've cried more yesterday and today then [sic] my whole life combined. Forgive me for venting.. I just need some support.”\n\nMuniz credited his girlfriend Paige Price, who he said was “strong and exactly what I need,\" for helping him get through the series of events. The \"Dancing with the Stars: Juniors\" host said although his story “sounds ridiculous,” he swears it’s true.\n\n“You wouldn't believe the destruction,” he wrote on Twitter.\n\nMuniz on Saturday provided another update to his tough week — this time from a hotel where he’s staying.\n\n“Just woke up to fire alarms and had to evacuate the hotel we are staying in because of what happened to our house. This has been an eventful week,” he tweeted."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Christopher Carbone", "title": "Brexit chaos continues as UK's Theresa May warns against a leadership change", "description": "Beleaguered British Prime Minister Theresa May, who is facing a potential no-confidence vote from opponents in her Conservative Party, said Sunday that a leadership change won't make the faltering Brexit talks any easier.", "url": "https://www.foxnews.com/world/brexit-chaos-continues-as-uks-theresa-may-warns-against-a-leadership-change", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/15/694940094001_5967608823001_5967611280001-vs.jpg", "publishedAt": "2018-11-18T14:48:52Z", "content": "Beleaguered British Prime Minister Theresa May, who is facing a potential no-confidence vote from opponents in her Conservative Party, said Sunday that a leadership change won't make the faltering Brexit talks any easier. She told Sky News in an interview tha… [+1494 chars]", "fulltext": "Beleaguered British Prime Minister Theresa May, who is facing a potential no-confidence vote from opponents in her Conservative Party, said Sunday that a leadership change won't make the faltering Brexit talks any easier.\n\nShe told Sky News in an interview that \"a change of leadership at this point isn't going to make the negotiations any easier and it isn't going to change the parliamentary arithmetic.\"\n\nAlthough May told the British news outlet that she has not considered resigning, angry rebels within her own party are trying to gather the necessary numbers to trigger a no-confidence vote.\n\n\"Politics is a tough business and I've been in it for a long time,\" she said.\n\nThe draft withdrawal agreement has prompted widespread criticism and fear that the United Kingdom's economy will sustain serious damage if a better deal for its exit from the European Union cannot be reached.\n\nIN JORDAN'S PETRA, SIRENS WARN OF FLASH FLOODS\n\nSeveral cabinet ministers, including Brexit Secretary Dominic Raab, have resigned since the 585-page withdrawal document was released.\n\nWhen asked about the abuses hurled at her, May said: \"It doesn't distract me. Politics is a tough business and I've been in it for a long time.\"\n\nThe required threshold of 48 letters to trigger a no-confidence vote had not been reached, according to the BBC.\n\nRaab told the Sunday Times that the U.K. shouldn't allow itself to be \"bullied,\" adding that the country must be prepared to walk away from negotiations.\n\nMay will be traveling to Brussels to meet with EU leaders before an emergency European Council summit on Nov. 25.\n\nA key group of Tory MPs published its rebuttal of the draft plan, claiming it will make the U.K. a \"rule-taker.\"\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Iraqi cleric linked to Basra protests killed outside home", "description": "Hundreds of Basra residents mourned a Muslim cleric on Sunday who police said was killed outside his home after he suggested that protesters should take up arms over poor public services in the city.", "url": "https://www.foxnews.com/world/iraqi-cleric-linked-to-basra-protests-killed-outside-home", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-f8faa9a958214cb1bc2f189d04048962.png", "publishedAt": "2018-11-18T14:47:53Z", "content": "BASRA, Iraq Hundreds of Basra residents mourned a Muslim cleric on Sunday who police said was killed outside his home after he suggested that protesters should take up arms over poor public services in the city. Wissam al-Ghrawi was a prominent figure in demo… [+2503 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nHundreds of Basra residents mourned a Muslim cleric on Sunday who police said was killed outside his home after he suggested that protesters should take up arms over poor public services in the city.\n\nWissam al-Ghrawi was a prominent figure in demonstrations demanding clean water and reliable electricity in the southern Iraqi city. Basra province generates more than 90 percent of Iraq's oil exports but suffers from contaminated drinking water and regular blackouts.\n\nBasra police say al-Ghrawi was shot and killed in front of his house in the city center by unknown assailants late Saturday.\n\nHe was filmed at a protest on Friday saying clerics would issue a fatwa within days on taking up arms. The video was shared widely on Iraqi social media.\n\nAssociates and relatives of al-Ghrawi paraded his coffin around parts of the city on Sunday, demanding the police identify the killers and bring them to justice.\n\n\"Why was Sheikh Wissam al-Ghrawi killed? Because he asked for clean water? Because he asked for jobs for the unemployed? Is this the price he paid for defending his country?\" said civic activist Mohanad al-Ghrawi, a distant relative of the deceased cleric.\n\nAl-Ghrawi is at least the second activist to be killed in what appeared to be a targeted assassination since protests swept Basra last summer. One of the organizers, Soad al-Ali, was killed by a gunman in September, after protesters began directing their ire toward Iran, which they saw as exerting undue influence over national politics.\n\nDemonstrators set fire to the Iranian consulate and attacked the headquarters of the various Iran-backed militias and parties that operate with impunity in the city. Most of the city's official government buildings were torched, as well.\n\nPolice said al-Ali's killing was over a personal matter.\n\nSuspicions again turned toward the militias, collectively known as the Popular Mobilization Forces, on Sunday.\n\n\"We say here, once again, to the Basra security and police — have you done your job to stop these militias that kill the youth and intellectuals?\" said Mohanad al-Ghrawi.\n\nThe PMF were integral to Iraq's war against the Islamic State group earlier this decade and paid salaries to hundreds of thousands of fighters, many of whom were drawn from Iraq's impoverished southern provinces.\n\nBut with the war declared won late last year, attention has turned to Iraq's high unemployment and decaying infrastructure. Demonstrations erupted in the south last summer after regular blackouts appeared to grow worse and, in Basra, murky water began flowing out of taps. Health authorities said tens of thousands of residents were hospitalized in the summer months for stomach illnesses.\n\n___\n\nAssociated Press writer Philip Issa contributed from Baghdad."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Travis Fedschun", "title": "Baby mountain lion discovered at Colorado home was fed bratwurst, became sick, officials say", "description": "Sometimes it is just better to just let nature run its course, that's the message from officials in Colorado", "url": "https://www.foxnews.com/science/baby-mountain-lion-discovered-at-colorado-home-was-fed-bratwurst-became-sick-officials-say", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/mountainlion2.jpg", "publishedAt": "2018-11-18T14:09:35Z", "content": "Sometimes it's just better to just nature run its course. That's the message from Colorado officials, who cautioned residents and tourists on Thursday about the dangers of interfering with baby wildfire. Colorado Parks and Wildlife said in a news release a ba… [+2392 chars]", "fulltext": "Sometimes it's just better to let nature run its course.\n\nThat's the message from Colorado officials, who cautioned residents and tourists on Thursday about the dangers of interfering with baby wildlife. Colorado Parks and Wildlife said in a news release a baby mountain lion had to be removed from a home last week after a resident took it inside and fed it bratwurst, causing it to get sick.\n\n\"They`re probably not given their natural food, in this case the mountain lion being fed bratwurst is not their natural food,\" Jason Clay from Colorado Parks and Wildlife told FOX31.\n\nThe people who took the kitten posted photos on social media on Monday showing it inside a cafe, claiming to have found it in a snowbank after a snowplow passed by. The residents claimed they let the baby mountain lion back into the wild after allowing it to \"thaw out,\" but it eventually had to be rescued on Tuesday.\n\n“Wild animals do not need to ‘thaw out’ because they are equipped by nature to survive cold and snow,” CPW District Wildlife Manager Travis Sauder said.\n\nSince the kitten was estimated to be under six months of age, it may not yet been weaned from its mother's milk and may have only eaten regurgitated solids from its mother. Officials said the kitten was also kept too far long by humans to be able to return to where it was first found.\n\n“It had been almost 30 hours since it was picked up Monday and its mom would not be in the area any longer,” Sauder said. “This is why it's vital to leave baby wildlife where you find them and call us immediately.\"\n\nDOG OR MOUNTAIN LION? MYSTERY CREATURE THAT CRASHED REPORTER'S LIVE SHOT ID'D AFTER HEATED DEBATE\n\nSaunder said that the incident should serve as an education lesson to people who may come across baby animals that appear to be orphaned, adding that people should immediately leave the area and contact the wildlife agency.\n\n“Many animals intentionally leave their young behind when startled, relying on the built-in camouflage of the youngsters’ spotted fur to keep them safe,\" he said. \"The mother will then return to retrieve its young once the area is safe.”\n\nThe kitten is now at the Wet Mountain Wildlife Rehabilitation Center, where it will be taken care of until it can hopefully be released back into the wild once it matures."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Jayme Closs search leads police to ask hunters to look out for possible clues for missing Wisconsin teen", "description": "Hunters were asked to be on the lookout for possible clues that would lead to Jayme Closs as authorities continue their search a month after the 13-year-old Wisconsin girl vanished when her parents were shot and killed inside their home.", "url": "https://www.foxnews.com/us/jayme-closs-search-leads-police-to-ask-hunters-to-look-out-for-possible-clues-for-missing-wisconsin-teen", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/jayme-closs-1.jpg", "publishedAt": "2018-11-18T14:03:11Z", "content": "Hunters were asked to be on the lookout for possible clues that would lead to Jayme Closs as authorities continue their search a month after the 13-year-old Wisconsin girl vanished after her parents were shot and killed inside their home. Barron County Sherif… [+2066 chars]", "fulltext": "Hunters were asked to be on the lookout for possible clues that would lead to Jayme Closs as authorities continue their search a month after the 13-year-old Wisconsin girl vanished after her parents were shot and killed inside their home.\n\nBarron County Sheriff Chris Fitzgerald said the search for the teenage girl remains top priority for the department and officials nationwide.\n\n“As hunting season opens on Sat, we ask that hunters report anything suspicious such as clothing, weapons or anything you think it just not right on your property,” Fitzgerald said in a Facebook post. “Also remind everyone to have a safe hunt and good luck to all the hunters.”\n\nAuthorities have combed through hundreds of tips since Oct. 15, when Denise and James Closs were found murdered inside their home in Barron, Wis. Police responded to the home after receiving a cryptic 911 call where dispatchers spoke to no one but heard distant voices and a loud commotion on the other end.\n\nWISCONSIN POLICE BAFFLED BY JAYME CLOSS DISAPPEARANCE ONE MONTH AFTER PARENTS' MURDER\n\nFour minutes later, the couple’s bodies were located and Jayme was nowhere to be seen.\n\n“No one talked on that call and we don't know who made it. We heard voices but we can’t make out what was said,\" Fitzgerald told Fox News last week. \"We do believe Jayme was home at the time the call was made.”\n\nWith no suspects, no sighting of the child and scarce physical evidence one month after the murders, Barron police are scrutinizing the few clues they have, starting with the mysterious 911 call and a front door riddled with bullet holes.\n\nFitzgerald has previously said he believes Jayme is alive despite the amount of time that has passed since she was reported missing. About 25 tips pour in daily, Fitzgerald told The Associated Press.\n\n“We continue to follow up on leads, expand and view our recovered video from the area and explore all digital evidence. We continue to partner daily with the FBI and DCI agents on the ground and across the county,” he said on Thursday.\n\nA $50,000 reward is being offered to anyone with information leading to Jayme.\n\nFox News’ Cristina Corbin and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Gregg Re", "title": "Trump, in exclusive interview, reveals Obama's private guidance on greatest threat to the US - Fox News", "description": "Fox News Trump, in exclusive interview, reveals Obama's private guidance on greatest threat to the US Fox News President Trump, speaking exclusively to Fox News' Chris Wallace in a wide-ranging interview, revealed what President Obama told him was the biggest…", "url": "https://www.foxnews.com/politics/trump-in-exclusive-interview-reveals-obamas-private-guidance-on-greatest-threat-to-the-u-s", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/16/694940094001_5968077280001_5968071989001-vs.jpg", "publishedAt": "2018-11-18T14:00:50Z", "content": "President Trump, speaking exclusively to Fox News' Chris Wallace in a wide-ranging interview, revealed what President Obama told him was the biggest challenge facing the U.S., discussed potential high-level departures from his administration and admitted that… [+8876 chars]", "fulltext": "President Trump, speaking exclusively to Fox News' Chris Wallace in a wide-ranging interview, revealed what President Obama told him was the biggest challenge facing the U.S., discussed pending high-level departures from his administration and admitted that he occasionally enjoys calling on CNN reporter Jim Acosta.\n\n\"Actually I like to do it, but in many cases I don’t,\" Trump acknowledged. In ruling that the administration temporarily has to restore Acosta's White House access pass on Fifth Amendment due process grounds, federal judge Timothy J. Kelly noted that Trump could simply choose to ignore the combative reporter. (Kelly, in his preliminary decision, did not rule on CNN's First Amendment claim.)\n\nBut Trump, speaking to Wallace, floated another idea for handling Acosta, who frequently spars with the president at length during press conferences.\n\n\"I think one of the things we’ll do is maybe turn the camera off that faces them, because then they don’t have any air time, although I’ll probably be sued for that and maybe, you know, win or lose it, who knows,\" Trump mused. \"I mean, with this stuff you never know what’s going to happen.\"\n\nCalling Acosta \"unbelievably rude to [White House Press Secretary] Sarah Huckabee, who’s a wonderful woman,\" Trump said his administration is currently formulating \"rules and regulations\" for White House reporters. \"And if he misbehaves, we’ll throw him out or we’ll stop the news conference,\" the president added.\n\nTrump also defended Acting Attorney General Matthew Whitaker against Democrats' calls that he should recuse himself because he has written critically of Special Counsel Robert Mueller's probe, which he said in 2017 was at risk of becoming a \"political fishing expedition.\"\n\n\"I did not know that,\" Trump said, when asked if he was aware prior to appointing him that Whitaker had argued Mueller was coming close to exceeding his authority. \"I did not know he took views on the Mueller investigation as such.\"\n\nFOX NEWS EXCLUSIVE: WHITAKER TELLS SEN. GRAHAM HE SEES NO NEED TO RECUSE HIMSELF\n\nTrump added that he \"would not get involved\" in Whitaker's decisions as he oversees Mueller's probe in his new role as head of the Justice Department. The DOJ's Office of Legal Counsel issued an opinion affirming the constitutionality of Whitaker's temporary appointment without Senate approval.\n\n\"Look he -- it’s going to be up to him,\" Trump said. \"I think he’s very well aware politically. I think he’s astute politically. He’s a very smart person. A very respected person. He’s going to do what’s right. I really believe he’s going to do what’s right.\"\n\nThe president added that he has personally responded to Mueller's written questions in the Russia probe and that they would be submitted \"very soon.\" Trump said his team is \"writing what I tell them to write\" in response to the inquiries.\n\nTrump emphasized, however, that he probably would not sit for an in-person interview with Mueller, amid fears voiced by his attorneys that the could be tricked into a so-called \"perjury trap\" in which, even if the president is honest, his version of events differs from other witness accounts enough to trigger a criminal prosecution.\n\n\"We’ve wasted enough time on this witch hunt and the answer is, probably, that we’re finished,\" Trump said.\n\nHe continued: \"We gave very, very complete answers to a lot of questions that I shouldn’t have even been asked, and I think that should solve the problem. I hope it solves the problem, if it doesn’t, you know, I’ll be told and we’ll make a decision at that time. But probably this is the end.\"\n\nSEN. FLAKE VOWS TO BOYCOTT GOP JUDICIAL NOMINEES UNLESS MUELLER PROTECTION LEGISLATION GETS A VOTE -- BUT GOP RAISES CONSTITUTIONAL ISSUES\n\nTurning to another one of his frequent critics -- former President Barack Obama -- Trump took something of a victory lap, following news that some of the top candidates Obama had backed in the midterm elections had come up short.\n\n\"I won against President Obama and Oprah Winfrey and Michelle Obama in a great state called Georgia for the governor,\" Trump said, referring to defeated Democratic candidate Stacey Abrams' top surrogates. \"And it was all stacked against Brian [Kemp], and I was the one that went for Brian, and Brian won.\" (Abrams acknowledged in a fiery speech this week that she would not win the race, but strongly suggested Republican Brian Kemp had prevailed because of voter suppression, and vowed a lawsuit.)\n\n\"Look at Florida,\" Trump continued. \"I went down to Florida. [GOP Senate candidate] Rick Scott won, and he won by a lot. I don’t know what happened to all those votes that disappeared at the very end. And if I didn’t put a spotlight on that election before it got down to the 12,500 votes, he would have lost that election, OK? In my opinion he would have lost. They would have taken that election away from him. Rick Scott won Florida.\"\n\nThe results of a manual recount in the Florida Senate were reported on Sunday, and Scott prevailed over Democratic incumbent Sen. Bill Nelson, following a series of lawsuits and snafus that exposed long-running issues with ballot counting in the state. In the gubernatorial race, Democrat Andrew Gillum conceded this weekend in his close fight with Republican Ron DeSantis.\n\nFLORIDA ELECTION BOSS SAYS RACISM MAY BE REASON SHE'S CRITICIZED FOR INCOMPETENCE, POTENTIAL FRAUD\n\nBut Trump also revealed that Obama, who also campaigned against Trump in several other states, had offered him some important guidance in the White House shortly after his 2016 election.\n\n\"I think North Korea’s been very tough because you know we were very close. When I took that over -- President Obama right in those two chairs, we sat and talked and he said that’s by far the biggest problem that this country has,\" Trump told Wallace. \"And I think we had real decision as to which way to go on North Korea and certainly at least so far I’m very happy with the way we went.\"\n\nAddressing national security matters, Trump told Wallace that he has been briefed on the audio recording of journalist Jamal Khashoggi's apparent murder in Turkey, but said he hasn't listened to it, calling it a \"suffering tape\" that he was advised not to hear.\n\n\"You saw we put on very heavy sanctions, massive sanctions on a large group of people from Saudi Arabia,\" Trump said. \"But at the same time we do have an ally and I want to stick with an ally that in many ways has been very good.\" He also said it \"takes two to tango\" to resolve the conflict in Yemen, where Iranian-backed insurgents are facing off in a proxy war against Saudi-backed forces, noting that \"I want Saudi to stop, but I want Iran to stop also.\"\n\nTrump went on to defend his administration's decision to pull hundreds of millions of dollars in military aid to Pakistan, saying the country doesn't do \"a damn thing for us\" and charging that its government helped terror leader Osama bin Laden hide there.\n\n\"They don’t do a damn thing for us.\" — President Trump on Pakistan\n\n\"You know, living – think of this – living in Pakistan, beautifully in Pakistan in what I guess they considered a nice mansion, I don’t know, I’ve seen nicer,\" Trump said, referring to bin Laden and his former compound in Abbottabad, Pakistan. The compound was demolished shortly after United States Naval Special Warfare Development Group forces, in a daring late-night helicopter raid, killed bin Laden there in 2011.\n\n\"But living in Pakistan right next to the military academy, everybody in Pakistan knew he was there,\" he added. \"And we give Pakistan $1.3 billion a year . ... [bin Laden] lived in Pakistan, we’re supporting Pakistan, we’re giving them $1.3 billion a year -- which we don’t give them anymore, by the way. I ended it because they don’t do anything for us, they don’t do a damn thing for us.\"\n\nTrump also characterized Adm. William H. McRaven, who oversaw the operation to kill bin Laden, as a \"Hillary Clinton fan\" when Wallace mentioned that he has criticized Trump's harsh rhetoric on the media as a major threat to democracy. McRaven was on Clinton's shortlist for vice president in 2016 and has praised her publicly.\n\n\"Wouldn't it have been nice if we got Osama bin Laden a lot sooner than that, wouldn’t it have been nice?” Trump asked Wallace, seemingly attacking either McRaven or Pakistani officials.\n\nAnd Trump sounded a note of regret for not visiting Arlington National Cemetery in Washington, D.C., on Veterans Day -- which Obama did several times when he was in office.\n\n\"I should have done that,\" Trump said. \"I was extremely busy on calls for the country, we did a lot of calling, as you know. ... I probably, you know, in retrospect I should have and I did last year and I will virtually every year. But we had come in very late at night and I had just left, literally, the American cemetery in Paris and I really probably assumed that was fine and I was extremely busy because of affairs of state doing other things.\"\n\n'EMERGENCY' LEFT-WING NYC PROTEST AGAINST SESSIONS FIRING HEADS THROUGH UNION SQUARE -- HIGH ON ENERGY, IRONY\n\nTrump, who spent nearly an hour Thursday at the Marine Barracks in Washington, D.C. -- where tables were lined with miniature pumpkin pies ahead of Thanksgiving -- said he has some plans to potentially visit U.S. troops stationed in Iraq and Afghanistan for the first time.\n\n\"Well, I think you will see that happen,\" the president said, after Wallace noted that Obama and former President George W. Bush had each visited soldiers in war zones. \"There are things that are being planned. We don’t want to talk about it because of -- obviously because of security reasons and everything else.\"\n\nExplaining why he canceled a trip to visit a World War I memorial ceremony in Paris, Trump cited the weather and sharply criticized the media for making a \"big deal\" out of the situation. The president noted he attended an event the next day in the rain at a cemetery just outside Paris on Armistice Day.\n\n\"They said, 'Sir,' the Secret Service said, 'Sir, you cannot go. We are not prepared. You cannot go,'\" Trump said. \"Because it was supposed to be helicopter, but the helicopter couldn’t fly because of zero visibility.\"\n\nCalling media reports that he is bitter and resentful following the midterm elections nothing more than \"disgusting fake news,\" Trump next addressed some potential high-level departures from his administration.\n\nOn Department of Homeland Security head Kirstjen Nielsen, Trump suggested he wants to see an improvement on border security. The first members of a large Central American migrant caravan arrived in the Mexican city of Tijuana last week and were photographed attempting to climb a border fence there.\n\n\"Well, I like her a lot. I respect her a lot,\" Trump said, referring to Nielsen. \"She’s very smart. I want her to get much tougher and we’ll see what happens there. But I want to be extremely tough. ... I like her very much, I respect her very much, I’d like her to be much tougher on the border -- much tougher, period.\"\n\nHe added there's a \"chance\" that Nielsen, who was accosted in a restaurant this summer by far-left progressive activists as her security detail kept close watch, will continue in her role.\n\nTrump definitively told Wallace that Chief of Staff John Kelly will \"move on\" at some point, even as he claimed there was still some chance Kelly will stay with the administration through 2020.\n\n\"There are certain things I love what he does,\" the president said. \"And there are certain things that I don’t like that he does -- that aren’t his strength. It’s not that he doesn’t do -- you know he works so hard. He’s doing an excellent job in many ways. There are a couple of things where it’s just not his strength. It’s not his fault, it’s not his strength. ... But John, at some point, is going to want to move on. John will move on.\"\n\nMultiple reports have suggested that Vice President Mike Pence's chief of staff, Nick Ayers, will replace Kelly.\n\nAnd on Deputy National Security Adviser Mira Ricardel, whom the White House announced would depart her role this week, Trump offered a blunt assessment.\n\n\"I met with Mira two days ago, and we’re going to move her around,\" Trump said. \"She was with me for a long time, although I don’t know her. She’s really somebody I don’t know very well. But we’re going to move her around because she’s got certain talents. But, frankly, she is not -- she’ll never be put in the United Nations, let me put it that way. ... She’s not too diplomatic, but she’s talented.\"\n\nTaking stock of the administration's progress after two years, amid some past and apparently pending roster changes, Trump gave himself high marks -- literally.\n\n\"I think I’m doing a great job. We have the best economy we’ve ever had,\" the president said. \"We’re doing really well. We would have been at war with North Korea if, let’s say, that administration continued forward.\"\n\nTrump continued: \"I would give myself, I would – look, I hate to do it, but I will do it, I would give myself an A+, is that enough? Can I go higher than that?\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Katherine Lam", "title": "Man dies after being stung by stingray at Australian beach - Fox News", "description": "Fox News Man dies after being stung by stingray at Australian beach Fox News A 42-year-old Australian man died Saturday after a suspected stingray attack while he was swimming at a beach, police said. The unidentified man was in the water near Lauderdale Beac…", "url": "https://www.foxnews.com/world/man-dies-after-being-stung-by-stingray-at-australian-beach", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/GettyImages-578257532.jpg", "publishedAt": "2018-11-18T13:36:46Z", "content": "A 42-year-old Australian man died Saturday after a suspected stingray attack while he was swimming at a beach, police said. The unidentified man was in the water near Lauderdale Beach around 3 p.m. Saturday when he was stung by a stingray, Australian Broadcas… [+1372 chars]", "fulltext": "A 42-year-old Australian man died Saturday after a suspected stingray attack while he was swimming at a beach, police said.\n\nThe unidentified man was in the water near Lauderdale Beach around 3 p.m. Saturday when he was stung by a stingray, Australian Broadcasting Corporation (ABC) reported. He suffered an injury to his lower abdomen and went into cardiac arrest.\n\n“Attempts to resuscitate the male were unsuccessful,” Tasmania police said in a statement. “…He was removed from the water by friends prior to the arrival of emergency services. It was reported he was unaccompanied in the water at the time of sustaining a puncture wound to his lower abdomen.”\n\nThe man’s friends and family gathered at the beach Sunday and held a private ceremony, ABC reported.\n\nThe beach, about 9 miles east of Hobart in Tasmania, is a popular swimming destination but also known to have smooth stingrays, the largest kind in Australia, and skates lurking in the water. Smooth stingrays are considered not aggressive and seen by divers, the Australian Museum wrote on its website.\n\nSHARK MAULS TEENAGE BOY IN AUSTRALIA\n\n\"So sad. I have seen large stingrays in shallows at Lauderdale Beach while wading,\" a Facebook user wrote on ABC’s post.\n\nClarence Mayor Doug Chipman said Saturday officials would consider closing the beach if necessary following the man’s death.\n\n\"It's a dreadful accident, I'm actually shocked. My prayers go out to the family and friends of the man,” Chipman told ABC. \"I'm not aware of any other stingray attacks on the beach there but we will be taking advice from the experts and from Tasmania Police in terms of public safety.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News Insider", "title": "'I Cannot Enforce This Law': Police Chief Pushes Back on Washington's New Gun Restrictions - Fox News Insider", "description": "Fox News Insider 'I Cannot Enforce This Law': Police Chief Pushes Back on Washington's New Gun Restrictions Fox News Insider One police chief in Washington State wants to make his city a \"sanctuary\" for gun owners. Republic Police Department Chief Loren Culp …", "url": "http://insider.foxnews.com/2018/11/18/washington-state-police-chief-pushes-back-new-gun-restrictions", "urlToImage": "http://insider.foxnews.com/sites/insider.foxnews.com/files/styles/780/public/Guns111818.jpg?itok=x5jyLzfX", "publishedAt": "2018-11-18T13:33:00Z", "content": "One police chief in Washington State wants to make his city a \"sanctuary\" for gun owners. Republic Police Department Chief Loren Culp is looking to shield his city from a new state law that imposes more strict limitations on firearms. Initiative 1639 was rece… [+1431 chars]", "fulltext": "One police chief in Washington State wants to make his city a \"sanctuary\" for gun owners.\n\nRepublic Police Department Chief Loren Culp is looking to shield his city from a new state law that imposes more strict limitations on firearms.\n\nInitiative 1639 was recently approved in Washington and prevents individuals under the age of 21 from buying semiautomatic weapons.\n\nThe law also creates the potential for someone to be criminally prosecuted if he or she stores a gun where a \"prohibited\" person gains access to it.\n\nDershowitz: Hard-Left Democrats Are 'Tolerating Anti-Semitism' to Avoid Being Alienated\n\nLoren said on Sunday that he \"cannot and will not\" enforce the law, and that I-1639 almost eliminates the ability for individuals under the age of 21 to exercise their constitutional rights.\n\n\"It goes against the oath of my office,\" he said on Fox & Friends.\n\nLoren wrote on his department's Facebook page, according to The Spokesman-Review, that he is recommending the \"Second Amendment Sanctuary City Ordinance,\" which would \"prevent federal and state infringement on the right to keep and bear arms.\"\n\nHe said Sunday that most of the counties across his state denied the I-1639 law, but that high-population areas like Seattle passed it.\n\n\"I have tremendous support of my community for doing this,\" he said.\n\nAccording to Seattle PI, the National Rifle Association has filed a lawsuit challenging the new law.\n\nWatch more above.\n\nArmy Veteran's Family Receives Soldier’s Purple Heart Award 100 Years After His Death\n\nTucker: U.S. Leaders Can't Carry Out 'Core Functions' of Gov't After CA Fires, NYC Snowstorm\n\n'Money Talks': Tomi Says Dems Will 'Fall in Line' With 'Chief Fundraiser' Pelosi"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "'Master race' comment by Kansas politician draws calls for resignation...", "description": "Kansas Gov. Jeff Colyer called on Leavenworth County Commissioner Louis Klemp to resign after he told a black woman he belongs to a “master race” during a meeting.", "url": "https://www.foxnews.com/politics/kansas-govcalls-for-commissioner-to-resign-after-master-race-comment", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Video.jpg", "publishedAt": "2018-11-18T13:07:38Z", "content": "Kansas Gov. Jeff Colyer has called on a Leavenworth County commissioner to resign after he told a black woman at a public meeting that he belongs to a “master race.” “Racial and discriminative language have no place in our society, and most especially when sp… [+1697 chars]", "fulltext": "Kansas Gov. Jeff Colyer has called on a Leavenworth County commissioner to resign after he told a black woman at a public meeting that he belongs to a “master race.”\n\n“Racial and discriminative language have no place in our society, and most especially when spoken by someone holding a public office,” Colyer said in his statement Saturday afternoon. “The inappropriate remarks made by Leavenworth County Commissioner Louis Klemp are unacceptable and do not reflect the values of the county which he represents. As such, I call on him to step down as county commissioner.”\n\nKlemp’s comment came as Triveece Penelton was making a road development presentation during the Nov. 13 meeting, FOX 4 of Kansas City reported. He was not happy with the options being presented by her and a colleague.\n\n“I don’t want you to think I am picking on you because we are part of the master race,” Klemp told Penelton. “You have a gap in your teeth. We are part of the master race. Don’t you forget that.”\n\nKlemp, chairman of the three-member commission, also has a gap in his teeth. Fellow commissioners Robert Holland and Doug Smith have also called for Klemp to leave.\n\n“In the best interest of the county, he should resign,” Smith said. The commissioners' page on the county website on Saturday showed photos of Holland and Smith but only a blank space where a photo of Klemp would appear.\n\nIn a statement released Friday, the Leavenworth City Commission said it \"denounces the use of 'master race' or any other language that has historic ties to racism, division and bigotry in any setting at any time.\"\n\nEarlier this year, Holland asked the Kansas Attorney General’s Office whether Klemp could be removed from his chairman position. Though he hasn’t received an answer, Holland said he make a motion Tuesday to remove Klemp, according to the Leavenworth Times.\n\nLast year, Holland criticized remarks made by Klemp in which he said he admired Confederate General Robert E. Lee."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Christopher Carbone", "title": "Shark mauls teenage boy in Australia", "description": "A teenager was mauled by a shark while spearfishing off the northern coast of Australia on Sunday, authorities said.", "url": "https://www.foxnews.com/science/teenage-boy-mauled-by-shark", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Getty-Images-Reef-Shark.jpg", "publishedAt": "2018-11-18T12:40:32Z", "content": "A teenager was mauled by a shark while spearfishing off the northern coast of Australia on Sunday, authorities said. The 17-year-old boy was bitten on his arm and leg about 18 miles offshore from Nhulunbuy, a town in the Northern Territory, according to polic… [+948 chars]", "fulltext": "A teenager was mauled by a shark while spearfishing off the northern coast of Australia on Sunday, authorities said.\n\nThe 17-year-old boy was bitten on his arm and leg about 18 miles offshore from Nhulunbuy, a town in the Northern Territory, according to police in the region.\n\nThe teenager was treated by paramedics at the scene and then airlifted to Royal Darwin hospital having suffered \"deep lacerations,\" a Careflight spokesman told the Guardian.\n\n\"I believe the people on the boat [did] an amazing job to stem the bleeding and to give him first aid treatment prior to the arrival of paramedics,\" Craig Garraway of St. John Ambulance told The ABC.\n\nThe Australian network also reports that officials believe the boy was attacked by a reef shark.\n\nTWO GREAT WHITE SHARKS OFF NORTH CAROLINA COAST TRAVELED 1,000 MILES FROM CANADA\n\nGarraway said that he couldn't recall a shark attack in the Northern Territory before.\n\nThis latest incident comes on the heels of another shark attack in which a man was bitten on the beach Saturday south of Wollongong in Australia.\n\nThat man, who is 24 years old, was learning how to surf at the time.\n\nHe had wounds to his hand and calf and was later taken to St. George hospital."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Liam Quinn", "title": "Harvard has touchdown called back against Yale after running back's obscene gesture", "description": "Harvard running back Devin Darrington was left crimson-faced after having a touchdown run called back during his school's 45-27 win over Yale on Saturday.", "url": "https://www.foxnews.com/sports/harvard-has-touchdown-called-back-against-yale-after-running-backs-obscene-gesture", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/harvard-touchdown.png", "publishedAt": "2018-11-18T12:15:54Z", "content": "Harvard running back Devin Darrington was left crimson-faced after having a touchdown run called back during his school’s 45-27 win over Yale on Saturday. Darrington charged up the middle for a 27-yard score in the fourth quarter of “The Game” at Boston’s Fen… [+1566 chars]", "fulltext": "Harvard running back Devin Darrington was left crimson-faced after having a touchdown run called back during his school’s 45-27 win over Yale on Saturday.\n\nDarrington charged up the middle for a 27-yard score in the fourth quarter of “The Game” at Boston’s Fenway Park, but as he raced toward the goal line he appeared to flip off the chasing Yale defenders.\n\nInstead of adding another score, the play was called back for unsportsmanlike conduct, and ultimately the Crimson had to settle for a field goal.\n\nOn the Crimson's next possession, Darrington again broke loose, gaining 27 yards to the 6. Two plays later, he took it in from the 4 to give Harvard a 37-27 lead.\n\nThe sophomore back finished with 91 yards on nine carries with two touchdowns.\n\nHarvard coach Tim Murphy, who is now 18-7 in the rivalry, came down hard on his player following the win.\n\n\"The bottom line is: He was wrong,\" Murphy said.\n\n\"He was wrong. It's that simple. It was the right call; he was wrong. I'm just so grateful to our team that he didn't have to learn that the absolute hard way of trying to live with that for a year or however many years.\"\n\nBut the worst was yet to come for Harvard, who lost senior quarterback Tom Stewart to an injury in his final game.\n\nStewart, who threw for 312 yards and three touchdowns, wheeled off the field on a stretcher in the fourth quarter after taking a hit while dropping down to slide.\n\nAs doctors attended to him, players on both teams kneeled; Yale quarterback Griffin O'Connor made the sign of the cross.\n\nThe sold-out crowd acknowledged Stewart when he was wheeled off. The school announced after the game that it was a right hip injury and Stewart was expected to make a full recovery.\n\nWith the win, Harvard moved to 6-4 on the season, while Yale fell to 5-5.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Cambodian official says Khmer Rouge tribunal's work is done", "description": "A top Cambodian government official has reiterated his government's intention to end the work of the U.N.-backed tribunal that last week convicted the last two surviving leaders of the Khmer Rouge of genocide, crimes against humanity and war crimes.", "url": "https://www.foxnews.com/world/cambodian-official-says-khmer-rouge-tribunals-work-is-done", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-d4e122a02f7949fa8c1f47f237b95739.png", "publishedAt": "2018-11-18T12:07:24Z", "content": "PHNOM PENH, Cambodia A top Cambodian government official has reiterated his government's intention to end the work of the U.N.-backed tribunal that last week convicted the last two surviving leaders of the Khmer Rouge of genocide, crimes against humanity and … [+2466 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nA top Cambodian government official has reiterated his government's intention to end the work of the U.N.-backed tribunal that last week convicted the last two surviving leaders of the Khmer Rouge of genocide, crimes against humanity and war crimes.\n\nDeputy Prime Minister Sar Kheng, speaking Saturday at a government ceremony in the northern province of Oddar Meanchey, said the tribunal's work had been completed and there would not be any additional prosecutions for acts that led to the deaths of an estimated 1.7 million people in the 1970s.\n\nHe cited the terms under which the tribunal, staffed jointly by Cambodian and international prosecutors and judges, had been established, limiting its targets to senior leaders of the Khmer Rouge regime that was in power from 1975 to 1979. The rules also allow prosecuting those most responsible for carrying out atrocities.\n\nSar Kheng's remarks were reported Sunday.\n\nOn Friday, the tribunal sentenced Nuon Chea, 92, the main Khmer Rouge ideologist and right-hand man to its late leader Pol Pot, and Khieu Samphan, 87, who served as its head of state, to life sentences. The two had already been serving life sentences on a previous conviction.\n\nIn nine years of hearings and at a cost of more than $300 million, the tribunal has convicted only one other defendant, Kaing Guek Eav, alias Duch, who as head of the Khmer Rouge prison system ran the infamous Tuol Sleng torture center in Phnom Penh.\n\nCases of four more suspects, middle-ranking members of the Khmer Rouge, had already been processed for prosecution but have been scuttled or stalled. Without the cooperation of the Cambodian members of the tribunal, no cases can go forward.\n\nLong-serving Prime Minister Hun Sen has repeatedly declared there would be no more prosecutions, claiming they could cause unrest. Hun Sen himself was a mid-level commander with the Khmer Rouge before defecting while the group was still in power, and several senior members of his ruling Cambodian People's Party share similar backgrounds. He helped cement his political control by making alliances with other former Khmer Rouge commanders.\n\nIn his remarks, Sar Kheng, sought to reassure former Khmer Rouge members that they would not face prosecution.\n\n\"Because there are some former Khmer Rouge officers living in this area, I would like to clarify that there will be no more investigations taking place (against lower-ranking Khmer Rouge members), so you don't have to worry,\" said Sar Kheng, who is also interior minister.\n\nHe acknowledged that even without more prosecutions, the tribunal still had to hear the appeals expected to be lodged by Nuon Chea and Khieu Samphan, but aside from that task, its work was finished."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Walt Bonner", "title": "Fire ant colonies could inspire robot swarms", "description": "Aside from the stings and ruined picnics, fire ants are famous for their ability to swarm together and self­–assemble bridges, ladders, and even floating rafts. Researchers have now figured out the statistical rules that govern how fire ants form these struct…", "url": "https://www.foxnews.com/tech/fire-ant-colonies-could-inspire-future-robots", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AntIsland.jpg", "publishedAt": "2018-11-18T12:00:35Z", "content": "Aside from the stings and ruined picnics, fire ants are famous for their ability to swarm together and self­–assemble bridges, ladders, and even floating rafts. Researchers have now figured out the statistical rules that govern how fire ants form these struct… [+4037 chars]", "fulltext": "Aside from the stings and ruined picnics, fire ants are famous for their ability to swarm together and self­–assemble bridges, ladders, and even floating rafts. Researchers have now figured out the statistical rules that govern how fire ants form these structures, and the new study could help scientists build swarming, tiny shape-shifting robots.\n\nA team from the University of Colorado at Boulder wanted to learn how the self–made rafts, bridges, and ladders– which can take hundreds to thousands of fire ants to form– can change shape in a matter of seconds and maintain a rubber-like flexibility.\n\n“Fire ants are a great subject of study because they display collective intelligence and they’re also macroscopic, which makes them relatively easy to observe and study,” lead study author Franck Vernerey told Fox News. “Recent studies have measured how fire ant [clusters] flow under stress and have opened a window into understanding these communication rules. In this paper, we proposed a statistical theory that links these rules between individuals to their collective behavior and thus paves the way to understanding the origin of swarm ‘intelligence’.”\n\nFLORENCE FLOODWATERS RESULT IN 'ISLANDS' OF FLOATING FIRE ANTS\n\nVernerey and his team used another Georgia Tech University study as a starting point. That study showed that ant colonies keep flexible by constantly being on their toes (or in this case, the sticky pads on their feet). By hanging onto the ants next to them, they shift on their feet, latching onto a different neighbor every .7 seconds.\n\nBuilding from that data, the researchers used mathematical equations to break down the inner dynamics of the ants’ movements. They found that as the force on the ant increases, it moves faster. And when the force on an ant’s leg has to support more than eight times its body weight, the insect shifts its foot position to lessen the load, moving between its fellow ants at a faster rate.\n\n“Our hypothesis was that the rate at which individual ants break their connections with neighbors increased with the force that they feel due to deformation of the [formation],” Vernerey explained. “It correctly predicted the three phases observed experimentally: when deformed slowly, the ants have ample time to reconfigure themselves by breaking and reforming connections, thereby flowing like a typical fluid. When deformed faster, the ants sense the increased force in their legs and respond by detaching their legs faster from their neighbors resulting in much easier flow.”\n\nISLAND OF FIRE ANTS SPOTTED ON HOUSTON FLOODWATERS\n\nThe last phase, when the forces increase with so much speed that the ants can’t keep up and they no longer have time to detach from their neighbors is when the whole formation bends like solid rubber to resist from falling apart.\n\nVernerey believes the new statistical theory paves the way to understanding the origin of swarm intelligence. It also could lead to a new wave of bio-inspired robots. “As engineers, one main motivation for studying these insects is that we could potentially harness these simple rules to propose bio-inspired, synthetic materials that could be just as smart,” he explained. “For instance, we found that fire ants can form clusters that flow like a fluid or stiffen up like a solid at will. Harnessing that kind of ability in our own materials would put us one step closer towards having ‘programmable matter’ with extraordinary functions.”\n\nNORTH CAROLINA WOMAN SAYS FIRE ANTS 'EXPLODED' ALL OVER, DELIVERING PAINFUL STINGS THAT NEARLY KILLED HER\n\nThe new materials could be developed for robots that might be able to slim down and access tight spaces.\n\n“They could reconfigure themselves to perform complex tasks like recovering important pieces of information in reconnaissance missions, providing temporary structural supports like scaffolds or simply mimicking the shapes of other objects at the user’s will– knives or screw-drivers, for example,” Vernerey proposed. “The thing is, it’s actually quite difficult and involved to design this kind of smart, modular matter at the length scale of ants or smaller. By learning from fire ants and other social insects, we can identify a set of very basic rules that engineers can use as a roadmap for designing such materials in the future.”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "The Kim Komando Show", "title": "Best streaming boxes for getting the shows and movies you want", "description": "Limitless content. Watch whatever you want, whenever you want.", "url": "https://www.foxnews.com/tech/best-streaming-boxes-for-getting-the-shows-and-movies-you-want", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/09/amazonfirecubetv.jpg", "publishedAt": "2018-11-18T12:00:32Z", "content": "Limitless content. Watch whatever you want, whenever you want. All you have to buy is one little box, and the monthly subscriptions are up to you. After decades of flipping through TV channels, many of us find the promise of internet-based television too mira… [+6720 chars]", "fulltext": "Limitless content. Watch whatever you want, whenever you want. All you have to buy is one little box, and the monthly subscriptions are up to you. After decades of flipping through TV channels, many of us find the promise of internet-based television too miraculous to pass up.\n\nThat's why millions of Americans prefer streaming services – the leaner, cheaper version of televised entertainment.\n\nMuch of the streaming decision is dependent on what you want to watch. You’re not going to find “The Handmaiden’s Tale” on Netflix or FoxNews on Dish’s Sling TV. It gets confusing.\n\nTo help you out, I created something that I call, “The Streaming Service Channel Lineup Chart.” The whole idea is to let you find what you want to watch and then, match it to the service that offers it. Tap or click here to see the chart.\n\nNo streaming device is “best,” of course, because all the leading brands have their advantages (and disadvantages). Here are some facet options and a comprehensive breakdown for each one.\n\nApple TV 4K\n\nPros: Compared to its competitors, the Apple TV 4K currently has the best hardware available in a streaming box, designed to effortlessly handle 60 fps 4K, Dolby Atmos and HDR content.\n\nIt also has the cleanest and smoothest interface among the lot, delivering a minimal but polished experience all around.\n\nSince it's an Apple product, it also works great with iPhones, iPads, and Macs, and it's compatible with Airplay content streaming, Apple Music and other HomeKit appliances.\n\nIf you're already knee-deep in the Apple ecosystem, the Apple TV is a no-brainer. The 4K resolution will ensure its longevity, whether you have a 4K TV yet or not.\n\nApp-wise, aside from your purchased iTunes movies and music, it has all the essentials like Netflix, YouTube, Amazon Prime Video, Vudu, Hulu, Plex, HBO, DirecTV Now, AT&T Watch TV, Sling TV, plus if you own digital movies across multiple services, they can all be synced via Movies Anywhere.\n\nCons: As you would have guessed, the Apple TV is relatively expensive. For much less, you can likewise stream 4K content from Roku and Amazon Fire TV boxes. The included Siri touch\n\nremote can also be clunky and unwieldy. Additionally, if you're not into the Apple ecosystem and you don't own any other Apple gadgets, you won't be getting the most out of an Apple TV.\n\nPrice: $179 for 32GB, $199 for 64GB\n\nRoku Ultra\n\nPros: Even with increased competition from the tech giants, Roku remains to be the most popular brand in streaming players. Why? It's a service-agnostic platform, meaning it has apps from almost every content provider out there (except Apple and iTunes).\n\nRoku has apps for Netflix, YouTube, Google Play Movies, Amazon Prime Video, Vudu, Hulu, Plex, HBO, DirecTV Now, and Sling TV (sadly, no AT&T Watch TV app yet).\n\nPlus, it has hundreds of third-party video apps that offer free movies and TV Shows. If you want to access the most content from various services available, then the Roku is the one for you.\n\nFor the nitty-gritty specs, the Roku Ultra supports 4K, HDR, Dolby Atmos and it's even bundled with a pair of JBL earphones you can connect to its remote for wireless audio.\n\nCons: The interface can be slow, including the Roku Ultra, and the design is less attractive. Roku is clamping down on third-party apps. Since they update apps automatically, some of your installed apps can be deactivated without prior warning.\n\nPrice: $99\n\nAmazon Fire TV Cube\n\nPros: If you’re building a smart home, and you’re attracted to voice-controlled electronics, you’ll be pleased to know that the Fire TV Cube has built-in Alexa functions. This means you can dim your smart bulbs, control your smart appliances, ask questions, set timers – pretty much anything a regular Amazon Echo can do.\n\nYou can also use your voice to search, play, pause, fast-forward and handle all the things you would typically do with a remote.\n\nYou can even turn an HDMI-CEC compatible TV on or off and adjust its volume. But don't worry if you have an older TV; the Fire TV Cube also has a built-in IR transmitter so you can use it as a universal remote and voice control any TV, old and new.\n\nAs a bonus, since it’s connected to a display, it can also duplicate the features of Amazon's Echo Show, the video-based version of Echo. With an Alexa voice command, the Cube can provide you with detailed weather forecasts, display lyrics to songs and show you live video feeds from Alexa-compatible security cameras.\n\nAs expected, Amazon content is front and center on all Fire TVs, but it also has the must-have apps like Netflix, Vudu, Hulu, Plex, HBO, DirecTV Now, AT&T Watch TV, and Sling TV.\n\nFor video, the Fire TV Cube has support for 4K content, HDR, Dolby Atmos. Again, even if you don't have a 4K TV yet if you're in the market for a streaming gadget, a 4K capable streaming box is worth it.\n\nCons: Like its apps, Amazon's Fire TV interface is cluttered with promoted content and is a pain to navigate through. Alexa Fire TV integration is often frustrating, and voice controlling a TV through the Fire TV Cube can be painfully slow.\n\nPrice: $119\n\nChromecast Ultra\n\nPros: If you've ever owned a Chromecast, you'll know that they can be extra useful around the house. With this unobtrusive little gadget, you can cast or stream content from your iOS or Android smartphone or Chrome browser to your TV. You can even cast your whole desktop if you want to.\n\nUltra is not a traditional streaming box like the others, because the device doesn't come with its own remote. Instead, your smartphone behaves like a remote for your Chromecast set up, and you can stream content from compatible apps like Netflix, Hulu, HBO Now, Sling TV, Plex, and Vudu straight to your TV.\n\nBetter yet, you can also integrate Chromecasts with the Google Home and with HDMI-CEC compatible TVs, you can have good (but limited) hands-free voice control. At about $70, Chromecast Ultra is one of the cheapest streaming gadgets to cast both 4K and HDR content.\n\nCons: Again, no actual physical remote. You will always depend on your smartphone or tablet to operate it. Amazon Prime Video and iTunes are also unavailable, which will deprive you of a lot of content.\n\nPrice: $69\n\nBy the way, if you’re looking for a step-by-step guide for how to cut the cord, tap or click here to download my ebook about it.\n\nWhat digital lifestyle questions do you have? Call my national radio show and click here to find it on your local radio station. You can listen to the Kim Komando Show on your phone, tablet or computer. From buying advice to digital life issues, click here for my free podcasts.\n\nCopyright 2018, WestStar Multimedia Entertainment. All rights reserved.\n\nLearn about all the latest technology on the Kim Komando Show, the nation's largest weekend radio talk show. Kim takes calls and dispenses advice on today's digital lifestyle, from smartphones and tablets to online privacy and data hacks. For her daily tips, free newsletters and more, visit her website at Komando.com."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": null, "title": "Israel's Netanyahu makes 'last effort' to save government", "description": "Israeli Prime Minister Benjamin Netanyahu said Sunday he was heading into a meeting with his top coalition partner in a \"last effort\" to prevent the collapse of his government, which has been rocked by the resignation of its defense minister over a cease-fire…", "url": "https://www.foxnews.com/world/israels-netanyahu-makes-last-effort-to-save-government", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-68c0cd9a1cce40438df9713851a788d9-1.png", "publishedAt": "2018-11-18T11:28:26Z", "content": "JERUSALEM Israeli Prime Minister Benjamin Netanyahu said Sunday he was heading into a meeting with his top coalition partner in a \"last effort\" to prevent the collapse of his government, which has been rocked by the resignation of its defense minister over a … [+3448 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nIsraeli Prime Minister Benjamin Netanyahu said Sunday he was heading into a meeting with his top coalition partner in a \"last effort\" to prevent the collapse of his government, which has been rocked by the resignation of its defense minister over a cease-fire agreement with Gaza militants.\n\nSpeaking at his weekly Cabinet meeting, Netanyahu said it would be unwise to embark on a divisive election campaign during such a sensitive time for Israeli security. He said he would try to convince Finance Minister Moshe Kahlon and his centrist Kulanu party to stay in the fold.\n\n\"It would be both unnecessary and incorrect to go to elections. We remember well what happened when elements inside the coalitions took down Likud governments in 1992 and in 1999,\" he said, noting the past two elections in which the Labor Party came to power.\n\n\"We need to do everything we can to prevent repeating these mistakes,\" he added.\n\nThe sudden coalition crisis was sparked by the resignation of Israel's hard-line Defense Minister Avigdor Lieberman, who had demanded a far stronger response last week to the most massive wave of rocket attacks on Israel since the 2014 Israel-Hamas war. He alleges the truce will put southern Israel under a growing threat from Hamas, similar to that posed to northern Israel by Lebanon's heavily armed Hezbollah group.\n\nThe departure of Lieberman and his Yisrael Beitenu party leaves the coalition with a one-seat majority in the 120-member parliament. Netanyahu's other partners say that makes governing untenable and would leave the coalition susceptible to the extortion of any single lawmaker until elections scheduled for November 2019.\n\nEducation Minister Naftali Bennett, of the pro-settler Jewish Home party, has already threatened to bring down the government if he is not appointed defense minister. Kahlon says another year of such instability will harm the economy.\n\nNetanyahu is trying to convince them to stay, and his Likud allies are already preparing to pin the blame on them if that effort fails.\n\n\"I think that there is no reason to shorten the term of a national government, not even for one day, and at this moment it's in the hands of the education minister and the finance minister,\" said Gilad Erdan, the minister of public security.\n\nNo Israeli government has served out its full term since 1988. Since then, elections have almost always been moved up because of a coalition crisis or a strategic move by the prime minister to maximize his chances of re-election.\n\nThough Netanyahu has been reportedly flirting with the idea of moving up elections himself in recent months, the current timing is not ideal for him.\n\nHe has come under heavy criticism for agreeing to the Gaza cease-fire, especially from within his own political base and in the working-class, rocket-battered towns in southern Israel that are typically strongholds of his Likud Party. But with Lieberman forcing his hand and the other coalition partners appearing eager to head to the polls he may not have a choice.\n\nMost opinion polls show Netanyahu easily securing re-election, which would secure him a place in Israeli history as the country's longest serving leader. But several factors could trip him up, including a potential corruption indictment that could knock him out of contention.\n\nPolice have recommended he be indicted on bribery and breach of trust charges in two cases and have questioned him at length on another. The country has long been eagerly awaiting the attorney general's decision on whether to press charges.\n\nNetanyahu has angrily dismissed the accusations against him, characterizing them as part of a media-driven witch-hunt that is obsessed with removing him from office."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Interpol meets to select new president after China's arrest", "description": "Police chiefs from around the world gathered in Dubai on Sunday for Interpol's general assembly to select a new president after the agency's former leader was detained in China.", "url": "https://www.foxnews.com/world/interpol-meets-to-select-new-president-after-chinas-arrest", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ContentBroker_contentid-7c08ff466a30492889b8a8c348082c78.png", "publishedAt": "2018-11-18T09:48:24Z", "content": "DUBAI, United Arab Emirates Police chiefs from around the world gathered in Dubai on Sunday for Interpol's general assembly to select a new president after the agency's former leader was detained in China. Meng Hongwei— who was China's vice minister of public… [+3533 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nPolice chiefs from around the world gathered in Dubai on Sunday for Interpol's general assembly to select a new president after the agency's former leader was detained in China.\n\nMeng Hongwei— who was China's vice minister of public security while also leading Interpol — went missing while on a trip to China in September. It later emerged that the long-time Communist Party insider with decades of experience in China's security apparatus was detained as part of a sweeping purge against allegedly corrupt or disloyal officials under President Xi Jinping's authoritarian administration.\n\nInterpol member-states will also be deciding whether to accept Kosovo as a full member, which would allow officials there to file red notices for Serbian officials that Kosovo considers war criminals.\n\nThe red notices are alerts circulated by Interpol to all member countries that identify a person wanted for arrest by another country. Interpol says there are 57,289 active red notices around the world.\n\nInterpol acts as a clearinghouse for national police services that want to hunt down suspects outside their borders. The body, however, has faced criticism that governments have abused the \"red notice\" system to go after political enemies and dissidents, even though its charter explicitly proclaims its neutrality and prohibits the use of police notices for political reasons.\n\nTwo years ago, Interpol introduced new measures aimed at strengthening the legal framework around the red notice system. As part of the changes, an international team of lawyers and experts first check a notice's compliance with Interpol rules and regulations before it goes out. Interpol also introduced an appeals body for those targeted with red notices.\n\nChinese authorities say Meng is being lawfully investigated for taking bribes and other crimes. China's beleaguered rights activists point out that as someone with a seat atop the country's powerful public security apparatus, Meng helped build the opaque system of largely unchecked power wielded by the ruling Communist Party to which he's now fallen victim.\n\nMeng's wife has told The Associated Press from France that the bribery accusation he faces is just an excuse for a lengthy detention and that he is being persecuted for political reasons.\n\nAs more than 1,000 delegates from 192 member-states began filling the main hall for the annual event, Interpol Secretary-General Jurgen Stock explained to reporters that the agency's rules did not allow for Meng to continue acting as president. Meng had been serving as president since November 2016, and his term was due to end in 2020.\n\nHe said Interpol received Meng's resignation letter from China on Oct. 7 and that Interpol was notified by Chinese authorities that Meng is no longer a delegate to Interpol.\n\n\"It sounds a little technical but again that automatically leads to the fact, according to our rules, that he is not the president anymore,\" Stock said. \"We had to take the measures to ensure the functioning of the organization.\"\n\nMeng's representatives say Interpol accepted an unsigned resignation letter without any resistance and without evidence of his consent.\n\nIn Meng's place on Sunday, senior vice president of Interpol's executive committee, Kim Jong Yang of South Korea— who was previously named acting president — helped open the ceremony for the general assembly meeting.\n\nA little more than a week ago, Stock told reporters in France— where Interpol is headquartered— that there was no reason for him to suspect that anything about Meng's resignation \"was forced or wrong.\"\n\nHe said he \"encouraged\" Chinese authorities to provide information about Meng's location and legal status but can do no more because the role of Interpol is \"not to govern over member states.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Taliban hold talks with US envoy in Qatar", "description": "The Taliban have held three days of talks with U.S. envoy Zalmay Khalilzad in the Gulf state of Qatar, where the Afghan insurgent group has a political office, a Taliban official and another individual close to the group said Sunday.", "url": "https://www.foxnews.com/world/taliban-hold-talks-with-us-envoy-in-qatar", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/78e32243-ContentBroker_contentid-772b228ff1cf4077827ac203648a82fb.png", "publishedAt": "2018-11-18T09:27:22Z", "content": "ISLAMABAD The Taliban have held three days of talks with U.S. envoy Zalmay Khalilzad in the Gulf state of Qatar, where the Afghan insurgent group has a political office, a Taliban official and another individual close to the group said Sunday. The talks are a… [+3456 chars]", "fulltext": "The Taliban have held three days of talks with U.S. envoy Zalmay Khalilzad in the Gulf state of Qatar, where the Afghan insurgent group has a political office, a Taliban official and another individual close to the group said Sunday.\n\nThe talks are aimed at renewing the Afghan peace process and eventually winding down America's longest war. Seventeen years after the U.S.-led invasion that ended Taliban rule, the militants control nearly half of Afghanistan and carry out near-daily attacks on local security forces and government officials.\n\nThe two individuals said Khairullah Khairkhwa, the former Taliban governor of Herat, and Mohammed Fazl, a former Taliban military chief, attended the marathon talks. The two individuals spoke on condition of anonymity because they were not authorized to discuss the sensitive negotiations.\n\nU.S. officials could not immediately be reached for comment. The State Department has refused to comment on reported talks with the Taliban.\n\nA third individual with knowledge of the discussions said the Taliban pressed for a postponement of next year's presidential elections and the establishment of an interim government under a neutral leadership. Abdul Sattar Sirat, an ethnic Tajik and Islamic scholar, was suggested as a candidate to lead an interim administration.\n\nThe individual, who also spoke on condition of anonymity because of the sensitivity of the talks, said Khalilzad wants to reach a settlement within six months, a timescale the Taliban said was too short. Khalilzad also proposed a cease-fire, which the Taliban rejected, the individual said, adding that there was no agreement on the release of prisoners, opening the Taliban office or lifting a Taliban travel ban.\n\nKhairkhwa and Fazel were among five senior Taliban members released from the U.S. prison at Guantanamo Bay in 2014 in exchange for U.S. Sgt. Bowe Bergdahl, who was captured by the Taliban after walking off his base in Afghanistan in 2009. The five are now based in Qatar, and are seen as having enough stature to sell a peace deal to insurgents fighting on the front lines.\n\nPresident Donald Trump harshly criticized the 2014 prisoner exchange, and in a speech last August pledged to send in additional U.S. forces and redouble efforts to defeat the Taliban. But that strategy has had little if any impact on the ground, with the Taliban keeping up a steady tempo of attacks and an Islamic State affiliate carrying out massive bombings targeting minority Shiites.\n\nThe Trump administration now appears focused on reaching a political settlement with the Taliban, and has given in to a number of the group's longstanding demands, beginning with the holding of direct talks. The Taliban have long refused U.S. demands to negotiate with the Western-backed government in Kabul, which the insurgents view as a puppet regime.\n\nPakistan has meanwhile released a number of high-level Taliban prisoners, including the movement's co-founder, Mullah Abdul Ghani Baradar. The releases are widely seen as a U.S.-directed move aimed at encouraging the Taliban to participate in talks.\n\nIn a lengthy statement issued earlier this month, the Taliban had demanded the lifting of sanctions against the group's leaders, the release of prisoners and the recognition of their office in Qatar. The Afghan government is deeply opposed to any recognition of the Qatar office, which the Taliban in the past have billed as a government in exile.\n\nKhalilzad has been touring the region in recent days, and reportedly met with Afghan President Ashraf Ghani on Sunday. He is expected to press Ghani to cobble together his own negotiating team, which could prove difficult given the deep divisions within the government."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Notre Dame wins big, looks ahead to possible playoff spot", "description": "After a big win Saturday in the Big Apple, Notre Dame's football team has a chance next week to lock up a berth in the College Football Playoff. Notre Dame hammered No. 12 Syracuse 36-3 at Yankee Stadium, putting the Fighting Irish a step away from the playof…", "url": "https://www.foxnews.com/sports/notre-dame-dismantling-of-syracuse-puts-school-in-contention-for-playoff-spot", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/ND4.jpg", "publishedAt": "2018-11-18T09:04:46Z", "content": "After a big win Saturday in the Big Apple, Notre Dame's football team has a chance next week to lock up a berth in the College Football Playoff. Notre Dame hammered No. 12 Syracuse 36-3 at Yankee Stadium, putting the Fighting Irish a step away from the playof… [+3705 chars]", "fulltext": "After a big win Saturday in the Big Apple, Notre Dame's football team has a chance next week to lock up a berth in the College Football Playoff.\n\nNotre Dame hammered No. 12 Syracuse 36-3 at Yankee Stadium, putting the Fighting Irish a step away from the playoff -- with the struggling Trojans of USC next on their schedule, in Los Angeles.\n\n\"I don't know that if we win our last game that we're going to the playoffs, but that's not in our control,\" Irish coach Brian Kelly said. \"What we can control is how we prepare. If we do a good job there and win our game then we would have won all our games and we'll let people decide who should go to the playoffs.\"\n\nThe Irish were the only top 10 team to play a ranked opponent Saturday.\n\nDonning pinstripe uniforms in tribute to its Bronx hosts, baseball's New York Yankees, the No. 3 Irish remained unbeaten as they took an early lead and never looked back in front of a crowd of 48,104 on a 45-degree day.\n\nHow good was Notre Dame’s defense? The Irish held Syracuse to a season-low 234 yards and got one interception off starting quarterback Eric Dungey, who left with an injury, and two off replacement Tommy DeVito.\n\nUSC, meanwhile, lost 34-27 Saturday to its regional rival, the Bruins of UCLA.\n\nThe Irish haven’t notched a win at USC since 2012, when the victory propelled them to the BCS championship game. That year, Alabama dismantled the Irish 42-12 to clinch the championship.\n\n\"If they play the way they played us,\" Syracuse coach Dino Babers said of the Irish, \"they will probably have an opportunity to play for a national championship.\"\n\nThe trip to Los Angeles will be Notre Dame's second to the West Coast in five weeks.\n\nIrish quarterback Ian Book returned after missing last week’s game with a rib injury. He took over the starting position four weeks into the season.\n\n\"The ribs feel good,\" Book said. \"Wasn't even thinking about them during the game.\"\n\nSaturday’s affair in New York drew Irish fans from nearby – comprising a fanbase of blue-collar Catholics who’ve never set foot on the school’s Indiana campus.\n\n\"We don't take for granted when Notre Dame comes to New York to play,” said Joe Delaney, a New Jersey resident who grew up listening to Notre Dame games on the radio with his father. “We're out there to support the team 110 percent.”\n\nThe Irish are 17-6-3 all-time in games played either in the original Yankee Stadium or its replacement, which opened in 2009.\n\nNew York is considered an East Coast stronghold for the Irish. The team regularly visited the area in the first half of the 20th century. Saturday’s game was part of Notre Dame’s Shamrock Series, an almost annual tradition since 2009 of paying off-site games.\n\n\"We've played in California, Chicago and New York,\" Book said. \"I think it's awesome. I think it's great experiences for us. We might have to fly a little bit more than other teams but I don't think it hurts anyone.\"\n\nSaturday’s win could possibly put Notre Dame in the conversation with powerhouse programs at Alabama and Clemson.\n\n\"I've lost to both of them,\" Syracuse coach Dino Babers told ESPN of Clemson and Notre Dame. \"I don't think it's fair to talk about them. I will tell you this, though, those -- that Notre Dame is better than what people think they are.\"\n\nThe Associated Press contributed to this story."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Christen Limbaugh Bloom", "title": "This Thanksgiving: How do we remain thankful when times are tough? - Fox News", "description": "Fox News This Thanksgiving: How do we remain thankful when times are tough? Fox News The holiday of Thanksgiving reminds us that we ought to be thankful for the blessings and the people in our lives. But what do we do when it seems that everything is going ha…", "url": "https://www.foxnews.com/opinion/this-thanksgiving-how-do-we-remain-thankful-when-times-are-tough", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Thankful-Picture.jpg", "publishedAt": "2018-11-18T09:03:53Z", "content": "The holiday of Thanksgiving reminds us that we ought to be thankful for the blessings and the people in our lives. But what do we do when it seems that everything is going haywire? Maybe somebody recently wronged you. An unexpected expense has thrown off your… [+4204 chars]", "fulltext": "The holiday of Thanksgiving reminds us that we ought to be thankful for the blessings and the people in our lives.\n\nBut what do we do when it seems that everything is going haywire? Maybe somebody recently wronged you. An unexpected expense has thrown off your budget. That new role at your job isn’t as shiny as you thought it would be. Or maybe you’ve been trying to do the right things, live the right way, but situations STILL aren’t working out in your favor.\n\nHow do you cope? How do you resist the urge to give up? How do you continue to do good even when you’re not seeing any immediate benefits from “living the right way?\" And HOW IN THE WORLD can you be thankful for all of this?\n\nI think Christians sometimes get into a bad habit of making overarching statements about this topic – saying things like, “God is in control,” and “God won’t give you more than you can handle.” While there is truth in these statements, we have to understand them in the right context.\n\nAs sinners, there are things we do or that happen to us that God might not have intended for us. Sometimes, because He has given us free will, we make the wrong decisions and find ourselves in troubling situations. This is NOT to say that every bad thing that happens to us is because of something we’ve done.\n\nThe point is, life is too complex for us to fully understand. From our viewpoint, we can only see the present struggles we’re experiencing, but God can see the full picture. And He can use these situations for our benefit in ways we can’t begin to comprehend.\n\nSociety tells us that when times are tough, we should grin and bear it. On the surface, that sounds like a noble goal. But if you look closely at scripture, God tells us something different. He instructs us to “Be thankful in all circumstances, for this is God’s will for you who belong to Christ Jesus” (1 Thess. 5:18). Yes – seriously – we should be THANKFUL even when things don’t go our way.\n\nI already know what you’re thinking: “Ugh please – this girl’s delusional. She’s young and naïve and reading the Bible way too literally.” I get it. This passage confused me when I first read it and at times I still struggle with the concept of gratitude in the face of adversity.\n\nOf course my life struggles don’t compare to those that others have experienced. I’m young and still have a long road ahead of me. But I’m not too young to trust God’s Word and his promises. God has helped shift my perspective on His command to rejoice in times of troubles. There’s a second layer to this that might also help you to better understand.\n\nHe says, “We can rejoice, too, when we run into problems and trials, for we know that they help us develop endurance. And endurance develops strength of character, and character strengthens our confident hope of salvation. And this hope will not lead to disappointment. For we know how dearly God loves us, because he has given us the Holy Spirit to fill our hearts with his love” (Romans 5:3-5).\n\nIt’s a commonly held belief that “what doesn’t kill you makes you stronger.” We get behind this idea when we hear it in pop-culture, singing it in songs and slapping it on bumper stickers, but when God’s attached to this idea, we often get angry and start asking things like, “How can a loving God let us suffer so much?”\n\nBad things do happen, but Christians shouldn’t be naive. We must remember that we live in a fallen world where things won’t be fair or easy. BUT, God’s strength is made perfect in our weakness if we stay connected to Him against our natural instincts.\n\nWe can learn to be grateful in times of trouble when we remember that God loves us too much to want us stay in our comfort zones. Our comfort zones may feel nice and cozy, but they leave little room for growth and definitely NO room for miracles.\n\nWe have to trust God as He takes us outside of our comfort zones, remembering, “that in all things God works for the good of those who love him, who have been called according to this purpose” (Romans 8:28).\n\nIf suffering brings us closer to the perfect joy that only Jesus can give us, we can begin to understand how we can be thankful through the tough times. Talk to God and ask Him to help you adjust your perspective. He is ready to comfort you through your pain.\n\nSo no matter what hardships you might be facing this holiday season, keep in mind that God loves you and does want the absolute best for you, which is to be closer to Him. We can all be thankful for that."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Powerball numbers drawn for Saturday's $124M jackpot - Fox News", "description": "Fox News Powerball numbers drawn for Saturday's $124M jackpot Fox News The Powerball jackpot was on the rise again late Saturday after no winners were reported in the evening's drawing. According to the official Powerball website, Saturday's winning numbers w…", "url": "https://www.foxnews.com/us/powerball-numbers-drawn-for-saturdays-124m-jackpot", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Power-Ball-iStock.jpg", "publishedAt": "2018-11-18T08:35:59Z", "content": "The Powerball jackpot was on the rise again late Saturday after no winners were reported in the evening’s drawing. According to the official Powerball website, Saturday’s winning numbers were 6, 8, 20, 52 and 68, with the Powerball number 5. But no top-prize … [+1242 chars]", "fulltext": "The Powerball jackpot was on the rise again late Saturday after no winners were reported in the evening’s drawing.\n\nAccording to the official Powerball website, Saturday’s winning numbers were 6, 8, 20, 52 and 68, with the Powerball number 5.\n\nBut no top-prize winners were reported, no did anyone win a Match 5-Plus or Match 5 prize, according to the website.\n\nSaturday’s drawing would have netted a sole winner a jackpot of $124 million. But because no winner was declared, the next drawing on Wednesday will be worth an estimated $139 million, according to the website.\n\nMeanwhile, a co-winner of an October Powerball jackpot worth nearly $700 million made news last week when she donated $500,000 to an organization that aids wounded U.S. military veterans.\n\nLerynne West of Iowa said on TV’s “Ellen” show that she made the donation in part because her father had served in Vietnam.\n\nShe also said she felt a responsibility to use some of her winnings to help others.\n\nThe recipient of the donation was the Travis Mills Foundation, which operates a retreat for wounded veterans in Rome, Maine. Foundation officials said the money would be used as “a catalyst for new projects.”\n\nThe Associated Press contributed to this story."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "Trump says report on Khashoggi death expected in a few days", "description": "", "url": "https://www.foxnews.com/world/trump-says-report-on-khashoggi-death-expected-in-a-few-days", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/17/694940094001_5968145921001_5968145041001-vs.jpg", "publishedAt": "2018-11-18T07:22:58Z", "content": "WASHINGTON — President Donald Trump said his administration will get a full report in the next two days about the death of a Saudi journalist, which has created a diplomatic conundrum for the president: How to admonish Riyadh for the killing yet maintain stro… [+3914 chars]", "fulltext": "WASHINGTON — President Donald Trump said his administration will get a full report in the next two days about the death of a Saudi journalist, which has created a diplomatic conundrum for the president: How to admonish Riyadh for the killing yet maintain strong ties with a close ally in the Middle East.\n\n\"We'll be having a very full report over the next two days, probably Monday or Tuesday,\" Trump said Saturday. That will include \"who did it,\" he said.\n\nReporters asked Trump about the death of Jamal Khashoggi, a columnist for The Washington Post who was slain Oct. 2 inside the Saudi Consulate in Istanbul. Saudi Arabia's top diplomat has said Saudi Crown Prince Mohammed bin Salman had \"absolutely\" nothing to do with it.\n\nAmerican intelligence agencies have concluded that the crown prince ordered the killing in the Saudi Consulate in Turkey, according to a U.S. official familiar with the assessment. The official was not authorized to discuss the matter publicly and spoke on condition of anonymity. Others familiar with the case caution that while it's likely that the crown prince was involved in the death, there continue to be questions about what role he played.\n\n\"The United States government is determined to hold all those responsible for the killing of Jamal Khashoggi accountable,\" the State Department said in a statement. \"Recent reports indicating that the U.S. government has made a final conclusion are inaccurate. There remain numerous unanswered questions with respect to the murder of Mr. Khashoggi.\"\n\nThe statement added: \"The U.S. government has taken decisive measures against the individuals responsible, including visa and sanctions actions. We will continue to explore additional measures to hold those accountable who planned, led and were connected to the murder. And, we will do that while maintaining the important strategic relationship between the United States and Saudi Arabia.\"\n\nIntelligence officials have been providing information to Trump about the death for weeks and he was briefed again by phone Saturday by CIA Director Gina Haspel and Secretary of State Mike Pompeo as he flew to California. White House press secretary Sarah Huckabee Sanders provided no details of his call but said the president has confidence in the CIA.\n\nBefore his call on Air Force One, Trump told reporters that when it came to the crown prince, \"as of this moment we were told that he did not play a role. We're going to have to find out what they have to say.\" That echoed remarks by national security adviser John Bolton, who said earlier this week that people who have listened to an audio recording of the killing do not think it implicates the crown prince.\n\nAlso before leaving on his trip, Trump said Saudi Arabia was \"a truly spectacular ally in terms of jobs and economic development.\"\n\n\"I have to take a lot of things into consideration\" when deciding what measures to take against the kingdom, he said.\n\nTrump has called the killing a botched operation that was carried out very poorly and has said \"the cover-up was one of the worst cover-ups in the history of cover-ups.\"\n\nBut he has resisted calls to cut off arms sales to the kingdom and has been reluctant to antagonize the Saudi rulers. Trump considers the Saudis vital allies in his Mideast agenda.\n\nBut members of Congress are pushing Trump for a tougher response to the killing. The administration this past week penalized 17 Saudi officials for their alleged role in the killing, but American lawmakers have called on the administration to curtail arms sales to Saudi Arabia or take other harsher punitive measures.\n\nVice President Mike Pence told reporters traveling with him Saturday for a summit of Pacific Rim nations in Papua, New Guinea, that the \"murder of Jamal Khashoggi was an atrocity. It was also an affront to a free and independent press, and the United States is determined to hold all of those accountable who are responsible for that murder.\"\n\nKhashoggi, a Saudi who lived in the United States, often criticized the royal family. Turkish and Saudi authorities say he was killed inside the consulate by a team from the kingdom after he went there to get marriage documents."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Associated Press", "title": "House win part of major realignment in Southern California", "description": "Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state.", "url": "https://www.foxnews.com/politics/house-win-part-of-major-realignment-in-southern-california", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/10/Gil-Cisneros.jpg", "publishedAt": "2018-11-18T07:20:49Z", "content": "LOS ANGELES — Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state. In what had been the last undecided House contest i… [+2654 chars]", "fulltext": "LOS ANGELES — Democrat Gil Cisneros captured a Republican-held U.S. House seat in Southern California on Saturday, capping a Democratic rout in which the party picked up six congressional seats in the state.\n\nIn what had been the last undecided House contest in California, Cisneros beat Republican Young Kim for the state's 39th District seat. The Cisneros victory cements a stunning political realignment that will leave a vast stretch of the Los Angeles metropolitan area under Democratic control in the House.\n\nWith Kim's defeat, four Republican-held House districts all or partly in Orange County, California, a one-time nationally known GOP stronghold southeast of Los Angeles, will have shifted in one election to the Democratic column. The change means that the county — Richard Nixon's birthplace and site of his presidential library — will only have Democrats representing its residents in Washington next year.\n\nDemocrats also recently picked up the last Republican-held House seat anchored in Los Angeles County, when Democrat Katie Hill ousted Republican Rep. Steve Knight.\n\nWith other gains — Republicans also lost a seat in the agricultural Central Valley — Democrats will hold a 45-8 edge in California U.S. House seats next year.\n\nThe district was one of seven targeted by Democrats across California after Hillary Clinton carried them in the 2016 presidential election.\n\nCisneros, 47, a $266 million lottery jackpot winner, had been locked in a close race with Kim in a district that has grown increasingly diverse. It's about equally divided between Republicans, Democrats and independents, as it is with Asians, Hispanics and whites.\n\nKim, 55, a former state legislator, worked for years for retiring Republican Rep. Ed Royce, who is vacating the seat and had endorsed her.\n\nIn a state where President Donald Trump is unpopular, Kim sought to create distance with the White House on trade and health care. Her immigrant background — and gender — made her stand out in a political party whose leaders in Washington are mostly older white men.\n\n\"I'm a different kind of candidate,\" she had said.\n\nIt wasn't enough. Democratic ads depicted her as a Trump underling, eager to carry out his agenda.\n\nCisneros, a first-time candidate, described his interest in Congress as an extension of his time in the military — he said it was about public service. He runs a charitable foundation with his wife.\n\nOn health care, he talked about his mother who went without insurance for 16 years. \"That should just not happen in this country,\" he had said.\n\nWhile the election delivered mixed results around the U.S., it affirmed California's reputation as a Democratic fortress.\n\nDemocrats are on track to hold every statewide office — again. The party holds a supermajority in both chambers of the Legislature — and a 3.7-million advantage in voter registration.\n\nThere wasn't even a Republican on the ballot for U.S. Senate."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Anti-Trump mayor of Portland, Ore., mutters he 'can't wait' to leave office", "description": "The thankless, winless job of being mayor of Portland, Ore., may have gotten to Ted Wheeler.", "url": "https://www.foxnews.com/politics/portland-mayor-mutters-he-cant-for-term-to-end", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/TW.jpg", "publishedAt": "2018-11-18T06:54:06Z", "content": "Being mayor of Portland, Ore., may have gotten to Ted Wheeler. On Thursday, after finishing a speech at the Oregon Health Forum in which he was heckled, Wheeler mumbled, “I can’t wait for the next 24 months to be over,” indicating he may not seek re-election,… [+2929 chars]", "fulltext": "Being mayor of Portland, Ore., may have gotten to Ted Wheeler.\n\nOn Thursday, after finishing a speech at the Oregon Health Forum in which he was heckled, Wheeler mumbled, “I can’t wait for the next 24 months to be over,” indicating he may not seek re-election, the Oregonian reported.\n\n\"If you know me, you know I mutter quite a bit,” Wheeler said in a statement issued later in the day. “Not one of my most redeeming qualities. I will make a decision next year with my family if I am running for re-election.\"\n\n\"If you know me, you know I mutter quite a bit. Not one of my most redeeming qualities. I will make a decision next year with my family if I am running for re-election.\" — Ted Wheeler, mayor of Portland, Ore.\n\nIn previous media interviews, Wheeler has complained about the job, calling it “no fun.”\n\nThe comment came a day after the City Council rejected his proposal to expand his powers to regulate protests. At the same meeting, the first-term mayor criticized a half-dozen people who regularly attended the meetings and subjected Wheeler to taunts and jeers.\n\nLast month, Wheeler faced harsh criticism from a union that represents personnel from U.S. Immigration and Customs Enforcement (ICE) regarding his handling of a 38-day protest in the city last summer by a group calling itself Occupy ICE.\n\nThe National ICE Council sent letters to state Attorney General Ellen Rosenblum and U.S. Attorney General Jeff Sessions, asking them to look into whether Wheeler committed misconduct when he directed the city's police officers to not respond to certain calls for service during the protest in front of the local ICE field office, the Oregonian reported.\n\nIn July, the city drew negative attention after the Occupy ICE protesters were forced to vacate their camp because they left piles of trash and debris behind.\n\nThat same month, the leader of Portland's police union slammed Wheeler for his response to the city's homelessness crisis,\n\n\"Our city has become a cesspool,\" Officer Daryl Turner, president of the Portland Police Association, wrote on Facebook. \"Livability that once made Portland a unique and vibrant city is now replaced with human feces in businesses doorways, in our parks, and on our streets.\n\nIn August, Wheeler's handling of the Occupy ICE protests drew attention from President Trump.\n\n\"Last month, the mayor of Portland, Oregon, shamefully ordered local police to stand down, leaving federal law enforcement officers to face an angry mob of violent people,\" Trump said during a speech honoring Border Patrol officers.\n\nAfter Trump's remarks, U.S. Sen. Bill Cassidy, R-La., called for Wheeler to resign in a resolution that took aim at anti-ICE rhetoric by some Democrats.\n\nWheeler responded to Trump: \"We want an administration that represents us,\" Wheeler wrote on Facebook. \"We want a president that we can be proud of.\"\n\nPortland hasn’t had a mayor seek a second term since Vera Katz, whose third term ended in 2004, the Willamette Week reported.\n\nThe incident brings back memories of previous Portland mayors. Katz’s successor, Tom Potter, once declared during a City Council “I’m irrelevant” and stormed off the dais.\n\nFox News' Amy Lieu contributed to this story."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Associated Press", "title": "In Jordan's ancient Petra, sirens warn of flash floods", "description": "In ancient times, Arab tribesmen dug diversion tunnels to protect their low-lying trading post of Petra against desert flash floods.", "url": "https://www.foxnews.com/world/in-jordans-ancient-petra-sirens-warn-of-flash-floods", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T06:27:15Z", "content": "PETRA, Jordan In ancient times, Arab tribesmen dug diversion tunnels to protect their low-lying trading post of Petra against desert flash floods. More than two millennia later, an alarm system warns visitors if flood water rushes toward what has become Jorda… [+2046 chars]", "fulltext": "next Image 1 of 2\n\nprev Image 2 of 2\n\nIn ancient times, Arab tribesmen dug diversion tunnels to protect their low-lying trading post of Petra against desert flash floods. More than two millennia later, an alarm system warns visitors if flood water rushes toward what has become Jordan's main tourist attraction.\n\nEarlier this month, the alarms were activated for the first time, said Hussein al-Hasanat of the Petra Development & Tourism Region Authority. Sirens blared minutes before a torrent fed by heavy rains approached the UNESCO World Heritage site carved into rose-hued rock face.\n\nHundreds of tourists were able to seek higher ground and were later evacuated, he said.\n\nAmateur video posted online at the time showed visitors running through a steep, narrow canyon leading to the Treasury, Petra's main draw, as guides urged them to hurry. Later, visitors were seen standing on a higher patch near the Treasury as knee-high water poured through the canyon.\n\nElsewhere in Jordan, such alarms are still missing. Thirty-four people were killed in flash floods in late September and early November.\n\nThe last fatal flash flood struck Petra in 1963 when 22 French tourists and a local guide were killed by rapidly rising waters. In response, Jordan's Department of Antiquities built a dam to keep water from entering the canyon leading to the Treasury.\n\nIn 2014, the alarm system was installed as added protection, with sirens set to go off when flood water rises above a certain level.\n\nOn Nov. 9, the system was triggered for the first time, through a computer in the Petra Authority's control room. The computer is connected to eight rain forecast systems and two water detection stations placed in the area, within 8 kilometers (5 miles) of Petra.\n\nThe network generates instant data allowing officials to measure possible danger and warn people by the time the water reaches Petra.\n\nOmar Dajani, a meteorologist at the Arabia Weather company, said alarms should be installed in all vulnerable areas in Jordan.\n\nHe said urban sprawl has exacerbated the flood risk, which is particularly high in dry areas.\n\n\"Now towns have spread so much and many of them were not built with respect for the geography of the region, such as valleys for example, where the water has naturally caused floods for millions of years,\" Dajani said."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "| Fox News", "title": "GOP lame ducks in House need to move fast before their wings are clipped", "description": "Congressional Republicans need to pass bills quickly before Democrats gain majority control of the House.", "url": "https://www.foxnews.com/opinion/gop-lame-ducks-in-house-need-to-move-fast-before-their-wings-are-clipped", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/13/694940094001_5966454653001_5966453676001-vs.jpg", "publishedAt": "2018-11-18T06:18:45Z", "content": "In Washington, power is fleeting. Elected and appointed officials know they better use it before they lose it. In the House of Representatives, Republicans are going to lose it Jan. 3 when they become the minority party. The change in power that GOP represent… [+5170 chars]", "fulltext": "In Washington, power is fleeting. Elected and appointed officials know they better use it before they lose it.\n\nIn the House of Representatives, Republicans are going to lose it Jan. 3 when they become the minority party. The change in power that GOP representatives will experience will be dramatic – like Superman turning into Clark Kent or Wonder Woman turning into Diana Prince.\n\nVoters elected a Democratic majority to the House in the Nov. 6 midterm elections, ending uninterrupted Republican control of the chamber that last began in 2011. With a few races still undecided, Democrats have flipped at least 35 seats held by Republicans. This gives the Democrats the ability to elect a new speaker of the House and install Democratic chairs to head every committee.\n\nWhile the Senate will remain under Republican control in January, legislation needs to be approved in both the Senate and House to become law. So Republicans have only a short time left to pass bills during their lame duck session and get them to President Trump so he can sign them.\n\nThis task is more complicated than it sounds, because Republicans have plenty of disagreements with each other. But they would be foolish to let their differences prevent them from making progress on important measures in the next few weeks.\n\nRepublicans need to play chess and not Russian roulette with the Democrats. There is an opportunity to horse trade or to jam Democrats if Republicans adopt the ancient advice that “united we stand, divided we fall” and think strategically.\n\nI urge Republicans to work long days and into the night for the remainder of this year to pass as many measures as they can, not kicking the can down the road to the next Congress where Democrats will be empowered.\n\nHouse Minority Leader Nancy Pelosi, D-Calif., may need Republican votes to be elected speaker of the House, because some Democratic insurgents are saying they won’t support her bid.\n\nThe Democratic rebels are giving Republicans leverage over Pelosi to demand that she agree to some GOP priorities – like funding for a wall along the U.S.-Mexico border, as well as other spending measures – in return for their support.\n\nThe idea is that it is better to deal with the devil you know than what could come next.\n\nI urge Republicans to work long days and into the night for the remainder of this year to pass as many measures as they can, not kicking the can down the road to the next Congress where Democrats will be empowered.\n\nRepublicans should be able to get bipartisan support for measures like a budget resolution needed to avoid a government shutdown, permanent repeal of the medical device tax, and a multibillion-dollar program to fund infrastructure expansion and improvement projects.\n\nThen there are heavier lifts like immigration reform, border wall funding, tax cut 2.0 to target the middle class, and the Holy Grail – a full and complete repeal and replacement of ObamaCare.\n\nRepublicans should not squander the opportunity to lead – the sand is almost through the hourglass. For many representatives who lost their seats in the midterm elections, action and results could be a great legacy as they exit stage right.\n\nRepublicans should have no regrets as this year ends and not give up the fight in 2019. Democrats cannot govern alone next year.\n\nIf Democrats act in good faith and heed the electorate that is sick and tired of bitter partisanship they will get things done. Democrats would be wise to resist the temptation to get even for past grievances and the urge to engage in endless, pointless and fruitless investigations.\n\nWhat Democrats need to realize and accept is that President Trump is transactional – not an entrenched ideologue. He wants to make deals and say he is winning, but on the other hand he will not be taken advantage of.\n\nSo the choice is clear. Republicans need to lead in the lame-duck session and Democrats need to help where they can or get out of the way.\n\nThen when a new Congress arrives in January, Democrats need to reach across the aisle to advance legislation for the good of the country.\n\nDemocrats should remember that when President Clinton and President Obama suffered heavy midterm loses they still managed to get re-elected, in part because of the behavior of the opposition party and the way Republicans obstructed instead of governed.\n\nMany Democrats in Congress have tied themselves to the delusional and obsessive anti-Trump “resistance” movement. They need to remember that they weren’t elected to come to Washington to stage protests and reflexively oppose everything the president and GOP lawmakers propose.\n\nThis is especially true for some of the young and far-left Democrats who call themselves democratic socialists and who support massive increases in government spending to fund a laundry list of expensive government programs. Voting for these measures means voting for big tax increases or unsustainable deficits that are likely to anger voters in 2020.\n\nI believe President Trump can lead Republicans to compromise with Democrats in the House and Senate for the remainder of this year and in 2019, but it will take three to tango – the House, Senate and White House.\n\nThe lame-duck session should operate under the motto of “Lead or get out of the way.” The 2019 congressional session should operate under the motto of “Let’s make a deal.”\n\nAnd Republicans who Pelosi turns to for support should ask: “What’s in it for us?”"}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Louis Casiano", "title": "Patriot Prayer rally in Portland, Ore., leads to 6 arrests as groups clash", "description": "Dueling rallies in Portland, Ore., ended with members of the Patriot Prayer group and counter demonstrators clashing on Saturday, resulting in six arrests.", "url": "https://www.foxnews.com/us/six-arrested-in-dueling-portland-rallies-involving-patriot-prayer-group", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/pp1.jpg", "publishedAt": "2018-11-18T06:03:21Z", "content": "Dueling rallies in Portland, Ore., ended with members of the Patriot Prayer group and counter-demonstrators clashing on Saturday, resulting in six arrests. The day started with a rally downtown to support survivors of sexual assault where several in attendanc… [+1483 chars]", "fulltext": "Dueling rallies in Portland, Ore., ended with members of the Patriot Prayer group and counter-demonstrators clashing on Saturday, resulting in six arrests.\n\nThe day started with a rally downtown to support survivors of sexual assault where several in attendance spoke about their experiences, the Oregonian reported. Around 200 people attended.\n\nNearby, a \"Him Too\" rally, a counter to the #MeToo movement, hosted by Patriot Prayer member Haley Adams was underway with about 40 people in attendance.\n\nAdams said the gathering was to support men falsely accused of sexual assault, though some guest speakers spoke about freedom and a \"war on men.\" Once the rally ended, protesters allegedly began throwing bottles and flares and small scuffles broke out.\n\nA few demonstrators allegedly tossed smoke bombs as well, the paper reported. Police officers in riot gear separated the Patriot Prayer members and the black-clad counter-demonstrators.\n\nFOX 12 Oregon reported that six people were arrested. police identified them as Gary Fresquez, 52, on suspicion of disorderly conduct and two counts of interfering with a peace officer; Hannah R. McClintock, 19, charged with harassment., and four others - Ruben A Delahuerga, 25; Betsy Toll, 68; Elizabeth L. Cheek, 33; and Brittany N. Frost, 35 – charged with interfering with a peace officer.\n\nSaturday’s events came nearly a month after Patriot Prayer members and Antifa counter-demonstrators got into a bloody brawl outside a popular bar in the city.\n\nMembers of the conservative group had marched earlier that day calling for the ousting of Portland Mayor Ted Wheeler.\n\nWheeler has faced harsh criticism in recent months over his oversight of the city’s police department and how it responds to protests."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Dom Calicchio", "title": "Marilyn Monroe's Golden Globe sells for record $250G: report", "description": "", "url": "https://www.foxnews.com/entertainment/marilyn-monroes-golden-globe-sells-for-record-250g-report", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/08/23/694940094001_5826046865001_5826045827001-vs.jpg", "publishedAt": "2018-11-18T05:40:16Z", "content": "More than 56 years after her death, Marilyn Monroe is still making history. On Saturday, the late star’s Golden Globe award sold at auction for $250,000 – the highest price ever paid for a Golden Globe at auction, according to the Hollywood Reporter. In addit… [+1163 chars]", "fulltext": "More than 56 years after her death, Marilyn Monroe is still making history.\n\nOn Saturday, the late star’s Golden Globe award sold at auction for $250,000 – the highest price ever paid for a Golden Globe at auction, according to the Hollywood Reporter.\n\nIn addition, Monroe’s 1956 Ford Thunderbird, in raven black, sold for $490,000, the report said.\n\nMonroe bought the car straight from the factory in 1955 and drove in it with playwright Arthur Miller to their wedding in 1956, Fox News previously reported.\n\nOther Monroe items and their sale prices included a blouse and tie that Monroe wore at a Los Angeles press conference ($43,750); a copy of her first appearance in Playboy, autographed by Hugh Hefner ($32,000); and a pair of checkered pants ($31,250), according to the report.\n\nThe auction, titled “Icons & Idols: Hollywood,” was handled through Julien’s Auctions of Los Angeles. The same event also featured items from famed costume designer Bob Mackie, Marvel Comics creator Stan Lee, and movie costumes worn by stars such as Tom Hanks and George Clooney.\n\nA Stan Lee-autographed copy of a 1962 comic book featuring the first appearance by Spider-Man sold for $38,400, the report said.\n\nA previous auction of Marilyn Monroe items was held in Britain in September. That sale featured a typed receipt from Monroe’s psychiatrist, on personalized notepaper, dated just six weeks before Monroe’s death in 1962 at age 36."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Camp Fire death toll rises to 76, sheriff says", "description": "Five more sets of human remains were discovered in the Camp Fire blazing in Northern California, raising the death toll to 76, authorities said Saturday.", "url": "https://www.foxnews.com/us/death-toll-in-camp-fire-rises-to-76-sheriff-says", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/17/694940094001_5968379806001_5968381103001-vs.jpg", "publishedAt": "2018-11-18T04:41:27Z", "content": "Five more sets of human remains were discovered in the Camp Fire area in Northern California, raising the death toll to 76, authorities said Saturday. Of the newly discovered remains, one body was found in Concow, while the other four were located in Paradise… [+1911 chars]", "fulltext": "Five more sets of human remains were discovered in the Camp Fire area in Northern California, raising the death toll to 76, authorities said Saturday.\n\nOf the newly discovered remains, one body was found in Concow, while the other four were located in Paradise, Butte County Sheriff Kory Honea said.\n\nParadise, a town of about 27,000 residents, has been devastated as a result of the blaze that’s been ongoing since Nov. 8.\n\nA vigil for the victims from Paradise was being planned for Sunday afternoon at a church in Chico, about 14.5 miles west of Paradise.\n\nSixty-three of the 76 known fatalities from the fire have been “tentatively identified,” Honea said.\n\nThe tally of unaccounted-for individuals rose to 1,276, Honea said, while asking the public to check the list to see if their names are on it.\n\n“It's really very important for you to take a look at the list and call us if you're on the list and let us know,” Honea said.\n\nMore than 700 people who were once on the list have since been accounted for, he said.\n\nPresident Trump visited the fire-ravaged state Saturday to see firsthand the devastation left behind. He was accompanied by House Majority Leader Kevin McCarthy, R-Calif., and U.S. Reps. Doug LaMalfa and Ken Calvert, both R-Calif., as well as California Gov. Jerry Brown and Gov.-elect Gavin Newsom, both Democrats.\n\n\"Hopefully this is going to be the last of these because this was a really, really bad one,\" the president said while surveying the damage in Paradise.\n\nLast week, Trump sparked controversy when he blamed the wildfires on poor forest management, and threatened to withhold federal payments to the state.\n\n“There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor,” he tweeted. “Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests. Remedy now, or no more Fed payments!”\n\nThe president has since struck a less combative tone and has praised the region's firefighters and other first responders, as well as personnel from the Federal Emergency Management Agency (FEMA).\n\nFox News’ Adam Shaw contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Veteran among two people killed during World War II re-enactment plane crash - Fox News", "description": "Fox News Veteran among two people killed during World War II re-enactment plane crash Fox News Two people died Saturday during a World War II re-enactment show after the vintage plane they were in crashed in the parking lot of a Texas apartment complex, offic…", "url": "https://www.foxnews.com/us/veteran-among-two-people-killed-during-world-war-ii-re-enactment-plane-crash", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/plane-crash.jpg", "publishedAt": "2018-11-18T03:10:30Z", "content": "Two people died Saturday during a World War II re-enactment show after the vintage plane they were in crashed in the parking lot of a Texas apartment complex, officials said. The war-era North American Aviation P-51 Mustang crashed around 3:15 p.m. in Frederi… [+776 chars]", "fulltext": "Two people died Saturday during a World War II re-enactment show after the vintage plane they were in crashed in the parking lot of a Texas apartment complex, officials said.\n\nThe war-era North American Aviation P-51 Mustang crashed around 3:15 p.m. in Fredericksburg during the WWII Pacific Combat Program event, put on by the National Museum of the Pacific War.\n\nMuseum officials took to Twitter to confirm that both passengers on the plane, including one veteran, had been killed.\n\nFederal Aviation Administration spokesman Lynn Lunsford said the aircraft was destroyed and several automobiles were also damaged.\n\nThe FAA and the National Transportation Safety Board are investigating the crash, which happened just 70 miles north of San Antonio.\n\nThe Mustang was first built by North American Aviation in 1940 and was used by the U.S. military in World War II and the Korean War.\n\nIt was not immediately clear what caused the crash and the identities of the victims have not been released.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Fox News", "title": "Violence strikes Netherlands over black-face holiday figure, 'Black Pete'", "description": "Confrontations broke out on Saturday, scattered across the Netherlands, as supporters and critics clashed over a divisive helper of Santa Claus' Dutch cousin, Black Pete.", "url": "https://www.foxnews.com/world/violence-strikes-netherlands-over-black-face-holiday-figure-black-pete", "urlToImage": "https://static.foxnews.com/static/orion/styles/img/fox-news/og/og-fox-news.png", "publishedAt": "2018-11-18T02:27:03Z", "content": "Confrontations broke out or were narrowly averted on Saturday, scattered across the Netherlands, as supporters and critics clashed over a divisive helper of Santa Claus' Dutch cousin. The sidekick's name? Black Pete. To evoke the controversial figure, white p… [+1315 chars]", "fulltext": "Confrontations broke out or were narrowly averted on Saturday, scattered across the Netherlands, as supporters and critics clashed over a divisive helper of Santa Claus' Dutch cousin.\n\nThe sidekick's name? Black Pete.\n\nTo evoke the controversial figure, white people often daub their faces with black paint. Opponents say such depictions of Black Pete promote racist stereotypes. Supporters defend the assistant to Sinterklaas, the white-bearded, red-robed Dutch iteration of jolly old St. Nick, as a traditional children's character not intended to cause harm.\n\nAccording to The Associated Press, while a nationally televised Sinterklaas parade held north of Amsterdam proceeded peacefully, there were clashes ar smaller parades across the country. For instance, police in Rotterdam tweeted that they'd made three arrests as supporters of Black Pete clashed with anti-Pete protesters. In a similar vein, in the northern city of Leeuwarden, authorities said they'd \"prevented two groups getting into a fight.\" And in the nearby community of Groningen, police separated two groups of protesters to prevent a confrontation, AP reported.\n\nPolice in The Hague said riot police kept activists representing both sides of the debate separate as they were escorted to the city's main railway station.\n\nDutch media also reported that soccer fans confronted a small group of anti-Pete protesters in the southern city of Eindhoven.\n\nPrime Minister Mark Rutte had appealed for calm on Friday, saying: \"I think society agrees on one thing: we grant children the magic of the Sinterklaas party.\""}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "Biden family adopts new pup named Major, Delaware Humane Association says - Fox News", "description": "Fox News Biden family adopts new pup named Major, Delaware Humane Association says Fox News The Bidens have welcomed a furry new addition to their family, an adopted pup named Major, an animal organization said. The Delaware Humane Association (DHA) announced…", "url": "https://www.foxnews.com/lifestyle/biden-family-adopts-new-pup-named-major-delaware-humane-association-says", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/AP18321681177758.jpg", "publishedAt": "2018-11-18T01:44:31Z", "content": "The Bidens have welcomed a furry new addition to their family, an adopted pup named Major, an animal organization said. The Delaware Humane Association (DHA) announced via Facebook Saturday that Major had found “his forever home” with the former vice presiden… [+1198 chars]", "fulltext": "The Bidens have welcomed a furry new addition to their family, an adopted pup named Major, an animal organization said.\n\nThe Delaware Humane Association (DHA) announced via Facebook Saturday that Major had found “his forever home” with the former vice president’s family.\n\n“The Bidens have gotten to know Major while fostering him and are now ready to make the adoption official,” the organization said. “Best of luck and thank you for being one of our Friends for life!”\n\nDOG WHO BEGS FOR LITTLE CAESARS PIZZA IS OUTFITTED WITH ‘DON’T FEED ME PIZZA’ TAG\n\nMajor, a German shepherd, found his way to the DHA after he and five other puppies were “exposed to something toxic” where they’d been living, the organization said, adding that the dogs were given “lifesaving medical care.”\n\nAfter the group posted on social media earlier this year about the litter of sick German shepherd pups, Biden got in touch to see if he could help, director of animal care Kerry Bruni told The Associated Press.\n\nMASSACHUSETTS MAYOR TAKES DOG DYING OF CANCER ON CROSS-COUNTRY ROAD TRIP\n\nAll six puppies, including Major, have been adopted, Executive Director Patrick Carroll said in the post, adding that it was “an honor for us to adopt a puppy to Vice President Joe Biden and Dr. Jill Biden.”\n\nThe organization shared photos of the occasion in their post, including one of a smiling Biden as he and his furry friend left the building.\n\nThe Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Elizabeth Zwirz", "title": "State Department says reports about 'final conclusion' on Khashoggi 'are inaccurate'", "description": "The State Department on Saturday insisted that the U.S. had not yet reached a determination regarding the death of writer and activist Jamal Khashoggi, adding that there are \"numerous unanswered questions.\"", "url": "https://www.foxnews.com/world/state-department-says-reports-about-final-conclusion-on-khashoggi-are-inaccurate", "urlToImage": "https://media2.foxnews.com/BrightCove/694940094001/2018/11/18/694940094001_5968473155001_5968467596001-vs.jpg", "publishedAt": "2018-11-18T00:18:12Z", "content": "The State Department on Saturday insisted that despite recent reports, the U.S. had not yet reached a determination regarding the death of writer and activist Jamal Khashoggi, and that there remain “numerous unanswered questions.” The department’s statement c… [+3164 chars]", "fulltext": "The State Department on Saturday insisted that despite recent reports, the U.S. had not yet reached a determination regarding the death of writer and activist Jamal Khashoggi, and that there remain “numerous unanswered questions.”\n\nThe department’s statement came a day after The Wall Street Journal said the CIA had determined that Khashoggi’s death came at the directive of Saudi Crown Prince Mohammed bin Salman (MBS). That story was first reported on by The Washington Post.\n\nThe Saudi government has denied the claim, according to The Associated Press.\n\n“The United States government is determined to hold all those responsible for the killing of Jamal Khashoggi accountable. Recent reports indicating that the U.S. government has made a final conclusion are inaccurate,” State Department spokesperson Heather Nauert said in the Saturday statement. “There remain numerous unanswered questions with respect to the murder of Mr. Khashoggi. The State Department will continue to seek all relevant facts.”\n\nCIA DETERMINES KHASHOGGI’S DEATH WAS ORDERED BY SAUDI CROWN PRINCE MOHAMMED BIN SALMAN: REPORT\n\nSeparately, a U.S. government official told Fox News that no final assessment or conclusion has been reached, nor has a “smoking gun” been found. Policymakers have been briefed on current intel, the official said.\n\nThe CIA’s reported conclusion came as a result of “an understanding of how Saudi Arabia works,” a U.S. official with knowledge of the situation told The Journal. Khashoggi’s death “would not and could not have happened” if MBS was not connected, an official told the outlet.\n\nThe CIA did not offer a comment on the story when contacted by Fox News on Friday.\n\nSeparately, a government official told Fox News on Friday that the Khashoggi assessment was not a public document and was not aware of plans to make it public. The official said the intelligence has been briefed at very senior levels.\n\nKhashoggi was killed last month in the Saudi Consulate in Turkey. Saudi Arabia previously claimed that he was killed in a fight.\n\nTREASURY SLAPS SANCTIONS ON SAUDI OFFICIALS OVER DEATH OF JAMAL KHASHOGGI\n\nOn Thursday, the Treasury Department announced it was sanctioning 17 Saudi government officials over Khashoggi’s death.\n\nPresident Trump, while aboard Air Force One on Saturday, spoke on the phone with Secretary of State Mike Pompeo and CIA Director Gina Haspel, according to White House Press Secretary Sarah Sanders.\n\nThe president flew to California on Saturday to visit with those affected by the massive and lethal wildfires there. The inferno burning in the northern part of the state has killed at least 71 people. But before he left he spoke to reporters about the Khashoggi story, telling them that when it came to the crown prince, “as of this moment we were told that he did not play a role. We're going to have to find out what they have to say.\"\n\nAlso on Thursday, Foreign Minister Adel al-Jubeir of Saudi Arabia insisted that the crown prince did not play a role in the Washington Post contributor's death.\n\nFox News’ Rich Edson, Catherine Herridge, Adam Shaw and Matt Richardson and The Associated Press contributed to this report."}, {"source": {"id": "fox-news", "name": "Fox News"}, "author": "Paulina Dedaj", "title": "Yale University sued for allegedly removing depressed student to avoid negative press - Fox News", "description": "Fox News Yale University sued for allegedly removing depressed student to avoid negative press Fox News A Yale grad is suing the Ivy League institution, alleging that she was involuntarily held for treatment and eventually removed from campus after seeking co…", "url": "https://www.foxnews.com/us/yale-university-sued-for-allegedly-removing-depressed-student-to-avoid-negative-press", "urlToImage": "https://static.foxnews.com/foxnews.com/content/uploads/2018/11/Yale.jpg", "publishedAt": "2018-11-18T00:04:39Z", "content": "A Yale grad is suing the Ivy League institution, alleging that she was involuntarily held for treatment and eventually removed from campus after seeking counseling for depression because administrators wanted to avoid further damaging publicity following two … [+1946 chars]", "fulltext": "A Yale grad is suing the Ivy League institution, alleging that she was involuntarily held for treatment and eventually removed from campus after seeking counseling for depression because administrators wanted to avoid further damaging publicity following two student suicides.\n\nA lawsuit filed in a New Jersey federal court on Nov. 5 details the allegation made by a woman, identified only as Z.P., that the school violated her constitutional rights and unlawfully held her for treatment at Yale-New Haven Hospital before placing her on mandatory medical leave during her senior year, The Yale Daily News reported.\n\nAccording to court documents, Z.P. spoke to her religious adviser in November 2016 and shared that she was upset that the school had returned to relative normalcy quickly after two students committed suicide earlier that month.\n\nShe was advised to seek counseling, during which she was then told to admit herself to the hospital, The News reported.\n\nThe student followed the recommendations but, according to court documents, she was not made aware that after admitting herself, she could be involuntarily held. She also claims that hospital staff illegally gave her medical information to Yale officials -- something she says led to her being placed on medical leave.\n\nThe News reported that Yale University can put students on leave if school officials find that they are a “danger to self or others because of a serious medical problem.”\n\nZ.P. did not finish out the fall 2016 semester and was not allowed to return until the following year, when she was finally able to graduate in the Spring.\n\nA Yale spokeswoman declined to comment, citing pending litigation, according to The Associated Press, but the plaintiff’s lawyer, Robert De Groot, says that his client was asked to leave only because the school was concerned about another suicide and additional damaging attention in the media.\n\n\"This was not done to assist this young woman,\" De Groot told the student newspaper. \"This was done to protect (Yale's) own image from being tarnished.\"\n\nThe lawsuit seeks damages connected to the violation of the federal Americans with Disabilities Act.\n\nThe Associated Press contributed to this report."}]