[{"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Democrat Andrew Gillum concedes to Republican Ron DeSantis in Florida governor's race", "description": "Andrew Gillum, the mayor of Tallahassee, posted a live video on Facebook on Saturday afternoon in which he congratulated GOP Congressman Ron DeSantis on his victory.", "url": "https://www.cnbc.com/2018/11/17/democrat-andrew-gillum-concedes-to-republican-ron-desantis-in-florida.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/22/105521882-1540234503953rtx6g12e.1910x1000.jpg", "publishedAt": "2018-11-17T22:37:00Z", "content": "Tallahassee Mayor Andrew Gillum conceded Florida's governor's race on Saturday as a recount of ballots neared its end, and the Democrat congratulated Republican former Congressman Ron DeSantis on becoming the state's next governor. \"This has been the journey … [+937 chars]", "fulltext": "Tallahassee Mayor Andrew Gillum conceded Florida's governor's race on Saturday as a recount of ballots neared its end, and the Democrat congratulated Republican former Congressman Ron DeSantis on becoming the state's next governor.\n\n\"This has been the journey of our lives. We've been so honored by the support that we've received,\" Gillum said in a video statement. \"We know that this fight continues, in spite of the outcome of this election.\"\n\nGillum posted a live video on Facebook on Saturday afternoon in which he congratulated DeSantis. Gillum had conceded to DeSantis on election night, but retracted it after the margin between the two candidates narrowed. The race went to a legally required recount, but after an initial machine recount DeSantis still led Gillum by more than 30,000 votes.\n\nGillum isn't saying what he plans to do next.\n\n\"Stay tuned,\" he said in his brief remarks. Nonetheless Gillum says he will remain politically active, adding \"the fight for Florida continues.\"\n\nGillum's announcement came hours after President Donald Trump said on Twitter that Gillum will be a \"strong Democrat warrior\" and a \"force to reckon with.\"\n\n--The Associated Press contributed to this article."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "The Associated Press", "title": "Trump tours devastation wrought by 'monster' California wildfire", "description": "From the ashes of a mobile home and RV park, President Donald Trump said Saturday he came to the heart of California's killer wildfire to fully grasp the scale of the desolation wrought on the landscape.", "url": "https://www.cnbc.com/2018/11/17/trump-tours-devastation-wrought-by-monster-california-wildfire.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/17/105580567-1542493515647rts26fbb.1910x1000.jpg", "publishedAt": "2018-11-17T22:31:00Z", "content": "The president has long voiced skepticism about man's impact on the climate and has been reluctant to assign blame to a warming earth for the increase in the frequency and intensity of natural disasters. At least 71 people died across Northern California, and … [+5035 chars]", "fulltext": "The president has long voiced skepticism about man's impact on the climate and has been reluctant to assign blame to a warming earth for the increase in the frequency and intensity of natural disasters.\n\nAt least 71 people died across Northern California, and authorities are trying to locate more than 1,000 people, though not all are believed missing. More than 5,500 fire personnel were battling the blaze that covered 228 square miles (590 square kilometers) and was about 50 percent contained, officials said.\n\nFor Trump, it was a day to comfort a state grieving from twin tragedies, wildfires in both Northern and Southern California as well as a mass shooting at a popular college bar north of Los Angeles.\n\nWearing a camouflage \"USA\" hat, Trump gazed solemnly at the devastation in Paradise.\n\nSeveral burned-out buses and cars were nearby. Trees were burned, their branches bare and twisted. Homes were totally gone; some foundations remained, as did a chimney and, in front of one house, a Mickey Mouse lawn ornament. The fire was reported to have moved through the area at 80 mph.\n\n\"It's going to work out well, but right now we want to take of the people that are so badly hurt,\" Trump said visiting what remained of the Skyway Villa Mobile Home and RV Park. He noted \"there are areas you can't even get to them yet\" and the sheer number of people unaccounted for.\n\n\"I think people have to see this really to understand it,\" Trump said.\n\nThe president later toured an operation centers, met with response commanders and praised the work of firefighters, law enforcement and representatives of the Federal Emergency Management Agency.\n\n\"We've never seen anything like this in California,\" he said. \"It's total devastation.\"\n\nTrump took a helicopter tour en route to Chico before he toured Paradise. A full cover of haze and the smell of smoke greeted the president upon his arrival at Beale Air Force Base near Sacramento.\n\n\"They're out there fighting and they're fighting like hell,\" Trump said of the first responders.\n\nHe pledged that Washington would do its part by coming to the Golden State's aid and urged the House's Republican leader, Rep. Kevin McCarthy of California, a Trump ally and frequent White House visitor, to \"come to the office\" to help secure the needed funding.\n\nTrump, who left Washington early Saturday and didn't expect to return to the White House until well past midnight, planned to travel several hundred miles south to visit with victims of a recent country music bar shooting. A gunman killed a dozen people at the Borderline Bar & Grill in Thousand Oaks on Nov. 7 before committing suicide.\n\nTrump long has struggled to convey empathy to victims of national disasters and tragedies. His first reaction to the fires came in a tweet last week that drew criticism as unnecessarily critical and tone-deaf given the devastation: \"There is no reason for these massive, deadly and costly forest fires in California except that forest management is so poor. Billions of dollars are given each year, with so many lives lost, all because of gross mismanagement of the forests.\"\n\nNature and humans share blame for the wildfires, but fire scientists are divided as to whether forest management played a major role. Nature provides the dangerous winds that have whipped the fires, the state has been in a drought and human-caused climate change over the long haul is killing and drying the shrubs and trees that provide the fuel.\n\nHe stuck to that theme in his remarks just before departing on Saturday when he outlined what he planned to discuss with Gov. Jerry Brown and Gov-elect Gavin Newsom, both Democrats: \"We will be talking about forest management. ... The one thing is that everybody now knows that this is what we have to be doing and there's no question about it. It should have been done many years ago, but I think everybody's on the right side.\"\n\nTrump, who has long feuded with the political leaders of heavily Democratic California over issues such as immigration and voting, also has threatened to withhold federal payments to the state. After being criticized for his response, Trump has shifted gears, expressing words of encouragement to first responders and those of sympathy for hit victims.\n\nBut when he was asked by Fox News in an interview set to air Sunday whether climate change played a role in the number of serious fires, he said \"maybe it contributes a little bit. The big problem we have is management.\"\n\nBrown and Newsom welcomed the president's visit, with the governor suggesting they set aside political differences since it \"now is a time to pull together for the people of California.\"\n\nBrown, a fierce advocate of addressing climate change, did not respond to Trump's statement that he has not changed his mind on the matter but pointed to several causes and they need to deal with them.\n\n\"If you really look at the facts, from a really open point of view, there are a lot of elements to be considered,\" Brown said after Trump spoke. \"The president came, he saw and I'm looking forward over the next months and beyond to really understand this threat of fire, the whole matter of drought and all the rest of it. It's not one thing, it's a lot of things and I think that if we just open our minds and look at things we'll get more stuff done.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jacob Pramuk", "title": "Democrats won the House — now the hard part is deciding what to do with their new power", "description": "With some exceptions, the Democratic House majority will pursue incremental rather than radical change ahead of a 2020 election in which they do not want to alienate moderate voters who helped them to win the House.", "url": "https://www.cnbc.com/2018/11/17/house-democrats-prepare-for-majority-after-midterm-election-wins.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105578945-1542377121820gettyimages-1067494580.1910x1000.jpeg", "publishedAt": "2018-11-17T22:02:00Z", "content": "They also appear set to launch various investigations into the president and his Cabinet. And although a handful of House Democrats such as Waters have pushed for Trump's impeachment, Pelosi and other leaders of the caucus have dismissed that prospect. They w… [+2318 chars]", "fulltext": "During the start of new House member orientation Tuesday, Alexandria Ocasio-Cortez once again stole the spotlight.\n\nThe 29-year-old representative-elect and architect of one of the most shocking primary election upsets ever joined protesters in the office of House Minority Leader Nancy Pelosi to demand action on climate change. The self-proclaimed Democratic Socialist railed against Amazon after the corporate titan announced plans to open offices near her deep blue Queens, N.Y., district. Fox News plastered her face on segments warning about the dangers of a \"radical\" agenda.\n\nAt the same time, a less well-known group of freshman Democrats descended on Washington after the party won a House majority in last week's midterm elections. The candidates who flipped at least 35 GOP-held districts include women who spent time in the military and CIA and a former NFL player. Many of those candidates adopted some liberal positions, but ran as pragmatists committed to working across the aisle, if necessary, to reduce health care costs, protect the social safety net and boost wages, among other priorities.\n\nWhen the group of fresh faces takes office in January, it will set up another debate about just what the party should do with its power — and what voters want in the era of President Donald Trump.\n\nUnabashed liberals including Ocasio-Cortez grabbed headlines across the country by winning a handful of blue House districts and running neck and neck with the GOP in statewide races in Florida, Georgia and Texas. Activists cheered progress by candidates who endorsed some form of free public college, expanded access to Medicare or a minimum wage increase. Republicans led by Trump, in turn, used these candidates to try to stoke alarm that Democrats would lead the country to socialism and ruin.\n\n\"Remember, [Pelosi] also has a new group coming in that is much more left, that many have identified as socialism. One of the newest members went to [Pelosi's] office not to sit down and meet with her, but to join the protesters,\" incoming House Minority Leader Kevin McCarthy told CNBC's \"Squawk Box\" on Thursday morning, referencing Ocasio-Cortez. \"That is a little crazy.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Trent Gillies", "title": "How to keep recycling from turning into 'wishcycling'", "description": "When people toss paper, glass or plastic in the correct recycling bin, they're confident in doing their part to save the planet.  However, experts say the problem is a lot of the wrong materials are ending up in the recycling bin – thus driving up the cost to…", "url": "https://www.cnbc.com/2018/11/16/how-to-keep-recycling-from-turning-into-wishcycling.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/08/13/105394099-1534191235417gettyimages-931514572.1910x1000.jpeg", "publishedAt": "2018-11-17T21:00:00Z", "content": "The Recycling Partnership has more than 40 funding partners, including some of the largest global companies such as Coca-Cola, PepsiCo, Keurig Dr. Pepper, Target, Proctor &amp; Gamble, ExxonMobil, Amazon, International Paper and Starbucks. \"Part of the reason… [+2911 chars]", "fulltext": "The Recycling Partnership has more than 40 funding partners, including some of the largest global companies such as Coca-Cola, PepsiCo, Keurig Dr. Pepper, Target, Proctor & Gamble, ExxonMobil, Amazon, International Paper and Starbucks.\n\n\"Part of the reason why our organization was founded was to accept donations from companies to put to work in local government to build long standing solutions, because we know it's a big challenge for them to handle on their own,\" the CEO told CNBC.\n\nIn 2016, China was the destination for two-thirds of the world's plastic waste. But last year the country stopped buying recycled materials, because so much that arrived was contaminated.\n\n\"It's important to know why China stopped buying our stuff. Truth is we were sending them junky loads, we got very comfortable with sending them loads that were not pure recyclables,\" Harrison said.\n\n\"And now that we're shifting our markets to the domestic market, we are cleaning them up and that takes money,\" she said.\n\nHarrison added: \"Municipalities have never made serious money off of recyclables. They might have gotten some money back to offset the cost of collection, but this has been a cost for communities for years and they do it as a public service just like they supply clean water, good roads. This is part of what makes a healthy town.\"\n\nU.S. trash haulers and cities can't make money selling recyclables, suggesting the system might be broken. Harrison said it still works, but is in need of modernization.\n\n\"This is a shift of the entire industry, but it's not an indicator that the system is broken,\" she said. \"It's that it needs help to be healthy and robust for years to come.\"\n\nOver the last four years, the Recycling Partnership says it has reached 47 million households in 961 communities to \"increase access to recycling, increase capture of and quality of recyclables, decreasing contamination.\"\n\nHarrison said one of the biggest things people can do to recycle better is \"make sure that none of it is bagged. That's one of the most common things we see from consumers. They want to keep it nice and clean and tidy so they put recyclables in a bag and drop the entire bag into the recycling bin.\"\n\nBut since thin plastic bags can gum up processing machines, \"that's a challenge for MRFs (Materials Recycling Facilities),\" Harrison told CNBC. And since China is no longer buying U.S. recycling, Harrison acknowledged the model needs to change.\n\n\"I think there will be a change, (and) haulers, MRFs, processors, all these companies need to be profitable. This is not a goodwill exercise for them.\"\n\nHarrison said the U.S. recycling model is \"different than in other countries, it's at the expense of the local government to make (it) happen.\"\n\n\"20,000 local governments are each making their own decisions on how to handle recycling,\" Harrison explained. \"They don't always know where to start, that's why they look to us as a national nonprofit to bring them expertise, financial help and really tools that can help bridge this gap that we're currently facing in recycling.\"\n\n\n\nOn the Money airs on CNBC Saturday at 5:30 am ET, or check listings for air times in local markets.\n\n"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Sharon Epperson", "title": "Some retirement investors are getting proactive in a wild market — but here's why they shouldn't", "description": "The volatility in the U.S. and global equity markets has led some investors to make major moves in their retirement plans, but they may be trading more on emotion than their financial goals.", "url": "https://www.cnbc.com/2018/11/17/retirement-investors-ramp-up-trading-in-volatile-market.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/08/31/105427243-1535729872063gettyimages-150337694.1910x1000.jpeg", "publishedAt": "2018-11-17T20:48:00Z", "content": "After another week of roller coaster market action, investors may be looking at the balance in their 401(k) plan and wonder what they should do about their retirement savings. div &gt; div.group &gt; p:first-child\"&gt; The volatility in the U.S. and global eq… [+1818 chars]", "fulltext": "After another week of roller coaster market action, investors may be looking at the balance in their 401(k) plan and wonder what they should do about their retirement savings.\n\nThe volatility in the U.S. and global equity markets has led some \"buy-and-hold\" investors to make major moves in their retirement plans.\n\nDaily trading activity in 401(k) plans was more than double the normal level at the end of October, as the S&P 500 index tumbled and investors moved away from equities into fixed income, according to Alight Solutions.\n\nDaily 401(k) trading jumped again recently as the markets rebounded and investors moved back into equities, and stabilized a bit this week. While this daily trading activity represents a small fraction of total 401(k) balances in the U.S., data from Alight shows the past few weeks have seen some of the highest levels of trading since mid-April.\n\nHowever, Investors may be buying and selling in their 401(k)s on emotion instead of based on their financial goals, says Rob Austin, vice president of research at Alight.\n\n\"Rather than making a knee-jerk reaction to market swings in either direction, investors need to have an investment strategy in place that helps meet their short-and-long-term goals,\" Austin said. \"They need to stick to that game plan, even when times are tough.\" Often, that doesn't happen.\n\nLegg Mason surveyed 1,000 investors last summer who had at least $50,000 in investable assets. Nearly one in three investors admitted to making an emotional decision to sell in a 401(k) plan that they later regretted. And almost half of those who sold described their investment knowledge as \"expert or advanced.\"\n\nNo matter how much you know about investments, poor choices in other areas can do even more damage to your retirement. \"More often than not a 'retirement fail' is caused by decisions that bring immediate gratification but long term don't help you achieve what you most desire, mainly happiness and security,\" said financial advisor and \"Retirement Fail\" author Greg Sullivan."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Paul A. Eisenstein", "title": "Hit hard by trade war, automakers hoping Trump will hold off on new round of tariffs", "description": "The auto industry fears that new tariffs, on top of those already enacted on Chinese-made vehicles and imported aluminum and steel, could have a major negative impact on the American new car market. Consumers could be hit with higher prices that would put the…", "url": "https://www.cnbc.com/2018/11/16/automakers-hope-trump-will-hold-off-on-new-round-of-tariffs.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/08/01/105366433-1533086690485gettyimages-943705188.1910x1000.jpeg", "publishedAt": "2018-11-17T20:00:00Z", "content": "Still, there may be reasons for auto industry executives to relax a bit. On Friday, Chinese Commerce Ministry spokesman Gao Feng told reporters that \"high-level contacts between the two sides on economics and trade have resumed following the November 1 conver… [+1503 chars]", "fulltext": "Auto industry officials are cautiously breathing a sigh of relief after hearing word from Washington that the Trump administration may delay, possibly even scrub, a move that could impose new tariffs of up to 25 percent on imported vehicles and car parts.\n\nPresident Donald Trump met with his trade advisers on Tuesday to discuss, among other things, the status of a Commerce Department investigation into trade practices that began last May. It could result in sanctions under section 232 of the Trade Expansion Act if it's determined that auto imports pose a threat to national security. But critics, including virtually the entire auto industry, as well as several foreign leaders, have warned that such a move could touch off a much wider trade war.\n\nThe auto industry also fears that new tariffs, on top of those already enacted on Chinese-made vehicles and imported aluminum and steel, could have a major negative impact on the American new car market. Consumers could be hit with higher prices that would put the brakes on already declining car sales, hammering industry profits."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Falyn Page", "title": "Here's why black and white TV is not completely out of style — at least not in the UK", "description": "Although black and white television seems to be out of style, more than 7,000 households in the UK still use the monochromatic tv set.", "url": "https://www.cnbc.com/2018/11/15/black-and-white-tv-is-not-completely-out-of-style-in-the-uk.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/09/105565992-1541795400990gettyimages-3232851.1910x1000.jpeg", "publishedAt": "2018-11-17T20:00:00Z", "content": "Although black and white television is ancient history for most tech-savvy consumers, more than 7,000 households in the UK still use the monochromatic TV set. div &gt; div.group &gt; p:first-child\"&gt; The UK's licensing body, TV Licensing, revealed that curi… [+2155 chars]", "fulltext": "Although black and white television is ancient history for most tech-savvy consumers, more than 7,000 households in the UK still use the monochromatic TV set.\n\nThe UK's licensing body, TV Licensing, revealed that curious fact last week, underscoring that despite the overwhelming migration to streaming and high-definition TV units, a small subset of consumers in Britain still watch TV the old fashioned way.\n\nA licence is required by law to watch or record live TV programs on any channel using any type of device, including a TV, laptop, tablet and cellular device. According to TV Licensing's index, the most black and white licenses can be found in London at 1,768; followed by the West Midlands with 431 licenses, and Greater Manchester with 390.\n\nJason Hill, a spokesperson for TV Licensing, couldn't provide an exact reason for why some TV watchers still preferred black and white. However, he told CNBC that \"over half of the UK's TVs now connect to the internet, so it's interesting that more than 7,000 households still choose to watch their favorite shows on a black and white telly.\"\n\nSince its beginnings in 1967, many people have switched over to color transmissions. Yet as of the year 2000, there were still 212,000 households that watched shows using their black and white transmissions, according to TV Licensing data. Over the years this number has since declined drastically, but there are still people in the world who enjoy their monochromatic television.\n\nOne advantage of having a black and white licence over a color licence is that it's significantly cheaper. A black and white license holder is paying £50.50 a year (nearly $65), when compared to a color licence holder who is paying three times that price at £150.50 (or over $192) a year.\n\nMeanwhile, its clear that at least some watchers simply enjoy the colorless experience. Jeffrey Borinsky, a London-based television and radio technology historian, raved about his monochromatic televison to TV Licensing.\n\n\"There are hundreds of collectors like myself who have many black and white TVs. Who wants all this new-fangled [high-definition TVs], satellite dishes or a screen that's bigger than your room, when you can have glorious black and white TV!\"\n\nAlthough many stores no longer sale black and white tv sets, many are still offered on sites such as eBay, and at vintage shops around the world."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Laura Galligan", "title": "Why a new discovery means humans should keep an 'open mind' about extraterrestrial life", "description": "Scientists in Hawaii have detected the first object to enter our solar system from the outside. Although they were unable to get a clear look at it before it left, experts say its more likely to be a natural object we're never encountered rather than somethin…", "url": "https://www.cnbc.com/2018/11/17/oumuamua-why-humans-should-be-open-minded-about-life-in-outer-space.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/09/105565801-1541789275803oumuamua.1910x1000.jpg", "publishedAt": "2018-11-17T18:01:00Z", "content": "For the first time in history, scientists have detected the first interstellar object ever observed. div &gt; div.group &gt; p:first-child\"&gt; Several weeks ago, an elongated interstellar object named \"Oumuamua\" the first to enter the solar system was discov… [+3956 chars]", "fulltext": "For the first time in history, scientists have detected the first interstellar object ever observed.\n\nIn October 2017, an elongated interstellar object named \"Oumuamua\" — the first to enter the solar system — was detected by a survey telescope in Hawaii. A new study published this week in the Astronomical Journal, coauthored by scientists at NASA's Jet Propulsion Laboratory, uncovered new information that suggested there was a limit to how big Oumuamua actually is, and gave astronomers a better indication of its size.\n\nScientists have been looking for signs of extraterrestrial life for decades. So does the appearance of Oumuamua mean the elusive \"E.T\" has finally been detected? Perhaps: Experts say it is exceedingly unlikely, but the possibility can't be ruled out just yet.\n\n\"I personally think the odds are much better that is something natural, but I don't want to dismiss the possibility that it could be from an alien civilization. But we have to have an open mind,\" Michael Wall, a writer at Space.com and a biologist, told CNBC recently.\n\nScientists believe Oumuamua is shaped like a cigar, approximately 400 feet long and 40 feet wide. However, they are only able to guess based on its changing brightness as it spins.\n\nBut scientists' biggest unanswered question is the object's thickness. As far as the scientific community is aware, there is no naturally occurring object that is as big as Oumuamua that appears so thin at the same time, increasing the likelihood that it was created by another life form.\n\nGiven the speed the object is moving, experts believe that it may be a light sail — an object that is thin enough to be pushed by the sun or another star, almost like a plastic bag in the wind, according to Matija Cuk, a research scientist at the Search for Extraterrestrial Intelligence (SETI) Institute.\n\nSeth Shostak, a SETI research fellow, told CNBC that for that to be true, Oumuamua would have to be about a millimeter thick—about as thick as 5-10 sheets of paper stacked together.\n\nAccording to Wall, scientists originally hypothesized that Oumuamua was a comet or an asteroid. However, both theories were ruled out: Unlike comets studied here on earth, this object does not have a tail, nor jets of gas that a comet would normally emit.\n\nIf Oumuamua is not a comet or an asteroid, chances of it being a light sail increase. According to SETI's Cuk, it is possible that outside our solar system, composition of space objects are different.\n\n\"Maybe in other solar systems comets could be made differently,\" Cuk said. That suggests the object could be naturally occurring, despite the fact that nothing like it has ever been seen anywhere near earth before.\n\nShostak said there are likely many objects similar to Oumuamua in the depths of space. This time, the object \"hit the bullseye\" by reaching the earth's solar system.\n\n\"This implies a number of these things are drifting through the cosmos, as ubiquitous as fire hydrants,\" Shostak said.\n\nThese objects have also likely reached our solar system in the past and gone unnoticed. Scientists are building another telescope similar to the one in Hawaii that detected Oumuamua. Once it is completed in Chile, it will be used to search for similar objects.\n\n\"Unless a miracle has occurred, these are entering our solar system all the time. This is just the first one we've found,\" Shostak said. He acknowledged the alien hypothesis was plausible, adding that Oumuamua acted more like a rock than a spaceship.\n\n\"If they really wanted to target our solar system, they'd hang around longer and probably come closer to the earth,\" he said.\n\nScientists also would have been able to detect any sort of signal the object had if it were as advanced as a cell phone, Shostak said. That does not prove anything, but decreases the likelihood that it was deliberately sent.\n\nOumuamua is now drifting further away from our solar system. The longer the distance, the harder it will be for earthlings to study it. Yet as technology increases, scientists may discover more objects similar to Oumuamua, perhaps in the next three to ten years.\n\n\"If we don't keep finding them, this will be increasingly peculiar,\" Shostak said."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Alex Sherman", "title": "How a new breed of media companies is convincing people to pay for news again", "description": "For years, digital media companies wrestled with charging for their content. The pendulum might be swinging in the direction of subscriptions as paywalls gain popularity and ad-fueled businesses struggle.", "url": "https://www.cnbc.com/2018/11/17/subscription-news-services-flourish-as-google-facebook-dominate-ads.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105580080-1542415283208lessin-theinfo.1910x1000.jpg", "publishedAt": "2018-11-17T17:58:00Z", "content": "Comcast Ventures had seen enough. Years of researching business models, seeing their own portfolio's performance and watching digital media startups struggle had made an impression. For 2018, the venture capital firm made a decision: it would no longer put mo… [+2196 chars]", "fulltext": "Comcast Ventures had seen enough. Years of researching business models, seeing their portfolio's performance and watching digital media startups struggle had made an impression. The venture capital firm made a decision: unless it found an extraordinary idea or entrepreneur, it would no longer put seed money behind advertising-driven media companies.\n\n\n\n\"Starting an ad-supported business is really, really tough,\" said Daniel Gulati, a Comcast Ventures partner, in an interview. \"As a general thesis, we are not actively looking to invest in seed companies that have an advertising-based business model.\"\n\nIt's a shift in thinking for Comcast Ventures, which has put money behind advertising-based models before, including 2009 and 2010 investments in Vox Media and a 2016 funding of finance news network Cheddar. (Comcast Ventures is owned by Comcast, which also owns CNBC parent company NBCUniversal.)\n\nThe reason for the shift comes down to two tech giants: Facebook and Google. The duopoly has dominated digital advertising and both companies are only increasing in scale and market share.\n\nTheir targeting capabilities, given all of their data, is \"second to none,\" Gulati said. \"As their growth accelerates, the opportunity for new companies diminish.\"\n\nAs a result, subscription fees are hot -- a return to how most media (newspapers, magazines, cable TV) prospered for decades.\n\nThis week alone, New York Media, the owner of New York Magazine, announced its sites would be paywalled. That was soon followed by paywall announcements by Verizon's Yahoo Finance and Uzabase's Quartz. Bloomberg, Axel Springer's Business Insider, Conde Nast's Vanity Fair and Wired, and a bunch of other online magazines introduced or hardened their paywalls this year. The New York Times, Wall Street Journal (owned by News Corp), The Financial Times (owned by Nikkei) and The Washington Post (owned by Amazon CEO Jeff Bezos) made that decision even earlier.\n\n\"For many years, the popular narrative has been that readers simply weren't willing to pay for content online,\" said Eric Stromberg, a venture capitalist at Bedrock Capital.\n\n\"The only way to win was to build an engine of free articles that were monetized through ads and shared on social networks. Paywalls wouldn't scale. You were destined to have a niche audience if you had a paywall. We're starting to see a shift. I expect we'll see it more powerfully over the next few years.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jillian D'Onfro", "title": "Google Pixel phones can now take amazing pictures in the dark — here's a look", "description": "Google just launched the new Night Sight feature for its Pixel smartphones and it works almost unbelievably well.", "url": "https://www.cnbc.com/2018/11/17/google-pixel-3-night-sight-test-examples.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105580074-1542414281459cheers2.1910x1000.jpg", "publishedAt": "2018-11-17T17:54:00Z", "content": "Taking pictures on your smartphone in the dark is usually a lousy experience. div &gt; div.group &gt; p:first-child\"&gt; The photos often come out dull, discolored, or blurry, unless you use a flash, in which case you're stuck with an artificial shininess and… [+1171 chars]", "fulltext": "Taking pictures on your smartphone in the dark is usually a lousy experience.\n\nThe photos often come out dull, discolored, or blurry, unless you use a flash, in which case you're stuck with an artificial shininess and red eyes. Without a tripod and the know-how to manually adjust your phone's camera settings, capturing a dark scene that looks clear and authentic is tough. That's why the latest camera update for Google's Pixel phones feels so incredible.\n\nGoogle's just-launched Night Sight feature makes taking bright, crisp photos in the dark as easy as waiting a few extra moments after you press the shutter button. The app essentially takes a burst of sharp, dark photos and merges them together, while automatically rebalancing the colors to make them more accurate. After a couple evenings of testing, some of the results truly amazed me.\n\nWhile I took most of the following shots on the latest version of Google's Pixel, the camera update is also available for its two earlier models. That's what makes Night Sight particularly revolutionary: Google made these drastic improvements in low-light photography simply using software.\n\nTo use it, make sure that you've downloaded the latest version of the Pixel's camera app. The option to use Night Sight will either pop up automatically if you're taking a picture in a dark setting, or you can access it by hitting the \"more\" button:"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jessica Golden", "title": "Fitness app MIRROR pulls in $38 million in capital, using a reflection to boost your workout", "description": "Fitness start-up MIRROR uses a built-in video screen to project workout classes onto your mirror at home.", "url": "https://www.cnbc.com/2018/11/17/fitness-app-uses-a-mirror-to-give-workout-tips.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579762-1542399640800unknown-3.1910x1000.jpg", "publishedAt": "2018-11-17T17:18:00Z", "content": "The product costs $1500 up front, plus a $40 monthly subscription for unlimited live and on-demand classes. The business model is very similar to Peloton, the in-home spinning bike. But with MIRROR there is no bike, which opens up the exercises to be more bod… [+1260 chars]", "fulltext": "The product costs $1500 up front, plus a $40 monthly subscription for unlimited live and on-demand classes.\n\nThe business model is very similar to Peloton, the in-home spinning bike. But with MIRROR there is no bike, which opens up the exercises to be more body-weight focused. The most popular categories include yoga, pilates, boxing, cardio, strength, and stretch.\n\n\"I think our competitors like Peloton have done a great job demonstrating the market opportunity, demonstrating that two-thirds of Americans that work out do some sort of working out at home,\" said Putnam. \"For us, the big differentiator is we are a workout agnostic platform.\"\n\nBeyond just the everyday citizens who are buying the product, Putnam says MIRROR is catching on among professional athletes as well. \"They are using the mirror differently than we anticipated. Many of them are using it for off-season training, and they are exploring different types of fitness they may not otherwise do in a public setting. So you have baseball players taking a yoga class for the first time, or basketball players trying out boxing.\"\n\nMIRROR has raised $38 million in venture funding from top firms like Spark Capital and Lerer Hippeau, becoming the latest option in the $83 billion per year global fitness industry.\n\n\"We are the canvas you can explore any type of workout experience and eventually, potentially other experiences outside of fitness,\" Putnam told CNBC. \"I think for investors, they have been really excited about the possibilities for growth.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jessica Dickler", "title": "Here's how to get your taxes done for free", "description": "Even though the tax legislation has changed, you don't need to pay through the nose for help filing your return. In some cases, it's free.", "url": "https://www.cnbc.com/2018/11/16/how-to-get-your-taxes-done-for-free.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/04/10/102577474-56619722.1910x1000.jpg", "publishedAt": "2018-11-17T17:00:00Z", "content": "Even though the tax legislation has changed, you don't need to pay through the nose for help filing your return. In some cases, it's free. div &gt; div.group &gt; p:first-child\"&gt; In theory, the Tax Cuts and Jobs Act which roughly doubled the standard deduc… [+1445 chars]", "fulltext": "How to get your taxes done for free 2:16 PM ET Fri, 6 April 2018 | 01:16\n\nEven though the tax legislation has changed, you don't need to pay through the nose for help filing your return. In some cases, it's free.\n\nIn theory, the Tax Cuts and Jobs Act — which roughly doubled the standard deduction, did away with personal exemptions and trimmed individual income tax rates — should make it easier for tax payers to prepare ahead of the April 15 deadline, and without any added expenses.\n\nThe average charge for a professional to prepare an itemized Form 1040 (the standard federal income tax form) with Schedule A and a state tax return is about $273, according to the National Society of Accountants. The price quickly escalates for more complicated returns with additional forms.\n\nHowever, there are plenty of ways to do it at little or no cost at all.\n\nAmbitious filers can always tackle tax prep on their own by filling out the e-file forms the Internal Revenue Service — and in some cases, state tax departments — make available online.\n\nThe IRS also maintains a Free File program. It is administered through the Free File Alliance, a nonprofit organization of a dozen tax-prep service providers, including TurboTax, H&R Block and Jackson Hewitt.\n\nThe program, which walks you through your tax filings step by step, is geared toward low- and moderate-income taxpayers, with an adjusted gross income of $66,000 or less.\n\nFree File estimates that about 70 percent of taxpayers — roughly 100 million Americans — could qualify.\n\nLast year, however, only about 3 million used this service, which is a missed opportunity for millions of others, according to Tim Hugo, the alliance executive director.\n\n\"It's really just a question of awareness,\" he said."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Kate Fazzini", "title": "How Blackberry's buying of Cylance shows the company is getting serious about cybersecurity", "description": "Blackberry will acquire cybersecurity and endpoint defense company Cylance in a $1.4 billion deal", "url": "https://www.cnbc.com/2018/11/17/blackberry-cylance-buy-shows-its-shift-from-smartphones-to-security.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/18/105515813-1539887456654rtx6fcne.1910x1000.jpg", "publishedAt": "2018-11-17T16:54:00Z", "content": "Blackberry 's $1.4 billion deal to acquire cybersecurity company Cylance cements the smartphone pioneer's pivot to an exclusive focus on cybersecurity. div &gt; div.group &gt; p:first-child\"&gt; The Canadian company has made several other security acquisition… [+2032 chars]", "fulltext": "Blackberry's $1.4 billion deal to acquire cybersecurity company Cylance cements the smartphone pioneer's pivot to an exclusive focus on cybersecurity.\n\nThe Canadian company has made several other security acquisitions in recent years, but none as large as the Cylance deal announced on Friday. At over $1 billion, the move is a surprisingly large one, indicating the Blackberry will move further away from its devices, which still underpin a number of the company's existing enterprise security deals.\n\nBlackberry has made a rapid transition from a once-ubiquitous corporate smartphone provider, to a niche hardware player — and has become a nearly pure-play cybersecurity firm in less than five years.\n\nCylance is a well-established cybersecurity firm that provides antivirus, endpoint protection, original equipment manufacturing (OEM) and supply-chain security products. Cylance has around 100 subscriber-clients within the Fortune 500, and 3,500 enterprise clients, according to the statement from Blackberry. The company also has business in state and federal government agencies. Cylance will remain a separate business unit within Blackberry, according to the company.\n\nIn recent years, Blackberry has pulled resources away from its smartphone business, halting in-house manufacturing of the keyboard-and-screen handheld in 2016. It then shifted its focus to enterprise security software, chip-level security products for \"endpoints\" — including Android and iOS smartphones — and protection for the range of devices that fall into the \"internet of things\" (IoT). Blackberry has also focused its business on some of the biggest-ticket IoT devices, including connected cars.\n\nThe acquisition of Cylance, which has a security consulting business, may also give Blackberry more reach in the area of cybersecurity advisory services. Last year, Blackberry acquired U.K. security consulting firm Encription, in a deal with undisclosed terms.\n\nIt's not unusual for a non-security company known for some aspect of cybersecurity to attempt to grow its business in the increasingly lucrative space. However, Blackberry is one of the first companies to make a sharp and complete turn into a software and consulting cybersecurity business from a hardware background."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Colleen Kane", "title": "Slumping home prices are creating a buyers market in luxury homes", "description": "The rising inventory and falling prices naitonwide mean that discerning buyers can score deals on high-end property, for less than they could have otherwise.", "url": "https://www.cnbc.com/2018/11/14/slumping-home-prices-create-buyers-market-in-luxury-homes.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/14/105574665-1542226690268cpwview.1910x1000.jpeg", "publishedAt": "2018-11-17T16:00:00Z", "content": "For U.S. homeowners, the bad news in 2018 has been mounting, with rates on the rise and swaths of the real estate sector turning into a buyer's market. In some of the country's hottest segments, price gains have cooled definitively, with prices slashed and tu… [+841 chars]", "fulltext": "For U.S. homeowners, the bad news in 2018 has been mounting, with rates on the rise and swaths of the real estate sector turning into a buyer's market. In some of the country's hottest segments, price gains have cooled definitively, with prices slashed and turnover stagnating.\n\nThe phenomenon has even been chronicled on Instagram by an account called Cheap Old Homes, underscoring how many gems have suddenly become (relatively) more affordable, depending on the location. In softer markets like formerly white-hot Seattle, 22 percent of listings are at a reduced price and—for the first time in four years – a buyer was able to negotiate to buy house for less than the listed price.\n\nThe rising inventory and falling prices means that discerning buyers can score deals on high-end property, for less than they could have otherwise. Recently, CNBC canvassed a few markets where luxury prices have dropped. In five major cities cited by Realtor.com, prices on luxury properties are now considerably lower than the firm's luxury price index, which feature homes in the top 5 percent of that market's range."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Laura Begley Bloom, Special to CNBC", "title": "Long Island City — future home to Amazon HQ — is one NYC's hottest new spots for young people", "description": "Long Island City — one of New York City's hottest up and coming neighborhoods — is about to get a whole lot hotter, thanks to Amazon.", "url": "https://www.cnbc.com/2018/11/17/amazon-hq-long-island-city-is-cool-nyc-neighborhood-for-young-people.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/13/105570853-1542114302592gettyimages-1059173626.1910x1000.jpeg", "publishedAt": "2018-11-17T15:30:00Z", "content": "Brands like Macy's, Ralph Lauren, Gwynnie Bee and Madewell have opened offices in Long Island City, though the local retail tends toward boutiques and thrift stores. \"It's a melting pot in Long Island City,\" says TJ Kawamura, 25, a data science strategest for… [+1900 chars]", "fulltext": "Long Island City — one of New York City's hottest up-and-coming neighborhoods — is about to get a whole lot hotter, thanks to Amazon. The Seattle-based digital behemoth announced Tuesday that it had selected the Queens, New York, enclave as a location for its second headquarters and planned to make a $2.5 billion economic investment there, as well as create 25,000 jobs.\n\nBut this is just the latest news for LIC.\n\nIn 2017, Long Island City was America's fastest growing neighborhood, and it's the fastest growing one in New York City, with an increasingly young population (51 percent under the age of 34) who have been gentrifying the area. It's now home to over 150 restaurants, bars and cafes (some of them Michelin-starred); more than 39 arts and cultural institutions, including MoMA PS1, a leading modern art space; five waterfront parks; and 32 hotels, with 43 more in the works.\n\nOne person who has witnessed the neighborhood's transformation is Jonathan Forgash, 51, a local entrepreneur who runs culinary service Servana. He lives on the northern fringe of Long Island City and has been in the neighborhood since 1995, well before hipsters started crossing rivers and bridges to get there.\n\n\"For the longest time, Long Island City was a nothing neighborhood with a semi-industrial mix of businesses and some residents — it was a quiet place with the greatest views in the world,\" Forgash tells CNBC Make It.\n\n\"Then developers discovered that it's just one subway stop away from Manhattan.\"\n\nShiny glass condo towers started to rise around 2006, according to Eric Benaim, 40, founder of local real estate company Modern Spaces. The waterfront began to transform, thanks to green spaces like Gantry Plaza State Park, home to the landmark neon Pepsi-Cola sign. And critically acclaimed restaurants like M. Wells, in MoMA PS1's cafeteria, started popping up too."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Courtney Connley", "title": "Yvonne Orji landed her role on HBO's 'Insecure' with no agent, no manager and zero acting experience", "description": "At the Glamour Women of the Year Summit, Yvonne Orji revealed that when she landed the role of Molly on HBO's \"Insecure,\" she had no agent, no manager and zero acting experience.", "url": "https://www.cnbc.com/2018/11/16/yvonne-orji-landed-her-insecure-role-without-an-agent-or-a-manager.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579169-1542382454657gettyimages-1060225902.1910x1000.jpeg", "publishedAt": "2018-11-17T15:00:00Z", "content": "\"I said 'yes' to the temp job I hated [that] allowed me to perform comedy at night,\" she said. \"I said 'yes' to taking over a stand-up show in New York City. I said 'yes' to a residency in a college production in Richmond, Virginia, that gave me two days to g… [+1639 chars]", "fulltext": "\"I said 'yes' to the temp job I hated [that] allowed me to perform comedy at night,\" she said. \"I said 'yes' to taking over a stand-up show in New York City. I said 'yes' to a residency in a college production in Richmond, Virginia, that gave me two days to get there. I said 'yes' to being a writer in the writers' room for a TV show in L.A.\"\n\nShe explains that \"there was a lot of hustle and there was a lot of setbacks,\" but she refused to give up. When the show she was writing for got cancelled, Orji started to think of ways to create her own opportunities. In 2016, she developed a series called \"First Gen,\" based on her own life, about a Nigerian woman who drops out of medical school to pursue a career in comedy.\n\nThough the series was never picked up by a network (Orji released the videos on YouTube) it was her work on \"First Gen,\" she says, that served as her audition tape for \"Insecure.\"\n\n\"It's what Issa [Rae] was able to see and turn to the producers and say, 'Give her a shot,'\" she said. \"I didn't have an agent, manager, anything. I had never acted. So this is HBO — Home Box Office — this is not, like, a small production. And this thing that I hunkered down and accomplished was what Issa was able to be like, 'Let's try her out!'\"\n\nNow, as she gears up for the show's fourth season, Orji says she's happy that she listened to that inner voice that kept pushing her to keep going.\n\n\"Inside all of us exists some kind of compass — whether it's divine or otherwise — but it's something desperately trying to navigate you and all of us to the life we know we were destined to live,\" she said. \"I think the choice is pretty simple: Keep letting fear sidetrack you, or take what you've been given, maybe even told from God above, and say 'yes.'\"\n\nLike this story? Subscribe to CNBC Make It on YouTube!\n\nDon't miss: Mindy Kaling reveals how she learned to be confident — and why it's key to success"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Annie Nova", "title": "Former Amazon recruiters share insider tips on how to land a job there", "description": "Amazon announced this month  it will open two new headquarters, one in New York City, and the other in northern Virginia, and that the average salary will be more than $150,000. CNBC talked with former recruiters at the e-commerce giant about what candidates …", "url": "https://www.cnbc.com/2018/11/17/former-amazon-recruiters-share-their-tips-on-how-to-land-a-job-there.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/13/105571988-1542142163307logoofamazon.1910x1000.jpg", "publishedAt": "2018-11-17T14:00:00Z", "content": "Ryan was a recruiter at Amazon for more than three years. He said the best way to apply for a job at the company is on its careers website, and added that people should reach out directly to recruiters, as well. \"Most recruiters, especially at Amazon, where y… [+1172 chars]", "fulltext": "Amazon will soon have more than 50,000 jobs to fill.\n\nThe company announced this month it will open two new headquarters, one in New York City, and the other in northern Virginia, and that the average salary will be more than $150,000.\n\nWondering if you could be a contender?\n\nCNBC talked with former recruiters at the e-commerce giant about what candidates should expect. They spoke on the condition of anonymity because they're bound by agreements not to speak publicly about their time at the company."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Megan Leonhardt", "title": "Here's how much Thanksgiving food $50 buys you at Acme, Aldi, Trader Joe's, Walmart and Whole Foods", "description": "How Acme, Aldi, Trader Joe's, Walmart and Whole Foods stacked up when I tried to spend just $50 to feed eight people for Thanksgiving.", "url": "https://www.cnbc.com/2018/11/16/50-dollars-for-thanksgiving-food-at-aldi-trader-joes-walmart-whole-foods.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/14/105574541-1542222857262img_2013.1910x1000.jpg", "publishedAt": "2018-11-17T14:00:00Z", "content": "If you've ever hosted Thanksgiving dinner, you know that it can be expensive. This year, hosts will spend an average of $31 per guest, according to a new report from LendingTree. But a dinner featuring staples like turkey and mashed potatoes doesn't need to b… [+1238 chars]", "fulltext": "If you've ever hosted Thanksgiving dinner, you know that it can be expensive. This year, hosts will spend an average of $31 per guest, according to a new report from LendingTree. But a dinner featuring staples like turkey and mashed potatoes doesn't need to be that pricey, as long as you're willing to make some things from scratch and stick to a budget: the American Farm Bureau Federation estimates the average 10-person meal costs $48.90. Their menu includes turkey, gravy, stuffing, sweet potatoes, rolls, peas, cranberry sauce, as well as a vegetable tray as an appetizer and pumpkin pie and coffee for dessert.\n\nI set out to determine if I could split the difference and feed eight for under $50.\n\nThat's a lot of food for not a lot of money, especially since I live in New York, where food prices are higher than the national average. Taking a cue from the Farm Bureau, I opted for a straightforward menu consisting of turkey, stuffing, mashed potatoes, gravy, green bean casserole, cranberry sauce and crescent rolls, as well as apple pie for dessert (sorry, not a fan of pumpkin). Oh, and coffee.\n\nThe final shopping list for Thanksgiving dinner came to 22 items. For the purposes of my test I assumed that I would already have on hand pantry staples like flour, sugar, oil, salt and pepper. I took that list to five popular grocery chains: Acme, Aldi, Trader Joe's, Walmart and Whole Foods.\n\nHere's how much I was able to get for $50 at each store."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Trump to discuss Khashoggi murder with Sec of State Pompeo, CIA", "description": "U.S. President Donald Trump said he had not yet been briefed on the CIA's conclusions regarding the murder of Saudi journalist Jamal Khashoggi, but that he would speak with Secretary of State Mike Pompeo and the CIA about the issue later on Saturday.", "url": "https://www.cnbc.com/2018/11/17/trump-to-discuss-khashoggi-murder-with-sec-of-state-pompeo-cia-.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579562-1542392126225gettyimages-1062364580.1910x1000.jpeg", "publishedAt": "2018-11-17T13:26:00Z", "content": "U.S. President Donald Trump said he had not yet been briefed on the CIA's conclusions regarding the murder of Saudi journalist Jamal Khashoggi, but that he would speak with Secretary of State Mike Pompeo and the CIA about the issue later on Saturday. The CIA … [+1105 chars]", "fulltext": "President Donald Trump awaited a briefing Saturday from the CIA on the death of journalist Jamal Khashoggi after a U.S. official said American intelligence agencies had concluded that Saudi Crown Prince Mohammed bin Salman ordered the killing.\n\nThe Saudi government has denied that claim.\n\n\"We haven't been briefed yet. The CIA is going to be speaking to me today,\" Trump told reporters before leaving the White House for a visit to California. \"As of this moment we were told that he did not play a role. We're going to have to find out what they have to say.\"\n\nTrump said he will be talking with \"the CIA later and lots of others\" while he was on Air Force One, and would also speak with Secretary of State Mike Pompeo. In his remarks outside the White House, the president spoke of Saudi Arabia as \"a truly spectacular ally in terms of jobs and economic development.\"\n\n\"I have to take a lot of things into consideration\" when deciding what measures to take against the kingdom.\n\nTrump's remarks came as the State Department on Saturday said the U.S. government has not made a final conclusion on who was involved in Kashoggi's killing.\n\n\"Recent reports indicating that the U.S. government has made a final conclusion are inaccurate,\" State Department spokeswoman Heather Nauert said in a statement. \"There remain numerous unanswered questions with respect to the murder of Mr. Khashoggi.\"\n\nNauert said the State Department will continue to seek facts and work with other countries to hold those involved in the journalist's killing accountable \"while maintaining the important strategic relationship between the United States and Saudi Arabia.\"\n\nThe intelligence agencies' conclusion will bolster efforts in Congress to further punish the close U.S. ally for the killing. The Trump administration this past week penalized 17 Saudi officials for their alleged role in the killing, but American lawmakers have called on the administration to curtail arms sales to Saudi Arabia or take other harsher punitive measures.\n\nThe U.S. official familiar with the intelligence agencies' conclusion was not authorized to discuss it publicly and spoke only condition of anonymity Friday. The conclusion was first reported by The Washington Post.\n\nSaudi Arabia's top diplomat has said the crown prince had \"absolutely\" nothing to do with the killing.\n\nVice President Mike Pence told reporters traveling with him at a summit of Pacific Rim nations in Papua New Guinea that he could not comment on \"classified information.\" He said Saturday \"the murder of Jamal Khashoggi was an atrocity. It was also an affront to a free and independent press, and the United States is determined to hold all of those accountable who are responsible for that murder.\"\n\nThe United States will \"follow the facts,\" Pence said, while trying to find a way of preserving a \"strong and historic partnership\" with Saudi Arabia.\n\nKhashoggi, a Saudi who lived in the United States, was a columnist for the Post and often criticized the royal family. He was killed Oct. 2 at the Saudi Consulate in Istanbul. Turkish and Saudi authorities say he was killed inside the consulate by a team from the kingdom after he went there to get marriage documents.\n\nThis past week, U.S. intelligence officials briefed members of the Senate and House intelligence committees, and the Treasury Department announced economic sanctions on 17 Saudi officials suspected of being responsible for or complicit in the killing.\n\nAmong those targeted for sanctions were Mohammed al-Otaibi, the diplomat in charge of the consulate, and Maher Mutreb, who was part of the crown prince's entourage on trips abroad.\n\nThe sanctions freeze any assets the 17 may have in the U.S. and prohibit any Americans from doing business with them.\n\nAlso this past week, the top prosecutor in Saudi Arabia announced he will seek the death penalty against five men suspected in the killing. The prosecutor's announcement sought to quiet the global outcry over Khashoggi's death and distance the killers and their operation from the kingdom's leadership, primarily the crown prince.\n\nTrump has called the killing a botched operation that was carried out very poorly and has said \"the cover-up was one of the worst cover-ups in the history of cover-ups.\"\n\nBut he has resisted calls to cut off arms sales to the kingdom and has been reluctant to antagonize the Saudi rulers. Trump considers the Saudis vital allies in his Mideast agenda.\n\nThe Post, citing unnamed sources, also reported that U.S. intelligence agencies reviewed a phone call that the prince's brother, Khalid bin Salman, had with Khashoggi. The newspaper said the prince's brother, who is the current Saudi ambassador to the United States, told Khashoggi he would be safe in going to the Saudi Consulate in Istanbul to retrieve the documents he needed to get married.\n\nThe newspaper said it was not known whether the ambassador knew Khashoggi would be killed. But it said he made the call at the direction the crown prince, and the call was intercepted by U.S. intelligence.\n\nFatimah Baeshen, a spokeswoman for the Saudi Embassy in Washington, said that claim was false.\n\nShe said in a statement issued to The Associated Press that the ambassador met Khashoggi in person once in late September 2017. After that, they communicated via text messages, she said. The last text message the ambassador sent to Khashoggi was on Oct. 26, 2017, she said.\n\nBaeshen said the ambassador did not discuss with Khashoggi \"anything related to going to Turkey.\"\n\n\"Ambassador Prince Khalid bin Salman has never had any phone conversations with him,\" she said.\n\n\"You are welcome to check the phone records and cell phone content to corroborate this -- in which case, you would have to request it from Turkish authorities,\" Baeshen said, adding that Saudi prosecutors have checked the phone records numerous times to no avail.\n\nThe ambassador himself tweeted: \"The last contact I had with Mr. Khashoggi was via text on Oct. 26, 2017. I never talked to him by phone and certainly never suggested he go to Turkey for any reason. I ask the U.S. government to release any information regarding this claim.\"\n\n--Reuters contributed to this article."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Donovan Russo, special to CNBC.com", "title": "Beyond Stan Lee: Big decisions for Marvel superhero stories and films in the future", "description": "With the death of Stan Lee and the Avengers' series about to end, comic book movie fans are wondering what will be the next stage in Marvel's superhero brand-building. Marvel Studios president Kevin Feige recently said that the comic book movie studio films a…", "url": "https://www.cnbc.com/2018/11/17/beyond-stan-lee-big-decisions-for-marvel-superhero-stories-in-future.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579816-1542401128318gettyimages-825764260.1910x1000.jpeg", "publishedAt": "2018-11-17T13:00:00Z", "content": "David Gabriel, Marvel's senior vice president of print, sales and marketing was criticized for comments he made last year regarding declining comic sales in relation to diversity. \"We saw the sales of any character that was diverse, any character that was new… [+1509 chars]", "fulltext": "Marvel's most-profitable superhero blockbuster franchise is still Avengers, and it will reach its conclusion this summer and after that is expected to be shelved, at least for some time, by Disney and Marvel Studios, leaving some big decisions to be made about the next stage in Marvel's brand identity. The Avenger films have grossed a combined total of over $4.9 billion worldwide for Disney and Marvel, according to Box Office Mojo, representing about 28 percent of the Marvel Cinematic Universe's global box office success. Overall, the Marvel Cinematic Universe of characters is still majority white, but Marvel Studios has been expanding its representation.\n\n\"If you're in a position of power and you're the one doing the hiring, we have learned — on our last number of movies and a number of movies that haven't come out or haven't been announced — that the more diverse the group of people around the table, the better the movie,\" Feige recently said.\n\nActor Frank Grillo, who has appeared in Captain America and Avengers films, suggested that the next Captain America can be a different race or gender.\n\n\"I don't know, but there have been rumors that Captain America could be African American. It could be a woman. You know? So they're looking,\" said Grillo, who played the Captain America villain Crossbones in 2016's \"Captain America: Civil War\" on Larry King Live.\n\nThere has been some speculation that Anthony Mackie, who plays Falcon, could eventually become the new Captain America after \"Avengers 4\", which would pick up a story line that was tried out in the comic book form, according to Screen Rant."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Fred Kempe", "title": "The way to prevent World War III: Avoid delusions about China and US leadership", "description": "On the Great War's anniversary, it's a good time to ask: How can we prevent a World War III among countries with even more devastating, technologically advanced might and economic interdependence?", "url": "https://www.cnbc.com/2018/11/16/to-prevent-world-war-iii-avoid-delusions-about-china-and-us-leadership.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/03/28/105096660-GettyImages-871942424r.1910x1000.jpg", "publishedAt": "2018-11-17T12:00:00Z", "content": "ABU DHABI My reading choice aboard a fourteen-hour flight from DC to the United Arab Emirates, in a nod to this week's centennial of World War I armistice, was Norman Angell's 1909 book, \"the Great Illusion.\" div &gt; div.group &gt; p:first-child\"&gt; Its the… [+2133 chars]", "fulltext": "ABU DHABI — My reading choice aboard a fourteen-hour flight from DC to the United Arab Emirates, in a nod to this week's centennial of World War I armistice, was Norman Angell's 1909 book, \"the Great Illusion.\"\n\nIts thesis, proven catastrophically wrong a few years later with the deadliest war in human history, was that great power conflict had grown obsolete. The rising forces of globalization, economic integration and technological advance, the Nobel Peace Prize laureate argued, made such conflict unthinkable among nations with so much to lose and little to gain.\n\nTurning the pages while flying over our increasingly disorderly planet, I find the similarities to our times inescapable, both in the overwhelming arguments against conflict and growing chance it might occur. On the Great War's anniversary, it's a good time to ask: How can we prevent a World War III among countries with even more devastating, technologically advanced might and economic interdependence?\n\nAngell's \"Great Illusion\" turned out to be tragic delusion. By failing to anticipate the prospect of war between a rising Germany and a declining United Kingdom, the U.S. and others took too few steps to prevent it. Similarly, events are unfolding today on four continents where delusional thinking could cloud the necessity for strategic response and preventive action.\n\nThose delusions, detailed below, are 1) U.S.-Chinese military conflict is inconceivable; 2) Europe is fine and U.S. transatlantic engagement of reduced significance; 3) Middle Eastern problems can be contained, and 4) that U.S. global leadership is assured.\n\nAnd don't forget it was only after a second World War that the U.S. and its allies responded by creating a set of alliances, institutions, practices and relationships that have since brought the world one of its longest periods of peace and progress.\n\nThe United Nations, the World Bank, the IMF, NATO, the European Coal and Steel Community, our Asian alliances and more were this period's legacy. Though they were designed to adapt, they have been slow to do so to accommodate rising powers and address emerging risks, thus increasing the chance of conflict.\n\n\"Our predecessors recognized that global cooperation must evolve to survive,\" writes IMF managing director Christine Lagarde.\n\nSo, what does survival look like across \"the four delusions?\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "China's Xi intends to visit North Korea next year, South Korea says", "description": "Chinese President Xi Jinping intends to visit North Korea next year after receiving an invite from North Korean leader Kim Jong Un, South Korea said in a statement from its presidential office on Saturday.", "url": "https://www.cnbc.com/2018/11/17/chinas-xi-intends-to-visit-north-korea-next-year-south-korea-says.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/02/105547695-1541130589400gettyimages-1031208294.1910x1000.jpeg", "publishedAt": "2018-11-17T11:31:00Z", "content": "Chinese President Xi Jinping intends to visit North Korea next year after receiving an invite from North Korean leader Kim Jong Un, South Korea said in a statement from its presidential office on Saturday. Xi told South Korean president Moon Jae-in that he wo… [+487 chars]", "fulltext": "Chinese President Xi Jinping intends to visit North Korea next year after receiving an invite from North Korean leader Kim Jong Un, South Korea said in a statement from its presidential office on Saturday.\n\nXi told South Korean president Moon Jae-in in a bilateral meeting on the sidelines of the Asia Pacific Economic Co-operation (APEC) summit in Papua New Guinea that he would \"make time\" to visit North Korea next year.\n\nXi added that China would continue to play a constructive role in building peace on the Korean peninsula, Kim Eui-kyeom, spokesman for South Korea's presidential office, said at a briefing after the meeting between Xi and Moon.\n\nThis comes at a time when negotiations between North Korea and the United States appear to have stalled over how to remove the Pyongyang's nuclear weapons.\n\nAt an unprecedented summit in Singapore, U.S. President Donald Trump and North Korean leader Kim agreed in June to work toward denuclearisation and peace on the Korean peninsula and establish new relations. But the agreement was short on specifics, and negotiations have made little headway since.\n\nXi's trip to North Korea would be the first by a Chinese president since his predecessor Hu Jintao's visit in 2005. Xi travelled to North Korea in 2008 as a vice president.\n\nAmid existing international sanctions on North Korea following its weapons tests, China is Pyongyang's sole major ally and a key economic lifeline for the isolated country.\n\nChina appears to have relaxed enforcement of sanctions on Pyongyang, as relations between China and North Korea have thawed after the long-time ally of Beijing began to engage with the United States this year, a U.S. congressional commission said earlier this week.\n\nChina's account of the bilateral meeting in Papua New Guinea made no mention of Xi planning to go to North Korea.\n\nXi said that in the past year, the situation on the Korean Peninsula had undergone positive changes returning to the \"correct track\" of talks, according to a Chinese foreign ministry statement.\n\n\"At present, the situation on the peninsula is at a critical stage,\" the ministry cited Xi as saying.\n\nChina and South Korea should strengthen communication and coordinate the process of promoting the denuclearisation of the peninsula and establishing a peace mechanism, Xi said.\n\n\"The key is that the parties concerned meet each other half way, show flexibility, and are able to talk and for those talks to get results,\" he said.\n\nTrump's summit no-show worries Asian leaders\n\nThe two leaders agreed that a second summit between Washington and Pyongyang and a planned visit by North Korean leader Kim to Seoul would be an \"important breakthrough\" in resolving the situation on the peninsula, according to South Korea's presidential office.\n\nThe South Korean presidential spokesman said Xi was also willing to come to South Korea next year at a convenient time.\n\nSouth Korea's presidential office issued a transcript of its briefing on the meeting in Port Moresby.\n\nReporting by Ju-min Park and Soyoung Kim; Additional reporting by Ben Blanchard in BEIJING; Editing by Tom Hogue"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Reuters", "title": "Rouhani sees Iran-Iraq trade rising to $20 billion a year from $12 billion", "description": "Iranian President Hassan Rouhani said on Saturday Iran and Iraq could raise annual bilateral trade to $20 billion from the current level of $12 billion.", "url": "https://www.cnbc.com/2018/11/17/rouhani-sees-iran-iraq-trade-rising-to-20-billion-a-year-from-12-billion.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/25/105469891-1537882941206gettyimages-1039353280.1910x1000.jpeg", "publishedAt": "2018-11-17T11:21:00Z", "content": "Iranian President Hassan Rouhani said on Saturday Iran and Iraq could raise annual bilateral trade to $20 billion from the current level of $12 billion. Rouhani's remarks, in a meeting with visiting Iraqi President Barham Salih, came about two weeks after the… [+1112 chars]", "fulltext": "Iranian President Hassan Rouhani said on Saturday Iran and Iraq could raise annual bilateral trade to $20 billion from the current level of $12 billion.\n\nRouhani's remarks, in a meeting with visiting Iraqi President Barham Salih, came about two weeks after the United States restored sanctions targeting Iran's key oil industry as well as its banking and transportation sectors.\n\n\"Today, the economic relations between the two countries reach about $12 billion (per year) and, through bilateral efforts, we can raise this figure to $20 billion,\" Rouhani said in remarks broadcast live on Iran's state television.\n\nIraqi officials told Reuters last week that Iraq has agreed with Iran to exchange Iraqi food items for Iranian gas and energy supplies.\n\nBaghdad is seeking U.S. approval to allow it to import Iranian gas for its power stations, and officials say it needs more time to find an alternative source than a 45-day waiver granted to it by the United States.\n\nIraq imports a wide range of goods from Iran including food, agricultural products, home appliances, air conditioners and spare car parts. The goods element of Iranian imports to Iraq was about $6 billion for the 12 months ending March 2018, about 15 percent of Iraq's total imports for 2017.\n\nThere are also energy contracts between the two countries contributing to a volume of trade of $12 billion last year."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jeff Daniels", "title": "Fire-plagued California won't let insurers 'cram' through big rate hikes in 2019: state regulator", "description": "Home insurers in California face potentially significant losses from the current wildfires but can't \"cram\" all of it into next year's insurance bills, according to the state's insurance commissioner.", "url": "https://www.cnbc.com/2018/11/16/fire-plagued-ca-wont-let-insurers-cram-through-big-rate-hikes.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579147-1542382160432gettyimages-1062018816.1910x1000.jpeg", "publishedAt": "2018-11-17T07:54:00Z", "content": "According to S&amp;P, it's \"too early to forecast industry losses accurately, though we expect the magnitude of losses to be less than last year's events.\" A report from Moody's Investor Service estimates losses could approach about $6.8 billion. A figure by … [+1568 chars]", "fulltext": "California's destructive wildfires could pressure home insurers operating in the state, coming as insured losses have the potential to approach around $6.8 billion from the current fires.\n\nMore than 9,700 homes have been destroyed in the catastrophic Camp Fire still burning in Northern California and as of Friday evening at least 71 were confirmed dead and more than 1,000 still unaccounted for. Further south in the state, nearly 800 structures were destroyed or damaged in the Woolsey Fire, a blaze in Ventura and LA counties with three confirmed fatalities.\n\nThe two big November fires in California follow the state's expensive fire season in 2017 when insurers were hit by underwriting losses of nearly $13 billion from wildfires and mudslides. Despite the big losses, the insurers won't be able to immediately pass along the cost to customers since the state has a highly regulated industry.\n\n\"They are not permitted to take all the given years losses and cram them into next year's rates,\" California Insurance Commissioner Dave Jones told CNBC in an interview Friday.\n\nA state ordinance limits any immediate rate hikes and instead spreads repayment of property and casualty insurance payouts over the next twenty years. Insurers also have to justify their rate insurance increases to the state insurance regulator but are entitled to make what Jones calls a \"modest profit.\"\n\n\"California wildfires are becoming more commonplace, and regulatory risk is on the rise,\" S&P Global Ratings credit analyst Brian Suozzo said in a report this week. \"In addition, the tight California regulatory body could make it challenging for insurers to obtain adequate future pricing.\""}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Jillian D'Onfro", "title": "Google could buy more than $110 million of land for mega-campus 15 miles south of its HQ", "description": "The city of San Jose just released details on its negotiation with Google to buy a swathes of land to build a mega-campus just 15 miles south of its headquarters.", "url": "https://www.cnbc.com/2018/11/16/google-san-jose-campus-documents-no-subsidies.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/05/24/104490072-Google_employees_arriving_after_bicycling.1910x1000.jpg", "publishedAt": "2018-11-17T02:02:00Z", "content": "Google could pay upwards of $110 million, without subsidies, to buy large swaths of land in San Jose, according to a new city document detailing its negotiations with the company on its plan to build a mega-campus 15 miles south of its headquarters. div &gt; … [+1675 chars]", "fulltext": "Google could pay upwards of $110 million, without subsidies, to buy large swaths of land in San Jose, according to a new city document detailing its negotiations with the company on its plan to build a mega-campus 15 miles south of its headquarters.\n\nThe plan describes sites that cover around 21 acres, some owned by the San Jose Redevelopment Agency, others by the City of San Jose.\n\n\"Google will pay full freight for land, taxes, fees, and additional community benefits like affordable housing, in stark contrast to other cities handing out billions in local tax dollars to attract big companies,\" San Jose Mayor Sam Liccardo said in a statement. \"We offered Google no subsidies, and they didn't ask for them.\"\n\nThe city's statement reads like a swipe against Amazon, which spent more than a year soliciting cities to offer perks to land its new new headquarters, then announced earlier this month that it would split the headquarters between Arlington, Va., and Queens, New York. Amazon could net $2.2 billion in tax incentives from local governments for those offices, plus a third office in Nashville, Tenn.\n\nThe San Jose City Council will vote on whether to sell the parcels of land to Google on December 4.\n\nGoogle has previously said that its mixed-use campus will accommodate 15,000 to 20,000 employees and include offices, retail space, and thousands of residential units.\n\nThe project has drawn some controversy.\n\nProponents of the deal expect it to revitalize San Jose, which is the only major U.S. city that has a higher population at night than it does during the day, reflecting its status as a commuter community despite its population of over 1 million. Critics fear it could exacerbate gentrification and inequality in the area.\n\nEarlier this month, two non-profit groups sued the city, alleging that nondisclosure agreements that officials signed about the land deal were illegal.\n\nWATCH:Meet the man behind Google Assistant's personality – Ryan Germick"}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Ari Levy", "title": "Google's new cloud chief has a culture clash ahead of him after 22 years at Oracle", "description": "Thomas Kurian, who was named the new head of Google's cloud on Friday, is facing an instant culture clash when he starts at the internet company. Google and Oracle, where he spent 22 years, are embroiled in a bitter legal dispute.", "url": "https://www.cnbc.com/2018/11/16/kurian-has-to-overcome-a-bitter-feud-between-google-and-oracle.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/11/16/105579544-1542391393854gettyimages-609174046.1910x1000.jpeg", "publishedAt": "2018-11-17T01:13:00Z", "content": "Google touts itself as having the best technology for sophisticated machine learning and artificial intelligence workloads. The company also created the Kubernetes technology for virtual containers, which enables developers to easily move around code between … [+1830 chars]", "fulltext": "Upon leaving Oracle in September, after a 22-year career at the software giant, Thomas Kurian told friends and colleagues that he was going to take a step back and decide what to do next.\n\nOne person he exchanged LinkedIn messages with was a former boss at Oracle, Gary Bloom, who has spent the past six years running database company MarkLogic. On Friday, Bloom, like the rest of us, learned that Kurian is headed to Google to run the internet company's high-profile but struggling cloud business.\n\nKurian will try to accomplish what his predecessor, VMware co-founder Diane Greene, couldn't, and turn one of the most successful and profitable consumer technology companies ever into a power player in enterprise. Bloom knows how hard that will be. MarkLogic sells database technology to large enterprises like Johnson & Johnson & J.P. Morgan Chase, and his customers, when they turn to the cloud, are almost exclusively using Google's top two competitors.\n\n\"They're predominantly looking at the Microsoft platform and the Amazon platform, and Google only comes up one out of 20 or one out of 30 times,\" said Bloom, who worked at Oracle for 14 years and was an executive vice president when he left in 2000.\n\n\"The comment I'm picking up from my customer base is that that it doesn't feel like Google is really serious about the enterprise. That could've been Diane, or Google management not listening to Diane.\"\n\nBloom praised Kurian as an \"exceptional executive,\" but said he has no idea if it will work out at Google. While Oracle and Google are two of Silicon Valley's most notable stalwarts, separated by just 13 miles on Highway 101, they are universes apart from a cultural perspective."}, {"source": {"id": "cnbc", "name": "CNBC"}, "author": "Patti Domm", "title": "Trump's trade war with China could disrupt the traditional Thanksgiving rally", "description": "Trump's trade war with China could disrupt the traditional Thanksgiving week rally", "url": "https://www.cnbc.com/2018/11/16/trump-trade-war-with-china-could-disrupt-traditional-thanksgiving-rally.html", "urlToImage": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/11/105444539-1536687927488gettyimages-871894534.1910x1000.jpeg", "publishedAt": "2018-11-17T00:12:00Z", "content": "As stocks enter the short Thanksgiving holiday week, investors looking for any signs of a market comeback are paying close attention to trade developments with China. div &gt; div.group &gt; p:first-child\"&gt; President Donald Trump gave the market a boost Fr… [+4501 chars]", "fulltext": "As stocks enter the short Thanksgiving holiday week, investors looking for any signs of a market comeback are paying close attention to trade developments with China.\n\nPresident Donald Trump gave the market a boost Friday when he said he was hopeful the U.S. and China would strike a deal on trade, a major focus for stocks. But White House officials later downplayed his comments and said there were no signs of a deal coming soon.\n\nStocks closed with gains in the S&P 500 and Dow on Friday and a slight loss in the Nasdaq. But the past week was the first negative week in three, with the S&P down 1.6 percent, and Nasdaq off more than 2 percent as tech took a pounding and Apple lost more than 5 percent on the week.\n\n\"Everyone knows the 800-pound gorilla in terms of risk is the meeting between Trump and Xi,\" said Julian Emanuel, chief equities and derivative strategist at BTIG. The market has been hanging on every development ahead of Trump's meeting with China President Xi Jinping at the G-20, which begins at the end of the month.\n\nIn the week ahead, Wednesday brings durable goods, consumer sentiment and existing home sales data. Retailers continue to report earnings, with Target, TJX, Best Buy and Kohl's all expected Tuesday.\n\nMore often than not the Thanksgiving week is a good time for stocks, but strategists have also been warning the market could retest the October lows before heading higher. According to the Stock Trader's Almanac, the Dow was up in the week before Thanksgiving 19 of the past 24 years. Since 1988, the Almanac says, the Dow was higher Wednesday and Friday of Thanksgiving week 18 of 29 times.\n\nStrategists had been expecting the post-midterm election period to be a positive for stocks, with the market heading higher in the fourth quarter. But with the recent turbulence, the midterm pattern and even a Santa rally have been in doubt.\n\n\"We have been thinking of this basically as the typical 10 percent plus correction that we've seen numerous times since the bull market started in 2009. There is literally nothing we have seen over the last seven or eight weeks that would lead us to believe otherwise,\" said Emanuel. \"The correction started with the uncomfortableness of rates rising too fast, similar to February, and then in the middle of the stock market turn down, it flipped to extreme growth fear. In our view, neither point of view is warranted.\"\n\nEmanuel said it may also be a positive that the Fed has slightly changed its tone to sound more dovish. He said that was his perception when Fed Chairman Jerome Powell spoke Thursday and indicated that positive growth overseas is important. The markets have been concerned about global growth being impacted by falling commodities prices, the higher dollar and trade friction.\n\nPositive trade developments could be a catalyst that could snap the stock market out of its funk and ignite a year-end rally, but strategists also say a negative outcome could keep the market under pressure.\n\nCFRA investment strategist Lindsey Bell said \"we see the trade dispute with China as the single most concerning issue facing the market near-term.\"\n\n\"Not much may come from the [Trump-Xi] meeting, which the market may be able to absorb, but a lack of a trade deal or an escalation of the current situation without a plan for resolution by year end could result in an ugly start to 2019 for global equities as well as the U.S.,\" Bell wrote.\n\nSome strategists believe there could be some signs of progress made at the Argentina G-20, but Trump may still raise tariffs to 25 percent in January and put tariffs on more goods.\n\nEmanuel said even just signs of potential progress would be a positive. \"The president is sensitive to the stock market as a reflection of how people are judging his performance. He looks at the weakness of the several weeks with probably as much, if not more, concern than the average investor, given all the headwinds he's going to face politically, given the fact you now have a divided government,\" said Emanuel. \"If we're right, there's going to be some sort of progress you can point to. The market will rally well in advance [of the meeting.]\"\n\nBarclays economists Friday said in a note that they see more signs of a possible U.S.-China agreement, as the dialogue between the two countries has become more productive ahead of the G-20.\n\n\"The potential outline of an agreement: A smaller trade deficit and increased market access in exchange for tariff relief. In our view, a 'framework agreement' at the G20 could include commitments by the Chinese to purchase more US exports — primarily in agriculture and aircraft — and steps to increase openness to the Chinese economy for US services companies,\" they wrote."}]