{"articles": [{"source": {"id": "abc-news", "name": "ABC News"}, "author": "ADAM RITTENBERG via <a href=\"http://espn.go.com/\" title=\"ESPN\" class=\"espn_sc_byline\">ESPN </a>", "title": "UNC's Manny Miles throws first TD pass with father Les looking on", "description": "It's shaping up to be a big football weekend for the Miles family. North Carolina senior quarterback Manny Miles, the son of former LSU and Oklahoma State coach Les Miles, threw a 38-yard touchdown pass on the final play of the first half...", "url": "https://abcnews.go.com/Sports/uncs-manny-miles-throws-td-pass-father-les/story?id=59270432", "urlToImage": null, "publishedAt": "2018-11-17T23:16:00Z", "content": "It's shaping up to be a big football weekend for the Miles family. North Carolina senior quarterback Manny Miles, the son of former LSU and Oklahoma State coach Les Miles, threw a 38-yard touchdown pass on the final play of the first half of North Carolina's … [+883 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ESPN.com news services", "title": "Devlin Hodges notches FCS mark with 14,584 career passing yards", "description": "The number of Samford, Southern Conference and FCS records seemed countless during quarterback Devlin Hodges' career. But the Bulldogs know just how many passing yards Hodges threw across one field after another -- 14,584, the new FCS record. In the f", "url": "https://abcnews.go.com/Sports/devlin-hodges-notches-fcs-mark-14584-career-passing/story?id=59270433", "urlToImage": null, "publishedAt": "2018-11-17T23:16:00Z", "content": "The number of Samford, Southern Conference and FCS records seemed countless during quarterback Devlin Hodges' career. But the Bulldogs know just how many passing yards Hodges threw across one field after another -- 14,584, the new FCS record. In the final gam… [+660 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Prison inmate death after incident with staff ruled homicide", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/prison-inmate-death-incident-staff-ruled-homicide-59269750", "urlToImage": "https://s.abcnews.com/images/US/WireAP_09dd8ccbd1ab40738e25fb9048133096_16x9_992.jpg", "publishedAt": "2018-11-17T23:06:48Z", "content": "The death of an inmate following an \"altercation with correctional staff\" at Western Illinois Correctional Center in May has been ruled a homicide, according to an autopsy report provided to The Associated Press under a Freedom of Information request. Larry E… [+4440 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Utah mayor killed in Afghanistan had 'loved Afghan people' - ABC News", "description": "ABC News Utah mayor killed in Afghanistan had 'loved Afghan people' ABC News A Utah mayor killed while serving in the National Guard in Afghanistan had \"loved the Afghan people\" and was a man of conviction, confidence and compassion, family and military leade…", "url": "https://abcnews.go.com/US/wireStory/utah-mayor-killed-afghanistan-honored-funeral-59269125", "urlToImage": "https://s.abcnews.com/images/US/WireAP_320611fe2fe44ad7b09414d521ac8bcf_16x9_992.jpg", "publishedAt": "2018-11-17T22:48:00Z", "content": "A Utah mayor killed while serving in the National Guard in Afghanistan had \"loved the Afghan people\" and was a man of conviction, confidence and compassion, family and military leaders said at a public funeral Saturday. Brent Taylor, 39, was a deeply patrioti… [+2862 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Aaron Donald fined for going after Justin Britt, vows to control temper - ABC News", "description": "ABC News Aaron Donald fined for going after Justin Britt, vows to control temper ABC News COLORADO SPRINGS, Colo. -- Los Angeles Rams defensive tackle Aaron Donald said he hoped he would not be fined after a series of altercations in the Rams' game against th…", "url": "https://abcnews.go.com/Sports/aaron-donald-fined-justin-britt-vows-control-temper/story?id%3D59269966", "urlToImage": null, "publishedAt": "2018-11-17T22:46:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Wil Cruz and Joshua Hoyos", "title": "Andrew Gillum concedes race, Ron DeSantis to become next governor of Florida", "description": "Andrew Gillum conceded the race on Saturday on Facebook.", "url": "https://abcnews.go.com/Politics/andrew-gillum-concedes-race-ron-desantis-governor-florida/story?id=59269671", "urlToImage": "https://s.abcnews.com/images/Politics/andrew-gillum-presser-ap-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T22:39:17Z", "content": "Andrew Gillum, whose candidacy for governor of Florida extended more than a week after Election Day, conceded the race Saturday, effectively making Republican Ron DeSantis the winner in the tight, hotly contested race. Interested in Midterm Elections? Add Mid… [+2254 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Man apologies for shouting 'Heil Hitler' at Baltimore show", "description": "A man who yelled \"Heil Hitler! Heil Trump!\" at a performance of \"Fiddler on the Roof\" in Baltimore says he's sorry for the outburst", "url": "https://abcnews.go.com/Entertainment/wireStory/man-apologies-shouting-heil-hitler-baltimore-show-59269534", "urlToImage": "https://s.abcnews.com/images/US/hippodrome-gty-er-181115_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T22:37:08Z", "content": "A man who yelled \"Heil Hitler! Heil Trump!\" at a theater performance of \"Fiddler on the Roof\" in Baltimore says he's sorry for the outburst. The Baltimore Sun reports that Anthony M. Derlunas II said in an interview with the newspaper that his comments were \"… [+449 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Disney details new 'Star Wars: Galaxy's Edge' attractions", "description": "At 'Star Wars: Galaxy's Edge' lands, fans will be able to pilot the Millennium Falcon and face off with Kylo Ren in an epic battle, Disney announced on Saturday", "url": "https://abcnews.go.com/Entertainment/wireStory/disney-details-star-wars-galaxys-edge-attractions-59268402", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_12e6f880f537454c90dde19307162968_16x9_992.jpg", "publishedAt": "2018-11-17T22:30:26Z", "content": "Interested in Disney? Add Disney as an interest to stay up to date on the latest Disney news, video, and analysis from ABC News. \"Star Wars\" fans will soon be able to pilot the Millennium Falcon and face off against Kylo Ren in battle. Disney on Saturday anno… [+652 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pet lovers meet pet stars at Manhattan's PetCon", "description": "Pet lovers are getting to meet some pet stars from social media this weekend at PetCon in New York City, a convention dedicated to all things linked to beloved animals", "url": "https://abcnews.go.com/US/wireStory/pet-lovers-meet-pet-stars-manhattans-petcon-59269568", "urlToImage": "https://s.abcnews.com/images/US/WireAP_ea59be9e25f9419380f3e670fc0f6474_16x9_992.jpg", "publishedAt": "2018-11-17T22:22:12Z", "content": "Pet lovers are getting to meet some pet stars from social media this weekend at PetCon in New York City, a convention dedicated to all things linked to beloved animals. While there are some cats and other creatures there, PetCon in Manhattan is mostly about d… [+471 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Astros acquire Aledmys Diaz in trade with Blue Jays - ABC News", "description": "ABC News Astros acquire Aledmys Diaz in trade with Blue Jays ABC News The Houston Astros acquired infielder Aledmys Diaz in a trade with the Toronto Blue Jays, giving up minor league pitcher Trent Thornton on Saturday. Diaz played both at shortstop and third …", "url": "https://abcnews.go.com/Sports/astros-acquire-aledmys-diaz-trade-blue-jays/story?id%3D59269569", "urlToImage": null, "publishedAt": "2018-11-17T22:06:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Suicide rates highest among American men in construction, women in creative fields: Report - ABC News", "description": "ABC News Suicide rates highest among American men in construction, women in creative fields: Report ABC News With suicide rates rising across the country, a new report from the Centers for Disease Control and Prevention (CDC) finds that certain occupations ar…", "url": "https://abcnews.go.com/Health/suicide-rates-highest-american-men-construction-women-creative/story?id%3D59217192", "urlToImage": null, "publishedAt": "2018-11-17T21:56:43Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Anthony Rivas", "title": "Men in construction, women creatives most at risk for suicide: Report", "description": "Suicide rates are highest in certain occupations, according to a CDC report.", "url": "https://abcnews.go.com/Health/suicide-rates-highest-american-men-construction-women-creative/story?id=59217192", "urlToImage": "https://s.abcnews.com/images/Health/construction-workers-gty-jc-181115_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T21:54:52Z", "content": "With suicide rates rising across the country, a new report from the Centers for Disease Control and Prevention (CDC) finds that certain occupations are associated with a higher risk of suicide. Suicide rates were highest among men who worked in construction o… [+3320 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Former Vice President Joe Biden adopts new dog", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/vice-president-joe-biden-adopts-dog-59266948", "urlToImage": "https://s.abcnews.com/images/Politics/biden-new-dog2-ap-ml-181117_hpMain_v12x5_16x9_992.jpg", "publishedAt": "2018-11-17T21:30:48Z", "content": "Interested in Joe Biden? Add Joe Biden as an interest to stay up to date on the latest Joe Biden news, video, and analysis from ABC News. Former Vice President Joe Biden has a new four-legged family member. The Delaware Humane Association said Saturday that B… [+637 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "First Look: Disney Skyliner Gondola at Walt Disney World Resort", "description": "Earlier this week, we shared the exciting update that our new Disney Skyliner gondola system will be operating at the Walt Disney World Resort in fall of 2019. Today, we’ve got more to share - a first look at one of the actual gondolas!", "url": "https://disneyparks.disney.go.com/blog/2018/11/first-look-disney-skyliner-gondola-at-walt-disney-world-resort/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/image001.jpg", "publishedAt": "2018-11-17T21:00:59Z", "content": "Earlier this week, we shared the exciting update that our new Disney Skyliner gondola system will be operating at the Walt Disney World Resort in fall of 2019. Today, weve got more to share – a first look at one of the actual gondolas! Disney Parks, Experienc… [+934 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Morgan Winsor", "title": "Police ask residents to check properties amid search for 13-year-old Hania Aguilar", "description": "Police are asking residents in North Carolina's Robeson County to check their properties for \"anything unusual or out of place\" amid the search Hania Noelia Aguilar.", "url": "https://abcnews.go.com/US/amid-search-north-carolina-13-year-hania-noelia/story?id=59262995", "urlToImage": "https://s.abcnews.com/images/US/hania-aguilar-missing-girl-02-ht-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T20:49:20Z", "content": "Authorities are asking residents in North Carolina's Robeson County to check their properties this weekend for \"anything unusual or out of place\" amid the ongoing search for kidnapped 13-year-old Hania Noelia Aguilar. \"If you see something that doesnt belong … [+4390 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Lawsuit: Yale removed depressed student from campus", "description": "A Yale University graduate is suing the Ivy League school over allegations she was wrongly removed from campus after she sought counseling for depression as school officials worried about more negative publicity following two student suicides", "url": "https://abcnews.go.com/Health/wireStory/lawsuit-yale-removed-depressed-student-campus-59267742", "urlToImage": null, "publishedAt": "2018-11-17T20:41:26Z", "content": "A Yale University graduate is suing the Ivy League school over allegations she was wrongly removed from campus after she sought counseling for depression as school officials worried about more negative publicity following two student suicides. The Yale Daily … [+1791 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Trump says reports that CIA has tied Saudi prince to Khashoggi murder are 'premature' - ABC News", "description": "CBS News Trump says reports that CIA has tied Saudi prince to Khashoggi murder are 'premature' ABC News President Donald Trump said late Saturday that it's \"too early\" to say whether Saudi Prince Mohammed bin Salman was behind the killing of Washington Post c…", "url": "https://abcnews.go.com/International/president-trump-receives-cia-briefing-jamal-khashoggi-murder/story?id%3D59265282", "urlToImage": null, "publishedAt": "2018-11-17T20:13:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Rail cars fall from Georgia overpass; no injuries reported", "description": "Rail cars have tumbled from an overpass onto a Georgia highway, causing an evacuation and traffic headaches in a small town but resulting in no injuries", "url": "https://abcnews.go.com/US/wireStory/georgia-derailment-leads-towns-evacuation-59264616", "urlToImage": "https://s.abcnews.com/images/US/WireAP_5370e59d3bbf42a890f52fc36fd555b5_16x9_992.jpg", "publishedAt": "2018-11-17T20:00:15Z", "content": "Rail cars tumbled from an overpass onto a Georgia highway on Saturday, causing an evacuation and traffic headaches in a small town but resulting in no injuries. CSX Railroad said 30 cars derailed. That included some that fell from the overpass onto Highway 90… [+1037 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kaelyn Forde", "title": "Threat of violence at home spurs LGBT migrants on to the border", "description": "A group of LGBT people arrived in Tijuana and said they will seek asylum.", "url": "https://abcnews.go.com/International/threat-violence-home-spurs-lgbt-migrants-border/story?id=58694544", "urlToImage": "https://s.abcnews.com/images/US/central-american-migrant-caravan-01-gty-jef-181116_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T19:53:18Z", "content": "A group of LGBT migrants was among the first members of the so-called caravan to arrive in Tijuana this week, seeking asylum from some of the most violent countries in the world where gay and trans people are particularly targeted, according to Amnesty Intern… [+9188 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Clothing retailer J.Crew's chief executive stepping down", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/clothing-retailer-jcrews-chief-executive-stepping-59267105", "urlToImage": null, "publishedAt": "2018-11-17T19:51:20Z", "content": "The chief executive of J.Crew Group Inc. is stepping down. The clothing retailer says in an announcement that the departure of James Brett, a retail veteran who took the top job in 2017, was by mutual agreement between Brett and the company's board of directo… [+393 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Recount adds to Florida's reputation for bungling elections", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/recount-adds-floridas-reputation-bungling-elections-59263033", "urlToImage": "https://s.abcnews.com/images/US/WireAP_963f0145d7324b8e96acd34370fed964_16x9_992.jpg", "publishedAt": "2018-11-17T19:46:05Z", "content": "Mark Toepfer came to this spit of sand on the Tampa Bay shore to soak up the sun, drink a beer and maybe do a little fishing not to talk about elections. But talk he did when asked for his thoughts on whether Florida, as a judge recently put it, is \"the laugh… [+4415 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Greece: Police, anarchists mark 1973 uprising with clashes", "description": "Greek police say clashes have broken out between police and anarchists in Athens and Thessaloniki on the anniversary of a 1973 student uprising against the military regime that ruled Greece", "url": "https://abcnews.go.com/International/wireStory/greece-police-anarchists-mark-1973-uprising-clashes-59266824", "urlToImage": "https://s.abcnews.com/images/International/WireAP_a0b8d02a3a03401bb3f6ef4633eb08dd_16x9_992.jpg", "publishedAt": "2018-11-17T19:24:13Z", "content": "Greek police say clashes have broken out between police and anarchists in Athens and Thessaloniki on the anniversary of a 1973 student uprising against the military regime that ruled Greece. Police said a group of about 300 in the capital erected barricades a… [+564 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Trinity Joseph", "title": "Kanye West seems to donate $150,000 to Chicago security guard shot by police", "description": "Jemel Roberson was fatally shot by police in Kanye West's hometown, Chicago.", "url": "https://abcnews.go.com/US/kanye-west-seemingly-donates-150000-gofundme-page-chicago/story?id=59263032", "urlToImage": "https://s.abcnews.com/images/US/kanye-west-file-gty-jef-181113_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-17T19:20:16Z", "content": "A GoFundMe campaign set up for the family of a black security guard who was fatally shot by an Illinois police officer has raised more than double its $150,000 goal, in large part thanks to apparent donations by rapper and Chicago native Kanye West. Jemel Rob… [+1473 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Migrants get cool reception in Mexican border town", "description": "Many of the nearly 3,000 migrants who have reached the border with California say they do not feel welcome in the Mexican city of Tijuana", "url": "https://abcnews.go.com/International/wireStory/migrants-cool-reception-mexican-border-town-59266510", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ef92474214c54afa827cb2db1b79de0c_16x9_992.jpg", "publishedAt": "2018-11-17T19:12:34Z", "content": "Many of the nearly 3,000 migrants who have reached the border with California say they do not feel welcome in the Mexican city of Tijuana. The vast majority were camped out at a sports complex, sleeping on a dirt baseball field and under bleachers. The city o… [+471 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP source: Kansas, Miles working on deal to coach Jayhawks - ABC News", "description": "ABC News AP source: Kansas, Miles working on deal to coach Jayhawks ABC News Les Miles could be back in the Big 12 soon. The former Oklahoma State coach, who led LSU to the 2007 national championship before getting fired four games into the 2016 season, is in…", "url": "https://abcnews.go.com/Sports/wireStory/ap-source-kansas-miles-working-deal-coach-jayhawks-59266349", "urlToImage": "https://s.abcnews.com/images/Sports/WireAP_d56602d95e514b8ab686475bb3987850_16x9_992.jpg", "publishedAt": "2018-11-17T19:05:58Z", "content": "Les Miles could be back in the Big 12 soon. The former Oklahoma State coach, who led LSU to the 2007 national championship before getting fired four games into the 2016 season, is in negotiations with Kansas to take over the down-trodden Jayhawks, a person wi… [+2416 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "C. African Republic militia leader turned over to tribunal", "description": "The International Criminal Court says a commander in a Central African Republic militia has been arrested and turned over to the court to face charges that include murder and torture", "url": "https://abcnews.go.com/International/wireStory/african-republic-militia-leader-turned-tribunal-59266008", "urlToImage": null, "publishedAt": "2018-11-17T19:04:20Z", "content": "A commander in a Central African Republic militia has been arrested and turned over to the International Criminal Court to face charges that include murder and torture, the court announced Saturday. The court, established to prosecute atrocities such as war c… [+1730 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Morgan Winsor", "title": "Trump visits California as wildfires leave 74 dead, more than 1,000 others missing", "description": "More than 1,000 people are unaccounted for in California as deadly wildfires continue to burn at both ends of the state.", "url": "https://abcnews.go.com/US/devastating-california-wildfires-leave-74-dead-1000-unaccounted/story?id=59262994", "urlToImage": "https://s.abcnews.com/images/US/paradise-aerial-afp-getty_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T18:59:28Z", "content": "More than 1,000 people are unaccounted for in California as deadly wildfires continue to burn at both ends of the state. Interested in California Wildfires? Add California Wildfires as an interest to stay up to date on the latest California Wildfires news, vi… [+8429 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Chechen official says only bomber dies in checkpoint attack", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/chechen-official-bomber-dies-checkpoint-attack-59266109", "urlToImage": null, "publishedAt": "2018-11-17T18:45:06Z", "content": "The interior minister of Chechnya says a woman detonated a vest of explosives at a checkpoint outside the capital of Grozny and she was the only person killed. Chechen Interior Minister Alti Alaudinov told Russia n news agencies Saturday evening the attack to… [+445 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "5 things to watch for during Cup series season finale at Homestead - ABC News", "description": "ABC News 5 things to watch for during Cup series season finale at Homestead ABC News HOMESTEAD, Fla. -- NASCAR's playoff format, designed to create dramatics Sunday in its Cup series championship finale, has featured a little bit of everything since its imple…", "url": "https://abcnews.go.com/Sports/things-watch-cup-series-season-finale-homestead/story?id%3D59266080", "urlToImage": null, "publishedAt": "2018-11-17T18:36:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Cyclone kills 33 in India with thousands in relief camps", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/cyclone-kills-33-india-thousands-relief-camps-59266067", "urlToImage": null, "publishedAt": "2018-11-17T18:30:06Z", "content": "The death toll from a cyclone that hit the coast of southern India has risen to 33. India's navy has assigned two ships and a helicopter for relief work. State authorities on Saturday rushed drinking water, food and paramedics to nearly 82,000 people who took… [+530 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kendall Karson", "title": "Controversies hamper candidates in Mississippi Senate race", "description": "In the past week, a special election in Mississippi that seemed to be flying under the radar is now heading into disarray as the two candidates cast each other as unfit.", "url": "https://abcnews.go.com/Politics/controversies-hamper-candidates-mississippi-senate-race/story?id=59256622", "urlToImage": "https://s.abcnews.com/images/Politics/cindy-hyde-smith-ap-jef-180321_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T18:25:16Z", "content": "In the past week, a special election contest in Mississippi that seemed to be flying under the radar was in disarray as the two candidates jockeying for the state's open Senate seat sought to cast each other as morally unfit for the job. Two days after the sp… [+8913 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Controversies hamper candidates in Mississippi Senate race - ABC News", "description": "ABC News Controversies hamper candidates in Mississippi Senate race ABC News In the past week, a special election contest in Mississippi that seemed to be flying under the radar was in disarray as the two candidates jockeying for the state's open Senate seat …", "url": "https://abcnews.go.com/Politics/controversies-hamper-candidates-mississippi-senate-race/story?id%3D59256622", "urlToImage": null, "publishedAt": "2018-11-17T18:22:22Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jordyn Phelps and Anthony Rivas", "title": "Trump receives CIA update on Khashoggi case, as reports tie Saudi prince to killing", "description": "President Trump was briefed on the killing of the Washington Post columnist.", "url": "https://abcnews.go.com/International/president-trump-receives-cia-briefing-jamal-khashoggi-murder/story?id=59265282", "urlToImage": "https://s.abcnews.com/images/International/trump1-gty-ml-181117_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T18:07:55Z", "content": "President Donald Trump was briefed Saturday on the killing of journalist Jamal Khashoggi, a day after multiple reports linked the murder to Saudi Prince Mohammed bin Salman. The president was given an update by CIA Director Gina Haspel and Secretary on State … [+2996 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Alaska's governor-elect to be sworn in above Arctic Circle", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/alaskas-governor-elect-sworn-arctic-circle-59265382", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_11d8385321644b9fbecac04dadf96460_16x9_992.jpg", "publishedAt": "2018-11-17T16:55:38Z", "content": "Alaska's newly elected governor will be sworn in above the Arctic Circle, marking a first for the state. Republican Gov.-elect Mike Dunleavy will become Alaska's top elected official Dec. 3, when he takes the oath of office in Noorvik, a tiny Inupiat Eskimo v… [+3836 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kemp asks for unity in Georgia as Abrams promises lawsuit", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/10-days-post-governor-race-drama-ends-abrams-59263677", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_87ed4f585ca24f7a8099e404af4f0c16_16x9_992.jpg", "publishedAt": "2018-11-17T16:49:23Z", "content": "Republican Brian Kemp praised Democrat Stacey Abrams as a tough opponent and asked Georgia voters to unite behind him as the state's new governor Saturday, even as Abrams blamed Kemp for \"gross mismanagement\" of an election that she acknowledged she did not w… [+5922 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Amazon's would-be NY neighbors: Cynicism, some hope for jobs", "description": "Residents of the housing project near the Queens location where Amazon would make its New York City home have mixed reactions to the global behemoth coming to the neighborhood", "url": "https://abcnews.go.com/US/wireStory/amazons-ny-neighbors-cynicism-hope-jobs-59265281", "urlToImage": "https://s.abcnews.com/images/US/WireAP_cfde3571887d49edbafbfd98a5aaf741_16x9_992.jpg", "publishedAt": "2018-11-17T16:49:08Z", "content": "Shawn Smith has heard the promises before. When new hotels sprang up near the public housing complex in Queens where he's lived for 17 years, residents were told they would bring jobs and economic opportunity. He hasn't seen any of it. So he's cynical about t… [+5631 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US military chief says tech giants should work with Pentagon", "description": "The top U.S. military officer says it's problematic that American tech companies don't want to work with the Pentagon but are willing to engage with the Chinese market", "url": "https://abcnews.go.com/International/wireStory/us-military-chief-tech-giants-work-pentagon-59265147", "urlToImage": null, "publishedAt": "2018-11-17T16:44:21Z", "content": "The top U.S. military officer says it's problematic that American tech companies don't want to work with the Pentagon but are willing to engage with the Chinese market. U.S. Chairman of the Joint Chiefs of Staff Joseph Dunford told the Halifax International S… [+522 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP FACT CHECK: Trump puts fighting words in Macron's mouth", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/ap-fact-check-trump-puts-fighting-words-macrons-59265045", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_b14988d6b62c4408aa548349ecb255e8_16x9_992.jpg", "publishedAt": "2018-11-17T16:36:45Z", "content": "President Donald Trump put fighting words in his French counterpart's mouth this past week and assailed the special counsel's Russia investigation with a familiar and false characterization of the man leading it. Also familiar, on a week honoring the sacrific… [+10854 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "GOP seeks last-ditch laws in states where its power slipped", "description": "Braced for a new era of divided government, lame-duck Republicans who have long controlled two upper Midwest states are priming last-ditch laws to advance their conservative agenda or to weaken the influence of Democratic governors-elect", "url": "https://abcnews.go.com/Politics/wireStory/gop-seeks-ditch-laws-states-power-slipped-59264732", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_11a4840eefa849868fd3d5839fadaad2_16x9_992.jpg", "publishedAt": "2018-11-17T16:12:54Z", "content": "With their grip on power set to loosen come January, Republicans in several states are considering last-ditch laws that would weaken existing or incoming Democratic governors and advance their own conservative agendas. In Michigan, where the GOP has held the … [+6349 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "'An Elephant Sitting Still' wins top prize at Golden Horse", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/zhang-yimous-shadow-favorite-golden-horse-awards-59262128", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_d16f2606bb7f4fa0a5c881d5e988ba99_16x9_992.jpg", "publishedAt": "2018-11-17T16:08:29Z", "content": "\"An Elephant Sitting Still\" won the top prize Saturday night at the Golden Horse Awards, the Chinese-language version of the Oscars. The film, whose director, Hu Bo, committed suicide before its release, upset the highly touted martial-arts epic \"Shadow,\" by … [+753 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Czechs rally against PM on Velvet Revolution anniversary", "description": "Thousands of Czechs have used the anniversary of their country's 1989 anti-communist Velvet Revolution to rally against Prime Minister Andrej Babis", "url": "https://abcnews.go.com/International/wireStory/czechs-rally-pm-velvet-revolution-anniversary-59264615", "urlToImage": "https://s.abcnews.com/images/International/WireAP_064050bc29174f7096a64bee9d73f897_16x9_992.jpg", "publishedAt": "2018-11-17T15:58:02Z", "content": "Thousands of Czechs have used the anniversary of their country's 1989 anti-communist Velvet Revolution to rally against Prime Minister Andrej Babis. The protesters gathered Saturday afternoon in front of Prague Castle, the seat of the Czech presidency. They s… [+528 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Kemp congratulates Abrams, says he's moving on", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/latest-kemp-congratulates-abrams-moving-59264367", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_87ed4f585ca24f7a8099e404af4f0c16_16x9_992.jpg", "publishedAt": "2018-11-17T15:38:23Z", "content": "The Latest the campaign for Georgia governor (all times local): 10:30 a.m. Republican Brian Kemp is congratulating Democrat Stacey Abrams on a hard-fought campaign for Georgia governor, but says it's time to put the race behind him and focus on leading the st… [+1397 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump expecting CIA briefing on Khashoggi killing", "description": "New claims, conclude Saudi's crown prince reportedly ordered the killing.", "url": "https://abcnews.go.com/Politics/wireStory/us-official-us-intel-prince-ordered-khashoggi-killing-59261491", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_d36e2caafcdb4878a2765a76c2aff29f_16x9_992.jpg", "publishedAt": "2018-11-17T15:35:43Z", "content": "Interested in Jamal Khashoggi? Add Jamal Khashoggi as an interest to stay up to date on the latest Jamal Khashoggi news, video, and analysis from ABC News. President Donald Trump awaited a briefing Saturday from the CIA on the death of journalist Jamal Khasho… [+5362 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jennifer Fickley-Baker", "title": "New Mickey Mouse Experiences Will Delight Guests at Disney Parks & Beyond", "description": "At this morning’s D23’s Destination D: Celebrating Mickey Mouse event, Disney Parks, Experiences and Consumer Products Chairman Bob Chapek shared details of exciting new guest offerings inspired by none other than the legendary Mickey Mouse.", "url": "https://disneyparks.disney.go.com/blog/2018/11/new-mickey-mouse-experiences-will-delight-guests-at-disney-parks-beyond/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/wdww923409283420349823fi.jpg", "publishedAt": "2018-11-17T15:33:25Z", "content": "At this mornings D23s Destination D: Celebrating Mickey Mouse event, Disney Parks, Experiences and Consumer Products Chairman Bob Chapek shared details of exciting new guest offerings inspired by none other than the legendary Mickey Mouse. Heres a roundup of … [+2744 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jennifer Fickley-Baker", "title": "New Nighttime Spectaculars & ‘Beauty & The Beast’ Sing-Along Announced for Epcot", "description": "Just moments ago at D23’s Destination D: Celebrating Mickey Mouse, Disney Parks, Experiences and Consumer Products Chairman Bob Chapek shared an exciting update on the multiyear transformation of Epcot, including details on new nighttime entertainment planned…", "url": "https://disneyparks.disney.go.com/blog/2018/11/new-nighttime-spectaculars-beauty-the-beast-sing-along-announced-for-epcot/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/wdwe234823049820349343fi.jpg", "publishedAt": "2018-11-17T15:33:00Z", "content": "Just moments ago at D23s Destination D: Celebrating Mickey Mouse, Disney Parks, Experiences and Consumer Products Chairman Bob Chapek shared an exciting update on the multiyear transformation of Epcot, including details on new nighttime entertainment planned … [+1272 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Scott Trowbridge", "title": "Exciting Star Wars: Galaxy’s Edge news from Destination D", "description": "Earlier today, Disney Parks, Experiences and Consumer Products Chairman Bob Chapek shared some exciting news about Star Wars : Galaxy’s Edge at D23’s Destination D event at Walt Disney World Resort.", "url": "https://disneyparks.disney.go.com/blog/2018/11/exciting-star-wars-galaxys-edge-news-from-destination-d/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/swg093824029842342334343fi.jpg", "publishedAt": "2018-11-17T15:32:29Z", "content": "Earlier today, Disney Parks, Experiences and Consumer Products Chairman Bob Chapek shared some exciting news about Star Wars : Galaxys Edge at D23s Destination D event at Walt Disney World Resort. During his presentation, Bob shared two videos, which for the … [+2663 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jordyn Phelps", "title": "Trump heads to California to see wildfire damage, meet with firefighters and victims", "description": "President Trump is expected to discuss forest management during the trip.", "url": "https://abcnews.go.com/US/california-wildfires-president-trump-heads-state-tour-damage/story?id=59240106", "urlToImage": "https://s.abcnews.com/images/Politics/trump-ap-ml-181117_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T15:29:19Z", "content": "President Trump is on his way to California to tour the devastation from the wildfires and said he plans to spend a lot of time on the ground to meet with firefighters and the states top elected officials. Its a shame. It seems that many more people are missi… [+2873 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Reuters", "title": "Deadly crossing ends American dream for Guatemalan migrant", "description": "Misael Paiz, 25, tried to cross the U.S. border earlier this year.", "url": "https://abcnews.go.com/International/deadly-crossing-ends-american-dream-guatemalan-migrant/story?id=59243100", "urlToImage": "https://s.abcnews.com/images/International/immigration1-rt-ml-181116_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T15:12:46Z", "content": "The 911 emergency call came into the U.S. Border Patrol's Tucson station around midnight. Joselino Gomez Esteban's voice crackled through an older cell phone from somewhere in Arizona's Sonoran Desert, the final stretch of a 2,000-mile migration from Guatemal… [+8197 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Congo rebels attack, burn homes near UN base in east", "description": "Congo's army spokesman says rebels have burned homes and a car in a neighborhood in the country's east where U.N. peacekeeping forces have a base", "url": "https://abcnews.go.com/International/wireStory/congo-rebels-attack-burn-homes-base-east-59263819", "urlToImage": null, "publishedAt": "2018-11-17T14:28:35Z", "content": "Congo's army spokesman says rebels have burned homes and a car in a neighborhood in the east of the country where U.N. peacekeeping forces have a base. The attack late Friday into Saturday comes days after eight U.N. peacekeepers and at least 12 Congolese sol… [+525 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Climate change protesters block off 5 London bridges", "description": "Hundreds of protesters have turned out in central London and blocked off the capital's main bridges to demand the government take climate change seriously", "url": "https://abcnews.go.com/Technology/wireStory/climate-change-protesters-block-off-london-bridges-59263643", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_30f530df5f8949c3b2fa39c534f97db6_16x9_992.jpg", "publishedAt": "2018-11-17T14:24:16Z", "content": "Hundreds of protesters have turned out in central London and blocked off the capital's main bridges to demand the government take climate change seriously. A group called \"Extinction Rebellion\" encouraged sit-ins on the bridges Saturday as part of a coordinat… [+468 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Thai officials recover boat that sank, killing 47 Chinese", "description": "Officials have recovered a boat that sank in rough weather off Thailand's southern resort island of Phuket in July, killing 47 Chinese tourists", "url": "https://abcnews.go.com/International/wireStory/thai-officials-recover-boat-sank-killing-47-chinese-59263482", "urlToImage": "https://s.abcnews.com/images/International/WireAP_b318dfe7788445bfb03023ea94094ae3_16x9_992.jpg", "publishedAt": "2018-11-17T14:16:38Z", "content": "Officials on Saturday recovered a boat that sank in rough weather off Thailand's southern resort island of Phuket in July, killing 47 Chinese tourists. Two tour boats sank off Phuket on July 5. Tourists from one boat were rescued, while the sinking of the dou… [+1198 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Judge frees Somali immigrant who was detained 9 months", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/judge-frees-somali-immigrant-detained-months-59263303", "urlToImage": null, "publishedAt": "2018-11-17T14:10:56Z", "content": "A federal judge has freed a Somali immigrant who was held for nine months in a New Hampshire jail. The New Hampshire ACLU contends Immigration and Customs Enforcement unlawfully detained 45-year-old Abdigani Faisal Hussein. The Portland, Maine, resident was r… [+526 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Sonnet Swire", "title": "The sisterhood of congressional 'firsts': Diverse group of newly elected women bond", "description": "The 116th Congress will be the most diverse yet, and some newly-elected women have already been seen discussing and planning for their shared priorities.", "url": "https://abcnews.go.com/Politics/sisterhood-congressional-firsts-diverse-group-newly-elected-women/story?id=59191739", "urlToImage": "https://s.abcnews.com/images/Politics/ocasio-ht-er-181114_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T14:03:32Z", "content": "They are a sisterhood. Interested in Midterm Elections? Add Midterm Elections as an interest to stay up to date on the latest Midterm Elections news, video, and analysis from ABC News. The group of newly elected, female, progressive Democrats who represent hi… [+4153 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "The sisterhood of congressional 'firsts': Diverse group of newly elected women bond over common status and goals - ABC News", "description": "ABC News The sisterhood of congressional 'firsts': Diverse group of newly elected women bond over common status and goals ABC News They are a sisterhood. Interested in Midterm Elections? Add Midterm Elections as an interest to stay up to date on the latest Mi…", "url": "https://abcnews.go.com/Politics/sisterhood-congressional-firsts-diverse-group-newly-elected-women/story?id%3D59191739", "urlToImage": null, "publishedAt": "2018-11-17T14:02:35Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Azerbaijan opposition leaders arrested in capital", "description": "Authorities in Azerbaijan have arrested two opposition leaders in the capital for attempting to organize a procession, including the laying of flowers, at a national cemetery known as the Alley of Martyrs", "url": "https://abcnews.go.com/International/wireStory/azerbaijan-opposition-leaders-arrested-capital-59263235", "urlToImage": null, "publishedAt": "2018-11-17T13:58:51Z", "content": "Authorities in Azerbaijan have arrested two opposition leaders in the capital for attempting to organize a procession, including the laying of flowers, at a national cemetery known as the Alley of Martyrs. The Popular Front party said its leader, Ali Kerimli,… [+554 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "LIVE COVERAGE: Exciting Details on New Experiences Coming to Disney Parks Announced at D23’s Destination D Mickey Mouse Fan Celebration", "description": "There are new details about some highly-anticipated experiences coming soon to Disney parks and we’re sharing them all LIVE during today’s D23 Destination D: Celebrating Mickey Mouse event at Walt Disney World Resort.", "url": "https://disneyparks.disney.go.com/blog/2018/11/live-coverage-exciting-details-on-new-experiences-coming-to-disney-parks-announced-at-d23s-destination-d-mickey-mouse-fan-celebration/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/uirytuiry975986.png", "publishedAt": "2018-11-17T13:49:54Z", "content": "By submitting this form, you are granting Disney Parks Blog permission to email you. You can revoke permission to mail your email address at any time using the unsubscribe link, found at the bottom of every email. We take your privacy seriously. For more info… [+493 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Search on for 8 missing Algerian migrants near Sardinia", "description": "Italy's coast guard is searching for eight Algerian migrants who apparently tried to swim to shore when the motor of their boat failed off Sardinia's southwest coast", "url": "https://abcnews.go.com/International/wireStory/search-missing-algerian-migrants-sardinia-59263166", "urlToImage": null, "publishedAt": "2018-11-17T13:30:21Z", "content": "Italy's coast guard is searching for eight Algeria n migrants who apparently tried to swim to shore when the motor of their boat failed off Sardinia's southwest coast. The coast guard said in a statement Saturday that three people who decided to stay aboard t… [+447 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "African leaders applaud Ethiopia prime minister for reforms", "description": "Africa's leaders applauded Ethiopia's Prime Minister Abiy Ahmed for making substantial reforms in his country as they met to consider improvements to the continent-wide body at a summit that started Saturday", "url": "https://abcnews.go.com/International/wireStory/african-leaders-applaud-ethiopia-prime-minister-reforms-59263030", "urlToImage": null, "publishedAt": "2018-11-17T12:51:54Z", "content": "Africa's leaders applauded Ethiopia 's Prime Minister Abiy Ahmed for making substantial reforms in his country as they met to consider improvements to the continent-wide body at a summit that started Saturday. \"Ethiopia is undergoing a profound renewal. In th… [+1194 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Afghan official: Taliban target police checkpoint, killing 5", "description": "An Afghan official says that at least five police officers have been killed when their checkpoint came under attack by insurgents in the northwestern Badghis province", "url": "https://abcnews.go.com/International/wireStory/afghan-official-taliban-target-police-checkpoint-killing-59263031", "urlToImage": null, "publishedAt": "2018-11-17T12:50:51Z", "content": "An Afghan official says that at least five police officers have been killed when their checkpoint came under attack by insurgents in the northwestern Badghis province. Abdul Aziz Beg, head of the provincial council, says three other police were wounded and an… [+414 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Report: US-led airstrikes kill 40 in IS-held area of Syria", "description": "A Syria war monitor and state media are reporting that at least 40 people, mostly civilians, have been killed by U.S.-led airstrikes on the last pocket held by Islamic State militants in eastern Syria", "url": "https://abcnews.go.com/International/wireStory/report-us-led-airstrikes-kill-40-held-area-59262996", "urlToImage": null, "publishedAt": "2018-11-17T12:41:52Z", "content": "A Syria war monitor and state media are reporting that at least 40 people, mostly civilians, have been killed by U.S.-led airstrikes on the last pocket held by Islamic State militants in eastern Syria. Rami Abdurrahman, head of the Syrian Observatory for Huma… [+494 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Criminal case as pollution surges in Russian river", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Health/wireStory/criminal-case-pollution-surges-russian-river-59262927", "urlToImage": null, "publishedAt": "2018-11-17T12:24:34Z", "content": "Russian investigators have opened a criminal case after finding pollution levels in a local river far exceeded norms, with ethyl alcohol levels charted at 5,400 times the acceptable limit. This was just one of several indicators reported Friday by the North-W… [+572 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Parade welcomes Dutch St Nicholas amid debate over helper", "description": "A nationally televised parade has welcomed the Dutch version of Santa Claus to the Netherlands amid a fierce national debate about his helper \"Black Pete.\" White people often daub their faces with black paint when they dress up to play the character", "url": "https://abcnews.go.com/International/wireStory/parade-welcomes-dutch-st-nicholas-amid-debate-helper-59262926", "urlToImage": "https://s.abcnews.com/images/International/WireAP_f54c59c3ce304f4ab03c1ed9e28bb2f2_16x9_992.jpg", "publishedAt": "2018-11-17T12:20:42Z", "content": "A nationally televised parade has welcomed the Dutch version of Santa Claus to the Netherlands amid a fierce national debate about his helper \"Black Pete.\" White people often daub their faces with black paint when they dress up to play the character. Opponent… [+536 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "New president replaces autocratic leader in the Maldives", "description": "Ibrahim Mohamed Solih has taken over as president of the Maldives following a fierce political discord caused by the autocratic rule of outgoing leader Yameen Abdul Gayoom", "url": "https://abcnews.go.com/International/wireStory/president-replaces-autocratic-leader-maldives-59262892", "urlToImage": null, "publishedAt": "2018-11-17T12:19:51Z", "content": "Ibrahim Mohamed Solih has taken over as president of the Maldives following a fierce political discord caused by the autocratic rule of outgoing leader Yameen Abdul Gayoom. Thousands of people cheered Solih, from the Maldivian Democratic Party, at a swearing-… [+566 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Brittany Borer", "title": "Snow moves into Northern Plains as Midwest, Northeast brace for arctic cold", "description": "Wind chills will be in the 20s and 30s in the Midwest and Northeast Sunday.", "url": "https://abcnews.go.com/US/snow-moves-northern-plains-midwest-northeast-brace-arctic/story?id=59262423", "urlToImage": "https://s.abcnews.com/images/US/snow-911-memorial-ap-mo-20181116_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T11:58:51Z", "content": "Winter weather alerts are in place across nine states on Saturday as a clipper system will deliver snow from the Rockies through the Central Plains into the Great Lakes. Slick travel conditions are to be expected Saturday morning. Snow associated with a cold … [+1384 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Snow moves into Northern Plains as Midwest, Northeast brace for arctic cold - ABC News", "description": "ABC News Snow moves into Northern Plains as Midwest, Northeast brace for arctic cold ABC News Winter weather alerts are in place across nine states on Saturday as a clipper system will deliver snow from the Rockies through the Central Plains into the Great La…", "url": "https://abcnews.go.com/US/snow-moves-northern-plains-midwest-northeast-brace-arctic/story?id%3D59262423", "urlToImage": null, "publishedAt": "2018-11-17T11:58:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Britain says Russian contractors have no say in visa process", "description": "Britain's Home Office says that the company contracted to collect visa applications in Russia has \"absolutely no involvement with the decision-making process.\"", "url": "https://abcnews.go.com/Technology/wireStory/britain-russian-contractors-visa-process-59262425", "urlToImage": null, "publishedAt": "2018-11-17T10:59:36Z", "content": "Britain's Home Office says that the company contracted to collect visa applications in Russia has \"absolutely no involvement with the decision-making process.\" The company, TLSContact, is \"simply an application point,\" according to a statement. Final decision… [+595 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Egyptian sentenced to death for killing Christian doctor", "description": "Egypt has sentenced an alleged Islamic State supporter to death for stabbing and killing an 82-year-old Christian doctor in Cairo", "url": "https://abcnews.go.com/International/wireStory/egyptian-sentenced-death-killing-christian-doctor-59262424", "urlToImage": null, "publishedAt": "2018-11-17T10:52:36Z", "content": "Egypt has sentenced an alleged Islamic State supporter to death for stabbing and killing an 82-year-old Christian doctor in Cairo. The September 2017 killing took place when the 40-year-old, pretending to be a patient, requested to see the doctor. He started … [+548 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "Smoke blankets Bay Area as residents forced to don masks to breathe", "description": "The Camp Fire has sent record-bad air into the Bay Area.", "url": "https://abcnews.go.com/US/smoke-blankets-san-francisco-residents-forced-don-masks/story?id=59262130", "urlToImage": "https://s.abcnews.com/images/US/hazy-golden-gate-bridge-ap-mo-20181117_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T09:38:25Z", "content": "Flames from the deadly Camp Fire won't reach California's Bay Area, but that doesn't mean it's not still wreaking havoc on the region. Smoke from the Northern California fire is leading to record-high levels of air pollution. Masks have become the fashion sta… [+2165 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Experts weigh the record of Cambodia's Khmer Rouge tribunal", "description": "Experts consider the costs and benefits of Cambodia's Khmer Rouge tribunal, which has tried and convicted a total of three defendants over nine years at a cost of more than $300 million", "url": "https://abcnews.go.com/International/wireStory/experts-weigh-record-cambodias-khmer-rouge-tribunal-59262103", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5a3429e3f4d14e0cbefd6b913520569f_16x9_992.jpg", "publishedAt": "2018-11-17T09:23:52Z", "content": "After spending nine years and more than $300 million to prosecute leaders of Cambodia's Khmer Rouge responsible for the deaths of 1.7 million of their countrymen, a U.N.-assisted tribunal has ended up convicting only three people for the communist group's hei… [+5811 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Facebook says steep rise in data requests from Indian gov't", "description": "Facebook says there was a steep rise in data requests from India's government in the first half of this year as compared to the previous two years", "url": "https://abcnews.go.com/International/wireStory/facebook-steep-rise-data-requests-indian-govt-59261981", "urlToImage": null, "publishedAt": "2018-11-17T09:04:51Z", "content": "Facebook says there was a steep rise in data requests from India's government in the first half of this year as compared to the previous two years. The company said in a report released Friday that it received 16,580 data requests from the government in the J… [+482 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Space station supplies launched, 2nd shipment in 2 days", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/space-station-supplies-launched-2nd-shipment-days-59261980", "urlToImage": null, "publishedAt": "2018-11-17T09:03:34Z", "content": "A rocket has blasted off from Virginia with space station supplies, the second shipment in two days. Northrop Grumman launched its Antares rocket from Wallops Island before dawn Saturday. The Russian Space Agency launched its own load of supplies to the Inter… [+511 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Florida high school massacre panel considers recommendations", "description": "State commission investigating Florida high school massacre begins discussions on what recommendations it will make to bolster student safety, prevent future shooting attacks", "url": "https://abcnews.go.com/US/wireStory/florida-high-school-massacre-panel-considers-recommendations-59261932", "urlToImage": "https://s.abcnews.com/images/US/WireAP_44e11779f08c468faa90e1d44742c5e0_16x9_992.jpg", "publishedAt": "2018-11-17T08:39:37Z", "content": "The state commission investigating the Florida high school massacre began discussions Friday on what recommendations it will make regarding student safety, mental health and steps to prevent future school shootings. The Marjory Stoneman Douglas High School Co… [+4766 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Joe Goldman", "title": "Argentine submarine found at bottom of Atlantic after year of searching", "description": "The submarine was lost on Nov. 15, 2017.", "url": "https://abcnews.go.com/International/argentine-submarine-found-bottom-atlantic-ocean-year-searching/story?id=59261897", "urlToImage": "https://s.abcnews.com/images/International/ara-san-juan-ap-mo-20181117_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T08:25:36Z", "content": "An Argentine submarine that went missing almost exactly one year ago has been found at the bottom of the Atlantic Ocean. The Argentine Navy and Defense Ministry confirmed late Friday evening that the remains of the ARA San Juan submarine had been located in t… [+3072 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Argentine submarine found on bottom of Atlantic Ocean after year of searching - ABC News", "description": "ABC News Argentine submarine found on bottom of Atlantic Ocean after year of searching ABC News An Argentine submarine that went missing almost exactly one year ago has been found at the bottom of the Atlantic Ocean. The Argentine Navy and Defense Ministry co…", "url": "https://abcnews.go.com/International/argentine-submarine-found-bottom-atlantic-ocean-year-searching/story?id%3D59261897", "urlToImage": null, "publishedAt": "2018-11-17T08:19:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Iraq's president visits Iran weeks after US renews sanctions", "description": "Iraq's president is visiting Iran less than two weeks after the United States restored oil sanctions that had been lifted under the 2015 nuclear deal", "url": "https://abcnews.go.com/International/wireStory/iraqs-president-visits-iran-weeks-us-renews-sanctions-59261613", "urlToImage": null, "publishedAt": "2018-11-17T07:21:36Z", "content": "Iraq's president is visiting Iran less than two weeks after the United States restored oil sanctions that had been lifted under the 2015 nuclear deal. State TV says Barham Salih arrived Saturday and met with his Iranian counterpart, President Hassan Rouhani. … [+427 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Face transplant recipient's mom learns about renowned reconstructive surgeon: Part 2", "description": "Cam Underwood had already undergone multiple surgeries on his disfigured face when his mother Bev first read about the work of Dr. Eduardo Rodriguez.", "url": "https://abcnews.go.com/2020/video/face-transplant-recipients-mom-learns-renowned-reconstructive-surgeon-59257363", "urlToImage": "https://s.abcnews.com/images/2020/181116_2020_act2_3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T07:19:15Z", "content": "Now Playing: The emotional moment face transplant recipient thanks his donor's mom Now Playing: Face transplant recipient has emotional meeting with donor's mother Now Playing: 26-year-old face transplant recipient: 'I see me': Part 1 Now Playing: Face transp… [+1348 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 26-year-old face transplant recipient: 'I see me': Part 1", "description": "When he was 24, Cameron Underwood says he was looking for a way out when he decided to try to take his own life.", "url": "https://abcnews.go.com/2020/video/26-year-face-transplant-recipient-part-59257364", "urlToImage": "https://s.abcnews.com/images/2020/181116_2020_act1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T07:17:43Z", "content": "Now Playing: A mother's decision to donate son's face: How doctors approach, support families Now Playing: Face transplant recipient has emotional meeting with donor's mother Now Playing: 26-year-old face transplant recipient: 'I see me': Part 1 Now Playing: … [+1348 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Surgeon meets potential face transplant recipient before agreeing to operate: Part 3", "description": "Dr. Eduardo Rodriguez met with Cam Underwood in person to discuss his concerns, including Underwood's struggle with depression and his attempted suicide.", "url": "https://abcnews.go.com/2020/video/surgeon-meets-potential-face-transplant-recipient-agreeing-operate-59257361", "urlToImage": "https://s.abcnews.com/images/2020/181116_2020_act3_1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T07:04:28Z", "content": "Now Playing: A mother's decision to donate son's face: How doctors approach, support families Now Playing: US's youngest face transplant recipient shares story of suicide survival, hope Now Playing: 26-year-old face transplant recipient: 'I see me': Part 1 No… [+1359 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Face transplant donor's mother's difficult decision: Part 4", "description": "Will Fisher had signed up to be an organ donor, but after he died, Dr. Eduardo Rodriguez approached his mother with a very different, sensitive request.", "url": "https://abcnews.go.com/2020/video/face-transplant-donors-mothers-difficult-decision-part-59257360", "urlToImage": "https://s.abcnews.com/images/2020/181116_2020_act4_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T07:03:11Z", "content": "Now Playing: A mother's decision to donate son's face: How doctors approach, support families Now Playing: Surgeon overseeing care for US's youngest face-transplant recipient: 'Katie was a fighter' Now Playing: 26-year-old face transplant recipient: 'I see me… [+1371 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: How surgeons performed 26-year-old man's face transplant procedure: Part 5", "description": "Dr. Eduardo Rodriguez's team worked in side-by-side operating rooms at NYU Langone Health in New York to complete the face transplant on Cam Underwood.", "url": "https://abcnews.go.com/2020/video/surgeons-performed-26-year-mans-face-transplant-procedure-59257359", "urlToImage": "https://s.abcnews.com/images/2020/181116_2020_act5_2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T07:02:27Z", "content": "Now Playing: US's youngest face transplant recipient progress from pre-surgery to recovery today Now Playing: A speech therapy session with US's youngest face transplant recipient Now Playing: 26-year-old face transplant recipient: 'I see me': Part 1 Now Play… [+1447 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Face transplant recipient thanks donor's mother: Part 6", "description": "In an emotional meeting, Sally Fisher got the chance to see her son's face on Cam Underwood after the transplant surgery.", "url": "https://abcnews.go.com/2020/video/face-transplant-recipient-donors-mother-part-59257358", "urlToImage": "https://s.abcnews.com/images/2020/181116_2020_act6_1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T07:01:32Z", "content": "Now Playing: The emotional moment face transplant recipient thanks his donor's mom Now Playing: Face transplant recipient has emotional meeting with donor's mother Now Playing: 26-year-old face transplant recipient: 'I see me': Part 1 Now Playing: Face transp… [+1348 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Fraternity member critically injured after falling down stairs", "description": "David Rusko is in critical condition after the Sigma Alpha Epsilon member fell down a flight of stairs in the frat house at West Virginia University - prompting the frat's suspension.", "url": "https://abcnews.go.com/US/video/fraternity-member-critically-injured-falling-stairs-59261527", "urlToImage": "https://s.abcnews.com/images/US/181117_vod_fraternity_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T06:57:12Z", "content": "Now Playing: Fraternity shut down after Ohio University student's death Now Playing: 26-year-old face transplant recipient: 'I see me': Part 1 Now Playing: Face transplant recipient's mom learns about renowned reconstructive surgeon: Part 2 Now Playing: Surge… [+1364 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Democrats gear up for more digital spending in 2020", "description": "One of the largest outside Democratic groups says ramped-up spending on digital advertising played a key role in battleground races where seats were taken away from Republicans during the recent midterms", "url": "https://abcnews.go.com/Technology/wireStory/democrats-gear-digital-spending-2020-59261526", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_c95a1e43f02a4cfbbc965a8fcb893ace_16x9_992.jpg", "publishedAt": "2018-11-17T06:55:20Z", "content": "One of the largest outside Democratic groups says ramped-up spending on digital advertising played a key role in midterm battleground races, offering a lesson for potential presidential contenders in 2020. \"You're going to have to have an organization that sp… [+5495 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "Fraternity suspended after member critically injured in fall", "description": "David Rusko was injured in a fall at the frat house on Nov. 10.", "url": "https://abcnews.go.com/US/sigma-alpha-epsilon-fraternity-suspended-member-critically-injured/story?id=59260696", "urlToImage": "https://s.abcnews.com/images/US/sigma-alpha-epsilon-wvu2-wtae-mo-20181117_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T06:30:48Z", "content": "A student at West Virginia University is in critical condition after a fall at the school's Sigma Alpha Epsilon fraternity house -- leading to the suspension of the chapter pending an investigation. David Rusko, 22, remains in the intensive care unit after th… [+3085 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Elizabeth McLaughlin", "title": "Family of immigrant WWI soldier receives his Purple Heart 100 years after death", "description": "U.S. Army Pvt. Michael Walsh's family had waited over 100 years for this moment: the opportunity to honor their fallen hero with his Purple Heart.", "url": "https://abcnews.go.com/Politics/100-years-death-family-immigrant-wwi-soldier-receives/story?id=59249881", "urlToImage": "https://s.abcnews.com/images/International/irish-immigrant-purple-heart-01-ht-jc-181116_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T06:29:32Z", "content": "U.S. Army Pvt. Michael Walsh's family had waited over 100 years for this moment: the opportunity to honor their fallen hero. Walsh, an immigrant from Ireland, served with the American Expeditionary Forces in France through some of the bloodiest fighting of Wo… [+6513 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Santa Rosa police officer reunites with 87-year-old he saved in fire: Part 3", "description": "One year after Irene Lopez was rescued from her senior home, she gets to thank her hero, officer Andy Adams.", "url": "https://abcnews.go.com/Nightline/video/santa-rosa-police-officer-reunites-87-year-saved-59260352", "urlToImage": "https://s.abcnews.com/images/Nightline/181117_ntl_santarosa_part3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T06:18:19Z", "content": "Now Playing: New fire in California erupts overnight Now Playing: Number of missing in California fire skyrockets Now Playing: Santa Rosa police officer reunites with 87-year-old he saved in fire: Part 3 Now Playing: Residents return to Santa Rosa to rebuild … [+1323 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Residents return to Santa Rosa to rebuild after Tubbs fire tragedy: Part 2", "description": "One year after the deadly fire claimed 22 lives and more than 3,000 residences, the people of Santa Rosa are coming together to rebuild their community.", "url": "https://abcnews.go.com/Nightline/video/residents-return-santa-rosa-rebuild-tubbs-fire-tragedy-59260351", "urlToImage": "https://s.abcnews.com/images/Nightline/181117_ntl_santarosa_part2_3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T06:17:40Z", "content": "Now Playing: New fire in California erupts overnight Now Playing: New concerns camp fire death toll will keep climbing Now Playing: Santa Rosa police officer reunites with 87-year-old he saved in fire: Part 3 Now Playing: Residents return to Santa Rosa to reb… [+1328 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 'Everything we've worked for.. gone': Santa Rosa remembers fire one year later:Part 1", "description": "One year after the Tubbs fire tore through the Santa Rosa community, residents and first responders look back on the night whole neighborhoods were reduced to ash and 22 people died in the blaze.", "url": "https://abcnews.go.com/Nightline/video/worked-santa-rosa-remembers-fire-year-laterpart-59260350", "urlToImage": "https://s.abcnews.com/images/Nightline/181117_ntl_santarosa_part1_2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T06:16:09Z", "content": "Now Playing: New fire in California erupts overnight Now Playing: Number of missing in California fire skyrockets Now Playing: Santa Rosa police officer reunites with 87-year-old he saved in fire: Part 3 Now Playing: Residents return to Santa Rosa to rebuild … [+1323 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Abe visits Darwin shrine to Japanese war dead", "description": "Japanese Prime Minister Shinzo Abe has visited a shrine in Darwin, Australia, commemorating the deaths of 80 Japanese submariners in waters near the city in World War II", "url": "https://abcnews.go.com/International/wireStory/abe-visits-darwin-shrine-japanese-war-dead-59260452", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5388ba52571746eeaf1c26d9a3d6070b_16x9_992.jpg", "publishedAt": "2018-11-17T05:38:26Z", "content": "Japanese Prime Minister Shinzo Abe has visited a shrine in Darwin, Australia, commemorating the deaths of 80 Japan ese submariners in waters near the city in World War II. Abe arrived in Darwin on Friday for meetings with Australian counterpart Scott Morrison… [+485 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "New Mexico woman sues hospital for resuscitating her", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Health/wireStory/mexico-woman-sues-hospital-resuscitating-59260167", "urlToImage": null, "publishedAt": "2018-11-17T05:12:35Z", "content": "A New Mexico woman who was brought back to life is suing the hospital for violating her rights. The Albuquerque Journal reports lawyers for Jamie Sams filed a lawsuit this week in New Mexico state district court against Santa Fe's Christus St. Vincent Regiona… [+580 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "When things go sour in the NFL, QBs often are changed", "description": "When things go sour, an NFL team's fan base often points to two people: the guy calling plays on the sideline, and the man behind center trying to execute them. As we get deeper into the 2018 schedule, the futures of some coaches could be tied to how their qu…", "url": "https://abcnews.go.com/Sports/wireStory/things-sour-nfl-qbs-changed-59265215", "urlToImage": "https://s.abcnews.com/images/Sports/WireAP_9b1757371c014557b8c01e887349a23d_16x9_992.jpg", "publishedAt": "2018-11-17T05:00:00Z", "content": "When things go sour, an NFL team's fan base often points to two people: the guy calling plays on the sideline, and the man behind center trying to execute them. As we get deeper into the 2018 schedule, the futures of some coaches could be tied to how their qu… [+5759 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Argentina: Submarine found sunk year after disappearing", "description": "Argentina's navy has announced that searchers have found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard", "url": "https://abcnews.go.com/International/wireStory/argentina-submarine-found-sunk-year-disappearing-59259965", "urlToImage": null, "publishedAt": "2018-11-17T04:47:50Z", "content": "Argentina's navy announced early Saturday that searchers found the missing submarine ARA San Juan deep in the Atlantic a year after it disappeared with 44 crewmen aboard. The vessel was detected 800 meters (2,625 feet) deep in waters off the Valdes Peninsula … [+1979 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Pence meets Taiwan's delegation at APEC summit", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-pence-meets-taiwans-delegation-apec-summit-59259964", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_8be0dbdee8c54dff820c87f883d2f544_16x9_992.jpg", "publishedAt": "2018-11-17T04:42:19Z", "content": "The Latest on the summit of the Asia-Pacific Economic Cooperation in Papua New Guinea (all times local): 2:40 p.m. U.S. Vice President Mike Pence has met with the head of Taiwan's delegation to an Asia-Pacific Economic Cooperation meeting. The U.S. doesn't ha… [+1120 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Argentina's navy says submarine missing for year found 800 meters (2,625 feet) down in Atlantic", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/argentinas-navy-submarine-missing-year-found-800-meters-59259863", "urlToImage": null, "publishedAt": "2018-11-17T04:36:34Z", "content": "Argentina's navy says submarine missing for year found 800 meters (2,625 feet) down in Atlantic."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "WATCH: World News 11/16/18: Noreaster Aftermath As Another Storm Looms", "description": "World News Tonight with David Muir full episode recap: Hazardous air quality threat as crews continue to fight California fires; Trump says he has written answers to questions from special counsel", "url": "https://abc.go.com/shows/world-news-tonight/episode-guide/2018-11/16-111618-noreaster-aftermath-as-another-storm-looms", "urlToImage": "https://cdn1.edgedatg.com/aws/v2/abcnews/WorldNews/video/9230/b151cff12f038b85505329b747ab6883/579x325-Q100_b151cff12f038b85505329b747ab6883.jpg", "publishedAt": "2018-11-17T04:27:17Z", "content": "Sign Out Are you sure you want to sign out? By signing out, you will not be able to resume watching content where you left off, enjoy cross-device viewing experience, or save your favorites to your My List. sign out cancel"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Wildfire-charred movie ranch to be rebuilt over 2 years", "description": "The National Park Service says it plans to rebuild the burned-down buildings and movie sets of Southern California's Paramount Ranch and reopen within two years", "url": "https://abcnews.go.com/Entertainment/wireStory/wildfire-charred-movie-ranch-rebuilt-years-59258594", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_acf63ab9fb9940be93b3d542ffd8ec17_16x9_992.jpg", "publishedAt": "2018-11-17T03:20:46Z", "content": "Standing amid the charred foundations and burned-out movie sets of Paramount Ranch, officials from the National Park Service said Friday that they plan to rebuild and reopen the site that holds decades of movie history and still hosts a steady stream of Holly… [+3938 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Number of missing hard to peg in deadly California wildfire", "description": "Northern California officials have struggled to get a handle on the number of missing from the deadliest U.S. wildfire in a century", "url": "https://abcnews.go.com/US/wireStory/number-missing-hard-peg-deadly-california-wildfire-59256023", "urlToImage": "https://s.abcnews.com/images/US/WireAP_fa4dc614f3a345e5bf431b4879e5df0d_16x9_992.jpg", "publishedAt": "2018-11-17T03:06:52Z", "content": "More than 1,000 people are unaccounted for after a deadly Northern California wildfire, but authorities warned Friday that the roster is fluid and contains \"raw data,\" including the names of people who are safe. Some of the people on the ever-evolving list co… [+3589 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US opposes UN resolution upholding Syria's right to Golan - ABC News", "description": "Fox News US opposes UN resolution upholding Syria's right to Golan ABC News The United States has voted for the first time against a U.N. resolution upholding Syria's right to the Golan Heights, which Israel captured during the 1967 war. The General Assembly'…", "url": "https://abcnews.go.com/US/wireStory/us-opposes-resolution-upholding-syrias-golan-59258313", "urlToImage": null, "publishedAt": "2018-11-17T02:59:51Z", "content": "The United States has voted for the first time against a U.N. resolution upholding Syria 's right to the Golan Heights, which Israel captured during the 1967 war. The General Assembly's decolonization committee voted 152-2 in favor of the resolution, with 14 … [+574 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Justin Bieber, ex-neighbor settle long-running egging suit", "description": "Justin Bieber and a former neighbor whose house he egged have agreed to settle a lawsuit that accused the pop singer of being a nightmare neighbor", "url": "https://abcnews.go.com/Entertainment/wireStory/justin-bieber-neighbor-settle-long-running-egging-suit-59257673", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_fb09aa8c193a4bf48b7cb0e321f3e60a_16x9_992.jpg", "publishedAt": "2018-11-17T02:30:15Z", "content": "Justin Bieber has agreed to settle a long-running lawsuit filed by a former neighbor whose house the pop singer egged. A document filed Friday shows the case has been resolved in its entirety. No details were given about the terms. Jeffrey and Suzanne Schwart… [+1327 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Authorities: More than 1,000 unaccounted for", "description": "Northern California authorities say more than 1,000 people are now on a missing persons list but stressed that it doesn't mean they are all actually missing", "url": "https://abcnews.go.com/US/wireStory/latest-rain-predicted-north-california-fire-zone-59245324", "urlToImage": "https://s.abcnews.com/images/US/WireAP_2709ee79c2894b61ac2319d14580ae2f_16x9_992.jpg", "publishedAt": "2018-11-17T02:30:10Z", "content": "The Latest on California's wildfire s (all times local): 7:31 p.m. Butte County Sheriff Kory Honea says they found 8 more bodies Friday from a deadly Northern California wildfire that is only half contained. The death toll from the deadliest wildfire in the c… [+15114 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China's Xi: World faces choice of confrontation, cooperation", "description": "China's president says the world faces a choice of cooperation or confrontation in a speech to a summit of leaders that is divided by tensions stemming from increased U.S. protectionism", "url": "https://abcnews.go.com/International/wireStory/chinas-xi-world-faces-choice-confrontation-cooperation-59257592", "urlToImage": "https://s.abcnews.com/images/International/WireAP_b85c009d667749878366be6b215cb773_16x9_992.jpg", "publishedAt": "2018-11-17T02:27:34Z", "content": "China's president says the world faces a choice of cooperation or confrontation in a speech to a summit of leaders that is divided by tensions stemming from increased U.S. protectionism. President Xi Jinping expressed support for global free trading system th… [+316 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 91,000 pounds of ground turkey recalled due to possible Salmonella", "description": "The recall of Jennie-O Turkey is the first one tied to the outbreak of raw turkey that has killed one and caused 164 illnesses in 35 states.", "url": "https://abcnews.go.com/WNT/video/91000-pounds-ground-turkey-recalled-due-salmonella-59257593", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_index2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T02:04:27Z", "content": "Now Playing: USDA asked to name brands involved in turkey salmonella outbreak Now Playing: Salmonella outbreak linked to popular cereal Now Playing: 91,000 pounds of ground turkey recalled due to possible Salmonella Now Playing: Top tips for Thanksgiving food… [+1127 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Judge: John Hinckley can move out of his mother's house", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/judge-john-hinckley-move-mothers-house-59252363", "urlToImage": "https://s.abcnews.com/images/US/WireAP_de174730cbe6490b86eac18f9317926c_16x9_992.jpg", "publishedAt": "2018-11-17T02:03:17Z", "content": "The man who tried to assassinate President Ronald Reagan can move out of his mother's house in Virginia and live on his own, a federal judge ruled Friday. U.S. District Court Judge Paul L. Friedman granted John Hinckley Jr. the largest measure of freedom he's… [+3198 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Retailers ramping up deals as Black Friday rush draws closer", "description": "Experts suggested following brands on social media, where they often unveil special deals and promo codes for the holidays.", "url": "https://abcnews.go.com/WNT/video/retailers-ramping-deals-black-friday-rush-draws-closer-59257512", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_jarvis_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T02:01:23Z", "content": "Now Playing: Black Friday ads released early Now Playing: Milwaukee residents camp out for brewery's specialty Black Friday beers Now Playing: Retailers ramping up deals as Black Friday rush draws closer Now Playing: Going cash-free is making more sense for c… [+1184 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Girlfriend of man who admitted to killing family: 'He lied about everything'", "description": "She says Chris Watts told her he was finalizing a divorce and showed a lack of emotion when she asked about the family's disappearance.", "url": "https://abcnews.go.com/WNT/video/girlfriend-man-admitted-killing-family-lied-59257365", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_davis_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T01:58:18Z", "content": "Now Playing: Husband arrested in connection to missing wife, young daughters in Colorado Now Playing: Dad who killed pregnant wife, 2 daughters will not face death penalty Now Playing: Girlfriend of man who admitted to killing family: 'He lied about everythin… [+1314 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US intel says Saudi prince ordered Khashoggi's killing: Official", "description": "U.S. intelligence officials have concluded that Saudi Crown Prince Mohammed bin Salman ordered the killing of Saudi writer Jamal Khashoggi", "url": "https://abcnews.go.com/Politics/wireStory/us-official-us-intel-prince-ordered-khashoggi-killing-59257353", "urlToImage": "https://s.abcnews.com/images/International/mohammed-bin-salman-gty-mem-181025_hpEmbed_16x11_992.jpg", "publishedAt": "2018-11-17T01:50:29Z", "content": "U.S. intelligence officials have concluded that Saudi Crown Prince Mohammed bin Salman ordered the killing of journalist Jamal Khashoggi, a U.S. official said Friday. The Saudi government has denied the claim. Interested in Jamal Khashoggi? Add Jamal Khashogg… [+4129 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Matt McGarry and Engin Bas", "title": "Alleged Khashoggi killers discussed plot minutes before he arrived: Turkish officials", "description": "Saudi officials continue to claim the murder wasn't sanctioned.", "url": "https://abcnews.go.com/International/alleged-khashoggi-killers-discussed-plot-minutes-arrived-turkish/story?id=59257354", "urlToImage": "https://s.abcnews.com/images/International/jamal-kashoggi-gty-jc-181112_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-17T01:50:15Z", "content": "The team of alleged assassins sent to murder Washington Post columnist Jamal Khashoggi discussed their plan to kill the writer while he was making his way to Saudi Arabia's consulate in Istanbul, a high-level Turkish official familiar with the investigation t… [+6256 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "2 paintings belonging to LOVE artist sold at auction", "description": "The estate of artist Robert Indiana, creator of the iconic LOVE series, has raised $5 million by auctioning two paintings that belonged to him", "url": "https://abcnews.go.com/Entertainment/wireStory/paintings-belonging-love-artist-auctioned-59240853", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_f231630d0e33477f9aef3baed6c97a05_16x9_992.jpg", "publishedAt": "2018-11-17T01:45:12Z", "content": "The estate of artist Robert Indiana, creator of the iconic LOVE series, auctioned off two paintings that belonged to him to raise money to defend against a lawsuit and to stabilize his deteriorating island home off the Maine coast. Christie's Auction House so… [+2307 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Face transplant recipient has emotional meeting with donor's mother", "description": "Cameron Underwood met with Sally Fisher, whose son, Will, donated his face.", "url": "https://abcnews.go.com/WNT/video/face-transplant-recipient-emotional-meeting-donors-mother-59257145", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_johnson1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T01:42:32Z", "content": "Now Playing: The emotional moment face transplant recipient thanks his donor's mom Now Playing: US's youngest face transplant recipient shares story of suicide survival, hope Now Playing: Girlfriend of man who admitted to killing family: 'He lied about everyt… [+1317 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Police baffled by Army veteran's disappearance during 49ers game", "description": "Ian Powers was last seen on surveillance video leaving the game alone; police say he has been missing for four days.", "url": "https://abcnews.go.com/US/video/police-baffled-army-veterans-disappearance-49ers-game-59256903", "urlToImage": "https://s.abcnews.com/images/US/181116_wn_whitworth_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T01:42:20Z", "content": "Now Playing: President Trump: 'Rogue killers' may be involved in journalist's disappearance Now Playing: Suspect in woman's disappearance is a missing person Now Playing: Girlfriend of man who admitted to killing family: 'He lied about everything' Now Playing… [+1300 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Oscar-winning writer William Goldman has died at the age of 87", "description": "His long list of unforgettable movies includes \"Butch Cassidy and the Sundance Kid\" and \"The Princess Bride.\"", "url": "https://abcnews.go.com/WNT/video/oscar-winning-writer-william-goldman-died-age-87-59257272", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_index3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T01:42:19Z", "content": "Now Playing: Oct. 5, 1987: Robin Wright, Cary Elwes discuss 'The Princess Bride' Now Playing: Sept. 22, 1987: Billy Crystal talks about his cameo in The Princess Bride Now Playing: Oscar-winning writer William Goldman has died at the age of 87 Now Playing: To… [+1388 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Lawyer: Woman in alleged GoFundMe scheme was 'trying to help'", "description": "Kate McClure's lawyer said it was her boyfriend and the homeless veteran who pushed the alleged scheme and told the viral tale.", "url": "https://abcnews.go.com/US/video/lawyer-woman-alleged-gofundme-scheme-59257098", "urlToImage": "https://s.abcnews.com/images/US/181116_wn_johnson_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T01:42:19Z", "content": "Now Playing: Arrests made in 'good Samaritan' GoFundMe campaign Now Playing: Homeless man, couple created GoFundMe scheme: Report Now Playing: Girlfriend of man who admitted to killing family: 'He lied about everything' Now Playing: Killer allegedly claims re… [+1272 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Killer allegedly claims responsibility for 90 US killings: Authorities", "description": "Samuel Little, convicted in three California murders, allegedly gave details for more than 90 deaths dating back to 1970, authorities said.", "url": "https://abcnews.go.com/WNT/video/killer-allegedly-claims-responsibility-90-us-killings-authorities-59257225", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_index1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T01:42:19Z", "content": "Now Playing: Arrests made in 2016 murders of 8 family members Now Playing: California murder suspect caught by police after he live-streamed car chase Now Playing: Girlfriend of man who admitted to killing family: 'He lied about everything' Now Playing: Kille… [+1293 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Assange secretly charged by US authorities: Document", "description": "A spokesman acknowledged the error on the court filing that brought the charges to light.", "url": "https://abcnews.go.com/International/video/assange-secretly-charged-us-authorities-document-59256950", "urlToImage": "https://s.abcnews.com/images/International/181116_wn_pannel_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T01:42:19Z", "content": "Now Playing: Julian Assange appears to have 'been charged' in federal court Now Playing: Secret indictment of Wikileaks founder accidentally disclosed Now Playing: Assange secretly charged by US authorities: Document Now Playing: Wildfires rage, soccer player… [+1117 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Alleged Khashoggi killers discussed plot minutes before he arrived: Turkish officials - ABC News", "description": "ABC News Alleged Khashoggi killers discussed plot minutes before he arrived: Turkish officials ABC News The team of alleged assassins sent to murder Washington Post columnist Jamal Khashoggi discussed their plan to kill the writer while he was making his way …", "url": "https://abcnews.go.com/International/alleged-khashoggi-killers-discussed-plot-minutes-arrived-turkish/story?id%3D59257354", "urlToImage": null, "publishedAt": "2018-11-17T01:30:57Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Arms dealer convicted in LA of trying to buy, sell missiles", "description": "Authorities say a black-market arms dealer who tried to buy anti-aircraft missiles and sell them to clients in the Middle East has been convicted of conspiracy in Los Angeles", "url": "https://abcnews.go.com/International/wireStory/arms-dealer-convicted-la-buy-sell-missiles-59257356", "urlToImage": null, "publishedAt": "2018-11-17T01:29:04Z", "content": "Authorities say a black-market arms dealer who tried to buy anti-aircraft missiles and sell them to clients in the Middle East has been convicted of conspiracy in Los Angeles. Rami Asad-Ghanem was convicted Thursday and faces 25 years to life in prison. Autho… [+557 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Chris Francescani", "title": "Attorney for female GoFundMe suspect claims she, too, was duped", "description": "An attorney for Kate McClure said she was also a victim of the alleged scam.", "url": "https://abcnews.go.com/US/attorney-female-gofundme-suspect-claims-duped/story?id=59256254", "urlToImage": "https://s.abcnews.com/images/Lifestyle/kate-mcclure-johnny-bobbitt-1-abc-jt-171126_16x9_992.jpg", "publishedAt": "2018-11-17T01:06:16Z", "content": "The attorney for the female member of a New Jersey trio charged with launching a GoFundMe campaign that warmed the hearts of millions and generated more than $400,000 in donations for a seemingly selfless homeless military vet claimed in a new interview with … [+10646 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump says he has written answers to questions from special counsel", "description": "ABC News has learned the president objected to some of the questions from Robert Mueller; Trump said he hadn't submitted the answers yet.", "url": "https://abcnews.go.com/Politics/video/trump-written-answers-questions-special-counsel-59256715", "urlToImage": "https://s.abcnews.com/images/Politics/181116_wn_karl_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T00:58:03Z", "content": "Now Playing: President Trump again calls Mueller probe a 'witch hunt' in tweet Now Playing: Alleged plot against Robert Mueller referred to FBI Now Playing: Trump says he has written answers to questions from special counsel Now Playing: Retired Justice Alan … [+1151 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "North Korea's stable exchange rates confound economists", "description": "Sign of stability? Evidence of a great sell-off? Amid harsh sanctions and massive trade imbalance, North Korea's stable exchange rates confound economists", "url": "https://abcnews.go.com/International/wireStory/north-koreas-stable-exchange-rates-confound-economists-59256574", "urlToImage": "https://s.abcnews.com/images/International/WireAP_37bab22d00db46158bf36562f8025af1_16x9_992.jpg", "publishedAt": "2018-11-17T00:53:36Z", "content": "It's a question that nags at North Korea economy watchers: How has the country been able to maintain stable exchange rates and avert hyper-inflation despite intense sanctions, political tensions and a swelling trade imbalance? In a nutshell, North Korea buys … [+5044 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Hazardous air quality threat as crews continue to fight California fires", "description": "Schools were closed and residents were forced to wear masks in parts of the state; more than 600 residents are still unaccounted for.", "url": "https://abcnews.go.com/WNT/video/hazardous-air-quality-threat-crews-continue-fight-california-59256575", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_carr_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T00:53:34Z", "content": "Now Playing: Major fire devastation Now Playing: Camp fire claims at least 48 lives, as search heats up for missing Now Playing: Killer allegedly claims responsibility for 90 US killings: Authorities Now Playing: Face transplant recipient has emotional meetin… [+1261 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Valerie Lee", "title": "Four Fabulous Ways to Enjoy the Holidays in the Downtown Disney District at the Disneyland Resort", "description": "It’s a wonderful time of the year to stroll the Downtown Disney District at the Disneyland Resort, brimming with beautiful décor, tasty treats, holiday entertainment and unique shopping options for everyone on your list! Here’s a peek!", "url": "https://disneyparks.disney.go.com/blog/2018/11/four-fabulous-ways-to-enjoy-the-holidays-in-the-downtown-disney-district-at-the-disneyland-resort/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/siodfhgjggr42534fwd.jpg", "publishedAt": "2018-11-17T00:52:55Z", "content": "Its a wonderful time of the year to stroll the Downtown Disney District at the Disneyland Resort, brimming with beautiful décor, tasty treats, holiday entertainment and unique shopping options for everyone on your list! Heres a peek! Seasonal Décor Youll want… [+2300 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: November noreaster drops 6 inches of snow, ice on New York City", "description": "There were nearly 2,000 crashes in 12 hours, and frustrated commuters in the Port Authority Bus Terminal were held back by armed guards.", "url": "https://abcnews.go.com/WNT/video/november-noreaster-drops-inches-snow-ice-york-city-59256460", "urlToImage": "https://s.abcnews.com/images/WNT/181116_wn_marciano_hpMain_16x9_992.jpg", "publishedAt": "2018-11-17T00:47:47Z", "content": "Now Playing: Noreaster turns deadly Now Playing: Severe weather moves across the country Now Playing: Hazardous air quality threat as crews continue to fight California fires Now Playing: November noreaster drops 6 inches of snow, ice on New York City Now Pla… [+1192 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Key facts about APEC host Papua New Guinea", "description": "Papua New Guinea hosts leaders from Pacific Rim countries, including the United States, Russia and China, this weekend in a coming-out party for the jungle-clad nation", "url": "https://abcnews.go.com/International/wireStory/key-facts-apec-host-papua-guinea-59256424", "urlToImage": "https://s.abcnews.com/images/International/WireAP_20ffbf6608444514912d308d853e5663_16x9_992.jpg", "publishedAt": "2018-11-17T00:32:07Z", "content": "Papua New Guinea hosts leaders from Pacific Rim countries, including the United States, Russia and China, this weekend in a coming-out party for the jungle-clad nation that is regarded as one of the world's last frontiers for trade and investment. The largely… [+3330 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "GOP prepares to subpoena Comey, Lynch before losing power", "description": "Republicans arguing that there was bias in President Barack Obama's Justice Department are preparing to subpoena two key witnesses in the final weeks of their majority", "url": "https://abcnews.go.com/Politics/wireStory/gop-prepares-subpoena-comey-lynch-losing-power-59250509", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_4160faff4702454f9c8e32d2258c26cf_16x9_992.jpg", "publishedAt": "2018-11-17T00:14:06Z", "content": "House Republicans who have spent the last two years arguing that there was bias in President Barack Obama 's Justice Department are preparing to subpoena two key witnesses in the final weeks of their majority former FBI Director James Comey and former Attorne… [+2394 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Groups protest plans for possible lease sale in Beaufort", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/groups-protest-plans-lease-sale-beaufort-59256219", "urlToImage": null, "publishedAt": "2018-11-17T00:11:05Z", "content": "Federal regulators are preparing an environmental review for a possible offshore lease sale in Alaska's Beaufort Sea and environmental groups are calling foul. The legality of Arctic Ocean offshore lease sales is the subject of a federal lawsuit. Environmenta… [+2580 chars]"}]}