{"articles": [{"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: State trooper escorts wandering elephant back home to animal sanctuary", "description": "The 46-year-old elephant was brought to the U.S. from Vietnam after the war.", "url": "https://abcnews.go.com/US/video/state-trooper-escorts-wandering-elephant-back-home-animal-59150309", "urlToImage": "https://s.abcnews.com/images/US/181112_wabc_elephant_rescued_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T23:56:34Z", "content": "Now Playing: State trooper escorts wandering elephant back home to animal sanctuary Now Playing: The Briefing Room: No known voter fraud as votes are recounted in Florida Now Playing: California wildfires grow as 2 new blazes break out; dozens remain unaccoun… [+1275 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "State trooper escorts wandering elephant back home to animal sanctuary", "description": "The 46-year-old elephant was brought to the U.S. after she was burned by napalm during the Vietnam War, according to the New York State Police.", "url": "https://abcnews.go.com/US/state-trooper-escorts-wandering-elephant-back-home-animal/story?id=59145344", "urlToImage": "https://s.abcnews.com/images/US/elephant-rescue-01-ht-jef-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T23:41:14Z", "content": "A New York State Trooper received the biggest shock of his career Sunday night while on patrol -- an 8,000-pound surprise, to be exact. Interested in Animals? Add Animals as an interest to stay up to date on the latest Animals news, video, and analysis from A… [+1928 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Ali Rogin", "title": "House and Senate face long to-do list in lame duck session", "description": "While this is a lame duck session of Congress, there is still plenty of work to get through. Here are a few of the issues that lawmakers will try to tackle.", "url": "https://abcnews.go.com/Politics/house-senate-face-long-list-lame-duck-session/story?id=59141650", "urlToImage": "https://s.abcnews.com/images/General/capitol-building-night-gty-jef-181106_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T23:21:34Z", "content": "The House and Senate return to Washington Tuesday for the first time since well before Election Day. While this is a lame duck session of Congress, there is still plenty of work to get through. Here are a few of the issues that lawmakers will try to tackle in… [+4927 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: The Briefing Room: No known voter fraud as votes are recounted in Florida", "description": "Election law attorney says despite President Trump's claims, there is no known fraud as Florida's statewide recount is underway; Wildfires continue to wreak havoc in California.", "url": "https://abcnews.go.com/US/video/briefing-room-voter-fraud-votes-recounted-florida-59149647", "urlToImage": "https://s.abcnews.com/images/US/181112_briefingroom_full_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T23:11:51Z", "content": "Now Playing: 'The Briefing Room': Alabama Senate race Now Playing: The Briefing Room: Final countdown to midterms Now Playing: The Briefing Room: No known voter fraud as votes are recounted in Florida Now Playing: California wildfires grow as 2 new blazes bre… [+1257 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "EU auditors struggle to track use of Turkey refugee money", "description": "European Union auditors say Turkish officials refused to provide information that would help establish whether 1.1 billion euros ($1.2 billion) in EU refugee aid money is being properly spent", "url": "https://abcnews.go.com/International/wireStory/eu-auditors-struggle-track-turkey-refugee-money-59149646", "urlToImage": null, "publishedAt": "2018-11-12T23:05:28Z", "content": "European Union auditors on Tuesday said that Turkish officials refused to provide information that would help establish whether 1.1 billion euros ($1.2 billion) in EU refugee aid money is being properly spent. The auditors said in a new report that Turkey 's … [+1851 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Dr. Johanna Kreafle", "title": "New cholesterol guidelines for heart health: What you need to know", "description": "The guidelines advocate for more aggressive treatment with statin therapy.", "url": "https://abcnews.go.com/Health/cholesterol-guidelines-heart-health/story?id=59147980", "urlToImage": "https://s.abcnews.com/images/Health/cholesterol-illustration-rf-gty-jc-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:40:39Z", "content": "Heart disease is the leading cause of death in the U.S. A group of physicians at Johns Hopkins Medicine and the American Heart Association have released updated guidelines on managing cholesterol to minimize the risk of heart attack, stroke, and death. The ne… [+3067 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "New cholesterol guidelines for heart health: What you need to know - ABC News", "description": "ABC News New cholesterol guidelines for heart health: What you need to know ABC News Heart disease is the leading cause of death in the U.S.. A group of physicians at Johns Hopkins Medicine and the American Heart Association have released updated guidelines o…", "url": "https://abcnews.go.com/Health/cholesterol-guidelines-heart-health/story?id%3D59147980", "urlToImage": null, "publishedAt": "2018-11-12T22:40:29Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: California wildfires grow as 2 new blazes break out; dozens remain unaccounted for", "description": "The Camp Fire is now the most destructive in the state's history.", "url": "https://abcnews.go.com/US/video/california-wildfires-grow-blazes-break-dozens-remain-unaccounted-59149193", "urlToImage": "https://s.abcnews.com/images/US/181112_nwo_cali_fires_update_MIX_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:39:57Z", "content": "Now Playing: California wildfires grow as 2 new blazes break out; dozens remain unaccounted for Now Playing: What you should know about wildfires Now Playing: Research scientist Jon E. Keeley speaks on wildfires and climate change Now Playing: 'GMA' Hot List:… [+1267 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Soo Youn", "title": "Uber announces 21 categories of sexual misconduct to report", "description": "Uber announces 21 categories of sexual misconduct to report.", "url": "https://abcnews.go.com/Business/uber-announces-21-categories-sexual-misconduct-report/story?id=59139591", "urlToImage": "https://s.abcnews.com/images/US/uber-gty-er-180722_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:38:27Z", "content": "Uber announced a new system to identify sexual misconduct on its platform -- introducing 21 categories from staring and leering to non-consensual sexual penetration -- in a step toward transparency with customers and rehabilitating its public image. \"You've p… [+4496 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Afghan leader tells US audience that Taliban not winning war - ABC News", "description": "ABC News Afghan leader tells US audience that Taliban not winning war ABC News The president of Afghanistan told a U.S. audience Monday that his country is not losing the war to the Taliban and is not at risk of collapse amid escalating attacks by the militan…", "url": "https://abcnews.go.com/Politics/wireStory/afghan-leader-denies-taliban-winning-war-59143978", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_75ed46d8c8c34b47ad6e0ecfe8f7ee18_16x9_992.jpg", "publishedAt": "2018-11-12T22:33:39Z", "content": "The president of Afghanistan told a U.S. audience Monday that his country is not losing the war to the Taliban and is not at risk of collapse amid escalating attacks by the militant group and an expansion of the territory it controls. President Ashraf Ghani s… [+4554 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Inside the Senate offices", "description": "A closer look at the office of President Harry Truman.", "url": "https://abcnews.go.com/Politics/video/inside-senate-offices-59149060", "urlToImage": "https://s.abcnews.com/images/Politics/181109_vod_dispatch_senate_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:29:10Z", "content": "Now Playing: On Board the USS Harry S. Truman Now Playing: Inside the Senate offices Now Playing: Mississippi senator under fire over 'public hanging' comment Now Playing: Sen. Kirsten Gillibrand says she's 'thinking about' running for president Now Playing: … [+1271 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/business-highlights-59149106", "urlToImage": null, "publishedAt": "2018-11-12T22:24:43Z", "content": "___ Amazon HQ favorites: Similar basics but different vibes NEW YORK (AP) The communities said to be favored for new bases for Amazon are both riverfront stretches of major metro areas with ample transportation and space for workers. But there are plenty of d… [+5165 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Mississippi senator under fire over 'public hanging' comment", "description": "In a video Cindy Hyde-Smith said before a cheering crowd, \"If he invited me to a public hanging, I'd be on the front row.\"", "url": "https://abcnews.go.com/Politics/video/mississippi-senator-fire-public-hanging-comment-59148945", "urlToImage": "https://s.abcnews.com/images/Politics/181112_wnn_senator_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:22:33Z", "content": "Now Playing: Cindy Hyde-Smith swearing in gives US Senate historic number of women Now Playing: Police video disputes racism claim at Airbnb Now Playing: Baseball fans denounce racism with banner at game Now Playing: Inside the Senate offices Now Playing: Mis… [+1278 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Special counsel witness says he expects to be charged in Mueller probe - ABC News", "description": "ABC News Special counsel witness says he expects to be charged in Mueller probe ABC News The former Infowars Washington bureau chief, who recently testified before a federal grand jury in special counsel Robert Mueller's probe into Russian interference in the…", "url": "https://abcnews.go.com/Politics/special-counsel-witness-expects-charged-mueller-probe/story?id%3D59148352", "urlToImage": null, "publishedAt": "2018-11-12T22:22:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Stephanie Ebbs", "title": "Five things to know about California and other wildfires", "description": "President Trump tweeted that there is \"no reason\" for the massive California wildfires except poor forest management, but experts say the situation is more complicated.", "url": "https://abcnews.go.com/Politics/things-california-wildfires/story?id=59145188", "urlToImage": "https://s.abcnews.com/images/US/california-wildfire-05-ap-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:20:32Z", "content": "The last few years have been some of the worst in the country's history for wildfire s, especially in California. Interested in California Wildfires? Add California Wildfires as an interest to stay up to date on the latest California Wildfires news, video, an… [+4990 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Marvel Comics legend Stan Lee dies at 95", "description": "Lee created beloved characters including Spider-Man, Iron Man, and the Hulk.", "url": "https://abcnews.go.com/Entertainment/video/marvel-comics-legend-stan-lee-dies-95-59148807", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_wabc_stan_lee_obit_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:14:25Z", "content": "Now Playing: Marvel Comics legend Stan Lee dies at 95 Now Playing: Country Music Awards Interview, Day 1: Luke Bryan Now Playing: Country Music Awards Interview, Day 1: Jon Pardi Now Playing: Country Music Awards Interview, Day 1: Dan +Shay Now Playing: Count… [+1066 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: What you should know about wildfires", "description": "Global warming worsens fire conditions, but wind and temperature changes are also big factors in the spread of wildfire.", "url": "https://abcnews.go.com/US/video/wildfires--59148354", "urlToImage": "https://s.abcnews.com/images/US/181112_vod_orig_forest_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:12:53Z", "content": "Now Playing: What is global warming? Now Playing: President Trump blames California for wildfires Now Playing: Inside this summer's global heatwave and wildfires Now Playing: California wildfires grow as 2 new blazes break out; dozens remain unaccounted for N… [+1218 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interview, Day 1: Jon Pardi", "description": "Jon Pardi talks about giving up his throne in the new artist category.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interview-day-jon-pardi-59148578", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_vod_jon_pardi_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:11:43Z", "content": "Now Playing: CMA Awards: Jon Pardi Now Playing: CMA Fest night 3: John Pardi Now Playing: Research scientist Jon E. Keeley speaks on wildfires and climate change Now Playing: Marvel Comics legend Stan Lee dies at 95 Now Playing: Country Music Awards Interview… [+997 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interview, Day 1: Luke Bryan", "description": "Luke Bryan talked about his mom helping out the community after her house was destroyed during Hurricane Michael.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interview-day-luke-bryan-59148626", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_vod_luke_bryan_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:11:27Z", "content": "Now Playing: CMA Awards: Luke Bryan Now Playing: Luke Bryan on having his story told through the years: Part 4 Now Playing: Marvel Comics legend Stan Lee dies at 95 Now Playing: Country Music Awards Interview, Day 1: Luke Bryan Now Playing: Country Music Awar… [+1012 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Ali Dukakis", "title": "Special counsel witness expects to be charged in Mueller probe", "description": "The former Infowars Washington bureau chief tells ABC News that the special counsel has now indicated he will be charged in within a matter of days.", "url": "https://abcnews.go.com/Politics/special-counsel-witness-expects-charged-mueller-probe/story?id=59148352", "urlToImage": "https://s.abcnews.com/images/Politics/jerome-corsi-file-ap-jc-180921_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T22:02:20Z", "content": "The former Infowars Washington bureau chief, who recently testified before a federal grand jury in special counsel Robert Muellers probe into Russian interference in the 2016 U.S. presidential election, tells ABC News that after two months of closed-door talk… [+915 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Catch the cameo: A list of Stan Lee's movie moments", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/catch-cameo-list-stan-lees-movie-moments-59148625", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_b38390b6316f43ae9b8c5e1c3b840e17_16x9_992.jpg", "publishedAt": "2018-11-12T22:01:13Z", "content": "Part of the fun in watching Marvel movies was finding out how Stan Lee would make his presence in his famous cameos. Here is a list of them throughout the years. 1989 \"The Trial of the Incredible Hulk\" (TV movie) Jury foreman 1995 \"Mallrats\" Himself 2000 \"X-M… [+1521 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 2 Calif. survivors speak out on wildfires", "description": "California residents Menissa and Ken Porter described how they escaped the wildfire that ravaged their town.", "url": "https://abcnews.go.com/US/video/calif-survivors-speak-wildfires-59147622", "urlToImage": "https://s.abcnews.com/images/US/1811012_dispatch_paradise_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:59:03Z", "content": "Now Playing: Town of Paradise burned to the ground as a result of Camp Fire in Northern California Now Playing: More than 27K evacuated as fire destroys town Now Playing: What you should know about wildfires Now Playing: Research scientist Jon E. Keeley speak… [+1242 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Border clashes in Gaza", "description": "Thousands in Gaza demand revenge after the deadly Israeli raid.", "url": "https://abcnews.go.com/International/video/border-clashes-gaza-59147460", "urlToImage": "https://s.abcnews.com/images/International/1811012_dispatch_border1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:57:02Z", "content": "Now Playing: Dozens dead in Gaza protests Now Playing: Protests in Gaza after US decision on Jerusalem Now Playing: Border clashes in Gaza Now Playing: WWI armistice centennial, wildfires, clashes in Spain: World in Photos Now Playing: Zoo welcomes new baby w… [+1145 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Michael Cohen mysteriously arrives in Washington", "description": "President Trump's former personal attorney and close associate arrived in Washington, D.C., Monday morning, accompanied by one of his own criminal defense lawyers.", "url": "https://abcnews.go.com/Politics/video/michael-cohen-mysteriously-arrives-washington-59146073", "urlToImage": "https://s.abcnews.com/images/Politics/181112_pol_cohen_dc_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:56:33Z", "content": "Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Playing: Richard Ojeda launches run for president Now Playing: Florida recount underway due to thin margins in Senate and gubernatorial races Now Playing: Micha… [+1083 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Research scientist Jon E. Keeley speaks on wildfires and climate change", "description": "At least 31 dead, 228 missing, 7,000 structures destroyed in blazes.", "url": "https://abcnews.go.com/US/video/research-scientist-jon-keeley-speaks-wildfires-climate-change-59148204", "urlToImage": "https://s.abcnews.com/images/US/181112_briefingroom_climate_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:55:18Z", "content": "Now Playing: Woolsey fire burns over 90,000 acres of land in Southern California Now Playing: Officials order evacuations as Camp Fire threatens 8,000 acres in Northern California Now Playing: What you should know about wildfires Now Playing: Research scienti… [+1282 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interview, Day 1: Dan +Shay", "description": "The musicians talked about their abundance of tequila and the award they want most.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interview-day-dan-shay-59148056", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_vod_dan_shay_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:50:59Z", "content": "Now Playing: CRS Day 2: Dan + Shay Now Playing: Luke Bryan, Sugarland, Dan + Shay reveal 2018 CMA Awards nominees Now Playing: Country Music Awards Interview, Day 1: Luke Bryan Now Playing: Country Music Awards Interview, Day 1: Jon Pardi Now Playing: Country… [+1030 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "How major US stock indexes fared Monday", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/major-us-stock-indexes-fared-monday-59148251", "urlToImage": null, "publishedAt": "2018-11-12T21:49:26Z", "content": "Stocks closed sharply lower Monday, pulling the Dow Jones Industrial Average down 600 points. Technology stocks led the broad market slide after a report that suggested Apple cut back orders significantly from a parts supplier rattled investors. Banks also to… [+530 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Matt McGarry", "title": "Khashoggi recordings being used as 'political game,' French foreign minister says", "description": "Turkey rejected a French accusation that President Tayyip Erdogan was playing political games over the murder of Jamal Khashoggi.", "url": "https://abcnews.go.com/International/khashoggi-recordings-political-game-french-foreign-minister/story?id=59146509", "urlToImage": "https://s.abcnews.com/images/International/turkish-president-erdogan-02-gty-jc-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:48:12Z", "content": "A diplomatic dispute broke out between France and Turkey after French Foreign Minister Jean-Yves Le Drian accused Ankara of playing political games in the murder of Saudi journalist and Washington Post writer, Jamal Khashoggi. Interested in Jamal Khashoggi? A… [+2639 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Macedonian police issue arrest warrant for former PM", "description": "Macedonian police are seeking to arrest the country's former prime minister, who has been convicted and sentenced to a two-year prison term over corruption-related charges", "url": "https://abcnews.go.com/International/wireStory/macedonian-police-issue-arrest-warrant-pm-59148104", "urlToImage": null, "publishedAt": "2018-11-12T21:38:26Z", "content": "Macedonian police sought the country's former prime minister late Monday, looking to arrest him to begin serving a two-year prison term following his conviction on corruption-related charges. Interior Ministry spokesman Toni Angelovski told The Associated Pre… [+1469 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interview, Day 1: Maren Morris", "description": "Maren Morris talked about her CMA performance and upcoming album.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interview-day-maren-morris-59147922", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_vod_maren_morris_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:34:42Z", "content": "Now Playing: CMA Awards: Maren Morris Now Playing: CRS Day 2: Maren Morris Now Playing: Country stars reveal their top pump-up songs, go-to emojis at CMA Fest Now Playing: Country Music Awards Interview, Day 1: Dan +Shay Now Playing: Country Music Awards Inte… [+1046 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Lumentum, SAP fall; Coty, Athenahealth rise", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/lumentum-sap-fall-coty-athenahealth-rise-59147979", "urlToImage": null, "publishedAt": "2018-11-12T21:33:59Z", "content": "Stocks that moved substantially or traded heavily Monday: Coty Inc., up 16 cents to $8.65 The struggling cosmetics company named a new CEO and chairman. Athenahealth Inc., up $11.62 to $131.97 The struggling medical billing software maker received a $5.7 bill… [+922 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Emily Shapiro", "title": "Husband and wife, ages 92 and 82, lose home in California wildfire, vow to rebuild", "description": "James and Marcella Shirk's Malibu home was destroyed in the Woolsey Fire.", "url": "https://abcnews.go.com/US/husband-wife-ages-92-82-lose-home-california/story?id=59136810", "urlToImage": "https://s.abcnews.com/images/US/couple-lost-house-fire4-ht-ml-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:31:16Z", "content": "A couple married for 62 years has lost their longtime home in the deadly Woolsey Fire in Southern California. Interested in California Wildfires? Add California Wildfires as an interest to stay up to date on the latest California Wildfires news, video, and an… [+3164 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Travelers can find tools to weigh safety of foreign airlines", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/travelers-find-tools-weigh-safety-foreign-airlines-59147688", "urlToImage": null, "publishedAt": "2018-11-12T21:30:13Z", "content": "International air travel has become remarkably safe in recent years, with deadly accidents like last month's Lion Air crash in Indonesia becoming more rare. Statistics aside, the accident is making travelers wary of flying in some countries or on certain fore… [+5108 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tunisia PM faces confidence vote amid political tensions", "description": "Tunisian Prime Minister Youssef Chahed is facing lawmakers in a marathon debate ahead of a vote of confidence needed to approve the government he reshuffled a week ago seeking to end a months-long paralyzing political crisis", "url": "https://abcnews.go.com/International/wireStory/tunisia-pm-faces-confidence-vote-amid-political-tensions-59147375", "urlToImage": "https://s.abcnews.com/images/International/WireAP_a7e51491d2c24187a420280425dde0f2_16x9_992.jpg", "publishedAt": "2018-11-12T21:15:22Z", "content": "Tunisian Prime Minister Youssef Chahed is facing lawmakers in a marathon debate ahead of a vote of confidence needed to approve the government he reshuffled a week ago seeking to end a months-long paralyzing political crisis. The debate began Monday and was s… [+547 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Cheyenne Haslett", "title": "Abrams files lawsuit over provisional ballots in Georgia hoping to force runoff", "description": "In Georgia's gubernatorial race, Stacey Abrams has yet to concede and filed a lawsuit Sunday asking for more ballots to be counted.", "url": "https://abcnews.go.com/Politics/abrams-files-lawsuit-provisional-ballots-georgia-hoping-force/story?id=59143240", "urlToImage": "https://s.abcnews.com/images/US/stacy-abrams-01-ap-jc-181105_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T21:13:18Z", "content": "Stacey Abrams, the Democratic candidate in Georgia's still-uncalled governor's race, is hoping a count of all provisional ballots can help her close the gap with Republican Brian Kemp and force a runoff. Interested in Midterm Elections? Add Midterm Elections … [+2836 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Abrams files lawsuit over provisional ballots in Georgia hoping to to force runoff - ABC News", "description": "ABC News Abrams files lawsuit over provisional ballots in Georgia hoping to to force runoff ABC News Stacey Abrams, the Democratic candidate in Georgia's still-uncalled governor's race, is hoping a count of all provisional ballots can help her close the gap w…", "url": "https://abcnews.go.com/Politics/abrams-files-lawsuit-provisional-ballots-georgia-hoping-force/story?id%3D59143240", "urlToImage": null, "publishedAt": "2018-11-12T21:13:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Stock trading turns jittery again after two weeks of gains, pulling Dow industrials down 600 points, or 2.3 percent", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/stock-trading-turns-jittery-weeks-gains-pulling-dow-59147239", "urlToImage": null, "publishedAt": "2018-11-12T21:05:30Z", "content": "Stock trading turns jittery again after two weeks of gains, pulling Dow industrials down 600 points, or 2.3 percent."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Sarah Domenech", "title": "Celebrate Mickey’s Birthday This Weekend at Magic Kingdom Park!", "description": "The big cheese is celebrating his 90th anniversary and Magic Kingdom Park is ready to celebrate!", "url": "https://disneyparks.disney.go.com/blog/2018/11/celebrate-mickeys-birthday-this-weekend-at-magic-kingdom-park/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/mcnbvhjfvbmnrui957096.jpg", "publishedAt": "2018-11-12T21:01:58Z", "content": "The big cheese is celebrating his 90th anniversary and Magic Kingdom Park is ready to celebrate! Guests can join in the fun November 16-18, 2018 at the park with limited-time entertainment, specialty food and beverage options, new merchandise items and more. … [+1379 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "German far-right politician under fire over Swiss donations", "description": "A prominent German far-right politician has come under criticism for receiving 130,000 euros ($146,500) in campaign donations from abroad in an apparent breach of party funding laws", "url": "https://abcnews.go.com/International/wireStory/german-party-leader-pressure-donations-59138111", "urlToImage": null, "publishedAt": "2018-11-12T20:56:28Z", "content": "A prominent German far-right politician has come under criticism for receiving 130,000 euros ($146,500) in campaign donations from abroad in an apparent breach of party funding laws. Alice Weidel, the co-leader of Alternative for Germany, insisted Monday she … [+1423 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Elizabeth McLaughlin and Conor Finnegan", "title": "Satellite imagery shows North Korea keeps developing secret ballistic missile sites", "description": "The U.S. says North Korea has promised to dismantle its missile bases.", "url": "https://abcnews.go.com/Politics/amid-stalled-talks-north-korea-developing-secret-ballistic/story?id=59140121", "urlToImage": "https://s.abcnews.com/images/International/north-korea-sakkanmol-missile-operating-base-beyond-parallel-01-ht-jc-181112_hpMain_2_v4x3_16x9_992.jpg", "publishedAt": "2018-11-12T20:52:58Z", "content": "Newly-released commercial satellite imagery suggests North Korea is continuing to develop ballistic missile sites at more than a dozen locations, amid stalled discussions over the country's nuclear weapons program between North Korea and American diplomats. T… [+5540 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kendall Karson", "title": "Mississippi senator under fire over 'public hanging' comment", "description": "GOP Sen. Cindy Hyde-Smith is facing criticism from her opponent and from civil rights groups over a comment she made about \"a public hanging\" before Election Day.", "url": "https://abcnews.go.com/Politics/mississippi-sen-cindy-hyde-smith-fire-public-hanging/story?id=59139552", "urlToImage": "https://s.abcnews.com/images/Politics/cindy-hyde-smith-01-ss-jc-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T20:48:48Z", "content": "Less than a week into Mississippi's Senate special election election runoff, GOP Sen. Cindy Hyde-Smith is facing criticism from her African-American opponent and from civil rights groups over a comment she made about \"a public hanging\" in the days leading int… [+6132 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interview, Day 1: Keith Urban", "description": "Keith Urban talked about where he keeps his awards and how there should be more balance in what the audience can listen to.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interview-day-keith-urban-59146866", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_radio_keith_urban_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T20:37:25Z", "content": "Now Playing: Keith Urban on speaking through the 'incredible language of music': Part 1 Now Playing: Woman pays for stranger's snacks who turns out to be Keith Urban Now Playing: Country Music Awards Interview, Day 1: Keith Urban Now Playing: Country Music Aw… [+1171 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interview, Day 1: Rascall Flatts", "description": "The musicians talk about not going to the award show.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interview-day-rascall-flatts-59146620", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_vod_radio_rascall_flatts_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T20:20:37Z", "content": "Now Playing: 2018 CMA Awards nominations announced Now Playing: Brad Paisley and Carrie Underwood dish on the 2018 CMA Awards Now Playing: Country Music Awards Interview, Day 1: Keith Urban Now Playing: Country Music Awards Interview, Day 1: Rascall Flatts No… [+1131 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Sen. Kirsten Gillibrand on Democrat's focus and Matthew Whitaker's appointment", "description": "The New York senator talks about what Democrats should focus on post-midterm elections and calls acting Attorney General Matthew Whitaker's appointment \"illegal\" and \"unconstitutional.\"", "url": "https://abcnews.go.com/theview/video/sen-kirsten-gillibrand-democrats-focus-matthew-whitakers-appointment-59146228", "urlToImage": "https://s.abcnews.com/images/theview/181112_view_gillibrand_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:57:32Z", "content": "Now Playing: Sen. Kristen Gillibrand discusses her new book live on 'GMA' Now Playing: Trump feuds with Sen. Gillibrand on Twitter Now Playing: Sen. Kirsten Gillibrand says she's 'thinking about' running for president Now Playing: Sen. Kirsten Gillibrand on D… [+1334 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Sen. Kirsten Gillibrand says she's 'thinking about' running for president", "description": "The New York senator discussed her new children's book \"Bold and Brave: Ten Heroes Who Won Women the Right to Vote\" and shares her thoughts about running for president in 2020.", "url": "https://abcnews.go.com/theview/video/sen-kirsten-gillibrand-shes-thinking-running-president-59146275", "urlToImage": "https://s.abcnews.com/images/theview/181112_view_president_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:56:47Z", "content": "Now Playing: Sen. Kirsten Gillibrand on Democrat's focus and Matthew Whitaker's appointment Now Playing: Sen. Kristen Gillibrand discusses her new book live on 'GMA' Now Playing: Sen. Kirsten Gillibrand says she's 'thinking about' running for president Now Pl… [+1277 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: President Trump blames California for wildfires", "description": "\"The View\" co-hosts discussed the president's tweets about the California wildfires and his threats to pull federal funding.", "url": "https://abcnews.go.com/theview/video/president-trump-blames-california-wildfires-59146181", "urlToImage": "https://s.abcnews.com/images/theview/181112_view_trump_1102_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:55:58Z", "content": "Now Playing: Pres. Trump spends weekend reacting to California wildfires, commemorating end of WWI Now Playing: Calabasas evacuated as wildfire rages through hills of Southern California Now Playing: Sen. Kirsten Gillibrand says she's 'thinking about' running… [+1390 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Disabled Iraq veteran and his family surprised with adapted smart home", "description": "With the help of sponsor The Home Depot Foundation, \"The View\" surprised Iraq veteran Carlos Figueroa and his family with a new home after they lost their home in the Sonoma wildfire in 2017.", "url": "https://abcnews.go.com/theview/video/disabled-iraq-veteran-family-surprised-adapted-smart-home-59146323", "urlToImage": "https://s.abcnews.com/images/theview/181112_view_vets_1142_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:52:31Z", "content": "Now Playing: Trump is in France for Veterans Day Now Playing: Veterans team up with former athletes to build more than just physical strength Now Playing: Disabled Iraq veteran and his family surprised with adapted smart home Now Playing: Country Music Awards… [+1211 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Small businesses band together for Small Business Saturday", "description": "Many small and independent retailers who are holding Small Business Saturday shopping events Thanksgiving weekend are banding together with others, believing here's strength in numbers", "url": "https://abcnews.go.com/Business/wireStory/small-businesses-band-small-business-saturday-59146121", "urlToImage": null, "publishedAt": "2018-11-12T19:45:00Z", "content": "Many small and independent retailers who are holding Small Business Saturday shopping events Thanksgiving weekend are banding together with others, believing that there's strength in numbers. Small Business Saturday, started in 2010 to encourage consumers to … [+2752 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "Remembering Stan Lee", "description": "Today, Marvel Comics and The Walt Disney Company pause and reflect with great sadness on the passing of its Chairman Emeritus, Stan Lee. With a heavy heart, we share our deepest condolences with his daughter and brother, and we honor and remember the creator,…", "url": "https://disneyparks.disney.go.com/blog/2018/11/remembering-stan-lee/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/lle2039840239482034fi.jpg", "publishedAt": "2018-11-12T19:42:55Z", "content": "Today, Marvel Comics and The Walt Disney Company pause and reflect with great sadness on the passing of Marvel Chairman Emeritus, Stan Lee. With a heavy heart, we share our deepest condolences with his daughter and brother, and we honor and remember the creat… [+4233 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Quinn Owen", "title": "At Base Camp Donna US Army troops spend Veterans Day preparing for migrants", "description": "President Trump ordered the troops deployed to support border patrol in south Texas. They expect to spend Thanksgiving at Base Camp Donna.", "url": "https://abcnews.go.com/Politics/base-camp-donna-us-army-troops-spend-veterans/story?id=59138883", "urlToImage": "https://s.abcnews.com/images/US/soldiers-camp-donna-02-abc-jef-181112_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-12T19:40:20Z", "content": "On an unusually frigid morning, Army Warrant Officer Silvestre Arroyo was supervising his team on Veterans Day weekend as they prepared a hot breakfast of sausage and grits. Interested in Immigration? Add Immigration as an interest to stay up to date on the l… [+4923 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Amnesty says panicked civilians fled hospital in Hodeida", "description": "Amnesty International says heavy fighting near a hospital in Yemen forced hundreds of patients to flee across the street, some carrying their own medical equipment, as shrapnel rained down", "url": "https://abcnews.go.com/International/wireStory/amnesty-panicked-civilians-fled-hospital-hodeida-59146072", "urlToImage": null, "publishedAt": "2018-11-12T19:39:58Z", "content": "Amnesty International says heavy fighting near a hospital in Yemen forced hundreds of patients to flee across the street, some carrying their own medical equipment, as shrapnel rained down. The rights group described scenes of chaos from Sunday's fighting nea… [+553 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Human rights commission expresses 'concern' over Brazil", "description": "The Inter-American Commission on Human Rights has expressed \"deep concern\" over human rights in Brazil and says it will monitor what happens when the government of President-elect Jair Bolsonaro assumes office on Jan. 1", "url": "https://abcnews.go.com/International/wireStory/human-rights-commission-expresses-concern-brazil-59146018", "urlToImage": "https://s.abcnews.com/images/International/WireAP_cef10563444e4c418b2b59fa82923c21_16x9_992.jpg", "publishedAt": "2018-11-12T19:37:23Z", "content": "The Inter-American Commission on Human Rights has expressed \"deep concern\" over human rights in Brazil and says it will monitor what happens when the government of President-elect Jair Bolsonaro assumes office on Jan. 1. The commission released a report Monda… [+542 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards: An interview with Florida Georgia Line", "description": "The musicians talk about their CMA performance and what award they would most like to win.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interview-florida-georgia-line-59145871", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_radio_FGL_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:35:28Z", "content": "Now Playing: CMA Fest night 4: Florida Georgia Line Now Playing: Catching up with Florida Georgia Line and Nelly live on 'GMA' Now Playing: Country Music Awards: An interview with Florida Georgia Line Now Playing: Country Music Awards Interviews, Day 1: Chris… [+1180 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Town of Paradise burned to the ground as a result of Camp Fire in Northern California", "description": "ABC News' Will Carr shares stories from survivors of deadly California fires.", "url": "https://abcnews.go.com/US/video/town-paradise-burned-ground-result-camp-fire-northern-59143808", "urlToImage": "https://s.abcnews.com/images/US/181112_vod_carr_debrief_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:20:36Z", "content": "Now Playing: Entire California town destroyed by Camp Fire Now Playing: At least 5 people killed in their cars as fire rips through town Now Playing: WWII vets reunite decades later at age 95 Now Playing: Pres. Trump spends weekend reacting to California wild… [+1190 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Calabasas evacuated as wildfire rages through hills of Southern California", "description": "Affluent California neighborhood Calabasas evacuated as firefighters work to contain wildfire blaze.", "url": "https://abcnews.go.com/US/video/calabasas-evacuated-wildfire-rages-hills-southern-california-59143737", "urlToImage": "https://s.abcnews.com/images/US/181112_vod_garcia_debrief_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:20:19Z", "content": "Now Playing: California fire official describes historic wildfires from the front lines Now Playing: More than 20 people have been killed by the Camp Fire in Northern California Now Playing: WWII vets reunite decades later at age 95 Now Playing: Pres. Trump s… [+1231 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Woolsey fire burns over 90,000 acres of land in Southern California", "description": "The fire is at least 20 percent contained as fire fighters battle flames in dry, windy conditions.", "url": "https://abcnews.go.com/US/video/woolsey-fire-burns-90000-acres-land-southern-california-59143690", "urlToImage": "https://s.abcnews.com/images/US/181112_vod_brunell_debrief_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:19:58Z", "content": "Now Playing: California declares state of emergency; entire city of Malibu evacuated Now Playing: Timelapse footage captures Malibu wildfire as seen from Venice Beach Now Playing: WWII vets reunite decades later at age 95 Now Playing: Pres. Trump spends weeke… [+1138 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Comic book genius Stan Lee, Spider-Man creator, dies at 95", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/comic-book-genius-stan-lee-spider-man-creator-59145104", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_b38390b6316f43ae9b8c5e1c3b840e17_16x9_992.jpg", "publishedAt": "2018-11-12T19:19:57Z", "content": "Stan Lee, the creative dynamo who revolutionized the comic book and helped make billions for Hollywood by introducing human frailties in superheroes such as Spider-Man, the Fantastic Four and the Incredible Hulk, died Monday. He was 95. Lee was declared dead … [+8099 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Town in Agoura Hills, California, burned to the ground after Woolsey wildfire", "description": "ABC News' Matt Gutman walks through a town in the mountains of Agoura Hills, California, left ravaged by ongoing wildfires.", "url": "https://abcnews.go.com/US/video/town-agoura-hills-california-burned-ground-woolsey-wildfire-59143634", "urlToImage": "https://s.abcnews.com/images/US/181112_vod_gutman_debrief_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:19:42Z", "content": "Now Playing: Fast-moving wildfire devastates Northern California Now Playing: Residents in California race to evacuate as wildfire flares up Now Playing: WWII vets reunite decades later at age 95 Now Playing: Pres. Trump spends weekend reacting to California … [+1194 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Florida recount underway due to thin margins in Senate and gubernatorial races", "description": "Races in Florida still unfinished amid statewide recount.", "url": "https://abcnews.go.com/Politics/video/florida-recount-underway-due-thin-margins-senate-gubernatorial-59143624", "urlToImage": "https://s.abcnews.com/images/Politics/181112_vod_simkovic_debrief_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:19:27Z", "content": "Now Playing: Florida Secretary of State orders election vote recount Now Playing: Close Florida Senate race triggers a recount Now Playing: Florida recount underway due to thin margins in Senate and gubernatorial races Now Playing: Richard Ojeda launches run … [+1222 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interviews, Day 1: Chris Janson", "description": "The musician talks about his nominated song, \"Drunk Girl\" and how it affects his children.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interviews-day-chris-janson-59144148", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_radio_chris_janson_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:19:19Z", "content": "Now Playing: Luke Bryan talks family, new restaurant and his CMA nomination Now Playing: Brad Paisley and Carrie Underwood dish on the 2018 CMA Awards Now Playing: Country Music Awards Interviews, Day 1: Chris Janson Now Playing: Country Music Awards Intervie… [+1218 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Richard Ojeda launches run for president", "description": "Ojeda filed his 2020 bid Sunday with the Federal Election Commission.", "url": "https://abcnews.go.com/Politics/video/richard-ojeda-launches-run-president-59145106", "urlToImage": "https://s.abcnews.com/images/Politics/181112_vod_oirg_richard_ojeda_presodential_announcement_MIX_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:19:13Z", "content": "Now Playing: Florida recount underway due to thin margins in Senate and gubernatorial races Now Playing: Richard Ojeda launches run for president Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Playing: Flori… [+1309 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Pres. Trump spends weekend reacting to California wildfires, commemorating end of WWI", "description": "Trump threatened to cut federal aid to California over wildfire management amid Paris trip to meet with world leaders for anniversary of WWI armistice.", "url": "https://abcnews.go.com/US/video/pres-trump-spends-weekend-reacting-california-wildfires-commemorating-59143534", "urlToImage": "https://s.abcnews.com/images/US/181112_vod_phelps_debrief_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:19:00Z", "content": "Now Playing: Kim Kardashian flees wildfire in Southern California Now Playing: Fast-moving wildfire devastates Northern California Now Playing: WWII vets reunite decades later at age 95 Now Playing: Pres. Trump spends weekend reacting to California wildfires,… [+1184 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israeli airstrike hits Hamas' Al-Aqsa TV station in Gaza", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/israeli-airstrike-hits-hamas-al-aqsa-tv-station-59145153", "urlToImage": null, "publishedAt": "2018-11-12T19:17:56Z", "content": "Israeli airstrike hits Hamas' Al-Aqsa TV station in Gaza."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Ousted Republican faults McCain for losing House", "description": "A recently defeated Republican congressman says the late Sen. John McCain's vote against repealing the Affordable Care Act is to blame for the Democratic takeover of the House", "url": "https://abcnews.go.com/Politics/wireStory/ousted-minnesota-republican-faults-mccain-losing-house-59143895", "urlToImage": null, "publishedAt": "2018-11-12T19:10:18Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interviews, Day 1: Luke Combs", "description": "The musician talks about his mother being a huge fan of Chris Young.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interviews-day-luke-combs-59144301", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_radio_luke_combs_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:05:26Z", "content": "Now Playing: CMA Awards: Luke Combs Now Playing: CRS Day 2: Luke Combs Now Playing: Country music star Luke Combs on fans, songwriting and remembering Las Vegas Now Playing: Luke Bryan on getting personal for his ABC special 'Living Every Day: Luke Bryan' Now… [+1153 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interviews, Day 1: Morgan Evans", "description": "The musician talks about his wife Kelsea Ballerini, who is nominated.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interviews-day-morgan-evans-59144676", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_radio_morgan_evans_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T19:03:39Z", "content": "Now Playing: CRS Day 1: Morgan Evans Now Playing: Country Music Awards Interviews, Day 1: Chris Janson Now Playing: Country Music Awards Interviews, Day 1: Luke Combs Now Playing: Country Music Awards Interviews, Day 1: Morgan Evans Now Playing: Find out what… [+1175 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meg Cunningham", "title": "Gillibrand on a 2020 White House bid: 'I'm thinking about it'", "description": "Sen. Kirsten Gillibrand says she's thinking about running for president in 2020.", "url": "https://abcnews.go.com/Politics/gillibrand-2020-white-house-bid-im-thinking/story?id=59139825", "urlToImage": "https://s.abcnews.com/images/theview/gillibrand-ap-ml-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T18:59:49Z", "content": "New York Democratic Sen. Kirsten Gillibrand, re-elected just last week, now says she's considering running for president in 2020 in the wake of \"corruption\" within the Trump administration. Interested in Midterm Elections? Add Midterm Elections as an interest… [+3428 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meghan Keneally", "title": "Where the Arizona Senate race stands", "description": "A court decision means that they may have an answer by Wednesday.", "url": "https://abcnews.go.com/Politics/arizona-senate-race-taking-long-winner/story?id=59139163", "urlToImage": "https://s.abcnews.com/images/Politics/08-mcsally-sinema-split-rtr-jc-181102_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-12T18:58:06Z", "content": "Nearly a week after the midterm elections, there are still more than 200,000 votes left to be counted in Arizona. Interested in Midterm Elections? Add Midterm Elections as an interest to stay up to date on the latest Midterm Elections news, video, and analysi… [+4846 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julie Apple| Kaiser Health News", "title": "High stakes, entrenched interests and the Trump rollback of environmental regulations", "description": "Trump is pushing ahead with promises to roll back environmental regulations.", "url": "https://abcnews.go.com/Health/high-stakes-entrenched-interests-trump-rollback-environmental-regulations/story?id=59142295", "urlToImage": "https://s.abcnews.com/images/US/pollution-03-file-gty-jef-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T18:57:04Z", "content": "This story is from Kaiser Health News Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, and analysis from ABC News. Since his days on the campaign trail, President Donald Trump has promised … [+6892 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Lebanon to form body to probe civil war disappearances", "description": "Lebanon will form an independent commission to help determine the fate of thousands of people who went missing during the 1975-1990 civil war", "url": "https://abcnews.go.com/International/wireStory/lebanon-form-body-probe-civil-war-disappearances-59144763", "urlToImage": null, "publishedAt": "2018-11-12T18:49:35Z", "content": "Lebanon will form an independent commission to help determine the fate of thousands of people who went missing during the 1975-1990 civil war. Parliament on Monday approved a long-awaited law establishing the commission, which would be empowered to collect DN… [+532 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Nurse flees hospital with patients as wildfire closes in", "description": "As flames engulfed a California hospital, Nichole Jolly helped patients evacuate and seek safer grounds.", "url": "https://abcnews.go.com/US/video/nurse-flees-hospital-patients-wildfire-closes-59143476", "urlToImage": "https://s.abcnews.com/images/US/181112_VOD_orig_willcarrinterview2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T18:26:58Z", "content": "Now Playing: How you can help military families Now Playing: Michael Strahan and Sara Haines break down what you need to know this afternoon Now Playing: Nurse flees hospital with patients as wildfire closes in Now Playing: Country Music Awards Interviews, Da… [+1132 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Nasser Atta and Molly Hunter", "title": "10 Palestinian militants, Israeli commando killed after botched military operation", "description": "Hamas says Israel botched an assassination operation inside Gaza.", "url": "https://abcnews.go.com/International/hamas-fighters-israeli-commando-killed-gaza-botched-israeli/story?id=59137906", "urlToImage": "https://s.abcnews.com/images/International/israel-gaza-conflict-01-gty-jc-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T18:20:55Z", "content": "Seven Palestinians and an Israeli commando were killed when an Israeli special forces operation that appeared to go terribly wrong in the Gaza strip Sunday night. Interested in Israel? Add Israel as an interest to stay up to date on the latest Israel news, vi… [+5193 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Steep drops in technology stocks pull US indexes lower, knocking 500 points off the Dow Jones Industrial Average", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/steep-drops-technology-stocks-pull-us-indexes-lower-59143473", "urlToImage": null, "publishedAt": "2018-11-12T18:18:11Z", "content": "Steep drops in technology stocks pull US indexes lower, knocking 500 points off the Dow Jones Industrial Average."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Scientists: Wind, drought worsen fires, not bad management", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/scientists-wind-drought-worsen-fires-bad-management-59143340", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_d3a154d8e744408d8293ad05b219fb39_16x9_992.jpg", "publishedAt": "2018-11-12T18:14:47Z", "content": "Both nature and humans share blame for California's devastating wildfire s, but forest management did not play a major role, despite President Donald Trump 's claims, fire scientists say. Nature provides the dangerous winds that have whipped the fires, and hu… [+4290 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "Walt Disney World Resort Commemorates Veterans Day at Magic Kingdom Park", "description": "Yesterday, we commemorated Veterans Day with a special flag retreat ceremony to honor active duty military and veterans at Magic Kingdom Park. And the ceremony was a memorable one as Veterans Day was originally called Armistice Day, which marked the end of Wo…", "url": "https://disneyparks.disney.go.com/blog/2018/11/walt-disney-world-resort-commemorates-veterans-day-at-magic-kingdom-park/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/weyriuyut386987403.jpg", "publishedAt": "2018-11-12T18:00:22Z", "content": "Yesterday, we commemorated Veterans Day with a special flag retreat ceremony to honor active duty military and veterans at Magic Kingdom Park. And the ceremony was a memorable one as Veterans Day was originally called Armistice Day, which marked the end of Wo… [+1232 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Melanie Curtsinger", "title": "runDisney Returns to the Bahamas for the 5th Anniversary Castaway Cay Challenge", "description": "If you’re going to run 16,404.2 feet, why not do it on a private island in the Bahamas? Did you know that on January 14, 2019, you can top off the Walt Disney World marathon weekend with the ultimate runner’s vacation, a four-night cruise on the Disney Dream …", "url": "https://disneyparks.disney.go.com/blog/2018/11/rundisney-returns-to-the-bahamas-for-the-5th-anniversary-castaway-cay-challenge/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/eiygufbjwrgy984709.jpg", "publishedAt": "2018-11-12T18:00:19Z", "content": "If youre going to run 16,404.2 feet, why not do it on a private island in the Bahamas? Did you know that on January 14, 2019, you can top off the Walt Disney World marathon weekend with the ultimate runners vacation, a four-night cruise on the Disney Dream an… [+1507 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Alex Dunlap", "title": "Foodie Guide to Mickey’s Birthday at Disney Parks", "description": "Oh boy, oh boy! It’s our favorite pal’s birthday, and we’re gettin’ ready to celebrate with Mickey-themed eats and treats across the Walt Disney World and Disneyland Resorts! This November, for one weekend only, we’ve got a TON of specialty items on both coas…", "url": "https://disneyparks.disney.go.com/blog/2018/11/foodie-guide-to-mickeys-birthday-at-disney-parks/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/sdkjrgyuti97981fi.jpg", "publishedAt": "2018-11-12T18:00:17Z", "content": "Oh boy, oh boy! Its our favorite pals birthday, and were gettin ready to celebrate with Mickey-themed eats and treats across the Walt Disney World and Disneyland Resorts ! This November, for one weekend only, weve got a TON of specialty items on both coasts t… [+9137 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Guy Davies", "title": "Thousands raised for homeless man who intervened in Melbourne attack", "description": "A crowdfunding page raised thousands for a bystander who rushed to intervene.", "url": "https://abcnews.go.com/International/thousands-raised-homeless-man-intervened-melbourne-terror-attack/story?id=59136661", "urlToImage": "https://s.abcnews.com/images/International/australia-stabbing1-gty-ml-181109_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T17:58:20Z", "content": "Tens of thousands of dollars have been raised for a homeless man in Melbourne, Australia, after a video showed his attempt to help police officers during a violent attack last week by running towards a knife-wielding man with a shopping cart. Interested in Au… [+2398 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 2018 People's Choice Awards' big winners", "description": "\"Avengers: Infinity War\" and \"Black Panther\" took home major awards.", "url": "https://abcnews.go.com/Entertainment/video/2018-peoples-choice-awards-big-winners-59142812", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_wnn_peoples_choice_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T17:53:54Z", "content": "Now Playing: 2018 People's Choice Awards' big winners Now Playing: Country Music Awards Interviews, Day 1: Garth Brooks Now Playing: David Lee Murphy Now Playing: Michael B. Jordan dishes on 'Creed II' live on 'GMA' Now Playing: Jamie Fox reveals the challeng… [+1218 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country Music Awards Interviews, Day 1: Garth Brooks", "description": "The musician talks about this year's group of nominees.", "url": "https://abcnews.go.com/Entertainment/video/country-music-awards-interviews-day-garth-brooks-59141983", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_radio_garth_brooks1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T17:48:05Z", "content": "Now Playing: CMA Awards: Garth Brooks Now Playing: Garth Brooks, Trisha Yearwood on new music, 'Habitat for Humanity' mission Now Playing: Garth Brooks gushes over latest Denzel Washington movie Now Playing: Garth Brooks opens up about why he loves Christmas … [+1155 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Michael Cohen, President Trump's former personal attorney, mysteriously arrives in Washington, DC - ABC News", "description": "ABC News Michael Cohen, President Trump's former personal attorney, mysteriously arrives in Washington, DC ABC News Cohen has previously participated in multiple interview sessions totaling more than 40 hours with investigators from the office of the special …", "url": "https://abcnews.go.com/Politics/michael-cohen-president-trumps-personal-attorney-mysteriously-arrives/story?id%3D59141826", "urlToImage": null, "publishedAt": "2018-11-12T17:44:09Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Shannon K. Crawford and Luke Barr", "title": "Michael Cohen, Trump's former personal attorney, mysteriously arrives in Washington", "description": "Michael Cohen, President Trump's former personal attorney, was in D.C. Monday.", "url": "https://abcnews.go.com/Politics/michael-cohen-president-trumps-personal-attorney-mysteriously-arrives/story?id=59141826", "urlToImage": "https://s.abcnews.com/images/Politics/michael-cohen-court-1-ap-thg-180821_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-12T17:43:54Z", "content": "Michael Cohen, President Trump s former personal attorney and close associate, arrived in Washington, D.C., Monday morning, accompanied by one of his own criminal defense lawyers. Interested in Donald Trump? Add Donald Trump as an interest to stay up to date … [+1992 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Migrant caravan moving to western Mexico city of Guadalajara", "description": "Several thousand Central American migrants marked a month on the road Monday as they hitched rides to the western Mexico city of Guadalajara and toward the U.S. border", "url": "https://abcnews.go.com/International/wireStory/migrant-caravan-moving-western-mexico-city-guadalajara-59142462", "urlToImage": "https://s.abcnews.com/images/International/WireAP_b5358d926010499f9a2b6e185a6c2a7b_16x9_992.jpg", "publishedAt": "2018-11-12T17:27:03Z", "content": "Several thousand Central American migrants marked a month on the road Monday as they hitched rides to the western Mexico city of Guadalajara and toward the U.S. border. Most appear intent on taking the Pacific coast route northward to the border city of Tijua… [+3008 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Viola Davis on 'Widows,' MeToo and expressing her femininity", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/viola-davis-widows-metoo-expressing-femininity-59141621", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_1c8beb39e82444778651492f7c33dbfb_16x9_992.jpg", "publishedAt": "2018-11-12T17:12:33Z", "content": "To Viola Davis, being naked on screen or onstage means more than having your clothes off. It means ridding yourself of self-consciousness and ego. It means exposing yourself. \"Oftentimes you do see dynamic acting there are a lot of really dynamic actors but t… [+6136 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: WWI armistice centennial, wildfires, clashes in Spain: World in Photos", "description": "Here's a look at the top photos from around the globe.", "url": "https://abcnews.go.com/International/video/wwi-armistice-centennial-wildfires-clashes-spain-world-photos-59141902", "urlToImage": "https://s.abcnews.com/images/International/181112_vod_world_photos_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T17:05:48Z", "content": "Now Playing: Santas ride the London Eye, voters cast ballots: World in Photos Now Playing: Dangerous pollution levels, confrontations with Trump, Earth's glow: World in Photos Now Playing: WWI armistice centennial, wildfires, clashes in Spain: World in Photos… [+1143 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Wisconsin district investigates boys' apparent Nazi salute", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/wisconsin-district-investigates-boys-apparent-nazi-salute-59141041", "urlToImage": null, "publishedAt": "2018-11-12T17:02:03Z", "content": "A Wisconsin school district is investigating a photo of a group of high school boys giving what appears to be a Nazi salute. Baraboo Superintendent Lori Mueller says she became aware of the photo Monday after it was posted on social media. Mueller says the ph… [+551 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ethiopia arrests 63 suspected of rights abuses, corruption", "description": "Ethiopia has arrested 63 intelligence officials, military personnel and businesspeople on allegations of rights violations and corruption, the country's attorney general announced Monday", "url": "https://abcnews.go.com/International/wireStory/ethiopia-arrests-63-suspected-rights-abuses-corruption-59141651", "urlToImage": null, "publishedAt": "2018-11-12T17:01:58Z", "content": "Ethiopia has arrested 63 intelligence officials, military personnel and businesspeople on allegations of rights violations and corruption, the country's attorney general announced Monday. The sweeping high-profile arrests carried out in recent days are a resu… [+2561 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Congo opposition protests joint presidential candidate", "description": "Members of two of the leading opposition parties in Congo now say they do not back a presidential candidate who was chosen by a coalition", "url": "https://abcnews.go.com/International/wireStory/congo-opposition-protests-joint-presidential-candidate-59141471", "urlToImage": null, "publishedAt": "2018-11-12T16:40:29Z", "content": "Members of two of Congo's leading opposition parties say they do not back a presidential candidate who was chosen by a coalition. Opposition leaders gathering in Geneva had chosen Martin Fayulu Madidi to face off against the candidate chosen by longtime Presi… [+565 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Emily Shapiro", "title": "California wildfires by the numbers", "description": "The Camp Fire has claimed 29 lives while the Woolsey Fire has killed two.", "url": "https://abcnews.go.com/US/california-wildfires-numbers-closer-devastating-blazes/story?id=59136812", "urlToImage": "https://s.abcnews.com/images/US/wildfire-2-ap-er-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T16:38:19Z", "content": "Over 8,000 firefighters are fighting deadly blazes tearing through the Golden State. Seven states have sent crews to help with the Camp Fire in Northern California and the Woolsey Fire in Southern California. SLIDESHOW: Massive wildfires engulf California \"I … [+1915 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Zoo welcomes new baby white rhino", "description": "Adorable baby white rhino Imani gets used to her new surroundings, sticking close to her mother Umqali, just hours after being born.", "url": "https://abcnews.go.com/International/video/zoo-welcomes-baby-white-rhino-59141219", "urlToImage": "https://s.abcnews.com/images/International/181112_abc_social_rhino_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T16:33:45Z", "content": "Now Playing: Zoo welcomes new baby white rhino Now Playing: Beach portraits honor fallen WWI soldiers Now Playing: Emmanuel Macron spoke about the dangers of nationalism during a ceremony Now Playing: Trump is in France for Veterans Day Now Playing: NASA astr… [+1225 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meridith McGraw", "title": "Military vet Trump once called 'stone cold crazy' announces presidential campaign", "description": "Ojeda filed his 2020 bid Sunday with the Federal Election Commission.", "url": "https://abcnews.go.com/Politics/trump-called-stone-cold-crazy-now-richard-ojeda/story?id=59138691", "urlToImage": "https://s.abcnews.com/images/Politics/ojeda-rt-er-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T16:31:36Z", "content": "Democrat Richard Ojeda may have lost his bid for Congress in West Virginia's 3rd Congressional District but the man who's been called \"JFK with tattoos and a bench press\" announced he still has plans to run -- for president. Interested in Midterm Elections? A… [+1386 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: David Lee Murphy", "description": "David Lee Murphy talks about CMA nomination and summer 2018 tour.", "url": "https://abcnews.go.com/Entertainment/video/david-lee-murphy-59141085", "urlToImage": "https://s.abcnews.com/images/Entertainment/181112_Radio_David_Lee_Murphy_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T16:28:16Z", "content": "Now Playing: CMA Awards: Brothers Osborne Now Playing: Luke Bryan talks family, new restaurant and his CMA nomination Now Playing: Brad Paisley and Carrie Underwood dish on the 2018 CMA Awards Now Playing: David Lee Murphy Now Playing: Michael B. Jordan dishe… [+1207 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Ford Vox", "title": "Vast majority of violent crime goes unreported in metro Atlanta: Hospital study", "description": "New partnership helps communities act on anonymous data.", "url": "https://abcnews.go.com/Health/vast-majority-violent-crime-unreported-metro-atlanta-hospital/story?id=59123632", "urlToImage": "https://s.abcnews.com/images/US/grady-hospital-ap-er-181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T16:13:14Z", "content": "The vast majority of violent crimes in sampled areas of metro Atlanta go unreported to police, according to a new study by Grady Memorial Hospital and the Centers for Disease Control (CDC) that was published in the peer-reviewed journal, JAMA Internal Medicin… [+4069 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Will Carr, Gina Sunseri and Emily Shapiro", "title": "'I thought I was gonna die right there': Nurse's harrowing escape from Camp Fire", "description": "Nichole Jolly evacuated patients from Feather River Hospital before she fled.", "url": "https://abcnews.go.com/US/thought-gonna-die-nurses-harrowing-escape-camp-fire/story?id=59138066", "urlToImage": "https://s.abcnews.com/images/US/hero-nurse-nichole-jolly-03-abc-jc-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T16:00:15Z", "content": "When the deadly Camp Fire started to close in on Feather River Hospital in the Northern California town of Paradise, nurses were forced to evacuate their critically sick patients without warning. Interested in Wildfires? Add Wildfires as an interest to stay u… [+3313 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Liz Weston: Smart Ways to Rein In Holiday Spending", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/liz-weston-smart-ways-rein-holiday-spending-59140489", "urlToImage": null, "publishedAt": "2018-11-12T15:58:13Z", "content": "The holidays are a huge deal in the Weston household and every year, the expenses threatened to gallop out of control. Keeping the holiday joyous and less stressful means keeping a firm rein on our spending. Here's what we do, as well as smart frugal tips fro… [+4172 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bishops will delay votes on steps to combat sex abuse crisis", "description": "U.S. Catholic bishops will delay for at least several months any action on proposed new steps to address the clergy sex abuse crisis that is rocking the church", "url": "https://abcnews.go.com/US/wireStory/bishops-delay-votes-steps-combat-sex-abuse-crisis-59139071", "urlToImage": "https://s.abcnews.com/images/US/WireAP_49966bdddebd430c9881ff86a5d3976f_16x9_992.jpg", "publishedAt": "2018-11-12T15:52:13Z", "content": "In an abrupt change of plans, the president of the U.S. Conference of Catholic Bishops opened the group's national meeting Monday by announcing it will delay for at least several months any votes on proposed new steps to address the clergy sex abuse crisis th… [+3079 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Bulgaria says it won't sign UN migration pact", "description": "Bulgarian officials are signaling the country will not sign a global pact to promote safe and orderly migration, saying that it would harm national interests", "url": "https://abcnews.go.com/International/wireStory/latest-bulgaria-sign-migration-pact-59140231", "urlToImage": "https://s.abcnews.com/images/International/WireAP_b14d528433e84965a2c29a9793788b44_16x9_992.jpg", "publishedAt": "2018-11-12T15:52:06Z", "content": "The Latest on Europe's migration crisis (all times local): 6:50 p.m. Bulgarian officials are signaling the country will not sign a global pact to promote safe and orderly migration, saying that it would harm national interests. The floor leader of the main ru… [+1608 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK drops deal that used data from doctors to find migrants", "description": "Britain's National Health Service has pulled out of a contentious agreement that gave government officials access to confidential patient data to help track down people suspected of breaking immigration laws", "url": "https://abcnews.go.com/Health/wireStory/uk-drops-deal-data-doctors-find-migrants-59140122", "urlToImage": null, "publishedAt": "2018-11-12T15:44:42Z", "content": "Britain's National Health Service has pulled out of a contentious agreement that gave government officials access to confidential patient data to help track down people suspected of breaking immigration laws. Some doctors and lawmakers objected to the data-sh… [+616 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Chinese premier urges guard of free trade on Singapore visit", "description": "Chinese Premier Li Keqiang has stressed the need for free trade as he drew similarities between his country and Singapore, a bustling regional hub", "url": "https://abcnews.go.com/International/wireStory/chinese-premier-urges-guard-free-trade-singapore-visit-59139587", "urlToImage": null, "publishedAt": "2018-11-12T15:36:42Z", "content": "Chinese Premier Li Keqiang stressed the need for free trade on Monday, as he drew similarities between his country and Singapore, a bustling regional hub. \"China and Singapore have a special cooperative relationship because there are profound cultural and peo… [+1503 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Beach portraits honor fallen WWI soldiers", "description": "Giant sand portraits fill beaches across the U.K. in tribute to local soldiers who died in WWI.", "url": "https://abcnews.go.com/International/video/beach-portraits-honor-fallen-wwi-soldiers-59139416", "urlToImage": "https://s.abcnews.com/images/International/181112_abc_social_ww1_beach_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T15:28:59Z", "content": "Now Playing: Beach portraits honor fallen WWI soldiers Now Playing: Emmanuel Macron spoke about the dangers of nationalism during a ceremony Now Playing: Trump is in France for Veterans Day Now Playing: NASA astronaut 'confident' flying aboard Russian Soyuz d… [+1255 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Genoa mayor aims to start demolition next month", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/genoa-mayor-aims-start-demolition-month-59139590", "urlToImage": null, "publishedAt": "2018-11-12T15:28:26Z", "content": "Genoa's mayor says demolition is planned to start next month on part of the highway bridge whose collapse killed 43 people in August. Marco Bucci told SkyTG24 TV Monday that demolition of a supporting pillar on one end of the Morandi bridge should begin aroun… [+543 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pakistan frees 2 Taliban members as US envoy visits region", "description": "Taliban officials say Pakistan has released Abdul Samad Sani, a U.S.-designated terrorist who served as the Afghan Central Bank governor during the militants' rule, along with a lower-ranking commander named Salahuddin", "url": "https://abcnews.go.com/International/wireStory/pakistan-frees-taliban-members-us-envoy-visits-region-59139589", "urlToImage": null, "publishedAt": "2018-11-12T15:28:12Z", "content": "Taliban officials say Pakistan has released Abdul Samad Sani, a U.S.-designated terrorist who served as the Afghan Central Bank governor during the militants' rule, along with a lower-ranking commander named Salahuddin. The Taliban members, speaking on condit… [+523 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US analysts ID 13 secret North Korean missile sites: report", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/us-analysts-id-13-secret-north-korean-missile-59139373", "urlToImage": null, "publishedAt": "2018-11-12T15:26:50Z", "content": "Interested in North Korea? Add North Korea as an interest to stay up to date on the latest North Korea news, video, and analysis from ABC News. U.S. analysts say they have located more than half of an estimated 20 secret North Korea n missile development site… [+657 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "'It's just a recipe for destruction,' fire chief says of California wildfires", "description": "A fire chief says drought, rain and a new dry spell is a \"recipe for destruction.\"", "url": "https://abcnews.go.com/US/recipe-destruction-fire-chief-conditions-front-lines-california/story?id=59136659", "urlToImage": "https://s.abcnews.com/images/US/california-fire-gty-ml-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T15:20:15Z", "content": "A prolonged drought followed by a welcomed spike in rain and another dry spell has created a \"recipe for destruction\" that's manifesting itself in wildfires of historic proportions raging in California, leveling thousands of homes and killing at least 31 peop… [+3630 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "James Woods, other celebs using social media to help those displaced in California wildfires - ABC News", "description": "ABC News James Woods, other celebs using social media to help those displaced in California wildfires ABC News James Woods, the acclaimed veteran actor, has taken to social media to create quite the movement in the midst of the California wildfires and the wi…", "url": "https://abcnews.go.com/GMA/Culture/james-woods-celebs-social-media-displaced-california-wildfires/story?id%3D59137803", "urlToImage": null, "publishedAt": "2018-11-12T15:19:44Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US stocks move broadly lower in early trade; oil rising", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-stocks-move-broadly-lower-early-trade-oil-59139144", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_35e20d1120c64e0f8703e88a7e19ba97_16x9_992.jpg", "publishedAt": "2018-11-12T15:12:10Z", "content": "U.S. stocks moved broadly lower in early trading Monday, weighed down by losses in technology companies and banks. Consumer-focused companies and media and communications stocks also took losses. Crude oil prices were headed higher, snapping a 10-day skid, af… [+2096 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Syrian president approves changes to property law", "description": "Syrian President Bashar Assad has approved amendments of a controversial law that allowed authorities to seize property left behind by civilians who fled the civil war", "url": "https://abcnews.go.com/International/wireStory/bomb-turkish-controlled-syrian-town-kills-wounds-24-59135998", "urlToImage": null, "publishedAt": "2018-11-12T15:09:02Z", "content": "Syrian President Bashar Assad has approved amendments to a controversial law that allowed authorities to seize property left behind by civilians who fled the civil war. The amendments, published by state news agency SANA late Sunday, say residents now have a … [+2065 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Israeli bus struck by fire from Gaza", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-israeli-bus-struck-fire-gaza-59139009", "urlToImage": "https://s.abcnews.com/images/International/WireAP_681df7e1a1cd452295989b4eabc14794_16x9_992.jpg", "publishedAt": "2018-11-12T15:03:49Z", "content": "The Latest on the Israel i-Palestinian conflict (all times local): 5 p.m. The Israeli military says a bus has been hit by fire from the Gaza Strip as air raid sirens sound throughout southern Israel. The incoming fire comes a day after an Israeli undercover m… [+1165 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Malibu couple plans to rebuild after losing everything in Woolsey fire", "description": "Having previously survived gunfire and the Holocaust, this couple of 62 years is prepared to overcome yet another obstacle - the loss of their home in the California wildfires.", "url": "https://abcnews.go.com/US/video/malibu-couple-plans-rebuild-losing-woolsey-fire-59138834", "urlToImage": "https://s.abcnews.com/images/US/181112_atm_wildfirecouple_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T15:02:21Z", "content": "Now Playing: Malibu couple plans to rebuild after losing everything in Woolsey fire Now Playing: Man, 89, dies after being pushed in NYC subway Now Playing: Timelapse footage captures Malibu wildfire as seen from Venice Beach Now Playing: News headlines today… [+1177 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UN atomic watchdog: Iran staying within nuclear deal limitations, providing access to all sites", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/atomic-watchdog-iran-staying-nuclear-deal-limitations-providing-59138833", "urlToImage": null, "publishedAt": "2018-11-12T15:00:57Z", "content": "UN atomic watchdog: Iran staying within nuclear deal limitations, providing access to all sites."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Man, 89, dies after being pushed in NYC subway", "description": "Kurt Salzinger was knocked over by a man running on a Manhattan subway platform, authorities said.", "url": "https://abcnews.go.com/US/video/man-89-dies-pushed-nyc-subway-59138727", "urlToImage": "https://s.abcnews.com/images/US/181112_wabc_subway_push_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T14:58:42Z", "content": "Now Playing: Malibu couple plans to rebuild after losing everything in Woolsey fire Now Playing: Man, 89, dies after being pushed in NYC subway Now Playing: Timelapse footage captures Malibu wildfire as seen from Venice Beach Now Playing: News headlines today… [+1177 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP Explains: The latest in Sri Lanka's political crisis", "description": "The Sri Lankan president's decisions to sack his prime minister, dissolve Parliament and call snap elections have created political upheaval in the South Asian island nation", "url": "https://abcnews.go.com/International/wireStory/ap-explains-latest-sri-lankas-political-crisis-59136808", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0ae16cc094e6492b97765e5917ee95bf_16x9_992.jpg", "publishedAt": "2018-11-12T14:49:59Z", "content": "Sri Lanka is in the midst of a political crisis set off by the president's decisions to remove the South Asian island nation's prime minister, dissolve Parliament and call snap election s. The moves have triggered public protests and international criticism, … [+5189 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Timelapse footage captures Malibu wildfire as seen from Venice Beach", "description": "Timelapse video shows the destructive Woolsey Fire spreading into Malibu as seen from Venice Beach, about 20 miles away.", "url": "https://abcnews.go.com/US/video/timelapse-footage-captures-malibu-wildfire-venice-beach-59138113", "urlToImage": "https://s.abcnews.com/images/US/181112_social_timelapse_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T14:47:41Z", "content": "Now Playing: Kim Kardashian flees wildfire in Southern California Now Playing: Fast-moving wildfire devastates Northern California Now Playing: Timelapse footage captures Malibu wildfire as seen from Venice Beach Now Playing: News headlines today: Nov 12, 201… [+1164 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Markets Right Now: Tech, internet stocks lead early declines", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/markets-now-tech-internet-stocks-lead-early-declines-59138507", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_35e20d1120c64e0f8703e88a7e19ba97_16x9_992.jpg", "publishedAt": "2018-11-12T14:41:51Z", "content": "The latest on developments in financial markets (all times local): 9:35 a.m. Stocks are opening moderately lower on Wall Street, led by declines in technology and internet companies. Apple fell 3.7 percent in early trading Monday and Google 's parent company … [+437 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Emily Shapiro", "title": "Plea grows 'more urgent by the minute:' 1 week into search for abducted 13-year-old", "description": "Hania Aguilar was kidnapped outside her home on the morning of Nov. 5.", "url": "https://abcnews.go.com/US/plea-grows-urgent-minute-week-search-abducted-13/story?id=59137179", "urlToImage": "https://s.abcnews.com/images/US/hania-aguilar-missing-girl-01-ht-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T14:35:18Z", "content": "It's been one week since a 13-year-old girl was kidnapped in front of her North Carolina home before school. Now, investigators' pleas for more information grow \"more and more urgent by the minute,\" according to FBI spokeswoman Shelley Lynch. Eighth-grader Ha… [+2565 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: News headlines today: Nov 12, 2018", "description": "Catch up on the developing stories making headlines today.", "url": "https://abcnews.go.com/US/video/news-headlines-today-nov-12-2018-59138262", "urlToImage": "https://s.abcnews.com/images/US/181109_vod_live_headlines_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T14:30:37Z", "content": "Now Playing: News headlines today: Nov. 8, 2018 Now Playing: Timelapse footage captures Malibu wildfire as seen from Venice Beach Now Playing: News headlines today: Nov 12, 2018 Now Playing: Sen. Kristen Gillibrand discusses her new book live on 'GMA' Now Pla… [+1161 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Military vet announces 2020 presidential campaign", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/military-vet-ojeda-announces-2020-presidential-campaign-59138110", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_6843dec466ec44cb885fb58f8d056714_16x9_992.jpg", "publishedAt": "2018-11-12T14:26:46Z", "content": "Interested in Midterm Elections? Add Midterm Elections as an interest to stay up to date on the latest Midterm Elections news, video, and analysis from ABC News. A retired Army paratrooper and West Virginia lawmaker seeking to restore the Democratic Party's b… [+682 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "'Ghost boats' believed from N. Korea wash up on Japan shores", "description": "95 rickety boats sometimes carrying skeletonized bodies have arrived this year.", "url": "https://abcnews.go.com/International/wireStory/ghost-boats-believed-korea-wash-japan-shores-59137178", "urlToImage": null, "publishedAt": "2018-11-12T14:25:27Z", "content": "Interested in North Korea? Add North Korea as an interest to stay up to date on the latest North Korea news, video, and analysis from ABC News. Scores of dilapidated wooden boats believed to be from North Korea have washed ashore in northern Japan in a season… [+1436 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Man at center of Nobel body scandal tests rape conviction", "description": "The man at the center of the scandal at the academy that awards the Nobel Prize in literature has arrived at a Swedish appeals court in handcuffs, hoping his rape conviction and a two-year prison sentence will be reversed", "url": "https://abcnews.go.com/International/wireStory/man-center-nobel-body-scandal-tests-rape-conviction-59138261", "urlToImage": "https://s.abcnews.com/images/International/WireAP_225b92297c424234bbf480eab538b305_16x9_992.jpg", "publishedAt": "2018-11-12T14:18:56Z", "content": "The man at the center of the scandal at the academy that awards the Nobel Prize in literature has arrived at a Swedish appeals court in handcuffs, hoping his rape conviction and a two-year prison sentence will be reversed. Jean-Claude Arnault declined to answ… [+531 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Romanian leader says country not ready for EU presidency", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/romanian-leader-country-ready-eu-presidency-59138160", "urlToImage": null, "publishedAt": "2018-11-12T14:14:41Z", "content": "Romania's president says his country is not ready to take over the rotating presidency of the European Union on Jan.1 and called for the government to step down. President Klaus Iohannis said Monday \"things have gone off the rails,\" and that there was \"a poli… [+512 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Athenahealth fetches $5.7 billion cash buyout offer", "description": "A prominent athenahelath investor and a private equity firm will spend about $5.7 billion on the medical billing software maker and take it private", "url": "https://abcnews.go.com/Business/wireStory/athenahealth-fetches-57-billion-cash-buyout-offer-59138008", "urlToImage": null, "publishedAt": "2018-11-12T14:04:11Z", "content": "A prominent athenahelath investor and a private equity firm will spend about $5.7 billion on the medical billing software maker and take it private. Veritas Capital and Evergreen Coast Capital said Monday they'll pair athenahealth with a company Veritas bough… [+591 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Lisa Mendillo", "title": "Moms Panel Monday: Disney Cruise Line Staterooms – Your Home Away from Home", "description": "Join Disney Parks Moms Panelist Stephanie as she gives us a tour of the beautiful staterooms that await you on Disney Cruise Line. With split baths, privacy curtains, storage space under the bed and even an extra pull-down bed, these staterooms are designed w…", "url": "https://disneyparks.disney.go.com/blog/2018/11/moms-panel-monday-disney-cruise-line-staterooms-your-home-away-from-home/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/euyyrt368693.jpg", "publishedAt": "2018-11-12T14:02:21Z", "content": "By submitting this form, you are granting Disney Parks Blog permission to email you. You can revoke permission to mail your email address at any time using the unsubscribe link, found at the bottom of every email. We take your privacy seriously. For more info… [+493 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jennifer Fickley-Baker", "title": "Disney Doodle: Lady & Tramp Take in the Cheer at Magic Kingdom Park", "description": "We’re kicking off the week on the Disney Parks Blog with a fun Disney Doodle that’s full of holiday cheer.", "url": "https://disneyparks.disney.go.com/blog/2018/11/disney-doodle-lady-tramp-take-in-the-cheer-at-magic-kingdom-park/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/eluruyto8769.jpg", "publishedAt": "2018-11-12T14:01:03Z", "content": "By submitting this form, you are granting Disney Parks Blog permission to email you. You can revoke permission to mail your email address at any time using the unsubscribe link, found at the bottom of every email. We take your privacy seriously. For more info… [+493 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK's May says response to Skripal attack hurt Russian spying", "description": "British Prime Minister Theresa May says the West's response to the nerve-agent poisoning of a former spy has seriously hurt Russia's intelligence capability", "url": "https://abcnews.go.com/International/wireStory/uks-response-skripal-attack-hurt-russian-spying-59137747", "urlToImage": null, "publishedAt": "2018-11-12T13:49:12Z", "content": "British Prime Minister Theresa May says the West's response to the nerve-agent poisoning of a former spy has seriously hurt Russia 's intelligence capability. May's office says she'll urge countries \"to stand up for the rules around the world\" during a foreig… [+588 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Chairman, and CEO, out at cosmetics maker Coty", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/chairman-ceo-cosmetics-maker-coty-59137712", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_f10c307cde354065958b2ede966f0eb2_16x9_992.jpg", "publishedAt": "2018-11-12T13:44:12Z", "content": "The top executive at the New York cosmetics maker Coty is leaving less than a week revealing that significant supply chain problems sapped revenue during the first quarter, and its chairman has been replaced as well. The company said Monday that CEO Camillo P… [+502 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Merkel says Germany has a way to go on gender equality", "description": "Chancellor Angela Merkel says society can only be fair if there's equality among women and men everywhere and that much still needs to be done in Germany to achieve this goal", "url": "https://abcnews.go.com/International/wireStory/merkel-germany-gender-equality-59136202", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1010f9e23159466293ac5d6738e5b1b6_16x9_992.jpg", "publishedAt": "2018-11-12T13:30:43Z", "content": "Even though she has been at her nation's helm for 13 years, Chancellor Angela Merkel said much more needs to be done to achieve gender equality in Germany. As Germany marked the 100th anniversary of women's suffrage, Merkel said in a speech in Berlin on Monda… [+1156 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Florida school shooting defendant registered to vote in jail", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/florida-school-shooting-defendant-registered-vote-jail-59136809", "urlToImage": null, "publishedAt": "2018-11-12T13:20:12Z", "content": "Interested in Parkland school shooting? Add Parkland school shooting as an interest to stay up to date on the latest Parkland school shooting news, video, and analysis from ABC News. The man accused of gunning down 17 people at a Florida high school registere… [+726 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "More women in poor countries use contraception, says report", "description": "A new report says more women in the poorest countries are using contraception, signifying progress in efforts to make women involved in family planning.", "url": "https://abcnews.go.com/Health/wireStory/women-poor-countries-contraception-report-59137213", "urlToImage": null, "publishedAt": "2018-11-12T13:19:26Z", "content": "A new report says more women in the poorest countries are using modern contraception, signifying progress in efforts to involve women in family planning. But the report, launched Monday by the U.N.-backed advocacy group FP2020, says many others who want to de… [+557 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump complains about allies' spending after France trip", "description": "Fresh from a trip to France where his brand of \"nationalism\" drew rebuke from his hosts, President Donald Trump says \"much was accomplished\" in his meetings, but is raising a familiar complaint about American allies' spending on defense.", "url": "https://abcnews.go.com/Politics/wireStory/trump-complains-allies-spending-france-trip-59136545", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_fa1a57175b30417bbc4480d00de98fe7_16x9_992.jpg", "publishedAt": "2018-11-12T13:18:24Z", "content": "Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, and analysis from ABC News. Fresh from a trip to France where his brand of \"nationalism\" drew rebuke from his hosts, President Donald Trump … [+678 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Jury convicts UK far-right couple who named son after Hitler", "description": "A British couple with neo-Nazi views who named their son after Adolf Hitler have been convicted of membership in an outlawed far-right group", "url": "https://abcnews.go.com/International/wireStory/jury-convicts-uk-couple-named-son-hitler-59137118", "urlToImage": null, "publishedAt": "2018-11-12T13:04:56Z", "content": "A British couple with neo-Nazi views who named their son after Adolf Hitler have been convicted of membership of an outlawed far-right group. A jury at Birmingham Crown Court in central England on Monday found 22-year-old Adam Thomas and 38-year-old Claudia P… [+498 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Cheyenne Haslett", "title": "Trump calls Florida ballots 'massively infected,' demands end to recounts", "description": "The president did not provide any evidence for his claim of fraud.", "url": "https://abcnews.go.com/Politics/trump-calls-florida-ballots-massively-infected-demands-end/story?id=59136811", "urlToImage": "https://s.abcnews.com/images/Politics/wwi-6-ap-er-181111_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-12T13:04:00Z", "content": "Just after returning from his trip to Europe, President Donald Trump on Monday morning turned back to the increasingly bitter battle over recounts in the Senate and governor's races in Florida, calling ballots \"massively infected\" and making claims of fraud w… [+851 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "50 countries vow to fight cybercrime - US and Russia don't", "description": "Fifty nations and over 150 tech companies are pledging to do more to fight criminal activity on the internet, including interference in elections and hate speech. But the United States, Russia and China are not among them.", "url": "https://abcnews.go.com/Technology/wireStory/50-countries-vow-fight-cybercrime-us-russia-59136879", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_7a7fc8f089714a02ac4c1ba1dcd83b64_16x9_992.jpg", "publishedAt": "2018-11-12T13:01:58Z", "content": "Fifty nations and over 150 tech companies are pledging to do more to fight criminal activity on the internet, including interference in election s and hate speech. But the United States, Russia and China are not among them. The group of governments and compan… [+479 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Girl's use of family 'code word' to thwart potential kidnapping draws praise from police - ABC News", "description": "ABC News Girl's use of family 'code word' to thwart potential kidnapping draws praise from police ABC News Police are hailing a young girl's parents for teaching her how to handle \"stranger danger\" after she asked a man who approached her for a \"code word\" wh…", "url": "https://abcnews.go.com/GMA/News/girls-family-code-word-thwart-potential-kidnapping-draws/story?id%3D59135806", "urlToImage": null, "publishedAt": "2018-11-12T12:49:04Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bangladesh delays national elections by a week to Dec. 30", "description": "Authorities in Bangladesh have agreed to delay snap national elections by a week because of opposition demands for more time to prepare", "url": "https://abcnews.go.com/International/wireStory/bangladesh-delays-national-elections-week-dec-30-59136554", "urlToImage": null, "publishedAt": "2018-11-12T12:39:27Z", "content": "Authorities in Bangladesh have agreed to delay snap national election s by a week because of opposition demands for more time to prepare. Chief Election Commissioner K.M. Nurul Huda said Monday that officials decided to shift the date to Dec. 30 in response t… [+504 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Syria amends property law after criticism", "description": "Syrian President Bashar Assad has issued a decree amending a controversial law that allowed authorities to seize property left behind by civilians who fled the civil war", "url": "https://abcnews.go.com/International/wireStory/latest-syria-amends-property-law-criticism-59136267", "urlToImage": null, "publishedAt": "2018-11-12T12:17:57Z", "content": "The Latest on the Syrian conflict (all times local): 2:15 p.m. Syrian President Bashar Assad has issued a decree amending a controversial law that allowed authorities to seize property left behind by civilians who fled the civil war. The amendment, published … [+1136 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Cargo mission to space station is set to launch this week", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/cargo-mission-space-station-set-launch-week-59135916", "urlToImage": null, "publishedAt": "2018-11-12T12:09:13Z", "content": "An unmanned cargo rocket is scheduled to blast off this week from Virginia's coast to the International Space Station. The Daily Press reports that the launch is scheduled for shortly before 5 a.m. Thursday at the spaceport on Wallops Island along the Eastern… [+590 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: House Dems to review Trump's role in hush money payments in next Congress: Source", "description": "The House Oversight Committee plans to investigate Donald Trump's involvement in hush payments made to women during the 2016 presidential campaign.", "url": "https://abcnews.go.com/Politics/video/house-dems-review-trumps-role-hush-money-payments-59135812", "urlToImage": "https://s.abcnews.com/images/Politics/181112_atm_trump_money_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T11:59:08Z", "content": "Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Playing: Florida launches recounts for midterms Now Playing: George W. Bush and Laura Bush awarded Liberty Medal Now Playing: Democrats plan to subpoena Trump t… [+1302 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK man faces 7 charges after police van stolen from station", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/uk-man-faces-charges-police-van-stolen-station-59135808", "urlToImage": null, "publishedAt": "2018-11-12T11:54:05Z", "content": "Interested in United Kingdom? Add United Kingdom as an interest to stay up to date on the latest United Kingdom news, video, and analysis from ABC News. A man suspected of stealing a marked police van parked at a police station has been charged with seven off… [+670 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trudeau: Canadian intelligence has heard Khashoggi tapes", "description": "Canadian Prime Minister Justin Trudeau has become the first Western leader to acknowledge his country's intelligence agencies have listened to recordings of the killing of Saudi journalist Jamal Khashoggi", "url": "https://abcnews.go.com/International/wireStory/trudeau-canadian-intelligence-heard-khashoggi-tapes-59135326", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0b58e2644832495b8acf794c74425eb6_16x9_992.jpg", "publishedAt": "2018-11-12T11:36:59Z", "content": "Canadian Prime Minister Justin Trudeau on Monday became the first Western leader to acknowledge his country had received the recordings of the killing of Saudi journalist Jamal Khashoggi. \"Canada has been fully briefed up on what Turkey had to share,\" Trudeau… [+2710 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Some Lime electric scooters may be lemons", "description": "The scooter rental company is taking some scooters out of commission because of mechanical issues.", "url": "https://abcnews.go.com/Technology/video/lime-electric-scooters-lemons-59135493", "urlToImage": "https://s.abcnews.com/images/Technology/181112_atm_techbytes_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T11:27:55Z", "content": "Now Playing: Some Lime electric scooters may be lemons Now Playing: Black Friday ads released early Now Playing: Samsung plans to present its new flip smartphone Now Playing: Online retail giants offering free shipping deals this holiday season Now Playing: A… [+984 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UN refugee agency warns against returning Rohingya refugees", "description": "The United Nations refugee agency is cautioning against the repatriation at this time of ethnic Rohingya Muslims who fled to Bangladesh to escape army-led violence in Myanmar", "url": "https://abcnews.go.com/International/wireStory/refugee-agency-warns-returning-rohingya-refugees-59134892", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9875cc96cc5c4d6ea63fb46dc0b808b3_16x9_992.jpg", "publishedAt": "2018-11-12T11:20:54Z", "content": "The United Nations refugee agency on Monday cautioned against returning ethnic Rohingya Muslims to Myanmar from Bangladesh at this time, urging that officials be allowed to assess whether it is safe for them to return. The U.N. High Commissioner for Refugees … [+2422 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "2 more crossings open through Cyprus' ethnic divide", "description": "Several hundred Greek Cypriots and Turkish Cypriots walked through a newly opened crossing point at Dherynia, a village in Cyprus' southeastern corner, in what peace activists say further breaks down barriers on the ethnically divided island nation", "url": "https://abcnews.go.com/International/wireStory/crossings-open-cyprus-ethnic-divide-59135327", "urlToImage": null, "publishedAt": "2018-11-12T11:15:10Z", "content": "A few hundred Greek Cypriots and Turkish Cypriots walked through a newly opened crossing point in the southeastern village of Dherynia in what peace activists are hailing as further breaking down barriers on ethnically divided Cyprus. Dherynia, and another cr… [+619 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pence in Japan to discuss trade, N. Korea before summits", "description": "Pence is expected to also discuss China's growing regional influence.", "url": "https://abcnews.go.com/International/wireStory/pence-japan-discuss-trade-korea-summits-59134478", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c55cafb361a94175ac08b3fb37512333_16x9_992.jpg", "publishedAt": "2018-11-12T11:08:23Z", "content": "Interested in Mike Pence? Add Mike Pence as an interest to stay up to date on the latest Mike Pence news, video, and analysis from ABC News. U.S. Vice President Mike Pence arrived in Tokyo on Monday to discuss North Korea and other issues with Japan ese offic… [+1719 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Rick Klein and MaryAlice Parks", "title": "The Note: Oversight questions won’t wait for new Congress", "description": "Trump's powers are set to be reined in as never before in his presidency.", "url": "https://abcnews.go.com/Politics/note-oversight-questions-wont-wait-congress/story?id=59129904", "urlToImage": "https://s.abcnews.com/images/International/trump-rally-3-ap-er-181104_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T11:04:18Z", "content": "The TAKE with Rick Klein Interested in The Note? Add The Note as an interest to stay up to date on the latest The Note news, video, and analysis from ABC News. President Donald Trump 's views of his own powers appear to be expanding -- at a moment that his ac… [+5266 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pocket money apps aim to help kids in cashless world", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/wave-pocket-money-apps-aimed-kids-cashless-world-59135026", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_8693627308bf4455868dfa8a24bbb85b_16x9_992.jpg", "publishedAt": "2018-11-12T10:58:13Z", "content": "For kids growing up in today's cashless society, the piggy bank is going virtual. Father of two Roland Hall turned to a British startup's digital pocket money app because his kids were still too young to get their own bank cards from traditional banks. With p… [+5157 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Germany appoints new head of intelligence agency", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-germany-appoints-head-intelligence-agency-59134727", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ea80b5dfcdff468a867037da6752d087_16x9_992.jpg", "publishedAt": "2018-11-12T10:40:35Z", "content": "The Latest on reports that Germany 's top security official, Interior Minister, Horst Seehofer, is set to quit (all times local): 11:35 a.m. Germany's interior ministry is naming a long-time civil servant to head the country's domestic intelligence agency. In… [+1779 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Reward in case of kidnapped N. Carolina teen rises to $20K", "description": "Hania Noelia Aguilar was pulled into an SUV and driven off by an unknown person.", "url": "https://abcnews.go.com/US/wireStory/reward-case-kidnapped-carolina-teen-rises-20k-59134440", "urlToImage": "https://s.abcnews.com/images/US/WireAP_3f401635978b448ba97a3854424219e5_16x9_992.jpg", "publishedAt": "2018-11-12T10:34:48Z", "content": "A total reward of $20,000 is being offered in the case of a 13-year-old girl kidnapped from a North Carolina mobile home park. News outlets report Lumberton police announced Friday that Gov. Roy Cooper's office is offering $5,000 for information that leads to… [+517 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Woman tried in France after child found living in car trunk", "description": "A French woman is on trial accused of hiding the existence of her toddler and depriving her of food and care, after a garage mechanic discovered the girl living in the trunk of her mother's car", "url": "https://abcnews.go.com/International/wireStory/woman-france-child-found-living-car-trunk-59134556", "urlToImage": null, "publishedAt": "2018-11-12T10:28:42Z", "content": "Interested in France? Add France as an interest to stay up to date on the latest France news, video, and analysis from ABC News. A French woman is on trial accused of hiding the existence of her toddler and depriving her of food and care, after a garage mecha… [+654 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: George W. Bush and Laura Bush awarded Liberty Medal", "description": "Joe Biden presented them with the award for their charitable work helping veterans.", "url": "https://abcnews.go.com/WNN/video/george-bush-laura-bush-awarded-liberty-medal-59134242", "urlToImage": "https://s.abcnews.com/images/WNN/181112_wnn_bush_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T10:25:22Z", "content": "Now Playing: Medal of Honor recipient Florent Groberg shares his incredible act of courage Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Playing: Florida launches recounts for midterms Now Playing: George W… [+1327 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "1 year after Mugabe fall, Zimbabwe asks 'What has changed?'", "description": "One year ago the unthinkable happened in Zimbabwe: Robert Mugabe fell from power. A year later Zimbabwe's economic problems have worsened and restrictions on basic freedoms remain, bringing some Zimbabweans to ask 'What has changed?'", "url": "https://abcnews.go.com/International/wireStory/year-mugabe-fall-zimbabwe-asks-changed-59134546", "urlToImage": null, "publishedAt": "2018-11-12T10:24:56Z", "content": "One year ago the unthinkable happened in Zimbabwe: Robert Mugabe fell from power after 37 years in power. Tanks rolled in the streets of the capital, Harare, and the military put Mugabe under house arrest, in reaction to Mugabe's firing of Vice President Emme… [+550 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "10 Things to Know for Today", "description": "Among 10 Things to Know: Devastation as deadly California blazes tally grim statistics; Mishaps, protests and litigation overshadow Florida recount; High school coach says California gunman was 'sadistic'", "url": "https://abcnews.go.com/US/wireStory/10-things-today-59134545", "urlToImage": "https://s.abcnews.com/images/US/WireAP_fe564d718cf747a1a6c54d3f775f1bdd_16x9_992.jpg", "publishedAt": "2018-11-12T10:18:30Z", "content": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about today: 1. CALIFORNIA WILDFIRES MATCH RECORD Six more are dead in a swath of Northern California wiped out by fire, raising the death toll to 29 matching the state… [+1888 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Florida launches recounts for midterms", "description": "Drama surrounds the senate and gubernatorial races as a Thursday deadline is quickly approaching. ABC News' Kenneth Moton reports.", "url": "https://abcnews.go.com/Politics/video/florida-launches-recounts-midterms-59134362", "urlToImage": "https://s.abcnews.com/images/Politics/181112_atm_moton_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T10:14:03Z", "content": "Now Playing: Arizona Senate race too close to call Now Playing: Senate passes opioid bill Now Playing: Florida launches recounts for midterms Now Playing: George W. Bush and Laura Bush awarded Liberty Medal Now Playing: Democrats plan to subpoena Trump to inv… [+1231 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: At least 31 dead in California fires", "description": "Red flag warnings are in effect for much of California today. ABC News' Kendis Gibson reports.", "url": "https://abcnews.go.com/US/video/31-dead-california-fires-59134290", "urlToImage": "https://s.abcnews.com/images/US/181112_atm_gibson_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T10:13:30Z", "content": "Now Playing: Crews battle new California fires Now Playing: Dozens of fires, explosions after suspected gas leak Now Playing: At least 31 dead in California fires Now Playing: Museum for pizza lovers Now Playing: Michelle Obama reflects on what she wants her … [+1219 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Envoy: Russia plays Afghanistan broker due to US 'failure'", "description": "A senior Russian diplomat says Moscow is trying to broker Afghan peace talks because it considers the U.S. has failed in Afghanistan", "url": "https://abcnews.go.com/International/wireStory/envoy-russia-plays-afghanistan-broker-due-us-failure-59134477", "urlToImage": null, "publishedAt": "2018-11-12T10:09:27Z", "content": "A senior Russia n diplomat says Moscow is trying to broker Afghan peace talks because it considers the U.S. has failed in Afghanistan. Russia's presidential envoy for Afghanistan, Zamir Kabulov, said a Moscow conference on Afghanistan Friday that brought toge… [+584 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kelly Terez and Suzie Liu", "title": "'Start Here': Florida recount and California wildfires. What you need to know today.", "description": "It's Monday, Nov. 12, 2018. Here's what you need to start your day.", "url": "https://abcnews.go.com/US/start-here-florida-recount-california-wildfires-macrons-warning-start/story?id=59092880", "urlToImage": "https://s.abcnews.com/images/US/recount-3-gty-er-181111_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-12T10:04:16Z", "content": "It's Monday, Nov. 12, 2018. Thanks for choosing to start here. Interested in Start Here Morning Briefing ? Add Start Here Morning Briefing as an interest to stay up to date on the latest Start Here Morning Briefing news, video, and analysis from ABC News. 1. … [+6660 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Museum for pizza lovers", "description": "The man who founded the Museum of Pizza in New York gives us a tour!", "url": "https://abcnews.go.com/WNN/video/museum-pizza-lovers-59134195", "urlToImage": "https://s.abcnews.com/images/WNN/181112_wnn_pizza_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T10:01:27Z", "content": "Now Playing: Hero pizza employee travels 7 hours to deliver pie Now Playing: Massive museum fire in Brazil Now Playing: At least 31 dead in California fires Now Playing: Museum for pizza lovers Now Playing: Michelle Obama reflects on what she wants her legacy… [+1213 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pakistan launches another vaccination drive against polio", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Health/wireStory/pakistan-launches-vaccination-drive-polio-59134287", "urlToImage": null, "publishedAt": "2018-11-12T10:00:10Z", "content": "Pakistan has launched yet another vaccination drive against polio, trying to eradicate the crippling disease from the country. The three-day, nationwide campaign started on Monday and is aimed at vaccinating millions of children under 5 years of age. Pakistan… [+456 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "British envoy in Riyadh, first visit since Khashoggi's death", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/british-envoy-riyadh-visit-khashoggis-death-59134194", "urlToImage": null, "publishedAt": "2018-11-12T09:32:43Z", "content": "A senior British diplomat is in Saudi Arabia and has met Crown Prince Mohammed bin Salman, the first such visit since the international outrage over the killing of Saudi writer Jamal Khashoggi in the kingdom's consulate in Istanbul. The Saudi state-run news a… [+498 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "World shares wobble ahead of US, Chinese economic data", "description": "Global markets are mixed ahead of economic releases from the U.S. and China, which could show the effects of a trade dispute between the world's two biggest economies", "url": "https://abcnews.go.com/Business/wireStory/world-shares-wobble-ahead-us-chinese-economic-data-59134121", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_5007377771184e7ca278768c5a95cf4d_16x9_992.jpg", "publishedAt": "2018-11-12T09:26:34Z", "content": "Global markets were mixed Monday ahead of the release of economic data by the U.S. and China which could show the effects of a trade dispute between the world's two biggest economies. KEEPING SCORE: Germany 's DAX lost 0.6 percent to 11,465.63 in early tradin… [+2217 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Afghan official: Taliban kill 20 security forces in Ghazni", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/afghan-official-taliban-kill-20-security-forces-ghazni-59133977", "urlToImage": null, "publishedAt": "2018-11-12T09:16:12Z", "content": "An Afghan official says the Taliban have killed some 20 members of the security forces in fighting in eastern Ghazni province. Lawmaker Ali Akbar Qasemi says fighting over the past 24 hours has focused on the district of Jaghuri in Ghazni. The Afghan army chi… [+561 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Leaders meet in Italy to find settlement in Libya", "description": "A gathering of leaders of Libya's quarrelling factions and of countries keen on stabilizing the North African nation opens in Sicily", "url": "https://abcnews.go.com/International/wireStory/leaders-meet-italy-find-settlement-libya-59133745", "urlToImage": "https://s.abcnews.com/images/International/WireAP_8489a26017dc4d02a46710c87ce97eb7_16x9_992.jpg", "publishedAt": "2018-11-12T08:47:26Z", "content": "A gathering of leaders of Libya's quarrelling factions and of countries keen on stabilizing the North African nation opens Monday in Sicily, aimed at finding a political settlement that would bolster the fight against Islamic militants and stop illegal migran… [+5220 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "SoftBank mobile unit to go for IPO raising some $20 billion", "description": "Japanese technology company SoftBank Group Corp. will carry out an initial public offering of its Japanese mobile subsidiary, set for Dec. 19", "url": "https://abcnews.go.com/Business/wireStory/softbank-mobile-unit-ipo-raising-20-billion-59133678", "urlToImage": null, "publishedAt": "2018-11-12T08:16:57Z", "content": "Japanese technology company SoftBank Group Corp. will carry out an initial public offering of its Japan ese mobile subsidiary, set for Dec. 19. The Tokyo Stock Exchange approved the listing of 1.6 billion shares of SoftBank Corp. Monday, at 1,500 yen ($13) a … [+609 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Training kids to kill at Ukrainian nationalist camp", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/training-kids-kill-ukrainian-nationalist-camp-59133666", "urlToImage": null, "publishedAt": "2018-11-12T08:14:23Z", "content": "The campers, some clad in combat fatigues, carefully aim their assault rifles. Their instructor offers advice: Don't think of your target as a human being. So when these boys and girls shoot, they will shoot to kill. Most are in their teens, but some are as y… [+2917 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "EU ministers weigh Brexit progress as time runs low", "description": "European Union ministers are assessing progress in Brexit talks to see whether a summit of EU leaders can be held soon, with time running out to conclude an agreement on Britain's departure", "url": "https://abcnews.go.com/International/wireStory/eu-ministers-weigh-brexit-progress-time-runs-low-59133677", "urlToImage": null, "publishedAt": "2018-11-12T08:09:11Z", "content": "European Union ministers are assessing progress in Brexit negotiations to see whether a summit of EU leaders can be held soon, with time fast running out to conclude an agreement on Britain's departure. Ahead of a meeting Monday with his counterparts in Bruss… [+515 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ugly performances by Jets, Bucs and Raiders on Sunday - ABC News", "description": "New York Post Ugly performances by Jets, Bucs and Raiders on Sunday ABC News To say the Jets, Raiders and Bucs have quit would be hyperbole. To say their fans are ready to quit watching them would be more accurate. There was little to nothing worth mentioning…", "url": "https://abcnews.go.com/Sports/wireStory/ugly-performances-jets-bucs-raiders-sunday-59133390", "urlToImage": "https://s.abcnews.com/images/Sports/WireAP_e5eacb5d54d743e7be94313c182d95a4_16x9_992.jpg", "publishedAt": "2018-11-12T07:53:00Z", "content": "To say the Jets, Raiders and Bucs have quit would be hyperbole. To say their fans are ready to quit watching them would be more accurate. There was little to nothing worth mentioning about their performances Sunday in one-sided defeats. In the New York and Ta… [+4077 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Abu Dhabi summit: Oil production cuts may be necessary", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/abu-dhabi-summit-oil-production-cuts-59133187", "urlToImage": null, "publishedAt": "2018-11-12T07:47:55Z", "content": "Major oil producers on hand for a summit in Abu Dhabi acknowledge that production cuts of up to 1 million barrels a day may be necessary. Saudi Energy Minister Khalid al-Falih said on Monday that an analysis suggested that cut may be necessary, but authoritie… [+537 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Turkey: search launched for 10 migrants after boats sinks", "description": "Turkey's state-run news agency says the country's coast guard has launched a search and rescue mission to locate 10 migrants who are reported missing after their boat sank in the Aegean Sea", "url": "https://abcnews.go.com/International/wireStory/turkey-search-launched-10-migrants-boats-sinks-59133186", "urlToImage": null, "publishedAt": "2018-11-12T07:34:12Z", "content": "Turkey's state-run news agency says the country's coast guard has launched a search-and-rescue mission to locate 10 migrants who are reported missing after their boat sank in the Aegean Sea. Anadolu Agency says the boat went down on Monday off the coast of Di… [+419 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Singapore, Malaysia renew ties as historic rival surfaces", "description": "Singapore's leader has vowed to strengthen ties with Malaysia, which is now led by a historic rival following a game-changing election", "url": "https://abcnews.go.com/International/wireStory/singapore-malaysia-renew-ties-historic-rival-surfaces-59133151", "urlToImage": "https://s.abcnews.com/images/International/WireAP_eef2659fa047490ebbe69f2f7c84bb33_16x9_992.jpg", "publishedAt": "2018-11-12T07:28:14Z", "content": "Singapore's leader vowed Monday to strengthen ties with Malaysia, which is now led by a historic rival following a game-changing election. Singapore Prime Minister Lee Hsien Loong said during a visit by his Malaysian counterpart, Mahathir Mohamad, that the co… [+2312 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Carrie Underwood's triumph through heartbreak to success she never imagined: Part 3", "description": "ABC News' Robin Roberts has known Underwood a long time - they look back on her journey to marriage and motherhood, and how far she's come since growing up in Checotah, Oklahoma.", "url": "https://abcnews.go.com/Entertainment/video/carrie-underwoods-triumph-heartbreak-success-imagined-part-59128289", "urlToImage": "https://s.abcnews.com/images/Entertainment/181111_abc_cma_special_part3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T07:20:18Z", "content": "Now Playing: Brad Paisley and Carrie Underwood dish on the 2018 CMA Awards Now Playing: Carrie Underwood and Brad Paisley play a game of 'Country Grammar' on 'GMA Day' Now Playing: Country stars reflect on 10 years of 'Countdown to the CMAs' specials: Part 6 … [+1184 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Luke Bryan on having his story told through the years: Part 4", "description": "Bryan shares his latest projects including opening a bar and restaurant in Nashville, and talks about how ABC News' Robin Roberts country music special last year affected him.", "url": "https://abcnews.go.com/Entertainment/video/luke-bryan-story-told-years-part-59128288", "urlToImage": "https://s.abcnews.com/images/Entertainment/181111_abc_cma_special_part4_1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T07:19:51Z", "content": "Now Playing: Luke Bryan on getting personal for his ABC special 'Living Every Day: Luke Bryan' Now Playing: CMA Fest night 4: Luke Bryan Now Playing: Country stars reflect on 10 years of 'Countdown to the CMAs' specials: Part 6 Now Playing: Country stars who … [+1246 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country stars on dealing with hardships, divorce and tragedy: Part 2", "description": "Sugarland, made up of Jennifer Nettles and Kristian Bush, opened up about the aftermath of dealing with the 2011 Indiana State Fair stage collapse.", "url": "https://abcnews.go.com/Entertainment/video/country-stars-dealing-hardships-divorce-tragedy-part-59128290", "urlToImage": "https://s.abcnews.com/images/Entertainment/181111_abc_cma_special_part2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T07:19:49Z", "content": "Now Playing: CMA Fest Night 1: Carly Pearce Now Playing: CMA Fest Night 1: Brothers Osborne Now Playing: Country stars reflect on 10 years of 'Countdown to the CMAs' specials: Part 6 Now Playing: Country stars who got their big break on 'American Idol': Part … [+1201 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country stars who got their big break on 'American Idol': Part 5", "description": "From Carrie Underwood to Scotty McCreery, the biggest names in 'Idol' history reflect on how the show left a big impact on their lives and the genre.", "url": "https://abcnews.go.com/Entertainment/video/country-stars-big-break-american-idol-part-59128287", "urlToImage": "https://s.abcnews.com/images/Entertainment/181111_abc_cma_special_part5_1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T07:19:20Z", "content": "Now Playing: CMA Fest Night 1: Jason Aldean Now Playing: CMA Fest Night 1: Brothers Osborne Now Playing: Country stars reflect on 10 years of 'Countdown to the CMAs' specials: Part 6 Now Playing: Country stars who got their big break on 'American Idol': Part … [+1201 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Report: Gadfly of German government to quit posts", "description": "Germany's top security official, who has frequently criticized Chancellor Angela Merkel's migrant policy, is reportedly planning to quit his post in government", "url": "https://abcnews.go.com/International/wireStory/report-gadfly-german-government-quit-posts-59133051", "urlToImage": null, "publishedAt": "2018-11-12T07:18:12Z", "content": "Germany's top security official, who has frequently criticized Chancellor Angela Merkel's migrant policy, is reportedly planning to quit his post in government. German news agency dpa quoted multiple unnamed party officials as saying Horst Seehofer told a mee… [+517 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Country stars reflect on 10 years of 'Countdown to the CMAs' specials: Part 6", "description": "Luke Bryan, Lady Antebellum and many of country's biggest stars look at how their careers have changed since Robin Roberts' first country music special.", "url": "https://abcnews.go.com/Entertainment/video/country-stars-reflect-10-years-countdown-cmas-specials-59128286", "urlToImage": "https://s.abcnews.com/images/Entertainment/181111_abc_cma_special_part6_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T07:17:59Z", "content": "Now Playing: Luke Bryan talks family, new restaurant and his CMA nomination Now Playing: Brad Paisley and Carrie Underwood dish on the 2018 CMA Awards Now Playing: Country stars reflect on 10 years of 'Countdown to the CMAs' specials: Part 6 Now Playing: Coun… [+1260 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Keith Urban on speaking through the 'incredible language of music': Part 1", "description": "From his roots in New Zealand to growing his family with wife Nicole Kidman, Urban gives ABC News an inside look at how he speaks to fans about his experiences through music.", "url": "https://abcnews.go.com/Entertainment/video/keith-urban-speaking-incredible-language-music-part-59128326", "urlToImage": "https://s.abcnews.com/images/Entertainment/181111_abc_cma_special_part1_1001_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T07:17:08Z", "content": "Now Playing: Woman pays for stranger's snacks who turns out to be Keith Urban Now Playing: Nicole Kidman tops People magazine's best dressed list Now Playing: Country stars reflect on 10 years of 'Countdown to the CMAs' specials: Part 6 Now Playing: Country s… [+1255 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Navy warplane down in 2nd crash from US carrier in month", "description": "A U.S. Navy warplane belonging to the aircraft career USS Ronald Reagan has crashed into the sea northeast of the Philippines, but its 2 aviators were safely rescued", "url": "https://abcnews.go.com/International/wireStory/navy-warplane-2nd-crash-us-carrier-month-59133050", "urlToImage": "https://s.abcnews.com/images/International/WireAP_23544c6a457e49aaaf917b8629db3d90_16x9_992.jpg", "publishedAt": "2018-11-12T07:15:06Z", "content": "A U.S. Navy warplane belonging to the aircraft career USS Ronald Reagan has crashed into the sea northeast of the Philippines, but its two aviators were safely rescued. The Navy's 7th Fleet said in a statement that the F/A-18 Hornet had a mechanical problem d… [+445 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Fake images show acquitted Christian woman leaving Pakistan", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/fake-images-show-acquitted-christian-woman-leaving-pakistan-59133016", "urlToImage": "https://s.abcnews.com/images/International/WireAP_6ce43bf9fd5c43bea63b78c031fff9bd_16x9_992.jpg", "publishedAt": "2018-11-12T06:57:55Z", "content": "Pakistan's government struggling with a crisis surrounding Aasia Bibi a Christian woman acquitted of blasphemy charges after eight years on death row now has to deal with \"fake\" images on social media purporting to show her leaving the country. Information Mi… [+552 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Asia shares gain ahead of key data; oil recovers", "description": "Asian markets are mostly higher ahead of key economic data, such as industrial production figures from China and Japan later in the week", "url": "https://abcnews.go.com/International/wireStory/asia-shares-gain-ahead-key-data-oil-recovers-59132982", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_5007377771184e7ca278768c5a95cf4d_16x9_992.jpg", "publishedAt": "2018-11-12T06:50:13Z", "content": "Asian markets were mostly higher on Monday ahead of key economic data, such as industrial production figures from China and Japan later in the week. KEEPING SCORE: Japan's Nikkei 225 added 0.1 percent to 22,269.88. Hong Kong's Hang Seng rose 0.1 percent to 25… [+2192 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Michelle Obama reflects on what she wants her legacy to be: Part 6", "description": "The former first lady, whose memoir, \"Becoming\" is out on Nov. 13, hopes that by sharing her story, she'll inspire the next generation.", "url": "https://abcnews.go.com/2020/video/michelle-obama-reflects-legacy-part-59128939", "urlToImage": "https://s.abcnews.com/images/2020/181111_2020_act6_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T05:58:53Z", "content": "Now Playing: Reporter's Notebook: Robin Roberts on exclusive Michelle Obama interview Now Playing: Michelle Obama opens up in an exclusive interview with Robin Roberts Now Playing: Michelle Obama reflects on what she wants her legacy to be: Part 6 Now Playing… [+1496 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: How Michelle Obama reacted to Donald Trump winning the presidency: Part 4", "description": "\"I implored people to focus and to think about what it takes to be commander in chief,\" Obama told Roberts. \"It's amazing to me that we still have to tell people about the importance of voting.\"", "url": "https://abcnews.go.com/2020/video/michelle-obama-reacted-donald-trump-winning-presidency-part-59129028", "urlToImage": "https://s.abcnews.com/images/2020/181111_2020_act4_3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T05:54:48Z", "content": "Now Playing: Michelle Obama on the bruising campaign to the White House Now Playing: Michelle Obama details why she'll never forgive President Trump Now Playing: Michelle Obama reflects on what she wants her legacy to be: Part 6 Now Playing: Michelle Obama su… [+1477 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Michelle Obama surprises students in a dance class at her former high school: Part 5", "description": "The former first lady visits her alma mater, Whitney Young High School, where she said, \"You were encouraged to work hard here and to excel... So I felt free here.\"", "url": "https://abcnews.go.com/2020/video/michelle-obama-surprises-students-dance-class-high-school-59128994", "urlToImage": "https://s.abcnews.com/images/2020/181111_2020_act5_2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T05:52:51Z", "content": "Now Playing: Michelle Obama opens up in an exclusive interview with Robin Roberts Now Playing: Michelle Obama surprises students at former high school, room erupts with joy Now Playing: Michelle Obama reflects on what she wants her legacy to be: Part 6 Now Pl… [+1410 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gaza flare-up kills Israeli officer, 7 Palestinians", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/gaza-flare-kills-israeli-officer-palestinians-59132831", "urlToImage": null, "publishedAt": "2018-11-12T05:35:41Z", "content": "The Israel i military says an officer was killed and another was moderately wounded during an operation in southeast Gaza Strip, involving an exchange of gunfire. The early Monday statement followed a rare late-night burst of violence in which seven Palestini… [+573 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Michelle Obama on the bruising campaign to the White House: Part 3", "description": "The former first lady writes in \"Becoming\" that she will \"never forgive\" President Trump for challenging the legitimacy of her husband's birth certificate.", "url": "https://abcnews.go.com/2020/video/michelle-obama-bruising-campaign-white-house-part-59129031", "urlToImage": "https://s.abcnews.com/images/2020/181111_2020_act3_1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T05:35:24Z", "content": "Now Playing: Michelle Obama on the bruising campaign to the White House Now Playing: Michelle Obama opens up about miscarriage, IVF in new memoir 'Becoming' Now Playing: Michelle Obama surprises students in a dance class at her former high school: Part 5 Now … [+1504 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Michelle Obama opens up about miscarriage, IVF and marriage counseling: Part 2", "description": "The former first lady shares her struggle with infertility and that she and her husband sought marriage counseling in hopes that other young couples will know they are not alone.", "url": "https://abcnews.go.com/2020/video/michelle-obama-opens-miscarriage-ivf-marriage-counseling-part-59129032", "urlToImage": "https://s.abcnews.com/images/2020/181111_2020_act2_1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T05:32:41Z", "content": "Now Playing: Michelle Obama opens up in an exclusive interview with Robin Roberts Now Playing: Michelle Obama opens up about miscarriage, IVF in new memoir 'Becoming' Now Playing: Michelle Obama surprises students in a dance class at her former high school: P… [+1514 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: From Michelle Obama's humble Chicago upbringing to the White House: Part 1", "description": "Ahead of her memoir, \"Becoming,\" the former first lady takes ABC News' Robin Roberts back to the Chicago neighborhood where she learned the value of hard work.", "url": "https://abcnews.go.com/2020/video/michelle-obamas-humble-chicago-upbringing-white-house-part-59129099", "urlToImage": "https://s.abcnews.com/images/2020/181111_2020_act1_4_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T05:32:13Z", "content": "Now Playing: Michelle Obama opens up in an exclusive interview with Robin Roberts Now Playing: Michelle Obama on the bruising campaign to the White House Now Playing: Michelle Obama surprises students in a dance class at her former high school: Part 5 Now Pla… [+1501 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Special session canceled after West Virginia justice resigns", "description": "Resignation of a West Virginia Supreme Court justice convicted of federal charges prompts cancellation of special session to consider justice's removal", "url": "https://abcnews.go.com/US/wireStory/special-session-canceled-west-virginia-justice-resigns-59132662", "urlToImage": "https://s.abcnews.com/images/US/WireAP_77a5425de7cf4740886de8108604d830_16x9_992.jpg", "publishedAt": "2018-11-12T05:26:44Z", "content": "The resignation of a West Virginia Supreme Court justice recently convicted of federal charges prompted the governor Sunday to cancel a special legislative session that was to consider the justice's removal. It was the latest development in an impeachment sca… [+3077 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump largely alone as world leaders take aim at nationalism", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/trump-largely-world-leaders-aim-nationalism-59132457", "urlToImage": "https://s.abcnews.com/images/International/WireAP_920d716b9ad343b7a9cd2c17e1cc8432_16x9_992.jpg", "publishedAt": "2018-11-12T05:13:28Z", "content": "For President Donald Trump in Paris, America First meant largely America alone. At a weekend commemoration of the 100th anniversary of the end of World War I, the president who proudly declares himself a \"nationalist\" stood apart, even on a continent where hi… [+7549 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Australia's 'Trolleyman' hailed for ramming street attacker", "description": "A homeless man who rammed a shopping trolley at a knife-wielding attacker who was threatening police is being hailed and rewarded for his actions, but he insists he isn't a hero", "url": "https://abcnews.go.com/International/wireStory/australias-trolleyman-hailed-ramming-street-attacker-59132055", "urlToImage": null, "publishedAt": "2018-11-12T04:28:25Z", "content": "A homeless man who rammed a shopping trolley at a knife-wielding attacker who was threatening police is being hailed and rewarded for his actions, but he insists he isn't a hero. Michael Rogers emerged from a crowd of onlookers during the attack Friday aftern… [+2649 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Recent developments surrounding the South China Sea", "description": "Recent developments in the South China Sea, where China is pitted against smaller neighbors in disputes over territorial rights in waters crucial for global commerce and rich in fish and potential oil and gas reserves", "url": "https://abcnews.go.com/International/wireStory/recent-developments-surrounding-south-china-sea-59132007", "urlToImage": "https://s.abcnews.com/images/International/WireAP_cf94694188d747ddb375fd2b57ef6d85_16x9_992.jpg", "publishedAt": "2018-11-12T04:15:24Z", "content": "A look at recent developments in the South China Sea, where China is pitted against smaller neighbors in multiple disputes over islands, coral reefs and lagoons in waters crucial for global commerce and rich in fish and potential oil and gas reserves: ——— EDI… [+4683 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Workplace grievance alleged for fruit sabotage", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-workplace-grievance-alleged-fruit-sabotage-59131748", "urlToImage": null, "publishedAt": "2018-11-12T03:55:53Z", "content": "The Latest on the arrest in Australia n strawberry sabotage cases (all times local): 2:30 p.m. An Australian magistrate says she won't consider bail for a woman accused of putting needles in strawberries until her motive for sabotaging the fruit becomes clear… [+1244 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Matthew Dowd", "title": "For progressives: In red states, make it about policy, not party: COLUMN", "description": "Progressives might recognize a couple of things from the latest poll results.", "url": "https://abcnews.go.com/Politics/progressives-red-states-make-policy-party-column/story?id=59129902", "urlToImage": "https://s.abcnews.com/images/Politics/ABC-red-and-blue-states-jt-161103_16x9_992.jpg", "publishedAt": "2018-11-12T03:43:06Z", "content": "There has been much partisan and pundit speculation about how progressive issues are hurting the Democratic Party. The truth is more complicated than that, and one could argue the views of the Democratic Party are hurting progressive issues - most especially … [+4115 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Asia shares gain ahead of key data; oil recovers", "description": "Asian markets are mostly higher ahead of key economic data, such as industrial production figures from China and Japan later in the week", "url": "https://abcnews.go.com/Business/wireStory/asia-shares-gain-ahead-key-data-oil-recovers-59131522", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_5007377771184e7ca278768c5a95cf4d_16x9_992.jpg", "publishedAt": "2018-11-12T03:35:16Z", "content": "Asian markets were mostly higher on Monday ahead of key economic data, such as industrial production figures from China and Japan later in the week. KEEPING SCORE: Japan's Nikkei 225 added 0.2 percent to 22,284.23. Hong Kong's Hang Seng rose 0.5 percent to 25… [+2190 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "WATCH: World News 11/11/18: Southern California Faces Extremely Critical Fire Conditions", "description": "World News Tonight Weekend full episode recap: 8 million ballots in Florida are being re-scanned for both governor and Senate races; Volunteers in California brave the fires to rescue animals from the flames", "url": "https://abc.go.com/shows/world-news-tonight-weekend/episode-guide/2018-11/11-111118-southern-california-faces-extremely-critical-fire-conditions", "urlToImage": "https://cdn1.edgedatg.com/aws/v2/abcnews/WorldNewsWeekend/video/877/a64e713e31b333a40ee10764995fe9cb/579x325-Q100_a64e713e31b333a40ee10764995fe9cb.jpg", "publishedAt": "2018-11-12T03:05:31Z", "content": "Sign Out Are you sure you want to sign out? By signing out, you will not be able to resume watching content where you left off, enjoy cross-device viewing experience, or save your favorites to your My List. sign out cancel"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Democrats plan to subpoena Trump to investigate hush payments, committee aide says", "description": "President Trump has long denied any knowledge of payments to Karen McDougal and Stormy Daniels.", "url": "https://abcnews.go.com/WNT/video/democrats-plan-subpoena-trump-investigate-hush-payments-committee-59127300", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_palmeri_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T02:40:38Z", "content": "Now Playing: Attorney General Jeff Sessions out Now Playing: Trump's pick for temporary AG faces possible legal challenge Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Playing: Florida launches recounts for… [+1285 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "Gas company to provide Thanksgiving dinner to thousands affected by gas disaster", "description": "About 7,500 people have not returned to their homes after a string of gas explosions in September.", "url": "https://abcnews.go.com/US/gas-company-provide-thanksgiving-dinner-thousands-affected-gas/story?id=59129699", "urlToImage": "https://s.abcnews.com/images/US/mass-gas-explosion-02-ap-jef-180913_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T02:31:21Z", "content": "The gas company that serves thousands of Massachusetts residents who were displaced from their homes as a result of a string of gas explosions is making sure those customers have a hot meal to gobble up on Thanksgiving Day. Columbia Gas announced Sunday on Tw… [+2024 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Tara Palmeri", "title": "House Dems to review Trump's role in hush money payments in next Congress: Source", "description": "The Democrats will take control of the House in January and gain subpoena power.", "url": "https://abcnews.go.com/Politics/house-democrats-plan-review-trumps-role-hush-money/story?id=59127265", "urlToImage": "https://s.abcnews.com/images/Politics/donald-trump-this-week-02-ap-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T02:23:36Z", "content": "The House Oversight Committee plans to investigate Donald Trump's involvement in hush payments made to women during the 2016 presidential campaign, a senior Democratic aide on the committee told ABC News. Interested in Donald Trump? Add Donald Trump as an int… [+3507 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Michelle Obama shares lesson she's learned during her 26-year marriage: 'My happiness was up to me' - ABC News", "description": "ABC News Michelle Obama shares lesson she's learned during her 26-year marriage: 'My happiness was up to me' ABC News Former first lady Michelle Obama shares new details of her marriage to Barack Obama, from the \"lust\" she first felt to turning to marriage co…", "url": "https://abcnews.go.com/GMA/Culture/michelle-obama-shares-lesson-shes-learned-26-year/story?id%3D59082793", "urlToImage": null, "publishedAt": "2018-11-12T02:17:20Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Edelman, 2 others hurt for Patriots in loss to Titans - ABC News", "description": "ABC News Edelman, 2 others hurt for Patriots in loss to Titans ABC News The New England Patriots returned to their usual efficient selves after an iffy start to the season in part because they got receiver Julian Edelman back from a four-game suspension. On S…", "url": "https://abcnews.go.com/Sports/wireStory/edelman-hurt-patriots-loss-titans-59128324", "urlToImage": "https://s.abcnews.com/images/Sports/WireAP_500ed847092d49d380112f2f74a66e7a_16x9_992.jpg", "publishedAt": "2018-11-12T02:16:00Z", "content": "Rams receiver Cooper Kupp suffered a potentially serious knee injury on Sunday a blow to a team that has stayed remarkably healthy on the way to a 9-1 start. Kupp went down in the fourth quarter of Los Angeles' win over Seattle clutching his left knee, which … [+3206 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Enjoli Francis", "title": "5 takeaways from Michelle Obama's exclusive interview with Robin Roberts", "description": "Former first lady Michelle Obama speaks to \"Good Morning America\" co-anchor Robin Roberts for an ABC News special.", "url": "https://abcnews.go.com/US/takeaways-michelle-obamas-exclusive-interview-robin-roberts/story?id=59089422", "urlToImage": "https://s.abcnews.com/images/GMA/michelle-obama3-bug-abc-ml-181102_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T02:10:46Z", "content": "Michelle Obama, the former first lady, sat down recently for a much-anticipated, exclusive interview with \"Good Morning America\" co-anchor Robin Roberts that ran the gamut from her new memoir, \"Becoming,\" to life before, during and after the family's time in … [+8282 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "South Korea ships tangerines to North, which sent mushrooms", "description": "South Korea has airlifted thousands of boxes of tangerines to North Korea in return for the North's large shipments of pine mushrooms in September", "url": "https://abcnews.go.com/International/wireStory/south-korea-ships-tangerines-north-mushrooms-59130006", "urlToImage": null, "publishedAt": "2018-11-12T02:01:26Z", "content": "South Korea has airlifted thousands of boxes of tangerines to North Korea in return for the North's large shipments of pine mushrooms in September. South Korea says it will send 200 tons of tangerines to North Korea by Monday afternoon. Seoul's Defense Minist… [+486 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Michelle Obama reflects on being the first black first lady and her reaction to Donald Trump winning the presidency - ABC News", "description": "ABC News Michelle Obama reflects on being the first black first lady and her reaction to Donald Trump winning the presidency ABC News In her new memoir, former first lady Michelle Obama reveals the extraordinary highs and devastating lows that marked her jour…", "url": "https://abcnews.go.com/GMA/Culture/michelle-obama-reflects-black-lady-reaction-donald-trump/story?id%3D59124181", "urlToImage": null, "publishedAt": "2018-11-12T02:01:24Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Running on Empty? Kim Jong Un's struggle to fuel his economy", "description": "Kim Jong Un has the nuclear weapons his father almost bargained away _ but he is still enmeshed in North Korea's real struggle for power", "url": "https://abcnews.go.com/International/wireStory/running-empty-kim-jong-uns-struggle-fuel-economy-59130005", "urlToImage": "https://s.abcnews.com/images/International/WireAP_7b183199aeb24282b502672d0260fbbf_16x9_992.jpg", "publishedAt": "2018-11-12T01:54:59Z", "content": "Twenty-plus years after North Korea n leader Kim Jong Il almost bargained nuclear weapons away for a pair of nuclear reactors, his son Kim Jong Un still has a nation plagued by chronic blackouts. That is the North's Achilles heel as Kim turns his attention fr… [+514 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Trump ruled out cemetery motorcade as disruptive", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-trump-ruled-cemetery-motorcade-disruptive-59129905", "urlToImage": "https://s.abcnews.com/images/International/WireAP_695155726b9a429aa19993ac330c7d3a_16x9_992.jpg", "publishedAt": "2018-11-12T01:50:43Z", "content": "The Latest on President Donald Trump 's cancelled visit to a cemetery in northern France (all times local): 2:45 a.m. The White House is offering an additional reason besides bad weather for President Donald Trump not attending a ceremony Saturday to honor Am… [+1352 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ex-coach says California gunman was volatile, intimidating", "description": "A high school coach of the gunman who killed 12 people recalled him as volatile.", "url": "https://abcnews.go.com/US/wireStory/coach-california-gunman-volatile-intimidating-59128285", "urlToImage": "https://s.abcnews.com/images/US/WireAP_a963e3d2204c4b67af74fe6ffda4c6a4_16x9_992.jpg", "publishedAt": "2018-11-12T01:44:27Z", "content": "A second high school coach of the gunman who killed 12 people at a Southern California bar recalled him on Sunday as volatile and intimidating, and said that repeated complaints to school administrators about his behavior failed to prompt any discipline. Evie… [+3277 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "SAP buying Qualtrics for $8 billion in cash", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/sap-buying-qualtrics-billion-cash-59129903", "urlToImage": null, "publishedAt": "2018-11-12T01:39:42Z", "content": "SAP says it has agreed to pay $8 billion cash for survey-software provider Qualtrics International Inc., which was preparing for an initial sale of stock to the public. SAP said Sunday that the deal was approved by boards of both companies and Qualtrics share… [+490 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Police arrest strawberry industry worker over fruit sabotage", "description": "Police have made their first arrest in the cases of strawberry sabotage in Australia, in which sewing needles were found in fruit sold in six states", "url": "https://abcnews.go.com/International/wireStory/police-arrest-strawberry-industry-worker-fruit-sabotage-59129117", "urlToImage": null, "publishedAt": "2018-11-12T00:37:11Z", "content": "Police have made their first arrest in the cases of strawberry sabotage in Australia, in which sewing needles were found in fruit sold in six states. Police in Queensland state say they've arrested 50-year-old My Ut Trinh and charged her with seven counts of … [+481 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gerard Butler's house 'half-gone,' others await fire's toll", "description": "Gerard Butler and \"Real Housewives of Beverly Hills\" star Camille Grammer Meyer are among the celebrities whose homes have been damaged or destroyed in a Southern California wildfire", "url": "https://abcnews.go.com/Entertainment/wireStory/gerard-butlers-house-half-await-fires-toll-59129100", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_aa00cece74c64902a10f7f203a0e693d_16x9_992.jpg", "publishedAt": "2018-11-12T00:31:17Z", "content": "Celebrities whose coastal homes have been damaged or destroyed in a Southern California wildfire or were forced to flee from the flames expressed sympathy and solidarity with less-famous people hurt worse by the state's deadly blazes, and gave their gratitude… [+2899 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 8 million ballots in Florida are being re-scanned for both governor and Senate races", "description": "President Trump has accused the Democratic candidates of trying to steal the elections.", "url": "https://abcnews.go.com/WNT/video/million-ballots-florida-scanned-governor-senate-races-59127263", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_oquendo1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T00:22:11Z", "content": "Now Playing: Florida Secretary of State orders election vote recount Now Playing: Close Florida Senate race triggers a recount Now Playing: Democrats plan to subpoena Trump to investigate hush payments, committee aide says Now Playing: 8 million ballots in Fl… [+1299 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Volunteers in California brave the fires to rescue animals from the flames", "description": "Many of the animals are being brought to Pierce College where they are given food and comfort.", "url": "https://abcnews.go.com/WNT/video/volunteers-california-brave-fires-rescue-animals-flames-59128947", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_llamas_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T00:17:13Z", "content": "Now Playing: More than 27K evacuated as fire destroys town Now Playing: Volunteers in California brave the fires to rescue animals from the flames Now Playing: Michelle Obama opens up in an exclusive interview with Robin Roberts Now Playing: High winds in Cal… [+1259 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Michelle Obama opens up in an exclusive interview with Robin Roberts", "description": "In a special edition of 20/20, Michelle Obama discussed her new book, \"Becoming.\"", "url": "https://abcnews.go.com/WNT/video/michelle-obama-opens-exclusive-interview-robin-roberts-59127400", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_roberts1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T00:14:11Z", "content": "Now Playing: Obama takes aim at Trump Now Playing: Reporter's Notebook: Robin Roberts on exclusive Michelle Obama interview Now Playing: Volunteers in California brave the fires to rescue animals from the flames Now Playing: Michelle Obama opens up in an excl… [+1253 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Emmanuel Macron spoke about the dangers of nationalism during a ceremony", "description": "The ceremony marked the catastrophes of World War I and both President Trump and Vladimir Putin were in attendance.", "url": "https://abcnews.go.com/WNT/video/emmanuel-macron-spoke-dangers-nationalism-ceremony-59127264", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_moran1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T00:10:32Z", "content": "Now Playing: Who is Emmanuel Macron? Now Playing: France's Macron target of planned attack, 6 arrested: Source Now Playing: Emmanuel Macron spoke about the dangers of nationalism during a ceremony Now Playing: Trump is in France for Veterans Day Now Playing: … [+1307 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: High winds in California help spread dangerous wildfires", "description": "There are red flag warnings from the Oregon border to Mexico.", "url": "https://abcnews.go.com/WNT/video/high-winds-california-spread-dangerous-wildfires-59127262", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_marciano_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T00:08:40Z", "content": "Now Playing: Major storm brings Chicago and Minneapolis first snow of the season Now Playing: A path of destruction as severe rain and wind sweep across France Now Playing: Volunteers in California brave the fires to rescue animals from the flames Now Playing… [+1289 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: More than 20 people have been killed by the Camp Fire in Northern California", "description": "The Camp Fire has become the most destructive fire in California history.", "url": "https://abcnews.go.com/WNT/video/20-people-killed-camp-fire-northern-california-59127261", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_carr1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T00:07:17Z", "content": "Now Playing: More than 27K evacuated as fire destroys town Now Playing: Officials order evacuations as Camp Fire threatens 8,000 acres in Northern California Now Playing: Volunteers in California brave the fires to rescue animals from the flames Now Playing: … [+1287 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Southern California faces extremely critical fire conditions", "description": "Officials continued to urge residents to heed evacuation warnings and stay out.", "url": "https://abcnews.go.com/WNT/video/southern-california-faces-extremely-critical-fire-conditions-59127227", "urlToImage": "https://s.abcnews.com/images/WNT/181111_wn_gutman5_hpMain_16x9_992.jpg", "publishedAt": "2018-11-12T00:06:21Z", "content": "Now Playing: More than 27K evacuated as fire destroys town Now Playing: Officials order evacuations as Camp Fire threatens 8,000 acres in Northern California Now Playing: Volunteers in California brave the fires to rescue animals from the flames Now Playing: … [+1287 chars]"}]}