{"articles": [{"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "A life of adventure, religion for American killed in India", "description": "A man killed on a remote Indian island had worked as a wilderness emergency responder and coached soccer for poor children in Iraq and South Africa", "url": "https://abcnews.go.com/International/wireStory/life-adventure-religion-american-killed-india-59352484", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e613dc3985634532905738acec58ac0d_16x9_992.jpg", "publishedAt": "2018-11-21T23:58:21Z", "content": "John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder, led backpacking expeditions in the Northwest's Cascade Mountains, almost lost his leg to a rattlesnake bite, and coached soccer for poor children in Iraq and South … [+5014 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Genetic genealogy leads to arrest in 1973 cold case murder of 21-year-old woman", "description": "John Arthur Getreu, 74, was arrested at his home in Hayward, California, authorities said.", "url": "https://abcnews.go.com/US/video/genetic-genealogy-leads-arrest-1973-cold-case-murder-59352366", "urlToImage": "https://s.abcnews.com/images/US/181121_vod_orig_coldcase_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T23:57:49Z", "content": "Now Playing: Investigators crack decades-old cold case murder Now Playing: Break in cold case murder after more than 3 decades Now Playing: 'Familial DNA' leads to cold-case arrest Now Playing: Genetic genealogy leads to arrest in 1973 cold case murder of 21-… [+1245 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "Genetic genealogy leads to arrest in 1973 cold case murder of 21-year-old woman", "description": "John Arthur Getreu, 74, was arrested at his home in Hayward, California, the Santa Clara County Sheriff's Office announced.", "url": "https://abcnews.go.com/US/genetic-genealogy-leads-arrest-1973-cold-case-murder/story?id=59343378", "urlToImage": "https://s.abcnews.com/images/US/john-arthur-getreu-booking-photo-ht-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T23:43:08Z", "content": "Authorities in California's Bay Area are one step closer to solving a 1973 cold case killing of a 21-year-old woman after genetic genealogy led investigators to an arrest this week. Deputies from the Santa Clara County Sheriff's Office arrested 74-year-old Jo… [+3491 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Guatemalan ex-soldier gets 5,130 years for 1982 massacre", "description": "A Guatemalan court has sentenced an ex-soldier deported from the United States to 5,130 years for the 1982 massacre of 171 villagers", "url": "https://abcnews.go.com/International/wireStory/guatemalan-soldier-5130-years-1982-massacre-59352299", "urlToImage": null, "publishedAt": "2018-11-21T23:39:55Z", "content": "A Guatemalan court has sentenced an ex-soldier deported from the United States to 5,130 years for the 1982 massacre of 171 villagers. The maximum anyone can be forced to serve in Guatemala is 50 years. Santos Lopez Alonzo is accused of belonging to an elite s… [+508 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "Police make arrest in killing, sex assault at St. Louis Catholic Supply store", "description": "Thomas Bruce has been arrested in connection to the incident, prosecutors said.", "url": "https://abcnews.go.com/US/police-make-arrest-killing-sex-assault-st-louis/story?id=59315307", "urlToImage": "https://s.abcnews.com/images/US/catholic-supply-store-attack-02-gty-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T23:36:47Z", "content": "A Missouri man was arrested in connection with a heinous crime spree at a Catholic Supply chain store in St. Louis in which a female customer was fatally shot and at least one other woman was sexually assaulted, officials said. Thomas Bruce, 53, is now in pol… [+2672 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Anne Frank House renovated to tell story to new generation", "description": "The museum built around a secret annex in a house where Anne Frank hid from Nazis during World War II has been renovated to better tell the teenage Jewish diarist's tragic story to a new generation of visitors who may know little about the Holocaust", "url": "https://abcnews.go.com/International/wireStory/anne-frank-house-renovated-story-generation-59351634", "urlToImage": "https://s.abcnews.com/images/International/WireAP_8f24df14e17f44c8956b0584f177f1be_16x9_992.jpg", "publishedAt": "2018-11-21T23:36:31Z", "content": "The museum built around a secret annex in a canal-side house where Anne Frank hid from Nazis during World War II has been renovated to better tell the teenage Jewish diarist's tragic story to a new generation of visitors who may know little about the horrors … [+3431 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Police make arrest in killing, sex assault at St. Louis Catholic Supply store - ABC News", "description": "ABC News Police make arrest in killing, sex assault at St. Louis Catholic Supply store ABC News A Missouri man was arrested in connection with a heinous crime spree at a Catholic Supply chain store in St. Louis in which a female customer was fatally shot and …", "url": "https://abcnews.go.com/US/police-make-arrest-killing-sex-assault-st-louis/story?id%3D59315307", "urlToImage": null, "publishedAt": "2018-11-21T23:34:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "LFO's Devin Lima dead at 41 - ABC News", "description": "ABC News LFO's Devin Lima dead at 41 ABC News Devin Lima, who performed with boy band LFO, has died, the group's publicist, Alaina Bendi, confirmed to \"Good Morning America.\" Lima passed away Wednesday morning, following a battle with cancer, his bandmate, Br…", "url": "https://abcnews.go.com/GMA/Culture/lfos-devin-lima-dead-41/story?id%3D59352069", "urlToImage": null, "publishedAt": "2018-11-21T23:33:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Outgoing Facebook exec takes fall for hiring opposition firm", "description": "Facebook's outgoing head of communications is taking the blame for hiring Definers, the public relations firm doing opposition research on the company's critics such as the billionaire philanthropist George Soros", "url": "https://abcnews.go.com/Technology/wireStory/outgoing-facebook-exec-takes-fall-hiring-opposition-firm-59352197", "urlToImage": null, "publishedAt": "2018-11-21T23:29:59Z", "content": "Facebook's outgoing head of communications is taking the blame for hiring Definers, the public relations firm doing opposition research on the company's critics including billionaire philanthropist George Soros. In a Facebook post that went up late Wednesday,… [+547 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Chief Justice John Roberts defends independence of judiciary", "description": "He said there are not \"Obama or Trump judges,\" only \"judges doing their level best to do equal right to those appearing before them.\"", "url": "https://abcnews.go.com/Politics/video/chief-justice-john-roberts-defends-independence-judiciary-59351635", "urlToImage": "https://s.abcnews.com/images/Politics/181121_wabc_politics_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T23:15:10Z", "content": "Now Playing: Chief justice responds to Trump's judiciary criticism Now Playing: Chief Justice Roberts Honors Scalia From the Bench Now Playing: Chief Justice Roberts' speech at son's 9th grade commencement praised Now Playing: Chief Justice John Roberts defen… [+1172 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/business-highlights-59351998", "urlToImage": null, "publishedAt": "2018-11-21T23:02:58Z", "content": "___ Retailers aim to pick up business from defunct, dying rivals NEW YORK (AP) Companies like Target and online mattress company Casper are creating playbooks to pick up market share left behind by defunct or dying retailers. Casper, for instance, is teaming … [+4972 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ash from Alaska volcano prompts aviation warning", "description": "Residents of a tiny Alaska Native community woke up to a little pre-Thanksgiving excitement Wednesday, with a neighboring volcano spewing a billowing dark cloud high into the air", "url": "https://abcnews.go.com/US/wireStory/ash-alaska-volcano-prompts-aviation-warning-59348263", "urlToImage": "https://s.abcnews.com/images/US/WireAP_a86633afee4e40ddac44e6e7f65bf526_16x9_992.jpg", "publishedAt": "2018-11-21T23:02:29Z", "content": "Residents of a tiny Alaska Native community woke up to a little pre-Thanksgiving excitement Wednesday, with a neighboring volcano spewing a billowing dark cloud high into the air. The sooty emissions from Mount Veniaminof were visible from the Aleut village o… [+1871 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: visiting remote island was man's last adventure", "description": "The Latest: Kayaking to a remote Indian island proved an adventure too far for an avid American outdoorsman and Christian missionary", "url": "https://abcnews.go.com/International/wireStory/latest-relatives-forgive-tribesmen-killed-american-59351691", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e613dc3985634532905738acec58ac0d_16x9_992.jpg", "publishedAt": "2018-11-21T23:01:25Z", "content": "The Latest on the death of an American adventurer and missionary who was killed by an isolated Indian tribe (all times local): 4:30 a.m. John Allen Chau spent summers alone in a California cabin as a wilderness emergency responder. He led backpacking expediti… [+2294 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Cheyenne Haslett", "title": "Abortion rate hits lowest number since Roe v. Wade was decided: CDC", "description": "New government figures show abortion rates are the lowest they've been since Roe v. Wade was decided by the Supreme Court in 1973.", "url": "https://abcnews.go.com/Politics/abortion-rates-continue-downward-trend-hitting-lowest-numbers/story?id=59347545", "urlToImage": "https://s.abcnews.com/images/Politics/pro-choice-gty-er-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:54:49Z", "content": "Abortions are down to the lowest rate since the landmark case Roe v. Wade legalized a womans right to abortion in 1973, according to a new report from the Centers for Disease Control and Prevention. From 2006 until 2015, the total number of reported abortions… [+3965 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Katherine Faulders", "title": "No White House comment on NYT report Trump wanted Clinton, Comey prosecuted", "description": "The White House on Wednesday still had no comment on a New York Times report President Trump wanted the Justice Department to prosecute Hillary Clinton and James Comey.", "url": "https://abcnews.go.com/Politics/white-house-comment-nyt-report-trump-wanted-clinton/story?id=59346312", "urlToImage": "https://s.abcnews.com/images/Politics/donald-trump-speaking-gty-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:51:19Z", "content": "The White House on Wednesday still had no comment on a report Tuesday in the New York Times that President Trump told then-White House counsel Donald McGahn this past spring that he wanted to order the Justice Department to prosecute his 2016 challenger Hilla… [+4349 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Abortion rates continue downward trend, hitting lowest numbers since Roe v. Wade was decided: CDC - ABC News", "description": "ABC News Abortion rates continue downward trend, hitting lowest numbers since Roe v. Wade was decided: CDC ABC News Abortions are down to the lowest rate since the landmark case Roe v. Wade legalized a woman's right to abortion in 1973, according to a new rep…", "url": "https://abcnews.go.com/Politics/abortion-rates-continue-downward-trend-hitting-lowest-numbers/story?id%3D59347545", "urlToImage": null, "publishedAt": "2018-11-21T22:46:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Teen with rare skin condition given a new smart home", "description": "John Hudson Dilgen, 15, who suffers from a condition which prevents skin from adhering to the body, was surprised with a brand new high-tech home.", "url": "https://abcnews.go.com/US/video/teen-rare-skin-condition-smart-home-59351488", "urlToImage": "https://s.abcnews.com/images/US/181121_wabc_boysmarthome_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:35:44Z", "content": "Now Playing: Teen with rare skin condition given a new smart home Now Playing: 2018 Macy's Thanksgiving Day Parade Preview Now Playing: Macy's Thanksgiving Day Parade balloons inflate ahead of windy, chilly holiday Now Playing: Chief justice responds to Trump… [+1297 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: American killed by tribesman knew island was off limits", "description": "Police believe the tourist may have been trying to convert the people to Christianity.", "url": "https://abcnews.go.com/International/video/american-killed-tribesman-knew-island-off-limits-59351255", "urlToImage": "https://s.abcnews.com/images/International/181121_wabc_native_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:28:36Z", "content": "Now Playing: Rare footage shows last surviving member of Amazonian tribe Now Playing: American killed by tribesman knew island was off limits Now Playing: Meghan Markle's royal visit Now Playing: American believed to have been killed by isolated tribe in Indi… [+1213 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Foot Locker and Autodesk jump while First Energy falls", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/foot-locker-autodesk-jump-energy-falls-59351402", "urlToImage": null, "publishedAt": "2018-11-21T22:24:59Z", "content": "Stocks that moved substantially or traded heavily on Wednesday: Foot Locker Inc., up $6.87 to $52.96 The shoe retailer's profit and sales were better than analysts expected. Autodesk Inc., up $11.99 to $135.04 The design software company had a strong quarter … [+868 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "'Person of interest' detained in heinous Catholic Supply store killing, sex assault", "description": "A 'person of interest' is being questioned a Catholic Supply store killing.", "url": "https://abcnews.go.com/US/person-interest-detained-questioning-killing-sex-assault-st/story?id=59315307", "urlToImage": "https://s.abcnews.com/images/US/catholic-supply-store-attack-02-gty-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:12:17Z", "content": "A \"person of interest\" was detained Wednesday for questioning about a heinous crime spree at a Catholic Supply chain store in St. Louis, Missouri, in which a female customer was fatally shot and at least one other woman was sexually assaulted, police said. Th… [+2261 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "US military to build observation outposts in northern Syria to reduce tensions with Turkey - ABC News", "description": "ABC News US military to build observation outposts in northern Syria to reduce tensions with Turkey ABC News The U.S. military has announced a new mission in northern Syria aimed at reducing tensions between Turkey and America's Kurdish partners. Defense Secr…", "url": "https://abcnews.go.com/Politics/us-military-build-observation-outposts-northern-syria-reduce/story?id%3D59347237", "urlToImage": null, "publishedAt": "2018-11-21T22:08:08Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Elizabeth McLaughlin", "title": "US military to build observation outposts in Syria to reduce tensions with Turkey", "description": "The new mission will not require additional American troops in Syria, Defense Secretary James Mattis said.", "url": "https://abcnews.go.com/Politics/us-military-build-observation-outposts-northern-syria-reduce/story?id=59347237", "urlToImage": "https://s.abcnews.com/images/International/us-turkey-operation-ht-ps-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:07:12Z", "content": "The U.S. military has announced a new mission in northern Syria aimed at reducing tensions between Turkey and America's Kurdish partners. Defense Secretary James Mattis told reporters on Wednesday that the U.S. will be building observation outposts in norther… [+1990 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Glamour magazine is going digital", "description": "The final print edition for the publication will hit newsstands next week.", "url": "https://abcnews.go.com/US/video/glamour-magazine-digital-59345502", "urlToImage": "https://s.abcnews.com/images/US/181121_atm_techbytes_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:03:54Z", "content": "Now Playing: Glamour Magazine celebrates its 2017 College Women of the Year Now Playing: Glamour magazine is going digital Now Playing: Let the bargain hunting begin Now Playing: Best apps to score deals for Black Friday Now Playing: We tried the compression … [+1068 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Chief justice responds to Trump's judiciary criticism", "description": "John Roberts defends an independent judiciary, The New York Times reports that Trump wanted to prosecute Clinton and Comey, and Rep. Nancy Pelosi cuts a deal in an attempt to become House speaker.", "url": "https://abcnews.go.com/US/video/chief-justice-responds-trumps-judiciary-criticism-59350297", "urlToImage": "https://s.abcnews.com/images/US/181121_vod_tbr_chief_justice_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T22:02:15Z", "content": "Now Playing: Who is Nancy Pelosi? Now Playing: 'Never Nancy': Democrats ramp up efforts to sideline Pelosi Now Playing: 16 Democrats voice opposition to Pelosi as Speaker Now Playing: Trump wanted to prosecute Hillary Clinton, James Comey Now Playing: 2018 Ma… [+1230 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Mexico detains 213 Central American migrants in 4th caravan", "description": "Mexican immigration agents have detained almost all of the Central American migrants on a fourth caravan that recently entered Mexico seeking to reach the United States", "url": "https://abcnews.go.com/International/wireStory/mexico-detains-213-central-american-migrants-4th-caravan-59351049", "urlToImage": "https://s.abcnews.com/images/International/WireAP_15683f4686024de1bbc67947e3e645d2_16x9_992.jpg", "publishedAt": "2018-11-21T22:01:43Z", "content": "Mexican immigration agents have detained almost all of the Central American migrants on a fourth caravan that recently entered Mexico seeking to reach the United States. Mexico's National Immigration Institute says 213 migrants have been detained. Those found… [+560 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 2018 Macy's Thanksgiving Day Parade Preview", "description": "Excitement builds in anticipation of the 92nd annual parade as giant balloons are prepared.", "url": "https://abcnews.go.com/US/video/2018-macys-thanksgiving-day-parade-preview-59350672", "urlToImage": "https://s.abcnews.com/images/US/181121_dispatch_ballons_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T21:58:29Z", "content": "Now Playing: Historic cold forecast for Thanksgiving Now Playing: Thanksgiving by the numbers: average American consumes 4,500 calories on Thanksgiving Now Playing: 2018 Macy's Thanksgiving Day Parade Preview Now Playing: Macy's Thanksgiving Day Parade balloo… [+1284 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Correction: Chevron-Ecuador-Lawyer story", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/correction-chevron-ecuador-lawyer-story-59350801", "urlToImage": null, "publishedAt": "2018-11-21T21:57:13Z", "content": "In a story Nov. 16 about a referee's finding that the New York lawyer who won a landmark oil pollution judgment against Chevron in Ecuador never got a fair hearing and should be allowed to defend himself against disbarment, The Associated Press reported erron… [+5520 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Soo Youn", "title": "Inside the Supreme Economy: Streetwear, phones, bots and side hustles", "description": "Yes, that magic marker is $40.", "url": "https://abcnews.go.com/Business/inside-supreme-economy-streetwear-phones-bots-side-hustles/story?id=59316142", "urlToImage": "https://s.abcnews.com/images/Business/supreme-clothing-01-file-gty-jef-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T21:56:07Z", "content": "Every Thursday morning at 11:00 a.m., Marlon Smith watches his computer or his phone, waiting for the newest Supreme products to drop. This has been his Thursday routine since he got into the game about five months ago he's admittedly late to it. Smith's frie… [+5813 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Macy's Thanksgiving Day Parade balloons inflate ahead of windy, chilly holiday", "description": "The Upper West Side is bustling this evening, as balloons are prepared for their parade route tomorrow morning in New York City.", "url": "https://abcnews.go.com/US/video/macys-thanksgiving-day-parade-balloons-inflate-ahead-windy-59350752", "urlToImage": "https://s.abcnews.com/images/US/181121_wabc_macysballoons_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T21:55:01Z", "content": "Now Playing: Historic cold forecast for Thanksgiving Now Playing: Thanksgiving by the numbers: average American consumes 4,500 calories on Thanksgiving Now Playing: Gas prices plunge ahead of Thanksgiving Now Playing: 2018 Macy's Thanksgiving Day Parade Previ… [+1266 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mike Rivero", "title": "Edward M. Kennedy Escaped Death in 1964", "description": "On June 19, 1964, just seven months after his brother John had been assassinated in Dallas, Ted Kennedy came close to dying himself. He was badly injured in the crash of a small plane while campaigning for re-election to the Senate in Massachusetts. The exper…", "url": "https://abcnews.go.com/Technology/story?id=8271369", "urlToImage": null, "publishedAt": "2018-11-21T21:51:34Z", "content": "Amid all the discussion of Sen. Edward Kennedy's legacy, his failed efforts to win the White House, and ruminations about \"the Kennedy curse,\" there is also this: a long-ago episode in which he escaped that curse, and perhaps learned some lessons along the wa… [+4747 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Rejected by family, gay athlete thankful for other support", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Sports/wireStory/rejected-family-gay-athlete-thankful-support-59350661", "urlToImage": "https://s.abcnews.com/images/Sports/WireAP_5821189b19494c5e94dbf0f58510d4fc_16x9_992.jpg", "publishedAt": "2018-11-21T21:45:40Z", "content": "After 19-year-old Emily Scheck's mother discovered she was a lesbian, the college student said, she lost the support of her parents, financial and otherwise; gained the support of thousands of others; and nearly had to choose between the generosity of strange… [+3428 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "6 killed in Haiti after police say govt car loses control", "description": "A Haitian government car has gone out of control into a group of people, killing at least six and further inflaming unrest in a capital wracked by violent protests", "url": "https://abcnews.go.com/International/wireStory/killed-haiti-police-govt-car-loses-control-59350377", "urlToImage": "https://s.abcnews.com/images/International/WireAP_8242cd5766f1402aa11e3ca7769b2acc_16x9_992.jpg", "publishedAt": "2018-11-21T21:41:46Z", "content": "A Haiti an government car went out of control into a group of people on Wednesday, killing at least six and further inflaming unrest in a capital wracked by violent protests. Police spokesman Michel-Ange Louis-Jeune told The Associated Press that one of the c… [+959 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Dramatic video shows residents jumping through a window to escape fire", "description": "Dallas area residents, including a baby, escaped a huge apartment fire by jumping out windows onto mattresses neighbors transported to the scene.", "url": "https://abcnews.go.com/US/video/dramatic-video-shows-residents-jumping-window-escape-fire-59350449", "urlToImage": "https://s.abcnews.com/images/US/181121_vod_orig_dallasfireMIX1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T21:39:05Z", "content": "Now Playing: Family makes incredible wildfire escape Now Playing: The race to escape the flames Now Playing: Father, son drive through flames to escape forest fire Now Playing: 2018 Macy's Thanksgiving Day Parade Preview Now Playing: Macy's Thanksgiving Day P… [+1253 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Mattis says he has extra authority to use military on border", "description": "Defense Secretary Jim Mattis says the White House has given him the authority to use military troops to protect Customs and Border Protection personnel at the southwest border", "url": "https://abcnews.go.com/Politics/wireStory/mattis-extra-authority-military-border-59345583", "urlToImage": "https://s.abcnews.com/images/International/jim-mattis-gty-mem-180903_hpEmbed_23x15_992.jpg", "publishedAt": "2018-11-21T21:37:29Z", "content": "Interested in Immigration? Add Immigration as an interest to stay up to date on the latest Immigration news, video, and analysis from ABC News. Defense Secretary Jim Mattis said on Wednesday the White House has given him explicit authority to use military tro… [+3415 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "How major US stock indexes fared Wednesday", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/major-us-stock-indexes-fared-wednesday-59350446", "urlToImage": null, "publishedAt": "2018-11-21T21:33:57Z", "content": "Stocks in the U.S. finished mostly higher Wednesday, a break after two days of steep losses. Technology and internet companies and retailers were responsible for most of the gains. On Wednesday: The S&amp;P 500 index picked up 8.04 points, or 0.3 percent, at … [+677 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Gina Sunseri", "title": "NASA to launch 'workplace safety review' of Elon Musk's high-flying SpaceX firm", "description": "NASA also announced this week that a SpaceX rocket would test launch in January.", "url": "https://abcnews.go.com/Technology/nasa-launch-workplace-safety-review-elon-musks-high/story?id=59349473", "urlToImage": "https://s.abcnews.com/images/Business/elon-musk-joe-rogan-experience-ht-jc-180907_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T21:18:34Z", "content": "You would think that getting high would be part of NASAs core mission. Yet the space agency is undertaking a workplace safety review of Elon Musk s firm SpaceX -- reportedly in response to the capricious entrepreneurs decision last summer to smoke pot and dri… [+2688 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Amazon says error exposed customer names and emails", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/amazon-error-exposed-customer-names-emails-59350166", "urlToImage": null, "publishedAt": "2018-11-21T21:13:43Z", "content": "Amazon says a technical error on its website exposed the names and email addresses of some customers. The online retail giant says it has fixed the issue and emailed those affected. Amazon says its website and systems were not hacked. An Amazon spokesman did … [+665 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Meghan Markle's royal visit", "description": "The Duchess of Sussex visits the charity kitchen that honors Grenfell fire victims and served as the inspiration for her cookbook.", "url": "https://abcnews.go.com/International/video/meghan-markles-royal-visit-59349807", "urlToImage": "https://s.abcnews.com/images/International/181121_vod_dispatch_royal_holiday_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T21:12:43Z", "content": "Now Playing: Prince Harry hopes pregnant wife Meghan Markle has a girl Now Playing: Grenfell Tower fire victims mourned on anniversary Now Playing: Meghan Markle's royal visit Now Playing: American believed to have been killed by isolated tribe in India: Repo… [+1206 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "John Parkinson", "title": "Being beholden to Saudi Arabia is not 'America First': Democrat scolds Trump", "description": "Hawaii Democrat blasts President Trump over statement on Saudi Arabia.", "url": "https://abcnews.go.com/Politics/rep-tulsi-gabbard-trump-beholden-saudi-arabia-america/story?id=59343798", "urlToImage": "https://s.abcnews.com/images/Politics/donald-trump-this-week-02-ap-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T21:04:49Z", "content": "Amid bipartisan backlash to President Donald Trump's stunning statement Tuesday on the murder of Saudi journalist Jamal Khashoggi, defending Saudi Arabia community and saying for him \"it's all about America First\" and maintaining the U.S.-Saudi relationship, … [+2874 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Border Patrol agent acquitted in teen's death", "description": "A jury in Arizona has acquitted a U.S. Border Patrol agent of manslaughter in the cross-border shooting death of a Mexican teen six years ago", "url": "https://abcnews.go.com/US/wireStory/border-patrol-agent-acquitted-mexican-teens-2012-death-59348195", "urlToImage": "https://s.abcnews.com/images/US/WireAP_0e566f96c6c048ab9e2ce02e7b68a409_16x9_992.jpg", "publishedAt": "2018-11-21T21:01:47Z", "content": "An Arizona jury on Wednesday acquitted a U.S. Border Patrol agent of manslaughter in the shooting of a Mexican teen through a border fence, another loss for federal prosecutors in the second trial over the 2012 killing. Jurors in Tucson found Lonnie Swartz no… [+2453 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "California raises more than $800 million in carbon auction", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/california-raises-800-million-carbon-auction-59349739", "urlToImage": null, "publishedAt": "2018-11-21T20:57:13Z", "content": "California raised more than $800 million from selling permits to release greenhouse gases in the latest quarterly auction. Auction results released Wednesday show all available permits were sold through California's cap-and-trade program. The program requires… [+578 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 14-year-old pregnant girl killed by stray bullet, Atlanta police say", "description": "The gunshot, which came from the apartment directly above, struck the teen in the head, police said.", "url": "https://abcnews.go.com/US/video/14-year-pregnant-girl-killed-stray-bullet-atlanta-59349474", "urlToImage": "https://s.abcnews.com/images/US/181121_wsb_teen_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T20:51:55Z", "content": "Now Playing: Florida yoga studio shooting Now Playing: Multiple victims injured in shooting near Chicago hospital, police say Now Playing: New video of deadly police shooting Now Playing: 14-year-old pregnant girl killed by stray bullet, Atlanta police say No… [+1239 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Russian lawmakers ask Kremlin to review nuclear doctrine", "description": "A group of Russian lawmakers have asked the Kremlin to review the nation's rules for the use of nuclear weapons, amid tensions with the West", "url": "https://abcnews.go.com/International/wireStory/russian-lawmakers-kremlin-review-nuclear-doctrine-59348922", "urlToImage": "https://s.abcnews.com/images/International/WireAP_94a14980d6b64801bfd3c2fea5f89f2e_16x9_992.jpg", "publishedAt": "2018-11-21T20:49:30Z", "content": "A group of Russia n lawmakers asked the Kremlin Wednesday to review the nation's rules for the use of nuclear weapons, amid tensions with the West. Participants in the hearings organized by the upper house's defense committee suggested that the presidential S… [+988 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Questions about the romaine warning? Here are some answers", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Health/wireStory/questions-romaine-warning-answers-59348751", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_045bac57598a4d6db52eb79aede9d23e_16x9_992.jpg", "publishedAt": "2018-11-21T20:20:31Z", "content": "Avoid all romaine lettuce, but don't worry about your turkey. With two food poisoning outbreaks making headlines before Thanksgiving, the messages about what's safe to eat can be hard to keep straight. Here's what you should know before you sit down for dinne… [+4646 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "APNewsBreak: Obama's book sells 1.4 million copies in a week", "description": "APNewsBreak: Michelle Obama's \"Becoming\" has sold more than 1.4 million copies in the US and Canada in the seven days since its release Nov. 13.", "url": "https://abcnews.go.com/Entertainment/wireStory/apnewsbreak-obamas-book-sells-14-million-copies-week-59348542", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_d672a48c1bc74828adeef0578c9781c9_16x9_992.jpg", "publishedAt": "2018-11-21T20:18:10Z", "content": "Michelle Obama's \"Becoming\" has become a massive hit. Crown Publishing told The Associated Press on Wednesday that the former first lady's memoir has sold more than 1.4 million copies in all formats in the U.S. and Canada in the seven days since it was releas… [+1097 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tyler Hilton of 'One Tree Hill' balances music and acting", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/tyler-hilton-tree-hill-balances-music-acting-59348451", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_59e21d2c11b246c19eec6d448dbad6ac_16x9_992.jpg", "publishedAt": "2018-11-21T20:17:47Z", "content": "Tyler Hilton is an actor who is also a musician and he knows what you're probably thinking: Do we really need another actor who is also a musician? \"If it wasn't me and I heard someone's like, 'Oh you should check out this record, this guy's an actor,' I'd be… [+4632 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Judith Graham | Kaiser Health News", "title": "Check your medical records for dangerous errors, experts warn", "description": "In the worst-case scenario, an incorrect diagnosis, scan or lab result may have been inserted into a record, raising the possibility of inappropriate medical evaluation.", "url": "https://abcnews.go.com/Health/check-medical-records-dangerous-errors-experts-warn/story?id=59345651", "urlToImage": "https://s.abcnews.com/images/Health/files-gty-er-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T20:12:00Z", "content": "This story is from Kaiser Health News. When Liz Tidymans elderly parents moved across the country to be closer to their children and grandchildren years ago, they carried their medical records with them in a couple of brown cardboard folders tied with string.… [+6810 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Who is Sen. Cindy Hyde-Smith?", "description": "The Republican is running for senator in Mississippi.", "url": "https://abcnews.go.com/Politics/video/sen-cindy-hyde-smith-59347236", "urlToImage": "https://s.abcnews.com/images/Politics/181121_vod_orig_smith_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T19:59:27Z", "content": "Now Playing: Mississippi Senate runoff race heats up Now Playing: Cindy Hyde-Smith swearing in gives US Senate historic number of women Now Playing: Who is Sen. Cindy Hyde-Smith? Now Playing: President Trump sides with Saudi crown prince in Khashoggi case Now… [+1113 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: NJ family was 'targeted' and killed before mansion fire in New Jersey: Prosecutor", "description": "\"We believe in some fashion the family was targeted,\" Monmouth County Prosecutor Christopher Gramiccioni said.", "url": "https://abcnews.go.com/US/video/nj-family-targeted-killed-mansion-fire-jersey-prosecutor-59348054", "urlToImage": "https://s.abcnews.com/images/US/181121_vod_orig_mansion_fire_deaths_presser_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T19:54:58Z", "content": "Now Playing: NJ family was 'targeted' and killed before mansion fire in New Jersey: Prosecutor Now Playing: Thanksgiving by the numbers: average American consumes 4,500 calories on Thanksgiving Now Playing: New Jersey mansion fire being probed as quadruple ho… [+1267 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Imagining your fears can help you conquer them", "description": "New research suggests imagination may now have the power to help treat anxiety and fear.", "url": "https://abcnews.go.com/Health/video/imagining-fears-conquer-59347307", "urlToImage": "https://s.abcnews.com/images/Health/181121_vod_orig_ptsd_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T19:47:21Z", "content": "Now Playing: What is PTSD? Now Playing: Service dog who helped owner with PTSD shot twice Now Playing: Confronting PTSD Now Playing: Imagining your fears can help you conquer them Now Playing: Maryland college student dies of adenovirus Now Playing: Long line… [+982 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Fair weather, falling gas prices help Thanksgiving travelers", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/fair-weather-falling-gas-prices-thanksgiving-travelers-59347510", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_8eba2111539a472b93e34c0622944d21_16x9_992.jpg", "publishedAt": "2018-11-21T19:36:15Z", "content": "Mild weather and falling gasoline prices are helping Thanksgiving travelers get where they're going while saving a few bucks. Airports around the country were busy Wednesday, leading to more than 1,500 delayed flights by early afternoon on the East Coast. Onl… [+2329 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Review: Game not over in 'Ralph Breaks the Internet'", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/review-game-ralph-breaks-internet-59347306", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_4002163878734287b3dcdf1a7dac66ad_16x9_992.jpg", "publishedAt": "2018-11-21T19:32:13Z", "content": "In a battle between the internet and John C. Reilly, who among us wouldn't root for the latter? Leave us IMDb.com and a few podcasts, John, but by all means, go smashy-smashy with the rest. Having liberated arcade game characters from their rigidly ordained r… [+4561 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Scientists find possible new species in Caribbean waters", "description": "U.S. scientists have wrapped up a 22-day mission exploring waters around Puerto Rico and the U.S. Virgin Islands with the deepest dives ever undertaken in the region.", "url": "https://abcnews.go.com/Technology/wireStory/scientists-find-species-caribbean-waters-59347263", "urlToImage": null, "publishedAt": "2018-11-21T19:31:16Z", "content": "U.S. scientists have wrapped up a 22-day mission exploring waters around Puerto Rico and the U.S. Virgin Islands with the deepest dives ever recorded in the region. They found a rare shark embryo, 2-meter (7 feet) high corals and sponges with sharp edges, amo… [+517 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Official: Husband, wife, kids killed before fire - ABC News", "description": "ABC News The Latest: Official: Husband, wife, kids killed before fire ABC News The Latest on the mansion fire in New Jersey in which two adults and two children were found dead (all times local):. 2:25 p.m.. Prosecutors say the four people found dead at the s…", "url": "https://abcnews.go.com/US/wireStory/latest-brother-jailed-link-mansion-deaths-59340632", "urlToImage": "https://s.abcnews.com/images/US/WireAP_5f4289235abb40eea6419a7150473ef7_16x9_992.jpg", "publishedAt": "2018-11-21T19:28:00Z", "content": "The Latest on the mansion fire in New Jersey in which two adults and two children were found dead (all times local): 2:25 p.m. Prosecutors say the four people found dead at the scene of a New Jersey mansion fire have been identified as a husband and wife and … [+2324 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Correction: Earns-Retailers story", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/correction-earns-retailers-story-59347203", "urlToImage": null, "publishedAt": "2018-11-21T19:24:42Z", "content": "In a story Nov. 20 about retailers' earnings, The Associated Press wrongly cited the reason for why TJX Cos.'s third quarter profits were squeezed. It was because of higher freight costs, not e-commerce costs. A corrected version of the story is below: Shoppe… [+4850 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Aaron Katersky and Bopha Phorn", "title": "'Not your usual suspect': Police find hawk broke through woman's window, not burglar", "description": "New York police were looking for a suspect, but what they found was a hawk.", "url": "https://abcnews.go.com/US/usual-suspect-york-city-police-find-hawk-broke/story?id=59340159", "urlToImage": "https://s.abcnews.com/images/US/hawk-02-ht-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T19:12:47Z", "content": "New York police were looking for a suspect, but what they found was a hawk. The New York Police Department responded to a call about a possible burglary at a woman's apartment in Rego Park, Queens on Tuesday. The woman, who is in her 80s, had called police ab… [+721 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Betting on themselves: Share buybacks hit record high in 3Q", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/betting-share-buybacks-hit-record-high-3q-59346778", "urlToImage": null, "publishedAt": "2018-11-21T19:11:57Z", "content": "Corporations' appetite for buying back their own stock has hit a record high. Stock buybacks by companies in the benchmark S&amp;P 500 index climbed to $194.07 billion in the third quarter, according to data from S&amp;P Dow Jones Indices. The buying spree, w… [+2468 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: President Trump sides with Saudi crown prince in Khashoggi case", "description": "\"The View\" co-hosts react to the president's statement defending Saudi Arabia in the face of mounting pressure over the murder of Washington Post columnist Jamal Khashoggi.", "url": "https://abcnews.go.com/theview/video/president-trump-sides-saudi-crown-prince-khashoggi-case-59346608", "urlToImage": "https://s.abcnews.com/images/theview/181121_view_khashoggi_1101_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T19:06:22Z", "content": "Now Playing: Trump defends Saudi Arabia in Khashoggi murder Now Playing: Saudi official: Crown prince did not order Khashoggi killing Now Playing: What is on the Khashoggi killing tape? Now Playing: President Trump sides with Saudi crown prince in Khashoggi c… [+1209 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Moderate quake jolts Alaska's Cook Inlet; no damage reported", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/moderate-quake-jolts-alaskas-cook-inlet-damage-reported-59346590", "urlToImage": null, "publishedAt": "2018-11-21T19:05:31Z", "content": "A moderate earthquake in Alaska's Cook Inlet has jolted a large section of the state. The Alaska Earthquake Center says the magnitude 5.7 quake Wednesday was widely felt in Anchorage and Kenai Peninsula. There were no immediate reports of damage or injuries. … [+118 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Kristin Chenoweth on teaming up with Whoopi Goldberg for 'I'm Coming Home'", "description": "The actress talks about the upcoming Thanksgiving TV special.", "url": "https://abcnews.go.com/theview/video/kristin-chenoweth-teaming-whoopi-goldberg-im-coming-home-59346438", "urlToImage": "https://s.abcnews.com/images/theview/181121_view_chenowith2_1101_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T19:04:14Z", "content": "Now Playing: Kristin Chenoweth prepping a new generation of rising stars Now Playing: 'I'm Coming Home' airs Thanksgiving Night at 10/9c on ABC Now Playing: The hilarious Kristin Chenoweth and her adorable puppy visit 'GMA Day' Now Playing: Kristin Chenoweth … [+1282 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Mexico president-elect promises referendum on national guard", "description": "Mexico's President-elect Andres Manuel Lopez Obrador says he will put the question of creating a national guard to a referendum conducted by the national electoral institute", "url": "https://abcnews.go.com/International/wireStory/mexico-president-elect-promises-referendum-national-guard-59346437", "urlToImage": null, "publishedAt": "2018-11-21T19:02:05Z", "content": "Mexico's President-elect Andres Manuel Lopez Obrador says he will put the question of creating a national guard to a referendum conducted by the national electoral institute. The controversial proposal aimed at confronting violence in the country would requir… [+554 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Michael B. Jordan shares his Thanksgiving traditions and talks about his new movie", "description": "The star of \"Creed II\" shares what audiences can expect from his new movie.", "url": "https://abcnews.go.com/theview/video/michael-jordan-shares-thanksgiving-traditions-talks-movie-59346315", "urlToImage": "https://s.abcnews.com/images/theview/181121_view_creed1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T19:01:30Z", "content": "Now Playing: Michael B. Jordan surprises fans with tickets to 'Creed 2' Now Playing: Jamie Foxx gets surprised by Michael B. Jordan at 'GMA' Now Playing: The hilarious Kristin Chenoweth and her adorable puppy visit 'GMA Day' Now Playing: Kristin Chenoweth on … [+1279 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Chief Justice John Roberts rebuts Trump's 'Obama judge' comment - ABC News", "description": "ABC News Chief Justice John Roberts rebuts Trump's 'Obama judge' comment ABC News Chief Justice John Roberts rebutted President Donald Trump's recent criticism that the recent ruling against the administration's asylum policy on migrants was issued by an \"Oba…", "url": "https://abcnews.go.com/Politics/chief-justice-john-roberts-rebuts-trump-obama-judge/story?id%3D59344259", "urlToImage": null, "publishedAt": "2018-11-21T18:56:57Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP Explains: The hunt for missing, dead in California fire", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/ap-explains-hunt-missing-dead-california-fire-59346172", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_21b370796960485ebfe8aabae2d2829f_16x9_992.jpg", "publishedAt": "2018-11-21T18:49:09Z", "content": "Given the size and scope of the devastation after a deadly wildfire swept Northern California, experts say the search to find the missing and identify victims could take months. The Camp Fire that began two weeks ago has scorched an area roughly the size of C… [+4769 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Kids starring in 'Mary Poppins Returns' share on-set moments with cast", "description": "Actors Pixie Davies and Joel Dawson, who play the Banks children in the \"Mary Poppins\" sequel, talk about what it was like to work with Emily Blunt, Lin-Manuel Miranda, Dick Van Dyke and more.", "url": "https://abcnews.go.com/2020/video/kids-starring-mary-poppins-returns-share-set-moments-59345911", "urlToImage": "https://s.abcnews.com/images/2020/181121_2020_poppins_kids_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T18:45:45Z", "content": "Now Playing: 'Mary Poppins Returns -Behind the Magic' A Special 2020 airs Thanksgiving 8/7c on ABC Now Playing: 'Mary Poppins Returns' star Emily Blunt shares hilarious on-set moment Now Playing: The hilarious Kristin Chenoweth and her adorable puppy visit 'G… [+1237 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "'Spider-Man' actor tries Thanksgiving pumpkin for first time", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/spider-man-actor-thanksgiving-pumpkin-time-59345328", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_f2a7e3d70eed4c00a404615fcd8a1eb7_16x9_992.jpg", "publishedAt": "2018-11-21T18:42:19Z", "content": "Interested in Marvel? Add Marvel as an interest to stay up to date on the latest Marvel news, video, and analysis from ABC News. \"Spider-Man\" star Tom Holland has tasted pumpkin seeds, but never actual pumpkin. However, all that changed for the British actor … [+1771 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jennifer Fickley-Baker", "title": "Disney Parks Blog Readers React to ‘Ralph Breaks the Internet’ at Disney Springs", "description": "Earlier this week, Disney Parks Blog readers gathered at AMC Disney Springs 24 at Walt Disney World Resort for an early screening of “Ralph Breaks the Internet.”", "url": "https://disneyparks.disney.go.com/blog/2018/11/disney-parks-blog-readers-react-to-ralph-breaks-the-internet-at-disney-springs/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/iueyt48769580.jpg", "publishedAt": "2018-11-21T18:42:13Z", "content": "Earlier this week, Disney Parks Blog readers gathered at AMC Disney Springs 24 at Walt Disney World Resort for an early screening of Ralph Breaks the Internet. Many of our guests dressed in outfits inspired by characters from the film and enjoyed Ralph Breaks… [+676 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Will he go? Trump dangles he might attend 2019 press dinner", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/press-dinners-change-comedy-keynote-draw-trump-59344716", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_0b3aacea5d1b4a45872b5841bc27cfd2_16x9_992.jpg", "publishedAt": "2018-11-21T18:40:31Z", "content": "President Donald Trump said he may attend next year's White House Correspondents' Association dinner now that organizers have scrapped the usual format featuring a comedian. But he may not be thrilled with the replacement. The correspondents' association anno… [+2324 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Reuters", "title": "Terror of gang violence drives migrant caravans northward", "description": "Terror of gang violence drives migrant caravans northward", "url": "https://abcnews.go.com/International/terror-gang-violence-drives-migrant-caravans-northward/story?id=59341147", "urlToImage": "https://s.abcnews.com/images/International/honduras-violence-2-rt-ml-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T18:28:51Z", "content": "The following contains graphic content. Viewer discretion is advised. Interested in Immigration? Add Immigration as an interest to stay up to date on the latest Immigration news, video, and analysis from ABC News. Former Honduran policeman Ivan says he moved … [+6588 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC NEWS", "title": "Chief justice criticizes Trump's 'Obama judge' comment", "description": "Chief Justice John Roberts rebutted President Donald Trump's recent criticism of the judge who ruled on his asylum policy as an \"Obama judge\".", "url": "https://abcnews.go.com/Politics/chief-justice-john-roberts-rebuts-trump-obama-judge/story?id=59344259", "urlToImage": "https://s.abcnews.com/images/Politics/supreme-court-justice-john-roberts-gty-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T18:28:10Z", "content": "Chief Justice John Roberts rebutted President Donald Trump 's recent criticism that the recent ruling against the administration's asylum policy on migrants was issued by an \"Obama judge\". Interested in Donald Trump? Add Donald Trump as an interest to stay up… [+1850 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Mars landing comes down to final 6 minutes of 6-month trip", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/mars-landing-final-minutes-month-trip-59345501", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_86b1556f8df54972b60fa4aef4f8f0dc_16x9_992.jpg", "publishedAt": "2018-11-21T18:27:03Z", "content": "Interested in NASA? Add NASA as an interest to stay up to date on the latest NASA news, video, and analysis from ABC News. For NASA's InSight spacecraft, it all comes down to the final six minutes of a six-month journey to Mars. The lander will enter the Mart… [+559 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Oil-rich South Sudan seeks investment in fragile new peace", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/oil-rich-south-sudan-seeks-investment-fragile-peace-59345368", "urlToImage": null, "publishedAt": "2018-11-21T18:25:13Z", "content": "South Sudan is making its first big foreign investment pitch since declaring an end to civil war, but the oil-rich nation faces hesitation from some companies that want to make sure the fragile new peace deal holds. The country is eager to make up for $4 bill… [+516 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Comedian Michelle Wolf delivers one-liner in response to Trump attack - ABC News", "description": "ABC News Comedian Michelle Wolf delivers one-liner in response to Trump attack ABC News Michelle Wolf won't be making any jokes from the podium at the White House Correspondents' Dinner, but last year's host was ready with a one-liner after the president atta…", "url": "https://abcnews.go.com/Politics/comedian-michelle-wolf-delivers-liner-response-trump-attack/story?id%3D59335769", "urlToImage": null, "publishedAt": "2018-11-21T18:24:41Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Catherine Meyers | Inside Science", "title": "What do shrink-wrapped Thanksgiving turkeys and the Higgs Boson have in common?", "description": "Both can be made using the power of particle accelerators.", "url": "https://abcnews.go.com/Technology/shrink-wrapped-thanksgiving-turkeys-higgs-boson-common/story?id=59340158", "urlToImage": "https://s.abcnews.com/images/Technology/butterball-turkey-stack-ht-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T18:20:48Z", "content": "This story is from Inside Science. Each Thanksgiving, millions of Americans tote turkeys home from the store. If you find yourself plopping a fresh, shrink-wrapped bird into your cart, you can thank particle physicists for the sturdy, shelf life-extending pac… [+2764 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Thanksgiving surprise: Couple finds $1.8 million jackpot-winning lottery ticket while cleaning up their home - ABC News", "description": "ABC News Thanksgiving surprise: Couple finds $1.8 million jackpot-winning lottery ticket while cleaning up their home ABC News A Louisiana couple preparing to welcome their family for Thanksgiving were cleaning their home this week when they found an unexpect…", "url": "https://abcnews.go.com/US/thanksgiving-surprise-couple-finds-18-million-jackpot-winning/story?id%3D59340179", "urlToImage": null, "publishedAt": "2018-11-21T18:07:44Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bopha Phorn", "title": "Couple finds $1.8 million winning lottery ticket while cleaning up for Thanksgiving", "description": "Couple found $1.8 million jackpot winning ticket while cleaning their home to welcome family for thanksgiving.", "url": "https://abcnews.go.com/US/thanksgiving-surprise-couple-finds-18-million-jackpot-winning/story?id=59340179", "urlToImage": "https://s.abcnews.com/images/US/lotto-louisiana-ht-ml-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T18:07:25Z", "content": "A Lousiana couple preparing to welcome their family for Thanksgiving were cleaning their home this week when they found an unexpected surprise: a winning lottery ticket worth nearly $2 million. Harold and Tina Ehrenberg found the $1.8 million jackpot-winning … [+1836 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Clarification: Ukraine-Rebel Elections story", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/clarification-ukraine-rebel-elections-story-59344674", "urlToImage": null, "publishedAt": "2018-11-21T18:07:22Z", "content": "In a story Nov. 12, The Associated Press reported that separatist candidates won election s in eastern Ukraine that Ukrainian authorities and the West denounced as illegitimate. The story should have made clear than only separatist candidates were on the ball… [+159 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Black singers have historic week on country music charts", "description": "Jimmie Allen has made history as the first black artist to have his debut single reach No. 1 on country radio, and it happened on the same week Kane Brown, who is black and white, has the top country and pop album in the U.S.", "url": "https://abcnews.go.com/Entertainment/wireStory/black-singers-historic-week-country-music-charts-59344260", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_72004955eb6f4bf58b5a2b6f34ffde79_16x9_992.jpg", "publishedAt": "2018-11-21T18:04:55Z", "content": "Jimmie Allen has made history as the first black artist to have his debut single reach No. 1 on country radio, and it happened on the same week Kane Brown, who is black and white, has the top country and pop album in the U.S. Allen said he cried when he got t… [+2107 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Michael Ramirez", "title": "2019 Disneyland After Dark Events: Sweethearts’ Nite and 90s Nite", "description": "Disneyland After Dark—a special after-hours parks experience featuring unique entertainment, specialty food, collectible merchandise and more—returns in 2019 with two fun-filled events: Sweethearts’ Nite on Feb. 7 and 90s Nite on Mar. 7.", "url": "https://disneyparks.disney.go.com/blog/2018/11/2019-disneyland-after-dark-events-sweethearts-nite-and-90s-nite/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/wyeturt8759067.jpg", "publishedAt": "2018-11-21T18:04:52Z", "content": "Disneyland After Dark a special after-hours parks experience featuring unique entertainment, specialty food, collectible merchandise and morereturns in 2019 with two fun-filled events: Sweethearts Nite on Feb. 7 and 90s Nite on Mar. 7. Both events will take p… [+2868 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Experimental plane flies silently, may lead to quiet drones", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/experimental-plane-flies-silently-lead-quiet-drones-59344191", "urlToImage": null, "publishedAt": "2018-11-21T18:04:44Z", "content": "A nearly silent, drone-sized aircraft has shown it can fly, thanks to a scientist who was inspired by watching \"Star Trek\" as a child. With neither propellers nor jets, the airplane gets its thrust by applying a strong electric field to the air. That general … [+2810 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump wanted to order DOJ to prosecute Comey, Clinton: Report", "description": "The New York Times reports that Trump wanted to prosecute people he saw as political opponents, plus the president submits his written responses to Mueller questions.", "url": "https://abcnews.go.com/Politics/video/trump-wanted-order-doj-prosecute-comey-clinton-report-59344109", "urlToImage": "https://s.abcnews.com/images/Politics/181121_abcnl_travers_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:55:38Z", "content": "Now Playing: President Trump again calls Mueller probe a 'witch hunt' in tweet Now Playing: Trump wanted to order DOJ to prosecute Comey, Clinton: Report Now Playing: Who is Mike Espy? Now Playing: Trump wanted to prosecute Hillary Clinton, James Comey Now Pl… [+1236 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Exile won't stop Vietnamese blogger from highlighting abuses", "description": "A Vietnamese blogger says she will continue to highlight human rights abuses and other problems in her home country as she begins her life in exile in the United States", "url": "https://abcnews.go.com/International/wireStory/exile-stop-vietnamese-blogger-highlighting-abuses-59343975", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5975c05906f441ae83daeb65f0ee84d4_16x9_992.jpg", "publishedAt": "2018-11-21T17:50:44Z", "content": "Forced into exile in the U.S., Vietnam ese blogger Nguyen Ngoc Nhu Quynh is without her homeland but not without hope. Quynh and her family are beginning their lives anew in Houston after she was released last month from prison in Vietnam on the condition tha… [+4065 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "Kansas commissioner resigns after bizarre 'master race' remarks", "description": "A Kansas commissioner resigned after making a \"master race\" remark at a meeting.", "url": "https://abcnews.go.com/US/kansas-commissioner-fire-bizarre-master-race-remarks-resigns/story?id=59339529", "urlToImage": "https://s.abcnews.com/images/US/kansas-ht-er-181118_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:50:09Z", "content": "A white Kansas county commissioner has resigned after coming under fire for telling an African-American consultant at a public meeting that he was \"part of the master race.\" Louis Klemp, 80, resigned Tuesday from the Leavenworth County Board of Commissioners,… [+2823 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Roberts criticizes Trump for 'Obama judge' asylum comment", "description": "Chief Justice John Roberts is pushing back against President Trump.", "url": "https://abcnews.go.com/Politics/wireStory/roberts-criticizes-trump-obama-judge-asylum-comment-59343616", "urlToImage": "https://s.abcnews.com/images/Politics/supreme-court-justice-john-roberts-gty-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:49:14Z", "content": "Interested in Supreme Court? Add Supreme Court as an interest to stay up to date on the latest Supreme Court news, video, and analysis from ABC News. Chief Justice John Roberts is pushing back against President Donald Trump for his description of a judge who … [+2251 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Tiger Woods, Phil Mickelson face off for $9 million", "description": "The golf stars are piling on bets ahead of the match on Friday.", "url": "https://abcnews.go.com/Entertainment/video/tiger-woods-phil-mickelson-face-off-million-59343718", "urlToImage": "https://s.abcnews.com/images/Entertainment/181121_abcnl_espn_golf_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:46:29Z", "content": "Now Playing: Tiger Woods and Phil Mickelson discuss high-stakes matchup Now Playing: Tiger Woods wins 1st tournament in over 5 years Now Playing: LeBron James returns to Cleveland Now Playing: Tiger Woods, Phil Mickelson face off for $9 million Now Playing: W… [+1245 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Black Friday shopping tips", "description": "Expect the best discounts of the season in the coming week.", "url": "https://abcnews.go.com/Business/video/black-friday-shopping-tips-59343927", "urlToImage": "https://s.abcnews.com/images/Business/181121_abcnl_worley_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:46:01Z", "content": "Now Playing: Black Friday app scams Now Playing: Best apps to score deals for Black Friday Now Playing: Black Friday shopping tips Now Playing: Online tools ensure consumers won't pay full price this Black Friday Now Playing: Dow dragged down by Target, tech … [+1132 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Matthew Mosk", "title": "Special counsel moves to enforce jail term for former Trump aide George Papadopoulos", "description": "George Papadopoulos' lawyers requesting to delay his surrender date until while a challenge to Mueller's appointment is pending.", "url": "https://abcnews.go.com/Politics/special-counsel-moves-enforce-jail-term-trump-aide/story?id=59341456", "urlToImage": "https://s.abcnews.com/images/Politics/george-papadopoulos-01-gty-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:45:32Z", "content": "The team of special counsel Robert Mueller asked a judge Wednesday to reject last-ditch efforts by one-time Donald Trump campaign aide George Papadopoulos to avoid his looming prison term. \"The defendant received what he bargained for, and holding him to it i… [+4387 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Special counsel moves to enforce jail term for former Trump aide George Papadopoulos - ABC News", "description": "ABC News Special counsel moves to enforce jail term for former Trump aide George Papadopoulos ABC News The team of special counsel Robert Mueller asked a judge Wednesday to reject last-ditch efforts by one-time Donald Trump campaign aide George Papadopoulos t…", "url": "https://abcnews.go.com/Politics/special-counsel-moves-enforce-jail-term-trump-aide/story?id%3D59341456", "urlToImage": null, "publishedAt": "2018-11-21T17:45:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: LeBron James returns to Cleveland", "description": "The basketball hero returns to his hometown as an opponent as the Lakers and Cavaliers face off.", "url": "https://abcnews.go.com/Entertainment/video/lebron-james-returns-cleveland-59343774", "urlToImage": "https://s.abcnews.com/images/Entertainment/181121_abcnl_espn_lebron_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:41:40Z", "content": "Now Playing: LeBron James joins Lakers Now Playing: LeBron James breaks his silence on leaving Cavaliers Now Playing: LeBron James returns to Cleveland Now Playing: Tiger Woods, Phil Mickelson face off for $9 million Now Playing: What Meghan Markle's fashion … [+1217 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Retailers aim to pick up business from defunct, dying rivals", "description": "Companies from Target to online mattress company Casper are creating playbooks to go after dollars left by dead and dying retailers", "url": "https://abcnews.go.com/Business/wireStory/retailers-aim-pick-business-defunct-dying-rivals-59343716", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_369bdf285dce44b4ba8896e84e08368e_16x9_992.jpg", "publishedAt": "2018-11-21T17:41:14Z", "content": "Toys R Us and Bon-Ton may be gone but they haven't been forgotten. Companies like Target and online mattress company Casper are creating playbooks to pick up market share that those and other defunct or dying retailers left behind. Casper, for instance, is te… [+3910 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Poland moves to reinstate retired judges to Supreme Court", "description": "Poland's parliament passed legislation Wednesday to reinstate Supreme Court judges who were recently forced to retire, a step that could significantly ease a standoff with the European Union", "url": "https://abcnews.go.com/International/wireStory/poland-moves-reinstate-retired-judges-supreme-court-59335169", "urlToImage": null, "publishedAt": "2018-11-21T17:37:13Z", "content": "Poland's parliament passed legislation Wednesday to reinstate Supreme Court judges who were recently forced to retire, a step that could significantly ease a standoff with the European Union. For the EU, which is facing a string of crises, including Brexit an… [+3686 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: American believed to have been killed by isolated tribe in India: Reports", "description": "The man was killed after taking an illegal trip to visit an isolated tribe.", "url": "https://abcnews.go.com/International/video/american-believed-killed-isolated-tribe-india-reports-59343490", "urlToImage": "https://s.abcnews.com/images/International/181121_wabc_tribe_kills_american_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:30:58Z", "content": "Now Playing: American believed to have been killed by isolated tribe in India: Reports Now Playing: A turkey's press conference, wildfire battle, rebels rest: World in Photos Now Playing: Police help cat locked out of Prime Minister Theresa May's office Now P… [+1250 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: New Jersey mansion fire being probed as quadruple homicide", "description": "A New Jersey mansion fire that killed four people is being probed as a homicide.", "url": "https://abcnews.go.com/US/video/jersey-mansion-fire-probed-quadruple-homicide-59343388", "urlToImage": "https://s.abcnews.com/images/US/181121_wabc_new_jersey_house_fire_arrest_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:29:39Z", "content": "Now Playing: New Jersey mansion fire being probed as quadruple homicide Now Playing: Aaron Rodgers donates $1 million to California wildfire recovery efforts Now Playing: Man sentenced to 34 months in prison for raping dying woman Now Playing: Sara Haines sur… [+1201 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Aaron Rodgers donates $1 million to California wildfire recovery efforts", "description": "Rodgers was born and raised in Northern California.", "url": "https://abcnews.go.com/US/video/aaron-rodgers-donates-million-california-wildfire-recovery-efforts-59343198", "urlToImage": "https://s.abcnews.com/images/US/181121_ugc_aaron_rodgers_wildfire_donation_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:28:06Z", "content": "Now Playing: New Jersey mansion fire being probed as quadruple homicide Now Playing: Aaron Rodgers donates $1 million to California wildfire recovery efforts Now Playing: Man sentenced to 34 months in prison for raping dying woman Now Playing: Sara Haines sur… [+1201 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Facebook appeals its UK fine in Cambridge Analytica scandal", "description": "Facebook has appealed its 500,000 pound ($644,000) fine for failing to protect the privacy of its users in the Cambridge Analytica scandal, arguing that U.K regulators failed to prove that British users were harmed in the scandal", "url": "https://abcnews.go.com/Technology/wireStory/facebook-appeals-uk-fine-cambridge-analytica-scandal-59343344", "urlToImage": null, "publishedAt": "2018-11-21T17:27:50Z", "content": "Facebook has appealed its 500,000-pound ($644,000) fine for failing to protect the privacy of its users in the Cambridge Analytica scandal, arguing that U.K regulators failed to prove that British users were directly affected. Britain's Information Commission… [+1332 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Anne Flaherty", "title": "Education Secretary DeVos reverses stance on civil rights probes that led to suit", "description": "A move by Betsy DeVos could impact hundreds of cases involving children with special needs whose families believe their schools aren't providing adequate accommodations.", "url": "https://abcnews.go.com/Politics/education-secretary-betsy-devos-reverses-stance-civil-rights/story?id=59331454", "urlToImage": "https://s.abcnews.com/images/Politics/devos-testify-ap-ps-181009_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:23:58Z", "content": "Education Secretary Betsy DeVos is reversing a controversial decision on how the federal government manages its massive backlog of civil rights complaints by students and their families, agreeing to no longer dismiss cases that are filed en masse and restorin… [+4333 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Long-term US mortgage rates fall: 30-year to 4.81 percent", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/long-term-us-mortgage-rates-fall-30-year-59343246", "urlToImage": null, "publishedAt": "2018-11-21T17:22:57Z", "content": "Long-term U.S. mortgage rates slid this week but are still much higher than they were a year ago, according to mortgage giant Freddie Mac. This week Last week Year ago 30-year fixed 4.81 percent 4.94 percent 3.92 percent 15-year fixed 4.24 percent 4.36 percen… [+70 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Allie Yang", "title": "Kristin Chenoweth surprises high school drill team in Oklahoma hometown", "description": "“I just also want to say when you go home -- if you haven’t gone home, you should go… because it… becomes about a bigger deal than yourself.”", "url": "https://abcnews.go.com/Entertainment/kristin-chenoweth-surprises-high-school-drill-team-hometown/story?id=59328787", "urlToImage": "https://s.abcnews.com/images/General/Kristin-1-abc-er-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:20:33Z", "content": "Students on the drill team at one Oklahoma high school got a big surprise when Broadway superstar Kristen Chenoweth walked into their gymnasium. But what Chenoweth didnt know was the high school students in her former hometown of Broken Arrow, Oklahoma, had a… [+1789 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Morgan Winsor", "title": "FBI asks local deer hunters for help in search for girl", "description": "Authorities are asking North Carolina deer hunters for help in the ongoing, weeks-long search to find kidnapped 13-year-old Hania Noelia Aguilar.", "url": "https://abcnews.go.com/US/fbi-turns-hunters-deer-cameras-search-kidnapped-13/story?id=59340157", "urlToImage": "https://s.abcnews.com/images/US/hania-aguilar-missing-girl-01-ht-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:20:31Z", "content": "Authorities are asking North Carolina deer hunters for help in the ongoing, weeks-long search to find kidnapped 13-year-old Hania Noelia Aguilar. Hania was kidnapped just before 7 a.m. local time on Nov. 5 outside her home at the Rosewood Mobile Home Park in … [+3139 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Man sentenced to 34 months in prison for raping dying woman", "description": "Brian Varela, 20, pleaded guilty to raping 18-year-old Alyssa Noceda while she overdosed on drugs, according to ABC affiliate KOMO.", "url": "https://abcnews.go.com/US/video/man-sentenced-34-months-prison-raping-dying-woman-59343103", "urlToImage": "https://s.abcnews.com/images/US/181121_komo_light_sentence_rape_dying_woman_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T17:19:21Z", "content": "Now Playing: New Jersey mansion fire being probed as quadruple homicide Now Playing: Aaron Rodgers donates $1 million to California wildfire recovery efforts Now Playing: Man sentenced to 34 months in prison for raping dying woman Now Playing: Sara Haines sur… [+1201 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US mortgage rates fall: 30-year at 4.81 percent", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-mortgage-rates-fall-30-year-481-percent-59342928", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_fe317813426941e09c33c85fb43e4157_16x9_992.jpg", "publishedAt": "2018-11-21T17:10:45Z", "content": "U.S. long-term mortgage rates recorded the biggest drop in nearly four years this week, but remain much higher than they were a year ago. Mortgage giant Freddie Mac says the average rate on the benchmark 30-year, fixed-rate mortgage fell to 4.81 percent this … [+472 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Who is Mike Espy?", "description": "The Democrat is running for senator in Mississippi.", "url": "https://abcnews.go.com/Politics/video/mike-espy-59342480", "urlToImage": "https://s.abcnews.com/images/Politics/181121_vod_orig_espy_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T16:58:56Z", "content": "Now Playing: Democratic Senate candidate Mike Espy could make history in Mississippi Now Playing: Mississippi Senate runoff race heats up Now Playing: Who is Mike Espy? Now Playing: Trump wanted to prosecute Hillary Clinton, James Comey Now Playing: 'Journeys… [+1167 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK police arrest 2, rescue 17 in anti-slavery swoop", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/uk-police-arrest-rescue-17-anti-slavery-swoop-59342527", "urlToImage": null, "publishedAt": "2018-11-21T16:57:58Z", "content": "British police say 17 people have been rescued by police conducting an anti-slavery operation. They added Wednesday that two men have been arrested on suspicion of violating the Modern Slavery Act. The raids at seven different locations including a takeout re… [+476 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: A turkey's press conference, wildfire battle, rebels rest: World in Photos", "description": "Here's a look at the top photos from around the globe.", "url": "https://abcnews.go.com/International/video/turkeys-press-conference-wildfire-battle-rebels-rest-world-59341733", "urlToImage": "https://s.abcnews.com/images/International/181121_world_photos_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T16:53:13Z", "content": "Now Playing: Teddy bear care, pardoned turkeys and World Toilet Day: World in Photos Now Playing: Giraffe cub, migrants and a snowy meadow: World in Photos Now Playing: A turkey's press conference, wildfire battle, rebels rest: World in Photos Now Playing: Po… [+1086 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Oil plunge could help US consumers, some emerging markets", "description": "Sharply lower oil prices are sending ripples through the global economy, lending more spending power to consumers shopping for Christmas gifts and making fuel cheaper for people in poorer countries.", "url": "https://abcnews.go.com/Business/wireStory/oil-plunge-us-consumers-emerging-markets-59342409", "urlToImage": "https://s.abcnews.com/images/International/WireAP_3ab793a11af543d18dd6ac6e76214bf3_16x9_992.jpg", "publishedAt": "2018-11-21T16:52:44Z", "content": "Holiday shoppers should enjoy more spending power thanks to the recent sharp drop in oil prices, though cheaper energy could also weigh on the U.S. economy by dampening investment in shale oil production. While the fall in oil prices doesn't yet match the 201… [+3207 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: What Meghan Markle's fashion choices say about the kind of royal she is", "description": "Royal watchers say Meghan has mixed some more traditional looks with Hollywood glamour to make her style her own.", "url": "https://abcnews.go.com/Nightline/video/meghan-markles-fashion-choices-kind-royal-59317125", "urlToImage": "https://s.abcnews.com/images/Nightline/181120_ntl_markle_fashion_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T16:49:46Z", "content": "Now Playing: Prince Harry hopes pregnant wife Meghan Markle has a girl Now Playing: Prince Harry and Meghan Markle meet koalas on first day of tour Down Under Now Playing: What Meghan Markle's fashion choices say about the kind of royal she is Now Playing: 22… [+1302 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Documentary follows Israeli family grappling with transition", "description": "An Israeli family shares their journey as a husband and father of four transitions to a woman in new documentary 'Family in Transition.'", "url": "https://abcnews.go.com/Entertainment/wireStory/documentary-israeli-family-grappling-transition-59342233", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_4048d084924741a3b58fc24079a2bff0_16x9_992.jpg", "publishedAt": "2018-11-21T16:47:49Z", "content": "\"Family in Transition\" is a new documentary that tells the story of an Israel i family adjusting to their husband and father transitioning into a woman. Set in the northern Israeli town of Nahariya and shot over two years, the film follows husband and wife Am… [+1736 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "FBI turns to hunters' deer cameras for help in search for kidnapped 13-year-old Hania Noelia Aguilar - ABC News", "description": "ABC News FBI turns to hunters' deer cameras for help in search for kidnapped 13-year-old Hania Noelia Aguilar ABC News Authorities are asking North Carolina deer hunters for help in the ongoing, weeks-long search to find kidnapped 13-year-old Hania Noelia Agu…", "url": "https://abcnews.go.com/US/fbi-turns-hunters-deer-cameras-search-kidnapped-13/story?id%3D59340157", "urlToImage": null, "publishedAt": "2018-11-21T16:46:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Blocks found in Egypt bear name of famed pharaoh's builder", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/blocks-found-egypt-bear-famed-pharaohs-builder-59342199", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_a8a484c515784154bf9bb3a08378a036_16x9_992.jpg", "publishedAt": "2018-11-21T16:45:55Z", "content": "Egypt says archaeologists digging in Cairo have found two blocks of limestone with inscriptions belonging to an engineer who worked for Ramses II, one of the longest ruling pharaohs in antiquity. The Antiquities Ministry said on Wednesday that the artifacts w… [+550 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "'Creed II's' Michael B. Jordan on getting in shape for blockbuster sequel - ABC News", "description": "ABC News 'Creed II's' Michael B. Jordan on getting in shape for blockbuster sequel ABC News It was a much-needed family reunion for \"Creed II\" star Michael B. Jordan, who reprises his role in the film as heavyweight champion Adonis Creed. In fact, Jordan told…", "url": "https://abcnews.go.com/GMA/Culture/creed-iis-michael-jordan-shape-blockbuster-sequel/story?id%3D59341044", "urlToImage": null, "publishedAt": "2018-11-21T16:45:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Repatriated 6th century mosaic to help reconstitute apse", "description": "Rare 1.500 year-old mosaic depicting Saint Mark joins other repatriated pieces that were looted from the ethnically split island nation's breakaway north and sold abroad.", "url": "https://abcnews.go.com/International/wireStory/repatriated-6th-century-mosaic-reconstitute-apse-59341625", "urlToImage": "https://s.abcnews.com/images/International/WireAP_bfca87cc74314e75a78b4f4505290e9b_16x9_992.jpg", "publishedAt": "2018-11-21T16:23:54Z", "content": "A Cyprus Orthodox Church official says a rare, 1.500 year-old mosaic depicting Saint Mark has joined other repatriated pieces that were looted from the ethnically split island nation's breakaway north. Together the pieces will create a reproduction of an apse… [+538 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Simulator helps experts understand how whales get entangled", "description": "Scientists have developed a video simulation of how whales become entangled in fishing lines, and say the technology could help lead to new and safer gear designs", "url": "https://abcnews.go.com/Technology/wireStory/simulator-helps-experts-understand-whales-entangled-59341524", "urlToImage": null, "publishedAt": "2018-11-21T16:19:46Z", "content": "Scientists have developed a video simulation of how whales become entangled in fishing lines, and say the technology could help lead to new and safer gear designs. The New England Aquarium's Anderson Cabot Center for Ocean Life says more than eight in 10 crit… [+523 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Czech coalition government to survive no-confidence vote", "description": "The Czech coalition government is likely to survive a forthcoming parliamentary no-confidence vote after a junior party decided not to vote against it", "url": "https://abcnews.go.com/International/wireStory/czech-coalition-government-survive-confidence-vote-59341444", "urlToImage": null, "publishedAt": "2018-11-21T16:05:57Z", "content": "The Czech coalition government is likely to survive a forthcoming parliamentary no-confidence vote after a junior party decided not to vote against it. The chairman of the Social Democrats, Jan Hamacek, said Wednesday his party's lawmakers will abstain from F… [+542 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Light rain falling in N California could hurt search effort - ABC News", "description": "ABC News Light rain falling in N California could hurt search effort ABC News Light right falling Wednesday in some areas of Northern California could aid crews fighting a deadly wildfire while raising the risk of flash floods and complicating efforts to reco…", "url": "https://abcnews.go.com/US/wireStory/rains-firefight-complicate-search-remains-59333639", "urlToImage": "https://s.abcnews.com/images/US/WireAP_3b36bad5905f4034a4a22b52519f58c3_16x9_992.jpg", "publishedAt": "2018-11-21T16:02:00Z", "content": "Light right falling Wednesday in some areas of Northern California could aid crews fighting a deadly wildfire while raising the risk of flash floods and complicating efforts to recover the remains of those killed. Heavier rain was expected later in the day in… [+2760 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The world's policeman: what Interpol is and how it works", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/worlds-policeman-interpol-works-59341146", "urlToImage": "https://s.abcnews.com/images/International/WireAP_f342df99821346eb8cde651cd3ad9000_16x9_992.jpg", "publishedAt": "2018-11-21T15:51:59Z", "content": "Interpol has a new president after an unusually contentious vote. Here's a look at how the international police agency works: WHAT IT IS Interpol is an international body that connects police from 194 countries. A country hunting a terrorist, drug trafficker … [+1220 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Sheriff supports armed teachers to stop school shooters", "description": "The sheriff leading the state commission investigating Florida's high school massacre says he now believes trained teachers should have access to guns to stop shooters", "url": "https://abcnews.go.com/US/wireStory/sheriff-supports-armed-teachers-stop-school-shooters-59340249", "urlToImage": "https://s.abcnews.com/images/US/WireAP_cf6edad483ad4870a8d46eeb39fe1b6d_16x9_992.jpg", "publishedAt": "2018-11-21T15:46:50Z", "content": "The sheriff leading the state commission investigating Florida's high school massacre says he now believes trained, volunteer teachers should have access to guns so they can stop shooters who get past other safeguards. Pinellas County Sheriff Bob Gualtieri, c… [+4089 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gunmen attack western Libya oil site, production unchanged", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/gunmen-attack-western-libya-oil-site-production-unchanged-59340896", "urlToImage": null, "publishedAt": "2018-11-21T15:42:12Z", "content": "Libya's oil company says eight gunmen attacked a substation of its southwestern Sharara oilfield but no employees were hurt and production was unaffected. Wednesday's statement from the National Oil Corporation says the attackers stole three company vehicles … [+610 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Small business tax planning looms. Tips to make it easier", "description": "Year-end tax planning, something that should be part of a business owner's annual routine, is particularly important now because of the tax law enacted last year", "url": "https://abcnews.go.com/Business/wireStory/small-business-tax-planning-looms-tips-make-easier-59340597", "urlToImage": null, "publishedAt": "2018-11-21T15:24:43Z", "content": "Year-end tax planning, something that should be part of a small business owner's annual routine, is particularly important now because of the tax law enacted nearly a year ago. The IRS has cleared up some of the mystery around sections of the law that affecte… [+2152 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kosovo sets tariffs on Serbia, Bosnia as ties strain", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/kosovo-sets-tariffs-serbia-bosnia-ties-strain-59339531", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1e2ac6deb77042c6a539c80a93118581_16x9_992.jpg", "publishedAt": "2018-11-21T15:23:22Z", "content": "Kosovo's government says it will put a 100 percent import tax on all goods imported from Serbia and Bosnia Herzegovina as diplomatic tensions rise. Wednesday's decision seems to be retaliation against what Deputy Prime Minister Enver Hoxhaj said was Serbia's … [+1329 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Netflix docu-series 'Dogs' lovingly serves up the human bond", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/netflix-docu-series-dogs-lovingly-serves-human-bond-59340452", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_b1e66b4a0b074638a7358cae0744cd8d_16x9_992.jpg", "publishedAt": "2018-11-21T15:21:30Z", "content": "In these heated and oft-difficult times, do we need dogs more than ever? Do we need to rescue them, let them run free, accept their precious help with our most trying physical challenges and revel in their licks and loving nudges? Filmmakers Glen Zipper and A… [+4222 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Do these 5 things by Dec. 31 to cut your tax bill", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/things-dec-31-cut-tax-bill-59340563", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_e967d00f88454adaa0be1f611106367f_16x9_992.jpg", "publishedAt": "2018-11-21T15:20:23Z", "content": "It may seem too early to start thinking about your tax return, but procrastination could cost you thousands of dollars. Here are a few simple maneuvers that could save you a bundle on your taxes if you make them by Dec. 31. 1. MOVE MONEY INTO A 401(K) Traditi… [+3704 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Businesses must learn new tax law or pay the price in 2019", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/businesses-learn-tax-law-pay-price-2019-59340247", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_463deaf1b2b04b1999cb9ead35bc6ce7_16x9_992.jpg", "publishedAt": "2018-11-21T15:11:35Z", "content": "Small business owners who don't take time to understand the new tax law may be in for a painful filing season next spring. While accountants and tax attorneys always recommend owners review their finances and meet with tax professionals well before Dec. 31, i… [+5611 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Stocks open higher on Wall Street after 2 days of big losses", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/stocks-open-higher-wall-street-days-big-losses-59340169", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_f976b3d9a14a49139ace4a6b70dd3ca0_16x9_992.jpg", "publishedAt": "2018-11-21T15:08:14Z", "content": "Stocks in the U.S. are higher Wednesday morning after two days of steep losses, and major European indexes are also recovering. Major technology companies including Apple and Microsoft are up after they've tumbled in the last few days. Crude oil prices are up… [+3063 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: 2 convicted for smuggling migrants into Britain", "description": "Two men have been convicted and sentenced to eight years in prison for smuggling Albanian migrants into Britain across the choppy English Channel in a small inflatable boat", "url": "https://abcnews.go.com/International/wireStory/latest-bodies-wash-spanish-beaches-24-hours-59339783", "urlToImage": "https://s.abcnews.com/images/International/WireAP_221c4ed2ec404d39948dee09b051be19_16x9_992.jpg", "publishedAt": "2018-11-21T15:05:15Z", "content": "The Latest on the influx of migrants into Europe (all times local): 5:05 p.m. Two men have been convicted and sentenced to eight years in prison for smuggling Albanian migrants into Britain across the choppy English Channel in a small inflatable boat. Kent Po… [+2241 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US home sales rise 1.4 percent, snap 6-month losing streak", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-home-sales-rise-14-percent-snap-month-59340032", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_7884c862ba2c44e0ae0b43e63302dc62_16x9_992.jpg", "publishedAt": "2018-11-21T15:03:03Z", "content": "U.S. home sales rose in October, breaking a six-month losing streak. But sales are still down from a year ago, hurt by rising interest rates. The National Association of Realtors said Wednesday that sales of existing homes climbed 1.4 percent to a seasonally … [+1388 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US home sales rose 1.4 percent in October, breaking six-month losing streak though still down from year ago", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-home-sales-rose-14-percent-october-breaking-59339875", "urlToImage": null, "publishedAt": "2018-11-21T15:00:33Z", "content": "US home sales rose 1.4 percent in October, breaking six-month losing streak though still down from year ago."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Kansas county commissioner resigns over 'master race' comment", "description": "Louis Klemp made the comment while talking to a black consultant during a board meeting.", "url": "https://abcnews.go.com/US/video/kansas-county-commissioner-resigns-master-race-comment-59339310", "urlToImage": "https://s.abcnews.com/images/US/181121_ugc_master_race_commissioner_resignation_letter_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T15:00:33Z", "content": "Now Playing: Kansas county commissioner resigns over 'master race' comment Now Playing: News headlines today: Nov. 21, 2018 Now Playing: Exploring how faith and spirituality has helped guide newsmakers and more Now Playing: Tiger Woods and Phil Mickelson disc… [+1105 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Rights group: Christian religious freedoms decline in Egypt", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/rights-group-christian-religious-freedoms-decline-egypt-59339615", "urlToImage": null, "publishedAt": "2018-11-21T14:53:28Z", "content": "An Egypt ian rights group says the country's Christians are suffering increased discrimination despite official efforts to address their grievances. The finding comes in a report issued on Wednesday by the Egyptian Initiative for Personal Rights. The group tr… [+628 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Markets Right Now: Stocks are opening higher on Wall Street", "description": "Stocks are opening higher on Wall Street as big technology companies like Apple clawed back some of the ground they lost in a rout over the past two days.", "url": "https://abcnews.go.com/Business/wireStory/markets-now-stocks-opening-higher-wall-street-59339528", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_f976b3d9a14a49139ace4a6b70dd3ca0_16x9_992.jpg", "publishedAt": "2018-11-21T14:41:40Z", "content": "The latest on developments in financial markets (all times local): 9:35 a.m. Stocks are opening higher on Wall Street as big technology companies like Apple claw back some of the ground they lost in a rout over the past two days. Apple rose 1.5 percent in ear… [+536 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: News headlines today: Nov. 21, 2018", "description": "Catch up on the developing stories making headlines today.", "url": "https://abcnews.go.com/US/video/news-headlines-today-nov-21-2018-59339390", "urlToImage": "https://s.abcnews.com/images/US/181121_vod_live_headlines_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T14:39:41Z", "content": "Now Playing: News headlines today: Nov. 20, 2018 Now Playing: Kansas county commissioner resigns over 'master race' comment Now Playing: News headlines today: Nov. 21, 2018 Now Playing: Exploring how faith and spirituality has helped guide newsmakers and more… [+1082 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "American believed to have been killed by isolated tribe in India: Reports - ABC News", "description": "ABC News American believed to have been killed by isolated tribe in India: Reports ABC News An American man has reportedly been killed by a remote tribe after taking an illegal trip to one of the Andaman Islands in India, according to local media reports. The…", "url": "https://abcnews.go.com/International/american-believed-killed-isolated-tribe-india-reports/story?id%3D59338929", "urlToImage": null, "publishedAt": "2018-11-21T14:38:38Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Yankees GM: Hustling 'always a prerequisite,' but won't discuss Manny Machado - ABC News", "description": "ABC News Yankees GM: Hustling 'always a prerequisite,' but won't discuss Manny Machado ABC News New York Yankees general manager Brian Cashman refused to enter the Manny Machado hustle debate Thursday, telling ESPN New York Radio that the bottom line is putti…", "url": "https://abcnews.go.com/Sports/yankees-gm-hustling-prerequisite-discuss-manny-machado/story?id%3D59339437", "urlToImage": null, "publishedAt": "2018-11-21T14:36:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Guy Davies", "title": "American believed to have been killed by isolated tribe in India: Reports", "description": "The man was killed after taking an illegal trip to visit an isolated tribe.", "url": "https://abcnews.go.com/International/american-believed-killed-isolated-tribe-india-reports/story?id=59338929", "urlToImage": "https://s.abcnews.com/images/International/sentilese-file-rt-ml-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T14:35:18Z", "content": "An American man has reportedly been killed by a remote tribe after taking an illegal trip to one of the Andaman Islands in India, according to local media reports. The 27-year-old is believed have been killed by the indigenous Sentinelese people on North Sent… [+1969 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson, Josh Margolin and Aaron Katersky", "title": "Mansion fire being probed as quadruple homicide", "description": "A New Jersey mansion fire that killed four people is being probed as a homicide.", "url": "https://abcnews.go.com/US/jersey-mansion-fire-probed-quadruple-homicide/story?id=59339131", "urlToImage": "https://s.abcnews.com/images/US/fatal-mansion-fire-nj-01-wabc-jc-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T14:19:11Z", "content": "A blaze that ripped through a New Jersey mansion and killed four people, including two children, is being investigated as a homicide, according to law enforcement sources. Paul Caneiro, the brother of Keith Caneiro who was found dead along with his family in … [+361 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Child bride auction in South Sudan goes viral, sparks anger", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/child-bride-auction-south-sudan-viral-sparks-anger-59339178", "urlToImage": null, "publishedAt": "2018-11-21T14:09:59Z", "content": "Five hundred cows, two luxury cars, $10,000, two bikes, a boat and a few cell phones made up the final price in a heated bidding war for a child bride in South Sudan that went viral after the auction was pointed out on Facebook. It is the largest dowry ever p… [+3512 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Ryan March", "title": "‘Ralph Breaks the Internet’ – Balancing Humor With Heart", "description": "While trailers for “Ralph Breaks the Internet” showcase the film’s envelope-pushing approach to humor, balancing that humor with heart remains a hallmark of Disney Animation.", "url": "https://disneyparks.disney.go.com/blog/2018/11/ralph-breaks-the-internet-balancing-humor-with-heart/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/euyghvmbyu4ty986.jpg", "publishedAt": "2018-11-21T14:03:00Z", "content": "While trailers for Ralph Breaks the Internet showcase the films envelope-pushing approach to humor, balancing that humor with heart remains a hallmark of Disney Animation. So where did filmmakers find the heart in their side-splitting story? I pose that quest… [+299 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Allison Friedlander", "title": "Give the Gift of Disney this Holiday Season", "description": "It’s that time of year again! Have you checked your list? Maybe you’d like to add some of the new holiday Disney Gift Card designs to it. This year, there are a slew of new and fun Disney Gift Cards to make your season bright!", "url": "https://disneyparks.disney.go.com/blog/2018/11/give-the-gift-of-disney-this-holiday-season/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/dfjigk32fnjskd.jpg", "publishedAt": "2018-11-21T14:02:34Z", "content": "Its that time of year again! Have you checked your list? Maybe youd like to add some of the new holiday Disney Gift Card designs to it. This year, there are a slew of new and fun Disney Gift Cards to make your season bright! At most merchandise locations thro… [+2361 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Alex Dunlap", "title": "Today is National Gingerbread Day: Celebrate with Gingerbread Displays at Disney Parks", "description": "It’s that time of year again, and our pastry chefs have outdone themselves! With displays at both Disneyland and Walt Disney World Resorts, as well as Aulani and aboard each Disney Cruise Line ship, there are dazzling gingerbread displays wherever you go! Her…", "url": "https://disneyparks.disney.go.com/blog/2018/11/today-is-national-gingerbread-day-celebrate-with-gingerbread-displays-at-disney-parks/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/euitruyt8793801.jpg", "publishedAt": "2018-11-21T14:02:03Z", "content": "Its that time of year again, and our pastry chefs have outdone themselves! With displays at both Disneyland and Walt Disney World Resorts, as well as Aulani and aboard each Disney Cruise Line ship, there are dazzling gingerbread displays wherever you go! Here… [+8826 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Scott Terrell", "title": "Wildlife Wednesday: Help Us Name Newest Giraffe Calf at Disney’s Animal Kingdom", "description": "Exciting baby news from Disney’s Animal Kingdom...last month, a female Masai giraffe calf was born at the park, and we could use your help in choosing a name.", "url": "https://disneyparks.disney.go.com/blog/2018/11/wildlife-wednesday-help-us-name-newest-giraffe-calf-at-disneys-animal-kingdom/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/bga02934802948203492fi.jpg", "publishedAt": "2018-11-21T14:01:06Z", "content": "Exciting baby news from Disneys Animal Kingdom …last month, a female Masai giraffe calf was born at the park, and we could use your help in choosing a name. The calfs parents, Kenya and George, were paired together through the Species Survival Plan, which is … [+829 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Emily Whipp, Gwen Gowen and Allie Yang", "title": "The iconic music reborn in sequel 'Mary Poppins Returns'", "description": "“It wasn't a script that began the development of Mary Poppins. It was music,” said Disney expert Jeff Kurtti.", "url": "https://abcnews.go.com/Entertainment/iconic-music-reborn-sequel-mary-poppins-returns/story?id=59252296", "urlToImage": "https://s.abcnews.com/images/2020/mary-poppins-returns-01-disney-ht-jc-181116_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T13:58:29Z", "content": "Mary Poppins has provided the soundtrack to so many childhoods for more than five decades. From A Spoonful of Sugar and Supercalifragilisticexpialidocious to Chim Chim Cheree, the only thing as memorable as the magical story of Mary Poppins is the music. And,… [+4965 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "German nurse on trial over 100 killings says he's sorry", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/german-nurse-trial-100-killings-59338881", "urlToImage": null, "publishedAt": "2018-11-21T13:45:58Z", "content": "A former nurse accused of killing 100 patients at two hospitals in Germany says he's sorry and ashamed of what he did. German news agency dpa reported Wednesday that Niels Hoegel spoke at length for the first time during his trial at a regional court in the n… [+503 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "The iconic music reborn in sequel 'Mary Poppins Returns' - ABC News", "description": "The iconic music reborn in sequel 'Mary Poppins Returns' ABC News Mary Poppins has provided the soundtrack to so many childhoods for more than five decades. From “A Spoonful of Sugar” and “Supercalifragilisticexpialidocious” to “Chim Chim Cheree,” the only th…", "url": "https://abcnews.go.com/Entertainment/iconic-music-reborn-sequel-mary-poppins-returns/story?id%3D59252296", "urlToImage": null, "publishedAt": "2018-11-21T13:45:29Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US durable goods orders fall 4.4 percent in October", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-durable-goods-orders-fall-44-percent-october-59338833", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_647ae461d4b64a2b87a9de7c378e634c_16x9_992.jpg", "publishedAt": "2018-11-21T13:35:35Z", "content": "Orders to U.S. factories for big-ticket manufactured goods fell by the largest amount in 15 months with a key category that tracks business investment showing weakness for the third consecutive month. The Commerce Department said Wednesday that orders for dur… [+2166 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Mali's central region facing unprecedented violence: Report", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/malis-central-region-facing-unprecedented-violence-report-59338753", "urlToImage": null, "publishedAt": "2018-11-21T13:33:26Z", "content": "Rights groups say Mali is experiencing unprecedented violence in its central region where extremists, armed groups and the military are committing human rights violations. The International Federation of Human Rights and the Malian Association of Human Rights… [+572 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Vienna conference calls on combating anti-Semitism in Europe", "description": "Jewish and European leaders have vowed at a conference in Vienna to combat the reemergence of anti-Semitism on the continent and suggested a catalogue of concrete measures against Jew hatred", "url": "https://abcnews.go.com/International/wireStory/vienna-conference-calls-combating-anti-semitism-europe-59338720", "urlToImage": null, "publishedAt": "2018-11-21T13:32:14Z", "content": "Jewish and European leaders are vowing to combat the resurgence of anti-Semitism on the continent and proposed concrete measures to counter the hatred of Jews. The head of the European Jewish Congress, Moshe Kantor, warned at Wednesday's \"Europe Beyond Anti-S… [+613 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 1 dead, 5 injured in fiery 4-car crash on Brooklyn Bridge", "description": "Several vehicles exploded in flames on New York City's Brooklyn Bridge.", "url": "https://abcnews.go.com/US/video/dead-injured-fiery-car-crash-brooklyn-bridge-59338388", "urlToImage": "https://s.abcnews.com/images/US/181121_wabc_brooklyn_bridge_car_fire_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T13:26:17Z", "content": "Now Playing: Exploring how faith and spirituality has helped guide newsmakers and more Now Playing: Tiger Woods and Phil Mickelson discuss high-stakes matchup Now Playing: How a hurricane-devastated community is coming together for Thanksgiving Now Playing: F… [+1149 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Melissa Griffin", "title": "Coldest Thanksgiving in decades on the way for Northeast, Midwest", "description": "Wind chills will be in the single digits on Thursday morning.", "url": "https://abcnews.go.com/US/coldest-thanksgiving-decades-northeast-midwest/story?id=59336238", "urlToImage": "https://s.abcnews.com/images/US/trump-turkey-ap-mo-20181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T13:25:46Z", "content": "A major cold blast is moving into the Northeast just in time for Thanksgiving morning. Several daily record lows and record-low highs are expected to be broken with temperatures 20 to 35 degrees below normal. Interested in Weather? Add Weather as an interest … [+2133 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Liezl Thom", "title": "Rare white lion may be saved by 'mystery donor'", "description": "Animal rights activists fear that the lion might be auctioned off to become a hunting trophy.", "url": "https://abcnews.go.com/International/rare-white-lion-south-africa-named-mufasa-saved/story?id=59315318", "urlToImage": "https://s.abcnews.com/images/International/mufasa-white-lion-01-ht-jef-181120_hpMain_v12x5_16x9_992.jpg", "publishedAt": "2018-11-21T13:23:28Z", "content": "A tense legal battle in South African courts over the fate of a rare white lion might be over after a mystery donor stepped in to buy the animal. Three-year-old Mufasa was confiscated as a cub from a private owner after law enforcement officials found out tha… [+2208 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Hospital gunman fired at least 30 times before killing self - ABC News", "description": "ABC News Hospital gunman fired at least 30 times before killing self ABC News Moments before her ex-fiance fatally shot her in the parking lot of the hospital where she worked, a Chicago doctor called 911 to report that she had spotted the man and feared for …", "url": "https://abcnews.go.com/US/wireStory/hospital-gunman-fired-30-times-killing-59338469", "urlToImage": "https://s.abcnews.com/images/US/WireAP_27aa2259032e476f948b59c2bc07abd2_16x9_992.jpg", "publishedAt": "2018-11-21T13:21:52Z", "content": "Moments before her ex-fiance fatally shot her in the parking lot of the hospital where she worked, a Chicago doctor called 911 to report that she had spotted the man and feared for her life. As investigators tried to piece together the events that ended with … [+4267 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Driver killed by concrete tossed from bridge", "description": "The 54-year-old man was on his way to work.", "url": "https://abcnews.go.com/US/video/driver-killed-concrete-tossed-bridge-59336766", "urlToImage": "https://s.abcnews.com/images/US/181121_atm_concrete_crashes_into_car_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T13:17:34Z", "content": "Now Playing: Thanksgiving by the numbers: average American consumes 4,500 calories on Thanksgiving Now Playing: New Jersey mansion fire being probed as quadruple homicide Now Playing: Aaron Rodgers donates $1 million to California wildfire recovery efforts No… [+1218 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "3 vehicles catch fire after Brooklyn Bridge crash", "description": "Police say all lanes have been closed in both directions.", "url": "https://abcnews.go.com/US/wireStory/vehicles-catch-fire-brooklyn-bridge-crash-59338260", "urlToImage": null, "publishedAt": "2018-11-21T13:16:28Z", "content": "The Fire Department of New York says three vehicles have caught on fire and one person has died following a crash on the Brooklyn Bridge in New York City. Five other people have suffered minor injuries. Police say all lanes have been closed in both directions… [+266 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US airstrike in Somalia against al-Shabab kills 7 extremists", "description": "The strike came a day after two other U.S. airstrikes killed 37 extremists.", "url": "https://abcnews.go.com/International/wireStory/us-airstrike-somalia-al-shabab-kills-extremists-59338261", "urlToImage": null, "publishedAt": "2018-11-21T13:09:59Z", "content": "The U.S. military says it has carried out an airstrike in central Somalia targeting al-Shabab that killed seven extremists. The U.S. Africa Command statement says Tuesday's airstrike occurred in Quy Cad in the Mudug region. The strike was carried out a day af… [+575 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Top Israeli minister: Trump wasting his time with peace plan", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/top-israeli-minister-trump-wasting-time-peace-plan-59336401", "urlToImage": "https://s.abcnews.com/images/International/WireAP_2e90d3613041421090a8dea2ea3aed59_16x9_992.jpg", "publishedAt": "2018-11-21T13:07:21Z", "content": "A top Israel i Cabinet minister says President Donald Trump is wasting his time trying to push for an Israeli-Palestinian peace plan. Justice Minister Ayelet Shaked says that reaching peace is currently impossible and that Trump should focus his energy elsewh… [+565 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Dick Van Dyke's first question upon hearing about 'Mary Poppins Returns': Can I be in", "description": "The legendary comedic actor, now 92, tells his co-star Lin-Manuel Miranda that he is playing the son of the elderly banker Mr. Dawes Sr.", "url": "https://abcnews.go.com/2020/video/dick-van-dykes-question-hearing-mary-poppins-returns-59330257", "urlToImage": "https://s.abcnews.com/images/Nightline/181120_ntl_poppins_dyke_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T13:00:22Z", "content": "Now Playing: Dick Van Dyke apologizes for his cockney accent in 'Mary Poppins' Now Playing: Lin-Manuel Miranda will reprise 'Hamilton' role in Puerto Rico Now Playing: 'Mary Poppins Returns -Behind the Magic' A Special 2020 airs Thanksgiving 8/7c on ABC Now P… [+1346 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Greece: Creditors approve U-turn on pension cuts", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/greece-creditors-approve-turn-pension-cuts-59338259", "urlToImage": "https://s.abcnews.com/images/International/WireAP_68d99c0cd3104f7fa37ce79a0aec8dd2_16x9_992.jpg", "publishedAt": "2018-11-21T13:00:18Z", "content": "Greece's bailout creditors have approved a request by the country to scrap pension cuts planned in 2019 after the country delivered a strong budget performance. In a report published Wednesday, the European Commission said the previously agreed cuts were no l… [+433 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 'Mary Poppins Returns' songwriters on the challenge of creating the sequel's music", "description": "Award-winning composers Marc Shaiman and Scott Wittman said finding out they had been tapped for the project was \"fantastic,\" but \"then you have to write it,\" Wittman joked.", "url": "https://abcnews.go.com/2020/video/mary-poppins-returns-songwriters-challenge-creating-sequels-music-59330154", "urlToImage": "https://s.abcnews.com/images/Nightline/181120_ntL_poppins_songwriters_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T13:00:06Z", "content": "Now Playing: 'Mary Poppins Returns -Behind the Magic' A Special 2020 airs Thanksgiving 8/7c on ABC Now Playing: 'Mary Poppins Returns' star Emily Blunt shares hilarious on-set moment Now Playing: The moment 'Mary Poppins Returns' star Emily Blunt learned she … [+1280 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Switzerland delays final decision on UN migration pact", "description": "The Swiss government says the country won't attend a conference next month at which a U.N.-backed agreement on migration is to be approved because it wants to wait for parliamentary debates at home before giving its final blessing", "url": "https://abcnews.go.com/International/wireStory/switzerland-delays-final-decision-migration-pact-59337944", "urlToImage": null, "publishedAt": "2018-11-21T12:42:58Z", "content": "The Swiss government says the country won't attend a conference next month at which a U.N.-backed agreement on migration is to be approved because it wants to wait for parliamentary debates at home before giving its final blessing. Switzerland's governing Fed… [+584 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UAE sentences British academic to life in prison for spying", "description": "Matthew Hedges was arrested at Dubai Airport on May 5, and denies the charges.", "url": "https://abcnews.go.com/International/wireStory/uae-sentences-british-academic-life-prison-spying-59336990", "urlToImage": null, "publishedAt": "2018-11-21T12:28:04Z", "content": "Interested in United Kingdom? Add United Kingdom as an interest to stay up to date on the latest United Kingdom news, video, and analysis from ABC News. The family of a British academic jailed in the United Arab Emirates on spying allegations says he's been s… [+641 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Romania agrees to support EU migration reforms", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/romania-agrees-support-eu-migration-reforms-59337531", "urlToImage": "https://s.abcnews.com/images/International/WireAP_221c4ed2ec404d39948dee09b051be19_16x9_992.jpg", "publishedAt": "2018-11-21T12:24:51Z", "content": "A top European Union official says Romania's government has agreed to back EU reforms to overhaul the bloc's migration system. European Parliament President Antonio Tajani said Wednesday that Romanian Premier Viorica Dancila had promised to support seven prop… [+590 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Dolce & Gabbana accused of insulting China; blames hackers", "description": "Dolce & Gabbana has apologized for insulting remarks about China it allegedly made in conversations on Instagram but denied that it was responsible", "url": "https://abcnews.go.com/International/wireStory/dolce-gabbana-accused-insulting-china-blames-hackers-59337155", "urlToImage": null, "publishedAt": "2018-11-21T12:20:44Z", "content": "Dolce &amp; Gabbana has apologized for insulting remarks about China it allegedly made in conversations on Instagram but denied that it was responsible. The luxury fashion house canceled a show in Shanghai on Wednesday after Chinese celebrities said they woul… [+518 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Blocks found in Egypt bear name of famed pharaoh's builder", "description": "Egypt says archaeologists digging in Cairo have found two blocks of limestone with inscriptions belonging to an engineer who worked for Ramses II, one of the longest ruling pharaohs in antiquity", "url": "https://abcnews.go.com/International/wireStory/blocks-found-egypt-bear-famed-pharaohs-builder-59337130", "urlToImage": null, "publishedAt": "2018-11-21T12:20:13Z", "content": "Egypt says archaeologists digging in Cairo have found two blocks of limestone with inscriptions belonging to an engineer who worked for Ramses II, one of the longest ruling pharaohs in antiquity. The Antiquities Ministry said Wednesday that the artifacts were… [+547 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Hong Kong finds humans contracted hepatitis carried in rats", "description": "The Hong Kong Health Department says a second person in the city has been found to have contracted a strain of hepatitis that is carried by rats", "url": "https://abcnews.go.com/Health/wireStory/hong-kong-finds-humans-contracted-hepatitis-carried-rats-59337129", "urlToImage": null, "publishedAt": "2018-11-21T12:16:56Z", "content": "The Hong Kong Health Department says a second person in the city has been found to have contracted a strain of hepatitis that is carried by rats. Both human cases appear to be the first known globally. The Health Department said in a statement Wednesday that … [+501 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP Explains: Dispute between Seoul, Tokyo over WWII brothels", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/ap-explains-dispute-seoul-tokyo-wwii-brothels-59336705", "urlToImage": "https://s.abcnews.com/images/International/WireAP_37197ca3964c4da09be2e096db38c870_16x9_992.jpg", "publishedAt": "2018-11-21T11:50:15Z", "content": "South Korea's decision to dissolve a foundation funded by Japan to compensate South Korea n women who were forced to work in Japan's World War II military brothels has thrown fuel on the diplomatic fire between the countries, who share a bitter wartime histor… [+6524 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "New oil price plunge sends ripples through global economy", "description": "Sharply lower oil prices are sending ripples through the global economy, lending more spending power to consumers shopping for Christmas gifts and making fuel cheaper for people in poorer countries.", "url": "https://abcnews.go.com/International/wireStory/oil-price-plunge-sends-ripples-global-economy-59335770", "urlToImage": null, "publishedAt": "2018-11-21T11:39:11Z", "content": "Sharply lower oil prices are sending ripples through the global economy, lending more spending power to consumers particularly for Americans' big holiday shopping spree but potentially dampening investment in U.S. oil production. The fall doesn't yet match th… [+1941 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Coldest Thanksgiving in decades on the way for Northeast, Midwest - ABC News", "description": "ABC News Coldest Thanksgiving in decades on the way for Northeast, Midwest ABC News A major cold blast is moving into the Northeast just in time for Thanksgiving morning. Several daily record lows and record-low highs are expected to be broken with temperatur…", "url": "https://abcnews.go.com/US/coldest-thanksgiving-decades-northeast-midwest/story?id%3D59336238", "urlToImage": null, "publishedAt": "2018-11-21T11:28:34Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Brad Mielke and Kelly Terez", "title": "'This is my highway': Doctors challenge NRA after Chicago hospital shooting", "description": "Doctors challenge the NRA after a hospital shooting with #ThisISOurLane.", "url": "https://abcnews.go.com/US/highway-doctors-challenge-nra-chicago-hospital-shooting/story?id=59326179", "urlToImage": "https://s.abcnews.com/images/US/mercy-hospital-1-gty-er-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T11:23:59Z", "content": "The medical community reignited a social media campaign against the National Rifle Association earlier this week after a gunman opened fire at Mercy Hospital and Medical Center on Chicago's South Side, killing an ER doctor, a pharmacist and a police officer. … [+4171 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Spanish court rules union of sex workers illegal", "description": "Spain's National Court has outlawed a union of sex workers, saying that recognition of the group amounted to making the exploitation of prostitutes legal", "url": "https://abcnews.go.com/International/wireStory/spanish-court-rules-union-sex-workers-illegal-59336403", "urlToImage": null, "publishedAt": "2018-11-21T11:18:58Z", "content": "Spain's National Court has outlawed a union of sex workers, saying that recognition of the group amounted to making the exploitation of prostitutes legal. Wednesday's ruling agreed with two women's rights groups that filed a lawsuit against the OTRAS sex work… [+525 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Amnesty to expand probe of US-led campaign in Syria's Raqqa", "description": "Amnesty is enlisting the help of online activists to expand its investigation.", "url": "https://abcnews.go.com/International/wireStory/amnesty-expand-probe-us-led-campaign-syrias-raqqa-59335168", "urlToImage": "https://s.abcnews.com/images/International/WireAP_921c50b8179a42b38217a2354c96f115_16x9_992.jpg", "publishedAt": "2018-11-21T11:10:22Z", "content": "Interested in Syria? Add Syria as an interest to stay up to date on the latest Syria news, video, and analysis from ABC News. Amnesty International said Wednesday it is enlisting the help of thousands of online activists to speed up its investigation into the… [+2063 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Rick Klein and MaryAlice Parks", "title": "The Note: Alarms blare for GOP in Mississippi", "description": "It's not just that the runoff is taking up brain-space, or resources, or requiring some presidential travel on the eve of next week's election.", "url": "https://abcnews.go.com/Politics/note-alarms-blare-gop-mississippi/story?id=59331346", "urlToImage": "https://s.abcnews.com/images/Politics/mississippi-elections-ap-gty-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T11:04:06Z", "content": "The TAKE with Rick Klein Interested in The Note? Add The Note as an interest to stay up to date on the latest The Note news, video, and analysis from ABC News. Cue the Republican panic, right in time for a holiday weekend. What was supposed to be an election … [+5588 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Heavy rain could trigger mudslides, flash floods in California as rescuers search for wildfire victims - ABC News", "description": "ABC News Heavy rain could trigger mudslides, flash floods in California as rescuers search for wildfire victims ABC News Heavy rain is forecast in parts of California on Wednesday, potentially triggering flash floods, debris flows or mudslides in areas where …", "url": "https://abcnews.go.com/US/heavy-rain-trigger-mudslides-flash-floods-california-rescuers/story?id%3D59335861", "urlToImage": null, "publishedAt": "2018-11-21T11:00:26Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Karma Allen", "title": "Heavy rain could trigger flash floods, mudslides in areas scorched by wildfires", "description": "Rescuers are racing to find more possible victims before the rain hits.", "url": "https://abcnews.go.com/US/heavy-rain-trigger-mudslides-flash-floods-california-rescuers/story?id=59335861", "urlToImage": "https://s.abcnews.com/images/US/fire_dog_ap_181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T11:00:14Z", "content": "Heavy rain is forecast in parts of California on Wednesday, potentially triggering flash floods, debris flows or mudslides in areas where wildfires recently killed more than 80 people and destroyed nearly 17,000 structures. Interested in Weather? Add Weather … [+3001 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Peacekeepers left more than 6,000 children in Liberia", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/peacekeepers-left-6000-children-liberia-59335669", "urlToImage": "https://s.abcnews.com/images/International/WireAP_19d89d30f0894c8a915d84a2267d3af5_16x9_992.jpg", "publishedAt": "2018-11-21T10:59:51Z", "content": "The only memento Moses Z. Kaine has from his father is a T-shirt, left more than two decades ago when the peacekeeper's tour of duty finished and he returned home, leaving his pregnant girlfriend behind. \"I was still in my mother's womb when my father ended h… [+6641 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "4 Finns held in Malaysia for distributing religious material", "description": "Malaysian police say four tourists from Finland have been arrested for distributing Christian materials at public places on a resort island", "url": "https://abcnews.go.com/International/wireStory/finns-held-malaysia-distributing-religious-material-59336178", "urlToImage": null, "publishedAt": "2018-11-21T10:59:11Z", "content": "Malaysian police say four tourists from Finland have been arrested for distributing Christian materials at public places on a resort island. The police chief of Langkawi island, Mohamad Iqbal Ibrahim, says the two women and two men were detained Tuesday at th… [+527 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "Comedian Michelle Wolf delivers one-liner in response to Trump attack", "description": "Michelle Wolf hosted the White House Correspondents' Dinner last year.", "url": "https://abcnews.go.com/Politics/comedian-michelle-wolf-delivers-liner-response-trump-attack/story?id=59335769", "urlToImage": "https://s.abcnews.com/images/Politics/michelle-wolf-whcd-01-gty-mt-180428_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T10:45:13Z", "content": "Michelle Wolf won't be making any jokes from the podium at the White House Correspondents' Dinner, but last year's host was ready with a one-liner after the president attacked her on Twitter. Donald Trump, who bashed Wolf relentlessly for her performance at l… [+2972 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "World economy has 'passed its peak' as trade wars weigh", "description": "A global economic watchdog says world growth has passed its peak and faces growing risks, including from trade disputes and higher interest rates", "url": "https://abcnews.go.com/International/wireStory/world-economy-passed-peak-trade-wars-weigh-59335962", "urlToImage": null, "publishedAt": "2018-11-21T10:44:28Z", "content": "A global economic watchdog says world growth has passed its peak and faces growing risks, including from trade disputes and higher interest rates. The Organization for Economic Co-operation and Development, which advises many of the world's richest economies,… [+592 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Duchess Meghan visits Hubb Community Kitchen 2 months after co-authoring charity cookbook with survivors - ABC News", "description": "ABC News Duchess Meghan visits Hubb Community Kitchen 2 months after co-authoring charity cookbook with survivors ABC News Meghan Markle, the Duchess of Sussex, will visit the Hubb Community Kitchen in West London today to meet with a group of female survivor…", "url": "https://abcnews.go.com/GMA/Culture/duchess-meghan-visits-hubb-community-kitchen-months-authoring/story?id%3D59321857", "urlToImage": null, "publishedAt": "2018-11-21T10:34:48Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Merkel concerns by Gibraltar impasse on Brexit", "description": "German Chancellor Angela Merkel says she hopes Spanish reservations about the status of Gibraltar after Britain leaves the European Union can be overcome by the time EU leaders meet Sunday to sign off on the draft Brexit deal", "url": "https://abcnews.go.com/International/wireStory/latest-merkel-concerns-gibraltar-impasse-brexit-59335862", "urlToImage": "https://s.abcnews.com/images/International/WireAP_562b09c91262498c89586c7603e0835d_16x9_992.jpg", "publishedAt": "2018-11-21T10:33:20Z", "content": "The Latest on negotiations over Britain's exit from the European Union (all times local): 10:30 a.m. German Chancellor Angela Merkel says she hopes Spanish reservations about the status of Gibraltar after Britain leaves the European Union can be overcome by t… [+1412 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jason Nathanson", "title": "How 'Operation Gratitude' became a nationwide intensive 'care' campaign", "description": "Like a bolt of lightning, Carolyn Blashek thought, “Why not send care packages to military members?”", "url": "https://abcnews.go.com/US/operation-gratitude-nationwide-intensive-care-campaign/story?id=59321340", "urlToImage": "https://s.abcnews.com/images/US/abc_operationg1_le_181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T10:14:41Z", "content": "The day after the Sept. 11, 2001 terror attacks, then-46-year-old Carolyn Blashek tried to enlist in the military. \"I just thought, 'Were at war,'\" Blashek recalled, telling ABC Radio she was thinking about her teenagers at the time. \"I want to be the one to … [+5131 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "David Rind", "title": "'Start Here': Stock selloff, Khashoggi. What you need to know to start your day.", "description": "It's Wednesday, Nov. 21, 2018. Here's what you need to start your day.", "url": "https://abcnews.go.com/US/start-here-trump-defends-saudis-dow-plunges-nurses-fight/story?id=59313963", "urlToImage": "https://s.abcnews.com/images/US/pompeo-gty-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T10:12:43Z", "content": "It's Wednesday, Nov. 21, 2018. Thanks for choosing to start here. Interested in Start Here Morning Briefing ? Add Start Here Morning Briefing as an interest to stay up to date on the latest Start Here Morning Briefing news, video, and analysis from ABC News. … [+5080 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: France confident Renault to carry on smoothly", "description": "France's finance minister says Renault's new temporary leadership will ensure the carmaker functions efficiently after the arrest in Japan of its CEO, Carlos Ghosn, for alleged misuse of assets at Nissan, where is also chairman.", "url": "https://abcnews.go.com/International/wireStory/latest-france-confident-renault-carry-smoothly-59335660", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_24492696d3b3424f86e2889bcd16ec9e_16x9_992.jpg", "publishedAt": "2018-11-21T10:12:39Z", "content": "The Latest on the arrest of Carlos Ghosn, the Nissan chairman and Renault CEO (all times local): 7:10 p.m. France's finance minister says Renault's new temporary leadership will ensure the carmaker functions efficiently after the arrest in Japan of its CEO, C… [+1485 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Australian drug smuggler banned from Indonesia after release - ABC News", "description": "ABC News Australian drug smuggler banned from Indonesia after release ABC News Indonesia said an Australian woman freed Wednesday after serving nearly 14 years in prison for smuggling heroin to the tourist island of Bali will be deported and banned from the c…", "url": "https://abcnews.go.com/International/wireStory/indonesia-frees-australian-woman-14-years-prison-59335167", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1e8f44a23bb048d8a3c7d7c722716346_16x9_992.jpg", "publishedAt": "2018-11-21T10:11:00Z", "content": "Indonesia said an Australia n woman freed Wednesday after serving nearly 14 years in prison for smuggling heroin to the tourist island of Bali will be deported and banned from the country for life. Renae Lawrence was the only woman among nine Australians who … [+1954 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK's May to meet EU chief Juncker as Brexit deadline looms", "description": "The two sides have agreed a document sealing the terms of Britain's departure.", "url": "https://abcnews.go.com/International/wireStory/uks-meet-eu-chief-juncker-brexit-deadline-looms-59335368", "urlToImage": null, "publishedAt": "2018-11-21T10:10:19Z", "content": "Interested in Brexit? Add Brexit as an interest to stay up to date on the latest Brexit news, video, and analysis from ABC News. British Prime Minister Theresa May is flying to Brussels to meet European Commission President Jean-Claude Juncker in a bid to fin… [+695 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Stephanie Ebbs", "title": "Food banks see impact of Trump’s immigration policies", "description": "Families of immigrants have been reluctant to go to food banks and sign up for food stamps this year, anti-hunger advocates said.", "url": "https://abcnews.go.com/Politics/food-banks-impact-trumps-immigration-policies/story?id=59292130", "urlToImage": "https://s.abcnews.com/images/Politics/food-bank-hands-gty-ps-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T10:05:11Z", "content": "Families of immigrants have been reluctant to go to food banks and sign up for food stamps this year, anti-hunger advocates said, because many of them are afraid the federal government will use those requests for assistance against them in immigration proceed… [+6188 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Food banks see impact of Trump's immigration policies - ABC News", "description": "ABC News Food banks see impact of Trump's immigration policies ABC News Families of immigrants have been reluctant to go to food banks and sign up for food stamps this year, anti-hunger advocates said, because many are afraid the federal government will use t…", "url": "https://abcnews.go.com/Politics/food-banks-impact-trumps-immigration-policies/story?id%3D59292130", "urlToImage": null, "publishedAt": "2018-11-21T10:04:45Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Disabled Iranian woman seeks new opportunities in the West", "description": "A disabled Iranian woman who dreams of climbing to the top of the world's tallest towers with her arms is seeking her chance of opportunities in the West, waiting in Serbia for a chance to reach the rich nations of the European Union", "url": "https://abcnews.go.com/International/wireStory/disabled-iranian-woman-seeks-opportunities-west-59335469", "urlToImage": "https://s.abcnews.com/images/International/WireAP_d1b58f80a37c401292674c648a23b9d3_16x9_992.jpg", "publishedAt": "2018-11-21T10:02:27Z", "content": "Mahana Jami, whose legs were paralyzed by childhood polio, is pursuing her goal of life in a free country somewhere in the West where her disability is recognized and accommodated and she has the chance to scale the world's tallest towers using only her arms.… [+428 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US says China hacking increasing ahead of Trump-Xi meeting", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/us-china-hacking-increasing-ahead-trump-xi-meeting-59335435", "urlToImage": null, "publishedAt": "2018-11-21T10:02:08Z", "content": "A U.S. government report ahead of a meeting between Presidents Donald Trump and Xi Jinping accuses China of stepping up hacking aimed at stealing American technology as a tariff dispute escalated. Trade Representative Robert Lighthizer's report reflects U.S. … [+2614 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "European privacy search engines aim to challenge Google", "description": "In the battle for online privacy, Google is a Goliath facing European Davids.", "url": "https://abcnews.go.com/Technology/wireStory/european-privacy-search-engines-aim-challenge-google-59335367", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_6bbfcba59cc24b1faaa5540439dfaec1_16x9_992.jpg", "publishedAt": "2018-11-21T09:53:37Z", "content": "Interested in Technology? Add Technology as an interest to stay up to date on the latest Technology news, video, and analysis from ABC News. In the battle for online privacy, U.S. search giant Google is a Goliath facing a handful of European Davids. The backl… [+5491 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Merkel says UN migrants pact is in Germany's interest", "description": "Chancellor Angela Merkel says it's in Germany's interest to support a U.N. agreement on migration that countries such as the United States, Hungary and Poland have rejected", "url": "https://abcnews.go.com/International/wireStory/merkel-migrants-pact-germanys-interest-59335333", "urlToImage": "https://s.abcnews.com/images/International/WireAP_94e042f8a94145faa4ee2824da76c730_16x9_992.jpg", "publishedAt": "2018-11-21T09:41:18Z", "content": "Chancellor Angela Merkel says it's in Germany 's interest to support a U.N. agreement on migration that countries such as the United States, Hungary and Poland have rejected. Merkel told lawmakers Wednesday that the Global Compact for Safe, Orderly and Regula… [+517 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israeli Cabinet minister: Gaza leader's days are numbered", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/israeli-cabinet-minister-gaza-leaders-days-numbered-59335170", "urlToImage": null, "publishedAt": "2018-11-21T09:32:45Z", "content": "A senior Israel i Cabinet minister is threatening to kill the leader of the militant Hamas movement ruling Gaza. Yoav Gallant says Wednesday that \"Yehiyeh Sinwar's time is limited\" and \"he will not end his life in an old folks' home.\" Speaking at the Jerusale… [+539 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: SKorea's leader proud of next Interpol chief", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-ukraine-hails-choice-president-interpol-59334571", "urlToImage": "https://s.abcnews.com/images/International/WireAP_208ebb81eedd46bf928e83814fe12b03_16x9_992.jpg", "publishedAt": "2018-11-21T09:23:47Z", "content": "The Latest on the election of Interpol's next president (all times local): 2:15 p.m. Kremlin critic Bill Browder says common sense has prevailed with Interpol's decision to bypass a longtime veteran of Russia 's security services and choose a South Korean as … [+4304 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Maryland college student dies of adenovirus", "description": "Olivia Paregol, 18, a freshman at the University of Maryland, died of adenovirus on Sunday, Nov. 18, 2018. Her father says the school should've warned students sooner.", "url": "https://abcnews.go.com/Health/video/maryland-college-student-dies-adenovirus-59335087", "urlToImage": "https://s.abcnews.com/images/Health/181121_abc_wjla_virus_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T09:15:26Z", "content": "Now Playing: 7th child dies from adenovirus outbreak at New Jersey rehabilitation center Now Playing: Mom wants answers after daughter dies in viral outbreak Now Playing: Maryland college student dies of adenovirus Now Playing: Long lines as Massachusetts ope… [+1106 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "College student dies of same virus that killed 11 in New Jersey", "description": "Olivia Paregol was a freshman at the University of Maryland.", "url": "https://abcnews.go.com/US/university-maryland-student-dies-adenovirus-month-11-children/story?id=59334870", "urlToImage": "https://s.abcnews.com/images/US/university-maryland-gty-mem-180906_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T09:11:00Z", "content": "As most college freshmen prepare to head home for Thanksgiving break -- often their first trip back since beginning school -- a family in Maryland is instead dealing with unspeakable tragedy. University of Maryland freshman Olivia Paregol, 18, died Sunday fro… [+2867 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Migrants forced off ship after refusing to return to Libya", "description": "An international rights group says Libyan authorities have forcibly removed dozens of migrants who had barricaded themselves in a container ship in the port city of Misrata for the past 10 days after being picked up at sea", "url": "https://abcnews.go.com/International/wireStory/migrants-forced-off-ship-refusing-return-libya-59334536", "urlToImage": null, "publishedAt": "2018-11-21T09:10:17Z", "content": "Libyan authorities forcibly removed dozens of migrants who had barricaded themselves in a container ship in the port city of Misrata for the past 10 days after being picked up at sea. The migrants had refused to disembark, saying Libya is too dangerous for th… [+3103 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US says China hacking increasing ahead of Trump-Xi meeting", "description": "US accuses Beijing of stepping up hacking aimed at stealing American technology ahead of Xi-Trump meeting", "url": "https://abcnews.go.com/International/wireStory/us-china-hacking-increasing-ahead-trump-xi-meeting-59335085", "urlToImage": null, "publishedAt": "2018-11-21T08:57:43Z", "content": "Interested in China? Add China as an interest to stay up to date on the latest China news, video, and analysis from ABC News. The U.S. government has accused Beijing of stepping up hacking attacks aimed at stealing American technology ahead of a meeting betwe… [+550 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP PHOTOS: Russians keep alive winter boots tradition", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/ap-photos-russians-alive-winter-boots-tradition-59335084", "urlToImage": "https://s.abcnews.com/images/International/WireAP_23596e438bdf4c009377800c794ec448_16x9_992.jpg", "publishedAt": "2018-11-21T08:46:38Z", "content": "As freezing temperatures are setting in, Russians are rediscovering an old winter staple felt boots called valenki. Valenki are traditional winter footwear in Russia, prized for their ability to endure frosty conditions and a dry winter, which is typical for … [+924 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 'Journeys of Faith with Paula Faris': Kellyanne Conway describes her faith", "description": "The counselor to the president told ABC News' Paula Faris that people shouldn't doubt Trump's faith.", "url": "https://abcnews.go.com/Lifestyle/video/journeys-faith-paula-faris-kellyanne-conway-describes-faith-59320114", "urlToImage": "https://s.abcnews.com/images/Lifestyle/181120_vod_faris_kellyanne_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T08:17:56Z", "content": "Now Playing: ABC News' Paula Faris interviews Texas Senate candidate Ted Cruz Now Playing: ABC News' Paula Faris interviews Texas Senate candidate Beto O'Rourke Now Playing: 'Journeys of Faith with Paula Faris': Kellyanne Conway describes her faith Now Playin… [+1304 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "German police conduct anti-terror drill at Cologne airport", "description": "German police have conducted a large-scale anti-terror drill at Cologne-Bonn airport, in the west of the country, amid ongoing concerns about the threat posed by Islamic extremists", "url": "https://abcnews.go.com/International/wireStory/german-police-conduct-anti-terror-drill-cologne-airport-59334869", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c1ba8063e53542f1b2807af1dfe199ce_16x9_992.jpg", "publishedAt": "2018-11-21T08:16:58Z", "content": "German police have conducted a large-scale anti-terror drill at Cologne-Bonn airport, in the west of the country, amid ongoing concerns about the threat posed by Islamic extremists. Some 1,000 officers took part in the exercise early Wednesday, which took int… [+521 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kyodo: Nissan's Ghosn to be detained for another 10 days", "description": "Kyodo: Nissan Chairman Carlos Ghosn will be detained for another 10 days, after arrest on suspicion of falsifying income reports by millions of dollars and misusing company assets for personal gain", "url": "https://abcnews.go.com/International/wireStory/kyodo-nissans-ghosn-detained-10-days-59334769", "urlToImage": "https://s.abcnews.com/images/International/WireAP_a79db9176d1c48d1b6accc79fc3c891d_16x9_992.jpg", "publishedAt": "2018-11-21T08:14:06Z", "content": "Nissan Motor Co. chairman Carlos Ghosn will be detained for another 10 days following his arrest on suspicion of falsifying income reports by millions of dollars and misusing company assets for personal gain, Japanese media reported Wednesday. The board of Ni… [+4200 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bring me the bleach: Investors seek stability as stocks fall", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/bring-bleach-investors-seek-stability-stocks-fall-59334668", "urlToImage": null, "publishedAt": "2018-11-21T08:01:12Z", "content": "Goodbye iPhones and Facebook feed. Hello power plants and bleach. Since stocks began tumbling two months ago, investors haven't abandoned the market. At least, not all of it. In recent weeks, as they've pulled money out of funds that invest in go-go technolog… [+4022 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Baby dies in Bali after US woman allegedly threw it from car", "description": "Indonesian police say an American woman allegedly threw her 2-month-old daughter to her death from a moving car on the tourist island of Bali and then tried to kill herself by leaping from the car", "url": "https://abcnews.go.com/International/wireStory/baby-dies-bali-us-woman-allegedly-threw-car-59334537", "urlToImage": null, "publishedAt": "2018-11-21T07:44:38Z", "content": "Indonesian police say an American woman allegedly threw her 2-month-old daughter from a moving car on the tourist island of Bali and then tried to kill herself by jumping from the vehicle. South Denpasar police chief Nyoman Wiarajaya said Wednesday that offic… [+522 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Aid group: 85,000 children may have died of hunger in Yemen", "description": "An international aid group says an estimated 85,000 children under age 5 may have died of hunger and disease since the outbreak of Yemen's civil war in 2015", "url": "https://abcnews.go.com/International/wireStory/aid-group-85000-children-died-hunger-yemen-59334434", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0c684132f62649afa9eb4794aa2e4492_16x9_992.jpg", "publishedAt": "2018-11-21T07:42:38Z", "content": "An estimated 85,000 children under age 5 may have died of hunger and disease since the outbreak of Yemen's civil war in 2015, an international aid group said Wednesday. Save the Children said the \"conservative\" estimate is based on average mortality rates for… [+538 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "South Korean named Interpol president in blow to Russia", "description": "South Korea's Kim Jong Yang has been elected as Interpol's next president, edging out a longtime veteran of Russia's security services who was strongly opposed by the U.S., Britain and other European nations", "url": "https://abcnews.go.com/International/wireStory/south-korean-named-interpol-president-blow-russia-59334535", "urlToImage": "https://s.abcnews.com/images/International/WireAP_208ebb81eedd46bf928e83814fe12b03_16x9_992.jpg", "publishedAt": "2018-11-21T07:28:20Z", "content": "South Korea's Kim Jong Yang has been elected as Interpol's next president, edging out a longtime veteran of Russia 's security services who was strongly opposed by the U.S., Britain and other European nations. The White House and its European partners had lob… [+560 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Interpol elects South Korea's Kim Jong Yang as its president in blow to Russian efforts at naming one of their own", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/interpol-elects-south-koreas-kim-jong-yang-president-59334433", "urlToImage": null, "publishedAt": "2018-11-21T07:15:27Z", "content": "Interpol elects South Korea 's Kim Jong Yang as its president in blow to Russian efforts at naming one of their own."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Tennessee driver killed by concrete chunk tossed from highway overpass, police say - ABC News", "description": "ABC News Tennessee driver killed by concrete chunk tossed from highway overpass, police say ABC News Police are searching for a suspect in the death of a Tennessee driver killed on Tuesday when a large chunk of concrete came crashing through his windshield. J…", "url": "https://abcnews.go.com/US/tennessee-driver-killed-concrete-chunk-tossed-highway-overpass/story?id%3D59333203", "urlToImage": null, "publishedAt": "2018-11-21T06:59:13Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Karma Allen", "title": "Driver killed by concrete chunk tossed from highway overpass, police say", "description": "The 54-year-old man was on his way to work.", "url": "https://abcnews.go.com/US/tennessee-driver-killed-concrete-chunk-tossed-highway-overpass/story?id=59333203", "urlToImage": "https://s.abcnews.com/images/US/CONCRETE_CHUNK_POLICE_181121KA_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T06:55:51Z", "content": "Police are searching for a suspect in the death of a Tennessee driver killed on Tuesday when a large chunk of concrete came crashing through his windshield. Joe Shelton Jr., 54, was driving to work early Tuesday morning when the large piece of concrete smashe… [+2481 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "American believed killed by isolated tribe on Indian island", "description": "Police say an American is believed to have been killed by an isolated Indian tribe known to fire at outsiders with bows and arrows", "url": "https://abcnews.go.com/International/wireStory/american-believed-killed-isolated-tribe-indian-island-59334229", "urlToImage": null, "publishedAt": "2018-11-21T06:54:26Z", "content": "An American is believed to have been killed by an isolated Indian island tribe known to fire at outsiders with bows and arrows, police said on Wednesday. Police officer Vijay Singh said seven fishermen have been arrested for facilitating the American's visit … [+939 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Asian shares fall on sign of escalating US-China tensions", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/asian-shares-fall-sign-escalating-us-china-tensions-59334228", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_401bdfdc367248968614e9af6d16aaba_16x9_992.jpg", "publishedAt": "2018-11-21T06:39:20Z", "content": "Asian markets fell on Wednesday after a trade dispute between the U.S. and China stalled a weekend meeting, dimming hopes that it could be resolved once their leaders meet. KEEPING SCORE: Japan 's benchmark Nikkei 225 dropped 0.4 percent to 21,507.54 and the … [+2553 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Iraqi town fearful as battle against IS rages next door", "description": "Life in the Iraqi town of al-Qaim has been put on hold as just across the border in Syria, fighting rages against one of the last major enclaves of the Islamic State group", "url": "https://abcnews.go.com/International/wireStory/iraqi-town-fearful-battle-rages-door-59334076", "urlToImage": "https://s.abcnews.com/images/International/WireAP_a1f9fe352fa844d988ffb16d795cca02_16x9_992.jpg", "publishedAt": "2018-11-21T06:33:29Z", "content": "More than a year after the Iraq i town of Qaim was freed from the Islamic State group, booms from airstrikes still echo and columns of smoke rise beyond the berms and concrete walls marking the border with Syria. There, on the other side, the fight is raging … [+5772 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Taliban deny involvement in Kabul bombing that killed 50", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/taliban-deny-involvement-kabul-bombing-killed-50-59333942", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ad6c4cfaefd140d1a3c68c8503eed4af_16x9_992.jpg", "publishedAt": "2018-11-21T06:26:36Z", "content": "The Taliban have denied involvement in a suicide bombing in the Afghan capital that killed at least 50 people. Tuesday's attack, which targeted a gathering of hundreds of clerics at a wedding hall in Kabul, bore the hallmarks of a local Islamic State affiliat… [+566 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Cracks show in China's vision for model ethnic unity village", "description": "While thousands of Uighur Muslims across China's Xinjiang region are forced into re-education camps, Beijing's vision for ethnic unity is taking shape in a village where Han Chinese work and live alongside Uighur minorities. But cracks show.", "url": "https://abcnews.go.com/International/wireStory/cracks-show-chinas-vision-model-ethnic-unity-village-59333472", "urlToImage": "https://s.abcnews.com/images/International/WireAP_939eb2c5e758427c8805f63018f70de9_16x9_992.jpg", "publishedAt": "2018-11-21T05:58:00Z", "content": "In this corner of China 's far west, rows of identical white concrete houses with red metal roofs rise abruptly above the sand dunes of the harsh Taklamakan Desert. A Chinese flag flutters above the settlement, and a billboard at the entrance says, \"Welcome t… [+7118 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kenya police: Italian national kidnapped by gunmen", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/kenya-police-italian-national-kidnapped-gunmen-59333205", "urlToImage": null, "publishedAt": "2018-11-21T05:34:57Z", "content": "Kenya's police chief says gunmen have kidnapped an Italian volunteer along Kenya 's coast. Police chief Joseph Boinnet says Wednesday five people also have been wounded by the attackers who shot indiscriminately during at around 8 p.m. Tuesday in the county o… [+415 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Congress orders Trump admin to investigate Saudi crown prince's role in Khashoggi murder - ABC News", "description": "ABC News Congress orders Trump admin to investigate Saudi crown prince's role in Khashoggi murder ABC News President Donald Trump cast doubt Tuesday on whether the U.S. could ever know the extent of Saudi Crown Prince Mohammed bin Salman's involvement in the …", "url": "https://abcnews.go.com/Politics/congress-orders-trump-admin-investigate-saudi-crown-princes/story?id%3D59331546", "urlToImage": null, "publishedAt": "2018-11-21T05:30:12Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Conor Finnegan", "title": "Congress orders Trump admin to investigate Saudi prince's role in Khashoggi murder", "description": "Trump cast doubt on whether the U.S. will ever know the prince's role.", "url": "https://abcnews.go.com/Politics/congress-orders-trump-admin-investigate-saudi-crown-princes/story?id=59331546", "urlToImage": "https://s.abcnews.com/images/Politics/robert-menendez-1-gty-180131_16x9_992.jpg", "publishedAt": "2018-11-21T05:29:34Z", "content": "President Donald Trump cast doubt Tuesday on whether the U.S. could ever know the extent of Saudi Crown Prince Mohammed bin Salman's involvement in the murder of Washington Post columnist Jamal Khashoggi. But now, Congress is demanding his administration prov… [+4699 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israel steps up boycott fight after Airbnb settlement ban", "description": "Israel is threatening vacation rental company Airbnb with high taxes and legal repercussions over its decision to remove listings from Jewish West Bank settlements", "url": "https://abcnews.go.com/International/wireStory/israel-steps-boycott-fight-airbnb-settlement-ban-59333201", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1bc8f9c46f34453dba37882fe4c9c4f6_16x9_992.jpg", "publishedAt": "2018-11-21T05:23:43Z", "content": "Israel said Tuesday it would slap high taxes on vacation rental company Airbnb and encourage legal steps against the site over its decision to ban listings from West Bank settlements. The threats of sanctions ramp up Israel 's fight against a global movement … [+4661 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US bombers fly over S. China Sea ahead of carrier's arrival", "description": "The U.S. Pacific Air Forces says a pair of B-52 bombers flew over the disputed South China Sea this week, days before a U.S. aircraft carrier's scheduled arrival in Hong Kong", "url": "https://abcnews.go.com/International/wireStory/us-bombers-fly-china-sea-ahead-carriers-arrival-59333198", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1865b014c7ea4b2cb580ba5f311e60d1_16x9_992.jpg", "publishedAt": "2018-11-21T05:16:48Z", "content": "The U.S. Pacific Air Forces says a pair of B-52 bombers flew over the disputed South China Sea this week, days before a U.S. aircraft carrier's scheduled arrival in Hong Kong. The aircraft carrier USS Ronald Reagan and its battle group are due to dock in Hong… [+494 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kenya police say gunmen have kidnapped an Italian national and wounded five Kenyans near the coastal town of Malindi", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/kenya-police-gunmen-kidnapped-italian-national-wounded-kenyans-59333062", "urlToImage": null, "publishedAt": "2018-11-21T05:05:58Z", "content": "Kenya police say gunmen have kidnapped an Italian national and wounded five Kenya ns near the coastal town of Malindi."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Judge declares mistrial in case of murdered jogger", "description": "A mistrial was declared in the case of Karina Vetrano, a Queens native who was sexually assaulted and murdered in August 2016. Chanel Lewis, 22, remains in jail and will be retried in January.", "url": "https://abcnews.go.com/US/video/judge-declares-mistrial-case-murdered-jogger-59333010", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_vertano_mistrial_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T04:54:34Z", "content": "Now Playing: Karina Vetrano trial enters second day of deliberations Now Playing: Judge declares mistrial in case of murdered jogger Now Playing: Heavy holiday traffic in Los Angeles Now Playing: Deadly fire aftermath Now Playing: Milwaukee bus driver lauded … [+1119 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Renault keeps Ghosn as CEO despite arrest in Japan", "description": "France's Renault keeps CEO Carlos Ghosn on despite his arrest in Japan on allegations that he misused assets of partner Nissan Motor Co. and misreported his income", "url": "https://abcnews.go.com/International/wireStory/renault-ghosn-ceo-arrest-japan-59332877", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_24492696d3b3424f86e2889bcd16ec9e_16x9_992.jpg", "publishedAt": "2018-11-21T04:36:41Z", "content": "France's Renault says it has decided to keep its CEO Carlos Ghosn on despite his arrest in Japan on allegations that he misused assets of partner Nissan Motor Co. and misreported his income. Renault's board of directors announced late Tuesday that the No. 2 a… [+3368 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Morgan Winsor", "title": "Relentless California wildfires leave 84 dead, nearly 700 unaccounted for", "description": "Nearly 700 people are unaccounted for in California as deadly wildfires continue to burn at both ends of the state.", "url": "https://abcnews.go.com/US/relentless-california-wildfires-leave-84-dead-800-unaccounted/story?id=59262994", "urlToImage": "https://s.abcnews.com/images/US/california-northern-fire8-ap-ml-181117_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T04:29:40Z", "content": "Hundreds of people remain missing in the wake of a pair of ferocious wildfires that have been blazing across both ends of California. Interested in California Wildfires? Add California Wildfires as an interest to stay up to date on the latest California Wildf… [+9087 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Renault keeps Ghosn as CEO despite arrest in Japan", "description": "France's Renault keeps CEO Carlos Ghosn on despite his arrest in Japan on allegations that he misused assets of partner Nissan Motor Co. and misreported his income", "url": "https://abcnews.go.com/Business/wireStory/renault-ghosn-ceo-arrest-japan-59332743", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_24492696d3b3424f86e2889bcd16ec9e_16x9_992.jpg", "publishedAt": "2018-11-21T04:05:52Z", "content": "France's Renault says it has decided to keep its CEO Carlos Ghosn on despite his arrest in Japan on allegations that he misused assets of partner Nissan Motor Co. and misreported his income. Renault's board of directors announced late Tuesday that the No. 2 a… [+561 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Heavy holiday traffic in Los Angeles", "description": "Aerial footage captures bumper-to-bumper traffic in Los Angeles as Americans get a head start on Thanksgiving travel. (edited)", "url": "https://abcnews.go.com/US/video/heavy-holiday-traffic-los-angeles-59332346", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_social_la_traffic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T03:18:42Z", "content": "Now Playing: Thanksgiving travel craze Now Playing: Heavy holiday traffic in Los Angeles Now Playing: Deadly fire aftermath Now Playing: Milwaukee bus driver lauded for helping homeless passenger Now Playing: Long lines as Massachusetts opens first 2 dispensa… [+1078 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "Judge declares mistrial in murdered jogger case", "description": "Twos days of deliberations ended in a hung jury, WABC reported.", "url": "https://abcnews.go.com/US/judge-declares-mistrial-case-murdered-york-city-jogger/story?id=59316344", "urlToImage": "https://s.abcnews.com/images/US/HT_Karina_Vetrano_MEM_160804_hpMain_3_v12x5_16x9_992.jpg", "publishedAt": "2018-11-21T03:02:04Z", "content": "A judge has declared a mistrial in the murder trial for the man accused of killing New York City jogger Karina Vetrano. Two days of deliberations resulted in a hung jury, ABC New York station WABC reported. An undated photo of Karina Vetrano. Vetrano was stra… [+1163 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Judge declares mistrial in case of murdered New York City jogger Karina Vetrano - ABC News", "description": "ABC News Judge declares mistrial in case of murdered New York City jogger Karina Vetrano ABC News A judge has declared a mistrial in the murder trial for the man accused of killing New York City jogger Karina Vetrano. Two days of deliberations resulted in a h…", "url": "https://abcnews.go.com/US/judge-declares-mistrial-case-murdered-york-city-jogger/story?id%3D59316344", "urlToImage": null, "publishedAt": "2018-11-21T03:02:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "WATCH: World News 11/20/18: Man Allegedly Shot Ex-Fiancee Dead Over Engagement Ring: Police", "description": "World News Tonight with David Muir full episode recap: Long lines as Massachusetts opens first 2 dispensaries on East Coast; Milwaukee bus driver lauded for helping homeless passenger", "url": "https://abc.go.com/shows/world-news-tonight/episode-guide/2018-11/20-112018-man-allegedly-shot-ex-fiancee-dead-over-engagement-ring", "urlToImage": "https://cdn1.edgedatg.com/aws/v2/abcnews/WorldNews/video/9232/61590c7207805c62a642b4e9b89e7ba6/579x325-Q100_61590c7207805c62a642b4e9b89e7ba6.jpg", "publishedAt": "2018-11-21T02:56:10Z", "content": "Sign Out Are you sure you want to sign out? By signing out, you will not be able to resume watching content where you left off, enjoy cross-device viewing experience, or save your favorites to your My List. sign out cancel"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Seoul will dissolve Japan-funded sexual slavery foundation", "description": "South Korea says it will dissolve a foundation funded by Japan to compensate South Korean women who were forced to work in Japan's World War II military brothels", "url": "https://abcnews.go.com/International/wireStory/seoul-dissolve-japan-funded-sexual-slavery-foundation-59331810", "urlToImage": null, "publishedAt": "2018-11-21T02:45:57Z", "content": "South Korea says it will dissolve a foundation funded by Japan to compensate South Korea n women who were forced to work in Japan's World War II military brothels. The widely expected decision effectively kills a controversial 2015 agreement to settle a decad… [+522 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bangladesh frees photographer facing charges of propaganda", "description": "Photographer released from jail 3 months after being arrested on charges of spreading false information about a street protest and propaganda against Bangladesh government", "url": "https://abcnews.go.com/International/wireStory/bangladesh-frees-photographer-facing-charges-propaganda-59331544", "urlToImage": null, "publishedAt": "2018-11-21T02:01:43Z", "content": "An acclaimed photographer has been released from a jail in Bangladesh more than three months after he was arrested on charges of spreading false information about a street protest and propaganda against the government of Prime Minister Sheikh Hasina. Prison o… [+544 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mike Levine", "title": "Acting attorney general made nearly $1M working for controversial group, records show", "description": "Acting Attorney General Matt Whitaker made nearly $1M working for a controversial group, new records show.", "url": "https://abcnews.go.com/Politics/acting-attorney-general-matt-whitaker-made-1m-working/story?id=59327138", "urlToImage": "https://s.abcnews.com/images/Politics/Whitaker-gty-er-181115_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T01:27:19Z", "content": "Last year, before joining the Justice Department and taking a government salary, now-Acting Attorney General Matt Whitaker made nearly a million dollars in salary while leading a tax-exempt organization that allegedly advocated right-wing positions. The discl… [+1616 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "Couple creates ‘Adopt-a-Family’ initiative to help victims of the Camp Fire", "description": "More than 10,000 people have joined the Facebook group, which features more helpers than fire victims, the Rocklin County couple said.", "url": "https://abcnews.go.com/US/part-couple-creates-adopt-family-initiative-fellow-californians/story?id=59321933", "urlToImage": "https://s.abcnews.com/images/US/adopt-paradise-1-abc-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T01:20:26Z", "content": "A Northern California couple has found their own way to help the thousands of residents displaced by the Camp Fire by creating an initiative that matches families in need with those willing and able to help. Rocklin County residents Eric and Heather Loftholm … [+3898 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Deadly fire aftermath", "description": "Aerial view of devastation left by wildfires in Northern California.", "url": "https://abcnews.go.com/US/video/deadly-fire-aftermath-59330942", "urlToImage": "https://s.abcnews.com/images/US/181120_vod_dispatch_fire_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T01:13:37Z", "content": "Now Playing: 79 dead in California's Camp Fire Now Playing: Deadly fire aftermath Now Playing: Milwaukee bus driver lauded for helping homeless passenger Now Playing: Long lines as Massachusetts opens first 2 dispensaries on East Coast Now Playing: Photos of … [+1117 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "NATALY PAK", "title": "Pfizer, Walmart withdrawing support for Mississippi GOP Sen. Hyde-Smith", "description": "Several companies who contributed to Sen. Hyde-Smith's campaign are no longer supporting her ahead of the debate tonight.", "url": "https://abcnews.go.com/Politics/pfizer-walmart-att-companies-withdrawing-support-mississippi-gop/story?id=59328831", "urlToImage": "https://s.abcnews.com/images/Politics/cindy-hyde-smith-01-ss-jc-181112_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T01:08:12Z", "content": "The pharmaceutical giant Pfizer is one of several big-name companies calling on Mississippi Republican Sen. Cindy Hyde-Smith to return their campaign donations after a video surfaced on social media in which she talks about attending a \"public hanging.\" Hyde-… [+3307 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Elizabeth McLaughlin", "title": "US hospital ship treats 14,500 patients during mission to help Venezuelan refugees", "description": "During one stop in Colombia alone, the ship's staff performed 110 surgeries.", "url": "https://abcnews.go.com/Politics/us-navy-hospital-ship-treats-14500-patients-halfway/story?id=59299108", "urlToImage": "https://s.abcnews.com/images/International/land-base-medical-site-01-ht-jef-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T01:07:50Z", "content": "Medical staff from a U.S. Navy hospital ship have already seen about 14,500 patients during the first half of the ship's mission to Central and South America to assist Venezuelan refugees who have fled their country in the wake of a devastating economic crisi… [+3526 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Backlash at Chinese university shows limits to surveillance", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/backlash-chinese-university-shows-limits-surveillance-59331176", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0f8d8e4cdab04cda9defb5b5b04a9d5b_16x9_992.jpg", "publishedAt": "2018-11-21T00:58:16Z", "content": "A Chinese university's plan to conduct a blanket search of student and staff electronic devices has come under fire, illustrating the limits of the population's tolerance for surveillance and raising the prospect that tactics used on Muslim minorities may be … [+5409 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Photos of bruises on back, leg are proof of assault by Avenatti: Actress", "description": "The 24-year-old who filed for a restraining order against Stormy Daniels' lawyer, Michael Avenatti, said the encounter was sparked by an argument over money.", "url": "https://abcnews.go.com/WNT/video/photos-bruises-back-leg-proof-assault-avenatti-actress-59328722", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_llamas4_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:49:59Z", "content": "Now Playing: Michael Avenatti arrested on domestic abuse charge Now Playing: Milwaukee bus driver lauded for helping homeless passenger Now Playing: Long lines as Massachusetts opens first 2 dispensaries on East Coast Now Playing: Photos of bruises on back, l… [+1148 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Manhunt in St. Louis after woman fatally shot in Catholic supply store", "description": "The mother of three, who sang in the church choir, was killed and at least one woman was sexually assaulted, authorities said.", "url": "https://abcnews.go.com/WNT/video/manhunt-st-louis-woman-fatally-shot-catholic-supply-59328672", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_davis_639_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:48:30Z", "content": "Now Playing: Federal investigation opened into Catholic sex abuse scandal Now Playing: Milwaukee bus driver lauded for helping homeless passenger Now Playing: Long lines as Massachusetts opens first 2 dispensaries on East Coast Now Playing: Photos of bruises … [+1158 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Long lines as Massachusetts opens first 2 dispensaries on East Coast", "description": "Recreational marijuana is legal to buy in six western states.", "url": "https://abcnews.go.com/WNT/video/long-lines-massachusetts-opens-dispensaries-east-coast-59328725", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_pilgrim_643_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:48:11Z", "content": "Now Playing: Massachusetts opens first recreational pot stores Now Playing: Long lines as Massachusetts opens first 2 dispensaries on East Coast Now Playing: CDC warns against eating romaine lettuce after E. Coli outbreak Now Playing: Toys have toxic chemical… [+1090 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Milwaukee bus driver lauded for helping homeless passenger", "description": "Natalie Barnes bought the man food and helped him find a place to stay for the night.", "url": "https://abcnews.go.com/WNT/video/milwaukee-bus-driver-lauded-helping-homeless-passenger-59328991", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_ender_657_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:46:28Z", "content": "Now Playing: Milwaukee bus driver lauded for helping homeless passenger Now Playing: Long lines as Massachusetts opens first 2 dispensaries on East Coast Now Playing: Photos of bruises on back, leg are proof of assault by Avenatti: Actress Now Playing: Manhun… [+1146 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Online tools ensure consumers won't pay full price this Black Friday", "description": "The sites track consumers' wish lists and send emails when the prices drop for items.", "url": "https://abcnews.go.com/WNT/video/online-tools-ensure-consumers-pay-full-price-black-59328990", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_jarvis1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:45:10Z", "content": "Now Playing: Black Friday app scams Now Playing: Best apps to score deals for Black Friday Now Playing: Online tools ensure consumers won't pay full price this Black Friday Now Playing: Dow dragged down by Target, tech shares Now Playing: How to get the most … [+1155 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Woman who fell to her death on cruise did not want to go: Family", "description": "Aruban reports said she was seen struggling with an unidentified man. Her husband was questioned and is not a suspect, authorities said.", "url": "https://abcnews.go.com/WNT/video/woman-fell-death-cruise-family-59328884", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_oquendo_644_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:44:26Z", "content": "Now Playing: Woman who fell to her death on cruise did not want to go: Family Now Playing: Trump defends US-Saudi Arabia bond amid Khashoggi updates Now Playing: Why Meghan Markle, Prince Harry's royal baby will make history Now Playing: North Korea detonates… [+1205 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Storm system, arctic blast strike as Thanksgiving travel begins", "description": "Wind chills were expected to be below zero in some places and winds posed a threat for the New York City parade.", "url": "https://abcnews.go.com/WNT/video/storm-system-arctic-blast-strike-thanksgiving-travel-begins-59328332", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_zee1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:41:21Z", "content": "Now Playing: Historic cold forecast for Thanksgiving Now Playing: Milwaukee bus driver lauded for helping homeless passenger Now Playing: Long lines as Massachusetts opens first 2 dispensaries on East Coast Now Playing: Photos of bruises on back, leg are proo… [+1137 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: President defends daughter Ivanka Trump in personal email flap", "description": "She sent White House aides and government officials emails from her personal account.", "url": "https://abcnews.go.com/WNT/video/president-defends-daughter-ivanka-trump-personal-email-flap-59328621", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_karl_637_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:41:10Z", "content": "Now Playing: Ivanka Trump sent government emails via a personal account, report says Now Playing: Ivanka Trump's personal email account under scrutiny Now Playing: President defends daughter Ivanka Trump in personal email flap Now Playing: Trump defends US-Sa… [+1272 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump defends US-Saudi Arabia bond amid Khashoggi updates", "description": "The president condemned the killing of the journalist but declared the case closed.", "url": "https://abcnews.go.com/WNT/video/trump-defends-us-saudi-arabia-bond-amid-khashoggi-59328530", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_vega1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:40:28Z", "content": "Now Playing: Trump defends Saudi Arabia in Khashoggi murder Now Playing: U.S. 'standing with Saudi Arabia' Now Playing: Woman who fell to her death on cruise did not want to go: Family Now Playing: Trump defends US-Saudi Arabia bond amid Khashoggi updates Now… [+1177 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Man allegedly shot ex-fiancee dead over engagement ring: Police", "description": "Juan Lopez confronted Dr. Tamara O'Neal before allegedly opening fire on her and two others at a Chicago hospital, authorities said.", "url": "https://abcnews.go.com/WNT/video/man-allegedly-shot-fiancee-dead-engagement-ring-police-59328367", "urlToImage": "https://s.abcnews.com/images/WNT/181120_wn_perez2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-21T00:39:28Z", "content": "Now Playing: Chicago hospital shooting latest Now Playing: Multiple victims injured in shooting near Chicago hospital, police say Now Playing: Milwaukee bus driver lauded for helping homeless passenger Now Playing: Long lines as Massachusetts opens first 2 di… [+1165 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Dead whale had 115 plastic cups, 2 flip-flops in its stomach", "description": "A dead sperm whale that washed ashore in eastern Indonesia had a large lump of plastic waste in its stomach including 115 drinking cups, 25 bags and two flip-flops", "url": "https://abcnews.go.com/Technology/wireStory/dead-whale-115-plastic-cups-flip-flops-stomach-59330669", "urlToImage": "https://s.abcnews.com/images/International/WireAP_7930c85d19fd40cd8cf509bacbe6d958_16x9_992.jpg", "publishedAt": "2018-11-21T00:38:14Z", "content": "A dead whale that washed ashore in eastern Indonesia had a large lump of plastic waste in its stomach, including drinking cups, bottles and flip-flops, a park official said Tuesday, causing concern among environmentalists and government officials in one of th… [+2136 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mike Levine", "title": "Feds charge former DOJ official with alleged ties to conspiracy involving millions", "description": "Prosecutors have revealed the identity of only one of the alleged conspirators.", "url": "https://abcnews.go.com/US/feds-charge-doj-official-alleged-ties-conspiracy-involving/story?id=59329126", "urlToImage": "https://s.abcnews.com/images/Politics/doj-building-gty-ps2-181116_hpMain_2_16x9_992.jpg", "publishedAt": "2018-11-21T00:32:03Z", "content": "Federal authorities have accused a former Justice Department official and two others of taking part in a conspiracy tied to tens of millions of dollars in foreign money. However, details about the case remain secret, and Justice Department officials are so fa… [+2219 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump Irish resort loses money for fourth consecutive year", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/trump-irish-resort-loses-money-fourth-consecutive-year-59330386", "urlToImage": null, "publishedAt": "2018-11-21T00:26:57Z", "content": "The Irish golf club that Donald Trump 's company predicted would turn a profit has posted losses for a fourth consecutive year. A financial report filed with the Irish government shows the resort owned by the U.S. president lost $2 million (1.8 million euros)… [+488 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Honda recalls minivans because doors can open unexpectedly", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/honda-recalls-minivans-doors-open-unexpectedly-59330303", "urlToImage": null, "publishedAt": "2018-11-21T00:22:10Z", "content": "Honda is recalling 122,000 minivans worldwide because the sliding doors can open while the vans are moving. The recall covers Odyssey vans from 2018 and 2019. Honda says some parts in the power door rear latches can stick and stop the doors from fastening sec… [+501 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Michael Ramirez", "title": "Holiday Gifting: 10 Essential Shopping Destinations at the Disneyland Resort", "description": "‘Tis the season to deck the halls, gather with loved ones and shop ‘til you drop! Holidays at the Disneyland Resort is the perfect place to not only enjoy the festive merriment of the season, but also shop for everyone on your list! Below are our favorite sho…", "url": "https://disneyparks.disney.go.com/blog/2018/11/holiday-gifting-10-essential-shopping-destinations-at-the-disneyland-resort/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/duifjdsnsfg432.jpg", "publishedAt": "2018-11-21T00:00:13Z", "content": "Tis the season to deck the halls, gather with loved ones and shop til you drop! Holidays at the Disneyland Resort is the perfect place to not only enjoy the festive merriment of the season, but also shop for everyone on your list! Below are our favorite shopp… [+3414 chars]"}]}