[{"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Tracking the Thanksgiving weekend weather", "description": "This Thanksgiving was one of the coldest for people across the Northeast. CBS New York’s chief weathercaster Lonnie Quinn has the forecast.", "url": "https://www.cbsnews.com/video/tracking-the-thanksgiving-weekend-weather/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/efb65194-a85a-477f-9313-40cffa975f66/thumbnail/1200x630/806d9dbb47e5531f5217954b4e9f5737/1122-en-forecast-quinn-1718633-640x360.jpg", "publishedAt": "2018-11-22T23:57:57Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "\"CBS Evening News\" headlines for Thursday, November 22, 2018", "description": "Here's a look at the top stories making headlines on the \"CBS Evening News.\"", "url": "https://www.cbsnews.com/video/cbs-evening-news-headlines-for-thursday-november-22-2018/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/4080a097-1f7e-4c82-bb13-3dd84ef24038/thumbnail/1200x630/4bcf4e0a75bb582929623a2a6d9d61f6/1122-en-headlines-1718619-640x360.jpg", "publishedAt": "2018-11-22T23:50:51Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Millions brave frigid temperatures to watch annual Thanksgiving Day parade", "description": "This year, an estimated 3 million people bundled up outside to watch the annual Thanksgiving Day parade in New York City. Right up until the parade started, officials hoped the winds would cooperate. CBS News correspondent Don Dahler reports.", "url": "https://www.cbsnews.com/video/millions-brave-frigid-temperatures-to-watch-annual-thanksgiving-day-parade/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/8a4da17c-923c-4b83-9761-9d19e2749140/thumbnail/1200x630/6cb80c9a3e6972285214aab0056e9f42/1122-en-coldwx-dahler-1718626-640x360.jpg", "publishedAt": "2018-11-22T23:50:33Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Woman ordered to repay stolen money from Girl Scout cookie funds", "description": "Jennifer L. Hooten of Clifton, Colorado, pleaded guilty to felony theft Sept. 13 and was ordered to pay $1,400 in restitution", "url": "https://www.cbsnews.com/news/grand-junction-clifton-colorado-woman-jennifer-hooten-guilty-embezzlement-girl-scout-cookie-funds/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2014/02/21/a4869d8d-90a1-4526-8eee-7978168c8683/thumbnail/1200x630/e4c7f1c9d98ad8501558b2d456dc75c1/160975415.jpg", "publishedAt": "2018-11-22T22:55:38Z", "content": "GRAND JUNCTION, Colo. — A Colorado woman has pleaded guilty to charges of embezzling Girl Scout cookie funds from her daughter's troop. The Daily Sentinel reported Wednesday that Jennifer L. Hooten, 32, of Clifton pleaded guilty to felony theft Sept. 13 and w… [+946 chars]", "fulltext": "GRAND JUNCTION, Colo. — A Colorado woman has pleaded guilty to charges of embezzling Girl Scout cookie funds from her daughter's troop. The Daily Sentinel reported Wednesday that Jennifer L. Hooten, 32, of Clifton pleaded guilty to felony theft Sept. 13 and was ordered to pay $1,400 in restitution as part of a deferred judgment.\n\nThe newspaper also said Hooten will need to complete 48 hours of useful public service, according to the Mesa County Court Clerk's Office.\n\nThe judgment means her case will be dismissed if she meets court-ordered conditions in the next two years.\n\nHooten was arrested after other scout leaders discovered a bank account that should have had about $2,400 in cookie profits was overdrawn.\n\nAn arrest warrant affidavit says Hooten told officers she had planned to return the money before the theft was discovered. The affidavit said she sent other troop leaders a check for $1,000 after police interviewed her.\n\nKiele Ochoa, who has a daughter in the same troop that Hooten was leading, reacted to the news.\n\n\"When I first found out about it I was completely shocked and mind blown that someone could do something like that, especially to little kids,\" Ochoa told the Daily Sentinel."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Former President Barack Obama visits Chicago food bank", "description": "Former President Barack Obama got into the holiday spirit this week, surprising star-struck volunteers and helping them prepare Thanksgiving meals at a Chicago food bank.", "url": "https://www.cbsnews.com/video/former-president-barack-obama-visits-chicago-food-bank/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/1da89a42-d6c8-48a7-bb62-f675750cad3b/thumbnail/1200x630/ca4b9421b965683bbb020f1bf77aaa4a/cbsn-fusion-former-president-barack-obama-visits-chicago-food-bank-thumbnail-1718611-640x360.jpg", "publishedAt": "2018-11-22T22:49:37Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Amazon data breach exposes customer names, emails", "description": "Amazon said a technical error on its website exposed the names and email addresses of some customers. The online retail giant its website and systems weren't hacked.", "url": "https://www.cbsnews.com/video/amazon-data-breach-exposes-customer-emails-before-black-friday/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/5022acfb-5ecc-4cbc-a96c-b252bece316e/thumbnail/1200x630/37873d3b3442c80637b32ace7930868e/cbsn-fusion-amazon-data-breach-exposes-customer-emails-before-black-friday-thumbnail-1718600-640x360.jpg", "publishedAt": "2018-11-22T22:18:39Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Carter Evans", "title": "First responders use Thanksgiving to serve California wildfire survivors", "description": "Thousands of people were forced from their homes when the deadly Camp Fire tore through Northern California, and many are still living in tents", "url": "https://www.cbsnews.com/news/california-wildfires-camp-fire-paradise-chico-first-responders-serve-volunteer-survivors-thanksgiving/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/ff46d06f-776e-423b-98d2-bc3e2b9c79c1/thumbnail/1200x630/005338b3588e7efff59e823a9ef32ad5/rem21-evans-b-roll-calf-frame-6876.jpg", "publishedAt": "2018-11-22T22:04:54Z", "content": "CHICO, Calif. — Recovery crews in California aren't slowing down for Thanksgiving. They're back in the city of Paradise, searching for victims hours after a rainstorm all but extinguished the massive and deadly Camp Fire. The rain makes it harder to sift thro… [+2160 chars]", "fulltext": "CHICO, Calif. — Recovery crews in California aren't slowing down for Thanksgiving. They're back in the city of Paradise, searching for victims hours after a rainstorm all but extinguished the massive and deadly Camp Fire.\n\nThe rain makes it harder to sift through wet ash and debris, but it's safer for cadaver dogs searching for human remains, according to deputy incident commander Mark Brown.\n\n\"It decreases the inhalation hazards both for the rescue and the canines,\" he said. \"They're not inhaling it, the canines, can't exactly put masks on them because they have to use their nose.\"\n\nThe storm could dump up to 6 inches of rain over the next few days, causing authorities to close down one of the main access roads into the fire zone. Aviva Braun, a meteorologist with the National Weather Service, said the area is already prone to rock slides.\n\n\"Add a burn severity to that and a ton of rain all at once yeah, it could be messy up there,\" she said.\n\nWith 52,000 people evacuated, many still have no place to go for the holiday. Some are living in tents at a Walmart parking lot. But volunteers, even celebrity chefs like Guy Fieri, have rallied around this community, providing Thanksgiving meals.\n\nAmong the volunteer servers are firefighters like Jim Irving. He already spent weeks on the fire and will now miss dinner with his own family.\n\n\"To me this is almost like... I'd rather be here. You know it's helping other people and that's part of what Thanksgiving's about,\" he said.\n\nRon White lost his home and his father's home in the fire. He was impressed to see firefighters serving the meal.\n\n\"I thank every one of them as soon as I meet them,\" White said. \"I think that these are absolutely wonderful people. They deserve every consideration that they can get.\"\n\nMeanwhile in Southern California, officials said the Woolsey Fire in Los Angeles County was full contained as of Wednesday night. Three people died in the blaze that swept through the neighborhood and destroyed more than 1,600 structures."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS Radio News, Your (optional) podcast author email address (Your (optional) podcast author name)", "title": "EYE ON TECH: ONLINE HOLIDAY SHOPPING", "description": "Tips for safe online holiday shopping. CBS News Technology Consultant Larry Magid has today's \"Eye on Tech.\"", "url": "http://feeds.cbsnews.com/~r/podcast_larry_magid_1/~3/7qa7yj6YZxk/2497887.mp3", "urlToImage": null, "publishedAt": "2018-11-22T22:00:00Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Christopher Brito", "title": "Whiskey the Whippet wins \"Best in Show\" at National Dog Show", "description": "His handler said this competition was extra special because Whiskey was \"our pet\" and \"born by my bed\"", "url": "https://www.cbsnews.com/news/2018-national-dog-show-whiskey-the-whippet-named-best-in-show-thanksgiving-day-purina-nestle-the-american-kennel-club/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/9d1ca5aa-24f5-4678-ae23-1bcac0b504c7/thumbnail/1200x630/646ab88cfa34a7f2719a774e0764052b/whippets-gettyimages-917453002.jpg", "publishedAt": "2018-11-22T20:08:25Z", "content": "\"Whiskey\" the Whippet was named the Best in Show for the 2018 National Dog Show on Thanksgiving. The prestigious puppy contest on NBC was back with \"Seinfeld\" star John O'Hurley as host, along with expert breeder David Frei and purebred owner Mary Carillo. Mo… [+1797 chars]", "fulltext": "\"Whiskey\" the Whippet was named the Best in Show for the 2018 National Dog Show on Thanksgiving. The prestigious puppy contest on NBC was back with \"Seinfeld\" star John O'Hurley as host, along with expert breeder David Frei and purebred owner Mary Carillo.\n\nMore than 2,000 dogs and 185 breeds competed at the Greater Philadelphia Expo Center at Oaks, Pennsylvania, but it was the 3-year-old whippet who took home the top prize.\n\nWhiskey won the Hound Group before winning the entire competition. His handler Justin Smithey spoke to NBC after winning the title.\n\nI think [he's] an outstanding example of what the ideal whippet would look like,\" he said. \"This is our companion, our pet. He was born by my bed.\"\n\nWhippets are a sighthound breed that originated in England, where they descended from greyhounds.\n\nThe popular show had more than 3,200 tweets under the hashtag #NationalDogShow, with many commenting on adorable moments throughout the contest.\n\nOther winners at this year's show include the Doberman Pinscher for the Working Group, the Chesapeake Bay Retriever for the Sporting Group, the Wire Fox Terrier for the Terrier Group, the Pembroke Welsh Corgi for the Herding Group, the Lhasa Apso for the Non-Sporting Group and the Cavalier King Charles Spaniel for the Toy Group.\n\nTwo new breeds, the Grand Basset Griffon Vendéen and Nederlandse Kooikerhondje, were also introduced for the first time at the 2018 competition.\n\nThe National Dog Show is one of the oldest benched dog shows in the United States, held annually since 1933, according to their website. A benched show is where the dogs are required to be on assigned benches when they are not being shown in competition, which allows all interested spectators to meet all of the canines and share information about the various breeds present at the show.\n\nThe show, which is sanctioned by The American Kennel Club, helps raise money for a variety of canine-related causes."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Another human case of rat hepatitis reported, surprising researchers", "description": "Researchers find a second patient who contracted a strain of hepatitis carried by rats, in what appears to be the first known human cases in the world", "url": "https://www.cbsnews.com/news/rat-hepatitis-reported-in-hong-kong-surprising-researchers/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2015/03/20/3770aca2-e915-4bc3-b50a-4edc2ffb9f7a/thumbnail/1200x630/e8e3389b463f37962af54e20c2e32f1d/istock000035476146medium.jpg", "publishedAt": "2018-11-22T19:58:46Z", "content": "HONG KONG -- Researchers said Wednesday they have found a second patient in Hong Kong who contracted a strain of hepatitis carried by rats, in what appears to be the first known human cases in the world. The finding surprised the researchers, though it wasn't… [+1941 chars]", "fulltext": "HONG KONG — Researchers said Wednesday they have found a second patient in Hong Kong who contracted a strain of hepatitis carried by rats, in what appears to be the first known human cases in the world. The finding surprised the researchers, though it wasn't immediately clear whether there were significant implications for human health.\n\n\"Because the rat ... strain is very different from the human strain, people think it wouldn't be able to jump to humans,\" said Siddharth Sridhar, one of the principal researchers at Hong Kong University. \"This was a clinical discovery.\"\n\nThe first case came out in September. Researchers confirmed a 56-year-old man had a hepatitis E strain previously known only in rats in Vietnam. Doctors later found he had a strain of hepatitis that was \"highly divergent\" from other strains found in humans, BBC News reported.\n\nThe second case was found after blood samples from more than 70 hepatitis E patients were tested.\n\nA 70-year-old woman with a compromised immune system was found to have been infected with the hepatitis strain, the Hong Kong Health Department said Wednesday in an emailed response to questions.\n\nShe had been admitted to a hospital in May 2017 with abdominal pain, headache, anorexia and other symptoms. The blood samples collected from her at the time recently tested positive.\n\nBoth patients were hospitalized only weeks apart and live within three kilometers (two miles) of each other.\n\n\"They form a cluster - they're linked in time and space,\" Sridhar said. The strains found in the patients \"are uncannily similar.\"\n\nHowever, the Health Department said \"the sources and routes of infection of these two cases could not be determined.\"\n\nWhile rats are known to transmit a number of other diseases to humans, including plague, Lassa fever and leptospirosis, these are the first reported cases in humans of the rat variation of hepatitis E.\n\nOther strains of hepatitis E are often transmitted among humans through contaminated water, particularly in East and South Asia. In China, many are stricken after eating undercooked pork and innards. China has developed and licensed a hepatitis E vaccine but it isn't yet available outside the country."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Suspect in murder, sex assaults at religious supplies store was a pastor", "description": "Thomas Bruce is accused of killing one woman and sexually assaulting two others at the suburban St. Louis store", "url": "https://www.cbsnews.com/news/st-louis-ballwin-thomas-bruce-suspect-murder-sex-assaults-at-religious-supplies-store-was-pastor-report/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/37a6135e-8c76-4177-8cee-6d7a11dc5d1d/thumbnail/1200x630/e68ebca0279559875390f0bc701eb3c7/181121-kmov-catholic-store-shooting-suspect.png", "publishedAt": "2018-11-22T18:51:22Z", "content": "BALLWIN, Mo. -- A Missouri pastor says the man charged with killing one woman and sexually assaulting two others Monday at a suburban St. Louis religious supplies shop used to work as a pastor in southeast Missouri. Thomas Bruce of Imperial, Missouri, was arr… [+3860 chars]", "fulltext": "BALLWIN, Mo. -- A Missouri pastor said the man charged with killing one woman and sexually assaulting two others Monday at a suburban St. Louis religious supplies shop used to work as a pastor in southeast Missouri. Thomas Bruce of Imperial, Missouri, was arrested Wednesday and charged in Monday's attack at a Catholic Supply store in Ballwin.\n\nDavid Fitzgerald is pastor at Calvary Chapel in Maryland Heights. He told the St. Louis Post-Dispatch that Bruce was a pastor at Calvary Chapel of Cape Girardeau from about 2003 into 2007.\n\nThe Missouri Secretary of State's office identifies Bruce as the operator of a nonprofit church formed in 2003 and dissolved in 2007.\n\nFitzgerald said Calvary Chapels are affiliated under a ministry that originated in Costa Mesa, California. Associated Press attempts to reach church officials Thursday have been unsuccessful.\n\nFitzgerald told the paper has talked to Bruce only occasionally since the church folded, and was shocked he was charged with the crime.\n\n\"It was completely out of character for the Tom Bruce that I knew, completely surprising,\" he told the paper. \"If it wasn't for the amount of evidence against him I would think they've got the wrong guy.\"\n\nThe arrest of 53-year-old Bruce ended a two-day manhunt that followed the brazen Monday afternoon attack that frightened the region and led some schools, churches and businesses to close.\n\nBruce was charged with 17 criminal counts including first-degree murder, three counts of sodomy and three counts of kidnapping, CBS affiliate KMOV-TV reports. Other charges include first-degree burglary, tampering with evidence and armed criminal action. He is jailed without bond, and it wasn't clear if he had an attorney yet.\n\nAt a news conference announcing the arrest, St. Louis County prosecutor Bob McCulloch called the crime \"heartbreaking,\" a sentiment that was echoed by the county's police chief, Jon Belmar.\n\n\"It shocked the senses,\" a somber Belmar said.\n\nAuthorities allege that Bruce entered the store and said he was shopping, then left briefly before returning with a handgun. He forced the three women into the back room, told them to strip, exposed himself and ordered them to \"perform deviant sexual acts on him,\" detectives wrote in the criminal complaint.\n\nTwo of the women complied but the third, 53-year-old Jamie Schmidt of nearby House Springs, refused, so he shot her in the head, they wrote. The attacker ordered the other women to continue performing the sexual acts on him, and he later fled, apparently able to blend in along the busy street in broad daylight.\n\nMcCulloch said there was no indication the store was targeted because of its religious affiliation.\n\n\"It seems to me a guy like this saw an opportunity — three women in the store alone,\" McCulloch said.\n\nBruce, who claimed to be a Navy veteran on his LinkedIn page, had no previous criminal record in Missouri beyond a traffic ticket in 2001. McCulloch said his office is checking with other states and investigating whether Bruce might be linked to crimes elsewhere.\n\nAuthorities in Indiana have noted \"similarities\" in the description of the suspect released immediately after the Catholic Supplies attack and the description of an unknown suspect wanted in the February 2017 slayings of Abigail \"Abby\" Williams, 13, and Liberty \"Libby\" Rose German, 14, in Delphi, Indiana, reports the St. Louis Post Dispatch.\n\n\"We're aware of the similarities and we've been in contact with authorities there in St. Louis County,\" said First Sgt. Jerry Holeman, who leads the investigation for the Indiana State Police, the paper reports. \"But it is way too early to tell if this is the same\" person, he said.\n\nBelmar said tips from the public helped lead to Bruce's arrest, though he declined to elaborate.\n\nMcCulloch said the aggravating circumstances make the crime eligible for the death penalty, but he said that decision will be up to the man who replaces him in January. McCulloch, the county's prosecutor for nearly three decades, lost to Wesley Bell of Ferguson in the August Democratic primary. Bell ran unopposed in the November general election."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "President Trump doubles down on defending the Saudis", "description": "President Trump insisted there's not enough evidence to blame Saudi Arabia's crown prince for the killing of Washington Post columnist Jamal Khashoggi at a Saudi Consulate in Turkey. Mr. Trump said: \"Maybe the world should be held accountable 'cause the world…", "url": "https://www.cbsnews.com/video/president-trump-doubles-down-on-defending-the-saudis/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/450728a8-2562-493d-af5c-6c47adb73e7f/thumbnail/1200x630/6af450b4c0ff633d92e85f35fff26fbe/1122-cbsn-trumponwhoshouldbeheldaccountable-1718540-640x360.jpg", "publishedAt": "2018-11-22T18:04:48Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Woman in burning Dallas apartment drops baby to bystander", "description": "Six residents of a Dallas apartment complex leaped from third-floor windows onto mattresses, and a woman dropped her baby to a bystander to escape the flames.  Authorities say three people, including a firefighter, suffered minor injuries.", "url": "https://www.cbsnews.com/video/woman-in-burning-dallas-apartment-drops-baby-to-bystander/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/ccabf6f4-6aa8-454a-97c1-6bae4ff11b55/thumbnail/1200x630/db3ac09035cb974e5d82a198e55f5a77/1122-cbsnews-burningdallas-1718544-640x360.jpg", "publishedAt": "2018-11-22T18:04:30Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "On Thanksgiving, Trump threatens to shut down the border", "description": "The president's comments come after he authorized troops to use force at the border, if necessary", "url": "https://www.cbsnews.com/news/on-thanksgiving-trump-threatens-to-shut-down-the-border/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/02/7f977175-96f4-4fb3-a337-841c698c5686/thumbnail/1200x630/e6c1e4bcd965c0277445230ab81fcb10/wire.jpg", "publishedAt": "2018-11-22T18:03:53Z", "content": "PALM BEACH, Fla. — President Trump made a Thanksgiving Day threat to close the U.S. border with Mexico for an undisclosed period of time if his administration determines that its southern ally has lost \"control\" on its side. Mr. Trump, speaking to reporters a… [+3443 chars]", "fulltext": "PALM BEACH, Fla. — President Trump made a Thanksgiving Day threat to close the U.S. border with Mexico for an undisclosed period of time if his administration determines that its southern ally has lost \"control\" on its side.\n\nMr. Trump, speaking to reporters after a teleconference with troops from his Mar-a-Lago resort in Florida, claimed he shut down the border in a sense a couple days ago. He wouldn't elaborate on that. He also said Homeland Security Secretary Kirstjen Nielsen, whom he has faulted for not being tough enough on immigration, is \"in there trying\" to manage the border crisis.\n\n\"It's a tough job,\" he said.\n\nThe president would not discount the possibility of a partial government shutdown early in December over lawmakers' refusal to allocate the billions of dollars he is demanding for a border wall, the central promise of his 2016 campaign.\n\n\"Could there be a shutdown? There certainly could, and it will be about border security, of which the wall is a part,\" Mr. Trump said.\n\nThat conversation with troops grew from a presidential expression of gratitude for their commitment to protecting the country and its interest and touched on a variety of political topics, including immigration policy, the economy and Mr. Trump's displeasure with court rulings against administration initiatives.\n\nMr. Trump's border threat came days after a federal judge put the administration's asylum policy on hold. Under that new policy, Trump declared no one could apply for asylum except at an official border entry point. Some ports of entry are already facing huge backups, with people waiting for weeks.\n\nThe U.S. government shut down one port of entry, San Ysidro, in California, for several hours early Monday morning to bolster security amid concerns about a potential influx of migrant caravan members. Most of the lanes were reopened before the morning rush.\n\nMr. Trump's remarks come on the heels of a memo signed by White House chief of staff John Kelly declaring the Pentagon has the authority to allow troops to use force, including lethal force, to protect federal personnel at the border if necessary. The memo, dated Tuesday, says troops at the border \"may perform those military protective activities that the secretary of defense determines are reasonably necessary to ensure the protection of federal personnel, including a show or use of force (including lethal force, where necessary), crowd control, temporary detention, and cursory search.\"\n\n\"The deployed military personnel shall not, without further direction from you, conduct traditional civilian law enforcement activities, such as arrest, search and seizure in connection with the enforcement of the laws,\" says the memo, which was obtained by CBS News national security correspondent David Martin.\n\nMr. Trump confirmed in his wide-ranging Q&A session with reporters Thursday that he has given troops the authority to use lethal force, if needed.\n\n\"If they have to they are going to use lethal force — I've given the okay, yeah,\" the president said. \"If they have to, I hope they don't have to. But you know you are dealing with a minimum of 500 serious criminals. So I'm not going to let the military be taken advantage of, I have no choice, do I want that to happen, absolutely not, but you are dealing with rough people.\"\n\nWhite House deputy press secretary Hogan Gidley said that the \"brave men and women at Customs Border and Protection willingly put themselves in extremely dangerous situations every day to protect Americans and their families. The president's authorization ensures the Department of Defense can step in to protect those who protect us.\"\n\nMr. Trump expressed little concern earlier this week that more than 5,000 troops are spending Thanksgiving at the border.\n\n\"Oh you -- don't worry about the Thanksgiving-- these are tough people,\" Mr. Trump said before boarding Marine One on his way to Mar-a-Lago. \"They know what they're doing and they're great. And they've done a great job You're so worried about the Thanksgiving holiday for them.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "\"I'm gonna catch the baby\": Video shows dramatic escape from fire", "description": "Six residents of a Dallas apartment complex leaped from third-floor windows onto mattresses", "url": "https://www.cbsnews.com/news/woman-in-burning-dallas-apartment-drops-baby-from-third-floor-window-to-bystander/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/ccabf6f4-6aa8-454a-97c1-6bae4ff11b55/thumbnail/1200x630/db3ac09035cb974e5d82a198e55f5a77/1122-cbsnews-burningdallas-1718544-640x360.jpg", "publishedAt": "2018-11-22T18:02:34Z", "content": "DALLAS -- Residents of a Dallas apartment complex leaped from third-floor windows onto mattresses, and a woman dropped her baby to a bystander to escape the flames. Dallas Fire-Rescue spokesman Jason Evans says several residents and bystanders, assisted by po… [+1303 chars]", "fulltext": "DALLAS — Residents of a Dallas apartment complex leaped from third-floor windows onto mattresses, and a woman dropped her baby to a bystander to escape the flames. Dallas Fire-Rescue spokesman Jason Evans says several residents and bystanders, assisted by police officers, went door-to-door to alert others to the fire Wednesday morning.\n\nAuthorities say three people, including a firefighter, suffered minor injuries.\n\nCBS Dallas/Fort Worth reports one woman dropped her infant to a man below as he held out his arms. Other residents were seen jumping from third-story windows onto mattresses dragged from inside the east Dallas complex before firefighters arrived. At least six residents jumped from the third level.\n\nIt took nearly 50 firefighters to extinguish the fire. However, the department said the \"real heroes\" came to the rescue of some of the residents who had to jump from the third story of the building in order to escape the flames.\n\n\"At least six people from the third floor who actually had to jump to safety. Among those six was a baby who they had to throw down,\" Evans said.\n\nInvestigators are trying to determine what started the fire that destroyed about two dozen units.\n\nAs for the baby, the man who caught him was glad he could be trusted to save the baby's life.\n\n\"I told her to drop the baby down. First she hesitated. I told her I'm gonna catch the baby. So she finally trusted me, and she dropped the baby,\" said Bryon Campbell. \"It's real crazy. It's my first time doing that.\"\n\nDallas Police released body cam video of the rescue effort."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Thanksgiving weather forecast around the country", "description": "The Thanksgiving Day Parade and New York went off without a hitch despite frigid temperatures and strong winds. The cold snap is spreading across the East Coast, and now rains in California are threatening areas impacted by wildfires with mudslides. CBS News …", "url": "https://www.cbsnews.com/video/cold-front-and/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/1f1057cb-cc0b-4937-b120-00aa86d65dba/thumbnail/1200x630/6c312d724343926a36e36428b80cc6d4/cbsn-fusion-cold-front-and-thumbnail-1718535-640x360.jpg", "publishedAt": "2018-11-22T18:02:17Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Orange sweet potatoes used to fight malnutrition", "description": "The non-profit International Potato Center, or CIP, has introduced orange sweet potatoes to rural areas of Rwanda to help fight malnutrition and vision loss", "url": "https://www.cbsnews.com/pictures/orange-sweet-potatoes-to-fight-malnutrition/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/5301801f-b5e8-49aa-97a6-820a8b2a2dee/thumbnail/1200x630/6eb2baef007dc97eba8c5769a48a8e2f/cip-agronomist-teaching-female-farmers-in-rural-rwanda-about-orange-fleshed-sweet-potatoes.jpg", "publishedAt": "2018-11-22T17:43:42Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Jim Axelrod, Luisa Garcia", "title": "Fighting malnutrition in Rwanda with orange sweet potatoes", "description": "The Vitamin A in orange sweet potatoes helps combat impaired growth and vision loss", "url": "https://www.cbsnews.com/news/researchers-fighting-malnutrition-in-rwanda-with-orange-sweet-potatoes/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/53a1c38c-0f64-4b02-b0e2-782ca5241e05/thumbnail/1200x630/7869178fd3d46190e1ad3de1739f1e75/child-eating-orange-fleshed-sweet-potatoes-2.jpg", "publishedAt": "2018-11-22T17:41:05Z", "content": "Luisa Garcia was a 2018 African Great Lakes Reporting Fellow with the International Women's Media Foundation. As Dr. Kirimi Sindi drove past the lush, green, rolling hills of Rwanda, he called the region \"the country of a thousand hills.\" He was traveling wit… [+3007 chars]", "fulltext": "Luisa Garcia was a 2018 African Great Lakes Reporting Fellow with the International Women's Media Foundation.\n\nAs Dr. Kirimi Sindi drove past the lush, green, rolling hills of Rwanda, he called the region \"the country of a thousand hills.\" He was traveling with a group of aid workers from the non-profit International Potato Center, also known as CIP from its Spanish acronym, to meet with farmers in rural areas.\n\n\"There were cases of malnutrition in my community,\" said Drocella Yankulije, a farmer from the southern district of Muhanga. \"But after growing sweet potatoes, these cases have been reduced.\"\n\nNearly half the children in Rwanda's rural areas suffer from impaired growth and vision loss, both due to vitamin A deficiencies. As a result, CIP has made it a priority to introduce orange sweet potatoes, chock-full of vitamin A, to Rwanda.\n\nCBS News\n\n\"There is no better sight than going in the field and seeing a child or mother or household eating orange-fleshed sweet potatoes,\" said Dr. Sindi.\n\nDr. Sindi taught agricultural economics at Michigan State University before moving to Rwanda in 2009 to manage CIP's office in the capital city of Kigali. He oversaw years of natural crossbreeding to create an orange sweet potato that can survive the country's unpredictable climate and harvest every three to four months, as opposed to once a year like most native crops.\n\n\"I think I can be a part of changing the world,\" said Dr. Sindi. \"There shouldn't be a reason why some people are hungry or have no food.\"\n\nOne small root provides 100 percent of recommended daily intake of vitamin A for kids.\n\nTwo of Uwubumwe Jean's six children, living in a rural village in Musanze, started to lose their vision when she was able to start feeding them sweet potatoes.\n\nCBS News\n\n\"The color of my child's eyes changed,\" said Jean. \"After she started editing orange-fleshed sweet potatoes, the eyes turned back to normal.\"\n\nCIP's initiative, funded in part by a four million dollar investment from USAID, also aims to help farmers generate an income from orange sweet potatoes.\n\n\"I was so poor,\" said Yankulije. \"I had to beg for clothing.\"\n\nFor years, Yankulije lived in poverty. Now, she grows orange sweet potatoes so successfully that she can hire other women to work in her fields.\n\n\"I feel so happy that I've become a woman of importance in my community,\" said Yankulije.\n\n\"We need to make sure the Rwandan people are in a situation where they can produce and contribute to the economic growth of a country,\" said Malick Haidara, former director of USAID's economic growth office in Rwanda. \"That starts with making sure that they have enough food to eat. It's one of the most important issues that needs to be addressed first.\"\n\nSince orange sweet potatoes are the most commonly consumed in the U.S., Dr. Sindi said a story about fighting hunger in Rwanda should carry a special meaning here today.\n\n\"I would want the Americans at home to understand that the yam or the orange fleshed sweet potato they eat there over Thanksgiving mainly and they take it for granted,\" said Dr. Sindi. \"There are so many households, particularly in the third world that wish they could take that nutrition when they need it.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Woman accused of GoFundMe scam suspended from state job", "description": "Katelyn McClure is accused of devising a feel-good story with her boyfriend and a homeless veteran to scam donors", "url": "https://www.cbsnews.com/news/homeless-gofundme-scam-katelyn-mclure-suspended-from-state-job/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/09/11/9debc38b-587c-41b6-977e-a68ea8e3e085/thumbnail/1200x630/608c12452a38ff67cf469922a6c6255f/gofundme-ap-18103664847048-crop.jpg", "publishedAt": "2018-11-22T17:09:15Z", "content": "TRENTON, N.J. — A New Jersey woman charged with scamming GoFundMe donors out of more than $400,000 with a fake story about a homeless veteran has been suspended from her state job. Katelyn McClure was a receptionist within the state Department of Transportati… [+1409 chars]", "fulltext": "TRENTON, N.J. — A New Jersey woman charged with scamming GoFundMe donors out of more than $400,000 with a fake story about a homeless veteran has been suspended from her state job. Katelyn McClure was a receptionist within the state Department of Transportation. A DOT spokeswoman confirmed Wednesday that McClure is on \"suspension status,\" but declined to say if it was a paid or unpaid.\n\nMcClure and her former boyfriend, Mark D'Amico, are charged with conspiracy and theft by deception. Her lawyer has said she was duped by D'Amico, while his lawyer has denied such claims.\n\nMcClure and D'Amico started a GoFundMe campaign for Johnny Bobbitt last year, sharing a story about how he supposedly offered his last $20 to help McClure when her car ran out of gas.\n\nThe fundraiser raised over $400,000 from over 14,000 donors from around the world. But according to authorities, the feel-good story was a scam from the beginning.\n\nBurlington County, New Jersey, Prosecutor's Office\n\n\"It might seem too good to be true and unfortunately it was,\" prosecutor Scott Coffina said. \"The entire campaign was predicated on a lie.\"\n\nAccording to Coffina, McClure texted a friend less than an hour after the campaign launched, saying the story was \"completely made up.\" Prosecutors claim McClure, D'Amico and Bobbitt met a month earlier at a casino and conspired to raise the money with a heartwarming story.\n\nMcClure and D'Amico are accused of spending money raised from the campaign on luxury items and trips. Bobbitt sued the couple in September, claiming the couple mismanaged the funds. Now all three are facing charges.\n\nGoFundMe said it will refund the money to donors."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Joe Regalbuto talks \"Murphy Brown\" at Thanksgiving Day Parade", "description": "Regalbuto said the \"Murphy Brown\" reboot still does not shy away from hot-button topics", "url": "https://www.cbsnews.com/news/joe-regalbuto-talks-murphy-brown-at-thanksgiving-day-parade/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/331a4476-0444-4916-8122-a5add07c54ad/thumbnail/1200x630g2/b05ffd5fa446ba9b82a2dd7c72c9c3d6/mb110a-1328b.jpg", "publishedAt": "2018-11-22T16:58:25Z", "content": "Native New Yorker and \"Murphy Brown\" star Joe Regalbuto said Thursday was the closest he ever got to the Thanksgiving Day Parade, as he sat with Keltie Knight and Kevin Frazier just above the floats. \"It's unreal; you can almost touch these floats,\" he said. … [+1340 chars]", "fulltext": "Native New Yorker and \"Murphy Brown\" star Joe Regalbuto said Thursday was the closest he ever got to the Thanksgiving Day Parade, as he sat with Keltie Knight and Kevin Frazier just above the floats. \"It's unreal; you can almost touch these floats,\" he said.\n\nRegalbuto said he brought in his whole family from California. The actor said of his grandson, \"He's just giggling and loving it.\"\n\nRegalbuto, who was on the original \"Murphy Brown,\" talked about getting the chance to reprise his role as Frank Fontana on the new reboot on CBS.\n\n\"What a joy,\" he said. \"I mean, they told me - I was in my pajamas - 'You wanna do it again?' It was never even on the radar and to see everybody again working so hard, coming out with great stories - we have a great Thanksgiving show coming out tonight - it's so much fun.\"\n\nRegalbuto said the show still does not shy away from hot-button topics.\n\n\"We pick a topic and go after it,\" he said. \"I don't think people tune into the show to watch us be wishy-washy. We try to be funny. The big thing is to be funny as you can and hit on the big stuff and try not to offend too many people - which is impossible.\"\n\nAs for Thanksgiving dinner, Regalbuto said it's nice to come back to his hometown.\n\n\"I have a lot of relatives who work here,\" he said. \"A lot of us are vegetarian, so we do a huge Italian dinner. We have eggplant parmesan, stuffed mushrooms and artichokes. Believe me, there's plenty of food.\" He even invited Knight and Frazier to dinner: \"Come on over and this is not just a frozen smile: you're welcome.\"\n\nFrazier joked that he would bring his own turkey."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Girl killed by stray bullet wrote award-winning essay about gun violence", "description": "13-year-old Sandra Parks lamented children who were victims of \"senseless gun violence\" in the award-winning piece", "url": "https://www.cbsnews.com/news/sandra-parks-girl-killed-in-home-by-stray-bullet-wrote-award-winning-essay-about-gun-violence/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/2af35dfe-8d9a-4164-a759-35c390555181/thumbnail/1200x630/c92107f13b116bda17254ea26512ce17/sandra.jpg", "publishedAt": "2018-11-22T16:51:15Z", "content": "MILWAUKEE -- A 13-year-old Milwaukee girl who was killed in her home by a stray bullet Monday night had written an award-winning essay about gun violence, school officials say. Sandra Parks died after a gunman who may have been shooting at his ex-girlfriend o… [+3296 chars]", "fulltext": "MILWAUKEE — A 13-year-old Milwaukee girl who was killed in her home by a stray bullet Monday night had written an award-winning essay about gun violence, school officials say. Sandra Parks died after a gunman who may have been shooting at his ex-girlfriend outside a nearby home fired into the girl's living room, prosecutors say.\n\nIsaac Barnes, 26, faces charges of first-degree reckless homicide, discharging a gun into a building, and possession of a firearm by a felon. The reckless homicide charge is punishable by up to 60 years in prison.\n\nHow many more children must we lose to gun violence?! Last night Keefe Avenue 8th grade student Sandra Parks was... Posted by Milwaukee Teachers' Education Association on Tuesday, November 20, 2018\n\nThe Journal Sentinel reported that Sandra had taken third place just two years earlier in a citywide competition with her essay, \"Our Truth,\" commemorating the life of Martin Luther King. Sandra wrote of seeing \"examples of chaos almost every day\" and lamented \"little children\" who were victims of \"senseless gun violence.\"\n\n\"The world has lost a young lady who had a talent for writing and making her friends laugh,\" Milwaukee public schools officials said in a statement of the eighth grader. \"She was well-liked by her teachers and classmates. She was loved by her family.\"\n\nDonelle Johnson, the coordinator of Milwaukee Teacher's Education Association Martin Luther King Jr. Writing contest, told CBS affiliate WDJT-TV Parks was a \"very articulate\" young woman.\n\n\"When I got the call this morning, I went to her essay and it was like it was prophetic ... [she was] against gun violence,\" Johnson said. \"In her words, 'senseless gun violence.'\"\n\nThe girl's mother, Bernice Parks, told the station her daughter wrote about \"her feelings, her life, how people treated her, how she wanted things to be.\" At a vigil Tuesday, she said she wants to get her daughter's writing published in her memory.\n\n\"I'm going to miss my baby,\" Parks said. \"She was a star.\"\n\nParks' mother had gone to bed at around 7 p.m. Monday and was \"awoken by the sound of gunfire,\" prosecutors said in the complaint.\n\n\"The next thing she heard was (Sandra) yelling \"I'm shot! I'm shot!\" prosecutors say.\n\nMilwaukee Mayor Tom Barrett had said Tuesday Sandra Barnes was in her bedroom when she was shot, but according to the criminal complaint her mother found her bleeding on the living room floor, where her siblings had been watching television.\n\nIn a complaint filed Wednesday, prosecutors said Isaac Barnes' ex-girlfriend was visiting her sister at a home Monday night near where Sandra lived. She said Barnes approached her wearing a black mask and \"holding a large AK-47 style firearm.\" He told her, \"I was going to fan you down,\" but didn't because she had her kids in her parked car.\n\nIt wasn't clear from the criminal complaint whether Parks had already been shot by then.\n\nProsecutors also charged an acquaintance of Barnes with two counts of possession of a firearm by a felon, alleging that he had safeguarded two guns belonging to Barnes. However, the acquaintance, 27-year-old Untrell Oden, is not accused of participating in the shooting.\n\nBarnes and Oden did not yet have attorneys listed and haven't had a bond hearing.\n\nPolice found Barnes hiding a closet in a home where they also located Oden. In that home, police recovered one firearm in the garbage can of the living room and another gun in a bedroom, according to prosecutors. They say Oden told detective he saw Barnes \"shooting at an unknown target as they walked from the store.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kathryn Watson", "title": "\"Happy to sit in the light\": Comey responds after being subpoenaed", "description": "The two former top officials are being asked to testify in a deposition, not in a hearing, in early December", "url": "https://www.cbsnews.com/news/james-comey-and-loretta-lynch-subpoenaed-to-testify-in-twilight-of-house-republican-power/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/02/02/b2e75737-16bb-4531-be4e-1173c1fff830/thumbnail/1200x630g2/7cd22fb5e255b74fab105c47fb0f051a/rtx4nz4e.jpg", "publishedAt": "2018-11-22T16:17:33Z", "content": "In the twilight of Republican power in the House, House Judiciary Committee Chairman Bob Goodlatte fired off subpoenas to former FBI Director James Comey and former Attorney General Loretta Lynch late Wednesday, demanding them both to testify in a deposition.… [+1181 chars]", "fulltext": "In the twilight of Republican power in the House, House Judiciary Committee Chairman Bob Goodlatte fired off subpoenas to former FBI Director James Comey and former Attorney General Loretta Lynch late Wednesday, demanding them both to testify in a deposition.\n\nThe two former top officials are being asked to testify in a deposition, not in a hearing, in early December, according to the subpoenas obtained by CBS News' Nancy Cordes. House Republicans have mere weeks before Democrats take control of committees and thus, control of subpoena power away from GOP hands.\n\nThe subpoenas follow a New York Times report that Mr. Trump wanted to order the Justice Department to prosecute rivals Comey and Hillary Clinton. House Republicans have been probing the FBI's actions leading up to the 2016 presidential election.\n\nComey announced his subpoena in a tweet Thanksgiving morning, saying he's \"happy to sit in the light and answer all questions\" but will \"resist\" a closed-door questioning session. CBS News' Rebecca Kaplan has previously reported that Democrats plan to demand the hearings with Comey and Lynch be held publicly.\n\n\"Happy Thanksgiving. Got a subpoena from House Republicans,\" Comey tweeted. \"I'm still happy to sit in the light and answer all questions. But I will resist a 'closed door' thing because I've seen enough of their selective leaking and distortion. Let's have a hearing and invite everyone to see.\"\n\nREAD THE SUBPOENAS:\n\nDavid Kelley, an attorney for Comey, said Comey \"will resist in court this abuse of process.\"\n\n\"As Representative Goodlatte and his colleagues on the House Judiciary Committee have repeatedly demonstrated, the interviews they have conducted in closed session concerning the Russia and Clinton email investigations are solely for the purpose of selectively leaking statements made by witnesses in order to fit and promote the Committee's false narrative,\" Kelly said in a statement to CBS News. \"While the authority for congressional subpoenas is broad, it does not cover the right to misuse closed hearings as a political stunt to promote political as opposed to legislative agendas. Mr. Comey embraces and welcomes a hearing open to the public, but the subpoena issued yesterday represents an abuse of process, a divergence from House rules and its presumption of transparency. Accordingly, Mr. Comey will resist in court this abuse of process.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Thom Craver", "title": "Thanksgiving Day 2018 football schedule", "description": "The NFL Thanksgiving Day football schedule tradition expanded to three Thanksgiving day games this year", "url": "https://www.cbsnews.com/news/2018-thanksgiving-nfl-football-schedule-today-2018-11-22-watch-on-tv-online-stream/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2017/09/24/0022db66-78d6-4b44-9d74-cee63ec001a6/thumbnail/1200x630/466e4fca1c8957c80d2a8bc90ebab9d2/gettyimages-853050148.jpg", "publishedAt": "2018-11-22T16:16:52Z", "content": "The NFL Thanksgiving Day football schedule tradition expanded to three Thanksgiving day games this year. The three 2018 matchups all feature NFC teams. Which NFL teams play today? Chicago Bears at Detroit Lions Washington Redskins at Dallas Cowboys Atlanta Fa… [+1157 chars]", "fulltext": "The NFL Thanksgiving Day football schedule tradition expanded to three Thanksgiving day games this year. The three 2018 matchups all feature NFC teams.\n\nWhich NFL teams play today?\n\nChicago Bears at Detroit Lions\n\nWashington Redskins at Dallas Cowboys\n\nAtlanta Falcons at New Orleans Saints\n\nBears (7-3) at Lions (4-6)\n\nStart time: 12:30 p.m. ET\n\n\n\nLocation: Ford Field – Detroit, Michigan\n\nOn TV: Your local CBS station\n\nOnline stream: Watch on fuboTV, Start a free trial\n\n\n\nThe early game features the Detroit Lions playing host to Chicago. Both teams are coming off big wins. But the visiting Bears are a three-point favorite to win. Kickoff starts at 12:30 p.m.\n\nRedskins (6-4) at Cowboys (5-5)\n\nStart time: 4:30 p.m. ET\n\n\n\nLocation: AT&T Stadium – Arlington, Texas\n\n\n\nOn TV: Your local Fox station\n\nOnline stream: Watch on fuboTV, Start a free trial\n\n\n\nThe Dallas Cowboys provide the late afternoon, after-dinner game. The Cowboys are a seven point favorite in this rematch of the Week 7 matchup won by the Redskins. Kickoff is 4:30 p.m. ET from Dallas.\n\nFalcons (4-6) at Saints (9-1)\n\nStart time: 8:20 p.m. ET\n\n\n\nLocation: Mercedes-Benz Superdome – New Orleans, Louisiana\n\nOn TV: Your local NBC station\n\n\n\nOnline stream: Watch on fuboTV, Start a free trial\n\nAfter dinner and dessert, New Orleans looks to pick up their tenth win of the season. The Saints are a 11.5 point favorite against the Falcons. Kickoff is 8:20 p.m. from the Superdome."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "New museum focuses on veterans, not the wars they fought", "description": "Colin Powell wasn't planning to be part of another museum board, until he realized the National Veterans Memorial and Museum was different", "url": "https://www.cbsnews.com/news/new-veterans-museum-focuses-on-the-individual-stories-of-soldiers/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/a685df5f-012b-42ae-8488-cdcac9bb9866/thumbnail/1200x630/3f18fc5dfb4814b64c551c36aa1d1feb/ctm-clean-8am-cr470c-20181122-frame-35342.jpg", "publishedAt": "2018-11-22T15:57:12Z", "content": "The new National Veterans Memorial and Museum in Columbus, Ohio, pays homage to the more than 40 million men and women who have served in the United States military. There are displays you might expect, like Civil War-era hats, first aid kits dating back 200 … [+2586 chars]", "fulltext": "The new National Veterans Memorial and Museum in Columbus, Ohio, pays homage to the more than 40 million men and women who have served in the United States military. There are displays you might expect, like Civil War-era hats, first aid kits dating back 200 years, and boots from a fallen soldier in Iraq. But Colin Powell – the honorary chair of the museum's board of directors – said it's about so much more.\n\n\"I wasn't planning to get on another museum board but once I came out here when it was under construction…I had to be a part of it. This one is unique in that it focuses on the individual soldier, sailor, airman and Marines. It's not about the battle, not about the generals, it's about folks who actually get the job done,\" Powell told CBS News correspondent Chip Reid. \"It is a quiet place where the focus is totally on the individual G.I.\"\n\nG.I.s like Thom Tran, who was shot in the head four days into his first combat mission in Iraq.\n\nTran tells his story of service in video exhibits throughout the museum.\n\n\"A lot of veterans come back and they feel like they don't have anyone to share their story with. And this is proof that they can share that story,\" Tran said.\n\nThere are interactive exhibits, including one that shows the number and location of U.S. troops throughout the decades. There are stories of enlisting; of sacrifice; of coming home – from the famous to the anonymous.\n\n\"I never would have thought anybody would be interested in my story, but why shouldn't they? I gave 17 years to this country, and I think anybody that's worn the uniform deserves to have their story told,\" said Jaspen Boothe.\n\nThe museum doesn't shy away from some of the military's thornier issues.\n\nWhen Boothe was discharged after a cancer diagnosis, she found there were no services for her or her son.\n\n\"I took an oath 17 years ago to never leave a fallen comrade and once I saw that there was a void that became my next mission,\" Boothe said. \"So I started a non-profit organization called Final Salute Inc. and our mission is to provide homeless women veterans and their children with safe and suitable housing.\"\n\nCol. Tom Moe was a POW in Vietnam for more than five years. His daughter was an infant when he left and six when he returned.\n\n\"And we had two more kids after I came home, boys, and they've each had three kids. And I look at, I cherish my whole family but my boys and my grandkids would have never been born had I not come home,\" Moe said.\n\nPowell hopes the museum appeals to civilians and veterans alike.\n\n\"We've only had about one percent of the population involved in military operations…So it is important that the other 99 percent know their sacrifice and why they are sacrificing and what that sacrifice is like,\" Powell said.\n\nOf the more than 40 million Americans who have served in the military, about half are alive today."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Sela Ward talks about \"FBI\" and her favorite Southern Thanksgiving dishes", "description": "Ward says she loves learning about the FBI from working on her show", "url": "https://www.cbsnews.com/news/thanksgiving-day-parade-sela-ward-talks-about-fbi-and-her-favorite-southern-thanksgiving-dishes-today-2018-11-22/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/b77eeb14-9094-430b-8937-31a671000905/thumbnail/1200x630g2/28df64d451b81e48b126d5aa683c3224/113184-4136b.jpg", "publishedAt": "2018-11-22T15:52:48Z", "content": "\"FBI\" star Sela Ward stopped by the Thanksgiving Day Parade for the very first time. \"They're so much taller on television,\" she told hosts Keltie Knight and Kevin Frazier. \"I love Charlie Brown,\" she said, as the 46-foot tall float passed her. Ward talked to… [+1199 chars]", "fulltext": "\"FBI\" star Sela Ward stopped by the Thanksgiving Day Parade for the very first time. \"They're so much taller on television,\" she told hosts Keltie Knight and Kevin Frazier. \"I love Charlie Brown,\" she said, as the 46-foot tall float passed her.\n\nWard talked to Knight and Frazier about her new show, \"FBI.\" The actress said, \"You know what's so cool? This is the new Dick Wolf [creator of \"Law & Order] show and he's a genius. The window into what the FBI men and women do to keep our country safe is so awesome - you rock, FBI people - and they really do so much to protect us.\"\n\nShe urged viewers to tune in to learn more about the agency.\n\n\"It's really important to watch just to understand what that organization does to keep us safe,\" she said.\n\nWard said that usually, she and her family celebrate Thanksgiving in Mississippi, where she's from, but this year, her family followed her to New York.\n\n\"My kids are here and we're going to attempt to actually make the whole thing. We're going to have a great feast today,\" she said.\n\nWard said they'll have a few Southern classics at her family dinner.\n\n\"We have to have cornbread dressing,\" she said. \"That's probably the biggest thing everybody insists on. You can't make dressing with just white bread. It has to be cornbread.\" She also said that football is big for her family, and they like to end their meal with something sweet: \"Pecan pie - with a lot of butter.\"\n\n\"FBI\" airs on CBS on Tuesdays at 9/8c."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Trump defends Saudis, says \"maybe the world\" should be held accountable for Khashoggi's death", "description": "The president doubled down on defending Saudi Arabia and blasting the 9th Circuit", "url": "https://www.cbsnews.com/news/trump-on-thanksgiving-defends-saudi-crown-prince-after-khashoggi-muder-2018-11/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2017/12/24/939a5b01-adfa-4805-8181-32583f9809a4/thumbnail/1200x630g4/ff8d2f94bc3289d6ae7d9f7ce4b350b5/trump.jpg", "publishedAt": "2018-11-22T15:36:07Z", "content": "President Trump spent part of his Thanksgiving morning, after speaking with troops, defending the Saudis following the murder of journalist Jamal Khashoggi. Mr. Trump doubled down on his shocking Tuesday statement that he sides with the Saudis, saying the Sau… [+2453 chars]", "fulltext": "After speaking with troops, President Trump spent part of his Thanksgiving morning defending Saudi Arabia following the murder of journalist Jamal Khashoggi.\n\nMr. Trump doubled down on his Tuesday statement that he sides with the Saudis, saying the Saudi crown prince and his father both \"vehemently\" deny a role in his death. The CIA, Mr. Trump said Thursday, never \"concluded\" that the Saudi royals were responsible in the death, although CBS News has confirmed that CIA intelligence points to Saudi Crown Prince Mohammed bin Salman ordering the murder. Mr. Trump has refused to listen to audio of the killing.\n\nAsked who should be held responsible for Khashoggi's death, the president said Thursday, \"Maybe the world should be held accountable because the world is a vicious place.\"\n\n\"So I hate the crime and I hate what is done and I hate the cover-up,\" Mr. Trump also said. \"And I will tell you this, the crown prince hates it more than I do.\"\n\nThe president has long couched his defense of the Saudis in economic terms, saying the financial relationship between the two nations is indispensable.\n\n\"Do people really want me to give up hundreds of thousands of jobs – and frankly, if we went by this standard, we wouldn't have anybody as an ally,\" Mr. Trump said Thursday.\n\nEarlier in the week, the president announced there would be no further punishment for the Saudis after Khashoggi's death, a statement that sent shockwaves across Washington and was described by critics as akin to propaganda for the Saudis.\n\n\"It could very well be that the crown prince had knowledge of this tragic event,\" the president said in the statement. \"Maybe he did and maybe he didn't!\" Mr. Trump said in his exclamation mark-laced written remarks.\n\nMr. Trump also said he would be interviewing candidates for administration positions over the weekend, although he didn't say whom or what positions.\n\nOn Thanksgiving, the president also continued to blast the 9th Circuit Court of Appeals and the nation's judiciary system. Mr. Trump believes the court rules unfairly against his administration, and his blistering remarks elicited a rare rebuke from Chief Justice John Roberts Wednesday.\n\n\"Justice Roberts can say what he wants, but the 9th Circuit is a complete & total disaster,\" Mr. Trump tweeted Thanksgiving morning. \"It is out of control, has a horrible reputation, is overturned more than any Circuit in the Country, 79%, & is used to get an almost guaranteed result. Judges must not Legislate Security......and Safety at the Border, or anywhere else. They know nothing about it and are making our Country unsafe. Our great Law Enforcement professionals MUST BE ALLOWED TO DO THEIR JOB! If not there will be only bedlam, chaos, injury and death. We want the Constitution as written!\"\n\nAfter teleconferencing with troops abroad, the president visited troops at a nearby Coast Guard center, where they were served sandwiches. Mr. Trump praised them for their work.\n\n\"If you were doing a brand, they would say this is one of the great brand increases,\" he said, adding, \"Nobody has gone up more than the Coast Guard.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Fedex driver cleared in fatal punch of man who yelled racist slurs", "description": "Prosecutors say the man who died tried to hit the Oregon delivery driver first", "url": "https://www.cbsnews.com/news/fedex-driver-cleared-in-fatal-punch-of-man-who-attacked-him-yelled-racist-slurs/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2017/08/03/0dadb08b-d96e-44e7-8253-12fe256a0ac1/thumbnail/1200x630/d783d4d60f698c977e9cf1b33ddf048b/fedex-rtx2gfd0.jpg", "publishedAt": "2018-11-22T15:36:06Z", "content": "PORTLAND, Ore. — Prosecutors say a FedEx driver was justified in punching a Portland, Oregon, man after he yelled racial slurs and tried to hit the driver first. Joseph Magnuson died following the September encounter with driver Timothy Warren, The Oregonian/… [+1794 chars]", "fulltext": "PORTLAND, Ore. — Prosecutors say a FedEx driver was justified in punching a Portland, Oregon, man after he yelled racial slurs and tried to hit the driver first. Joseph Magnuson died following the September encounter with driver Timothy Warren, The Oregonian/OregonLive reported.\n\nThe Multnomah County District Attorney's Office announced Monday that there's no indication Warren intended to kill Magnuson.\n\nA county medical examiner determined Magnuson was in \"extremely poor health\" prior to the encounter, and his fall after the punch to the head aggravated pre-existing conditions.\n\nWitnesses told authorities Magnuson was yelling \"very aggressively\" for Warren to slow down, Senior Deputy District Attorney Adam Gibbs wrote in a memo declining prosecution. Three witnesses, however, said Warren was driving slowly — 20 miles per hour or less — on the narrow road by a playground, reports Oregon Live. Warren stopped the truck and tried speaking to Magnuson.\n\nIf Warren kept driving, Magnuson might still be alive, but \"the decision by Mr. Warren, who is black, to not let the racist vitriol to which he was being subjected go unanswered is not of legal significance,\" Gibbs wrote.\n\nBoth men started yelling at each other, and Magnuson threw a drink at Warren. Warren hit Magnuson once after he threw a punch, according to the memo. Magnuson dropped to the ground unconscious.\n\n\"Oregon law contains no 'duty to retreat' and Mr. Warren was within his right to exit his vehicle and verbally challenge the manner in which Mr. Magnuson was addressing him,\" the memo said. \"Mr. Magnuson was the initial verbal aggressor; Mr. Warren responded in kind. Mr. Magnuson then escalated and became the initial physical aggressor; Mr. Warren again responded in kind.\"\n\nMagnuson's toxicology results weren't immediately available, reports Oregon Live, but Gibbs wrote the findings \"are not of significance to the legal analysis.\"\n\nMagnuson's toxicology results weren't available as of Monday, Gibbs wrote, but the findings \"are not of significance to the legal analysis.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "California could be source of romaine lettuce tainted with E. coli, FDA says", "description": "The bacteria has sickened 32 people in 11 states since October, with nearly a third of those cases in Los Angeles County", "url": "https://www.cbsnews.com/news/e-coli-california-could-be-source-of-tainted-romaine-lettuce-fda-says/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/f11ffe99-d211-435b-b5e5-aaf17890b6f2/thumbnail/1200x630/2cac58acb31137d10045af709c5dc4a6/1122-ctm-romainelettuce-werner-1718328-640x360.jpg", "publishedAt": "2018-11-22T15:32:14Z", "content": "The FDA is looking at California as a potential source of romaine lettuce tainted with a potentially deadly strain E. coli. Health officials said romaine lettuce should be removed from all supermarket shelves and restaurant menus until they can determine the … [+1567 chars]", "fulltext": "The FDA is looking at California as a potential source of romaine lettuce tainted with a potentially deadly strain E. coli. Health officials said romaine lettuce should be removed from all supermarket shelves and restaurant menus until they can determine the source of the new outbreak. But, as Anna Werner reports, tracking down the source of the contaminated produce is quite difficult.\n\nThe potentially deadly strain of the bacteria has sickened 32 people in 11 states since October. Nearly a third of the cases are in Los Angeles County.\n\nScott Horsfall, the CEO of the California Leafy Greens Marketing Agreement, said most of the romaine on the market when the outbreak began was grown in his state.\n\n\"Given the harvest cycle at that time, I think there's a good possibility that it came from California, yes,\" Horsfall said.\n\nBut he also said finding the exact farm will be difficult because it takes about two to three weeks for investigators to confirm an E.coli outbreak is underway.\n\n\"So by the time they're actually doing trace-back, there is no packaging left, there's no product left,\" Horsfall said.\n\nAn important clue for investigators is the bacteria's DNA. It's very similar to the E.coli strain that caused a still unsolved outbreak in 2017.\n\n\"If you look at the map of illness onsets from last year, it is very similar to this recent outbreak ... because these two are related, we have really more clues to go by now in terms of where people got sick and the timing involved,\" Horsfall said.\n\nThe CDC said about 48 million people get sick from foodborne illnesses every year – 46 percent of them from eating leafy vegetables and other produce.\n\nCooking kills most germs found in food, but because romaine lettuce is usually eaten raw that's not really an option. The CDC says just throw it out, it's not worth the risk.\n\n"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "\"Madam Secretary\" star Erich Bergen on Thanksgiving traditions", "description": "Erich Bergen returned to \"The Thanksgiving Day Parade\" on CBS for the third time on Thursday", "url": "https://www.cbsnews.com/news/thanksgiving-day-parade-madam-secretary-star-erich-bergen-on-thanksgiving-traditions-today-2018-11-22/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/3b2d7c00-c51f-421e-838d-9e490d760f18/thumbnail/1200x630g2/993b6478af7aa739763173d844f897f8/113709-01462b.jpg", "publishedAt": "2018-11-22T15:22:04Z", "content": "Erich Bergen returned to \"The Thanksgiving Day Parade\" on CBS for the third time on Thursday. Hosts Kevin Frazier and Keltie Knight joked that his appearance has become a Thanksgiving tradition. The \"Madam Secretary\" star laughed and said, \"It is and it gets … [+880 chars]", "fulltext": "Erich Bergen returned to \"The Thanksgiving Day Parade\" on CBS for the third time on Thursday. Hosts Kevin Frazier and Keltie Knight joked that his appearance has become a Thanksgiving tradition.\n\nThe \"Madam Secretary\" star laughed and said, \"It is and it gets colder every year.\" The actor said that he's enjoying working on the fifth season of the show, though his character Blake's future seems uncertain.\n\n\"We are just having the best time,\" he said. \"This Sunday, we finally find out what happens to Blake, because he was told he's being fired.\"\n\nIt's been an eventful week for Bergen, who tried something new this Thanksgiving. The actor admitted he's not exactly a seasoned cook.\n\n\"I baked a pie for the first time ever,\" he said. \"I don't know how it tastes, but I actually used my oven. Thank you, America.\"\n\nKnight joked, \"He's a singer, he's an actor and he's a cook.\"\n\nBergen said that his music has been keeping him busy. He just released the songs \"Running Through the Night\" and \"Better in the Dark.\" The \"Jersey Boys\" alum also said he has performances coming up with the Pasadena Symphony & Pops as well as the Cleveland Pops."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Chris Watts case: Texts between convicted murderer and wife released by district attorney", "description": "CBS Denver receives more than 2,000 pages ​of documents from the Weld County District Attorney in the Chris Watts murder case", "url": "https://www.cbsnews.com/news/chris-watts-murder-case-texts-with-wife-shanann-watts-released-weld-county-district-attorney/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/08/16/4286268b-2977-4524-986d-8f2058fd70af/thumbnail/1200x630g2/4e1b9c54e5916f58a294911012dfee69/missingcoloradomom.jpg", "publishedAt": "2018-11-22T15:10:21Z", "content": "WELD COUNTY, Colo. – New documents are shedding light on Christopher Watts, the Colorado man who will spend the rest of his life in prison for the murders of his pregnant wife and their two young daughters. In response to a Colorado Criminal Justice Records r… [+7686 chars]", "fulltext": "WELD COUNTY, Colo. – New documents are shedding light on Christopher Watts, the Colorado man who will spend the rest of his life in prison for the murders of his pregnant wife and their two young daughters. In response to a Colorado Criminal Justice Records request, CBS Denver received more than 2,000 pages of documents from the Weld County District Attorney in the case.\n\nWatts killed his wife, Shanann and their two daughters, Bella and Celeste in August. He pleaded for their safe return, but was arrested days later.\n\nOn Nov. 6, Watts pleaded guilty to the nine charges he faced, including five counts of first-degree murder. In addition to the murder charges for Shanann and his daughters, he also pleaded guilty to two counts of murdering a child, one count of unlawful termination of a pregnancy and three counts of tampering with a deceased human body.\n\nOn Monday, the judge sentenced Chris Watts to three consecutive life sentences, along with two other life sentences to be carried out concurrently, in addition to 48 years for unlawful termination of pregnancy for the death of the unborn child, and 12 years each for three counts of tampering with a deceased body.\n\nCBS Denver has excerpted some of the information discovered on the phones of the parties involved in the investigation. The commentary is written by investigators for their reports:\n\nShanann Watts pregnancy\n\np. 2082 May 29, 2018\n\n1540 hours: Shanann began filming in the kitchen of 2825 Saratoga Trail. she stepped in front of the camera briefly to show off her shirt with the embossed words, \"Oops… we did it again.\" When she stepped out of the camera's view Dieter (the family dog) ran off to welcome Watts entering the home. As Watts walked into the kitchen, he halted mid stride and stared in Shanann's direction. His confused expression transformed into a grin and he walked to her saying, \"We did it again.\" When Watts returned in view of the camera he is holding a pregnancy test and they discuss the positive result. Watts leaned in, kissed Shanann and, with a large grin, says, \"l guess when you want to, it happens – Wow.\" Seventy six days later Shanann, her unborn child, Bello and Celeste were murdered *\n\nIn an interview with Thornton Police, Watts' alleged mistress Nichol Kessinger said from her perspective, Chris and Shanann \"did not get along well and their financial life was also troubling. She said Chris was struggling with finances and now he had a third kid on the way and she does not know if he could afford another kid. Shanann was not responsive to this financial trouble. Nichol said Chris always told her he wanted a third child and wanted a boy.\"\n\nKessinger told police she does not think she is the only catalyst for the sequence of events. She does, however, believe that being in Chris's life may have \"accelerated the process.\" She feels \"money is the biggest catalyst for this event happening.\"\n\nIn that same interview, Kessinger said she could not think of a reason for why Chris would have hurt his children. She continues, \"The only thing she could think of was that the kids may have seen him killing Shanann so he chose to kill them as well.\"\n\nShannan discusses problems with Chris\n\nAugust 5, 2018\n\n2234 hours: Shanann added (to Chris), \"Being away from you, it's not the help I missed because I handle that. lt was exhausting, but with school that's not hard. I missed the smell of you, you touching me when l'm cooking, you touching me in bed, you touching me period! I missed holding you and snuggling with you. I missed eating with you, watching tv with you. I missed staring at you, I missed making love with you. I missed everything about you. I couldn't wait to touch you, hold you, kiss you, make love to you, smell you, laugh with you. I couldn't wait to celebrate 8 years with you… lf you are done, don't love me, don't want to work this out, not happy anymore and only staying because of kids, I NEED you to tell me.\"\n\n2300 hours: Shanann asked Watts, \"Would you stay with me if we didn't have kids?\"\n\n2309 hours: Shanann asked Watts, \"l just don't get it. You don't fall out of love in 5 weeks.\" Minutes later she pondered, \"How can you sleep? Our marriage is crumbling in front of us and you can sleep.\"\n\nProblems with in-laws\n\np. 2085 July 9, 2018\n\n2015 hours: Shanann discussed how Watts' mother gave Celeste ice cream with nuts in the ingredients. Shanann felt this was done in defiance of Shanann's warnings of Celeste's food allergies. Shanann told Watts, \"You should call your dad and tell him you did not appreciate your mom putting your daughter at risk today, nor do you like that she teased our girls. You should also say you don't appreciate her saying they have to learn they can't always get what they want! (Referring to ice cream) they are 2 and 4!\n\nShannan discusses marital problems\n\nJuly 24, 2018\n\n1802 hours: Shanann told Watts, \"l realized during this trip what's missing in our relationship! lt's only one way emotions and feelings. I can't come back like this. I need you to meet me halfway. You don't consider others at all, nor think about others feelings.\" Watts replied that he was sorry and he loves her. Shanann responded, \"l try to give you space, but while you are working and living the bachelor life l'm carrying our 3rd and fighting with our two kids daily and trying to work and make money. lt's not hard texting love you and miss you. lf you don't mean it then I get it, but we need to talk. I kept looking at my phone all night and no response from you. Like seriously! We didn't just start dating yesterday! We've been together 8 years and have 2.5 kids together.\"\n\nIn a phone search conducted by authorities, investigators found searches on Kessinger's phone for sexual videos and positions, hours' worth of searches for \"Shanann Watts,\" searches including \"can cops trace text messages\" after the murders, searches for Amber Frey (the mistress of convicted murderer Scott Peterson), if \"people hate Amber Frey,\" and Frey's subsequent book deal.\n\nAfter the murders\n\nAugust 13, 2018 (CBS Denver note: This contains lyrics from a song which Chris Watts looked up on Google. The lyrics include: \"- lunacy has found me – Cannot stop the battery – Pounding out aggression – Turns into obsession – Cannot kill the battery – Cannot kill the family .\")\n\nPage 2122\n\n1010 hours: during a respite following the murder of his family, and disposing of their bodies at a desolate well site, Watts searched Google for the lyrics to \"Battery\" by Metallica. \"Lashing out the action, returning the reaction – Weak ore ripped and torn away – Hypnotizing power, crushing all that cower – Battery is here to stay Smashing through the boundaries – Lunacy hos found me – Cannot stop the battery – Pounding out aggression – Turns into obsession – Cannot kill the battery – Cannot kill the family – Battery is found in me Crushing oll deceivers, moshing non-believers – Never-ending potency – Hungry violence-seeker, Feeding off the weaker – Breeding on insanity Smashing through the boundaries – lunacy hos found me – connote stop the battery – Pounding out aggression – Turns into obsession – Cannot kill the battery – Cannot kill the family – Battery is found in me – Battery, Battery Circle of destruction, hammer comes crushing – Powerhouse of energy – Whipping up o fury, dominating flurry – We create the battery Smashing through the boundaries – Lunacy hos found me – Cannot stop the buttery – Pounding out aggression – Turns into obsession – Cannot kill the battery – Cannot kill the family – Battery is found in me.\"\n\nOn August 15, Chris Watts submitted to Frederick Police for a polygraph test. He came in loose clothing and no wedding ring. Testers determined he was lying during the polygraph. When confronted about the deception and after a long conversation with the tester, he admitted to killing his wife while sticking to the claim that she killed the girls. He admitted to putting the girls in the oil tanks."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "\"The Republic Gives Thanks\": A Thanksgiving poem", "description": "Amanda Gorman, the inaugural Youth Poet Laureate of the U.S., performs a poem about what the holiday means to her", "url": "https://www.cbsnews.com/news/national-youth-poet-laureate-amanda-gorman-performs-her-thanksgiving-poem/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/a56bfcb6-05bc-41a4-987e-fd68a8eb5621/thumbnail/1200x630/62339a749fd646500e0bd7b20f6c2bdc/ctm-clean-8am-cr470c-20181122-frame-83406.jpg", "publishedAt": "2018-11-22T15:07:15Z", "content": "On Thanksgiving, we reflect on the things and the people for which we are grateful. In honor of this tradition, we asked 20-year-old Amanda Gorman, the inaugural Youth Poet Laureate of the U.S., to write a poem about what the holiday means to her. \"The Republ… [+1706 chars]", "fulltext": "On Thanksgiving, we reflect on the things and the people for which we are grateful. In honor of this tradition, we asked 20-year-old Amanda Gorman, the inaugural Youth Poet Laureate of the U.S., to write a poem about what the holiday means to her.\n\n\"The Republic Gives Thanks\"\n\nIn 1863, deep in the Civil War's magnitude,\n\nAbraham Lincoln called declared a day of gratitude\n\nShared by one heart and one voice of America.\n\nA proclamation for a nation in a nightmare,\n\nThis Thanksgiving dared Americans\n\nTo chime their thanks at a time many believed\n\nThat they had no thanks to give.\n\nYet is this quirky day now about turkey?\n\nAbout a plate full of food?\n\nOr is it about being grateful\n\nIn more than just attitude?\n\nThe Haudenosaunee/Iroquois remind us\n\nWith one mind, to find the words\n\nThat come before all else,\n\nbecause to give thanks is to live it.\n\nIt's not just in speech,\n\nBut in each of our daily actions.\n\nIt's reaching across divisions towards a\n\nVision of a long, strong house and table\n\nWhere we're able to gather together.\n\nIf we dream past pilgrims\n\nand the mast of the Mayflower,\n\nIt may empower us to bravely learn\n\nFrom the People of the First Light,\n\nTo return to Lincoln's fight,\n\nTo furnish our might by uniting around\n\nAny piece of peace, no matter how small.\n\nWe still hear all these first teachers,\n\nCalled by the will of those still here on this earth,\n\nLike the Wampanoag, who show us the worthiest\n\nWay to give thanks for our blessings\n\nIsn't to hog them, but to give them away.\n\nIt's then, full of this feeling,\n\nThat healing can begin, because maybe\n\nTo be American is to be a kin\n\nTo a courageous hope:\n\nThe trust that even if just for a moment\n\nWe can, we must, close rank as people,\n\nOne heart, one voice, one mind, created equal.\n\nLike two vessels meeting at a riverbank anew\n\nUnder the sky's greeting of bright, blank blue,\n\nYou'll begin beside the people who flank you.\n\nWe come to these words before and above all dreams,\n\nSaying with more love and restored meaning: Thank you."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Trump thanks troops on Thanksgiving from his Mar-a-Lago resort", "description": "The president's Twitter account Thanksgiving morning reiterated criticisms of the judicial system", "url": "https://www.cbsnews.com/news/trump-thanks-troops-on-thanksgiving-from-mar-a-lago-2018-11-22/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2017/12/24/939a5b01-adfa-4805-8181-32583f9809a4/thumbnail/1200x630g4/ff8d2f94bc3289d6ae7d9f7ce4b350b5/trump.jpg", "publishedAt": "2018-11-22T15:05:10Z", "content": "President Trump is teleconferencing with troops on Thanksgiving morning from his Mar-a-Lago resort. Then, he's off to visit the U.S. Coast Guard nearby. Mr. Trump, after one tweet wishing \"Happy Thanksgiving to all!\" early Thursday morning, continued his Twit… [+912 chars]", "fulltext": "After speaking with troops, President Trump spent part of his Thanksgiving morning defending Saudi Arabia following the murder of journalist Jamal Khashoggi.\n\nMr. Trump doubled down on his Tuesday statement that he sides with the Saudis, saying the Saudi crown prince and his father both \"vehemently\" deny a role in his death. The CIA, Mr. Trump said Thursday, never \"concluded\" that the Saudi royals were responsible in the death, although CBS News has confirmed that CIA intelligence points to Saudi Crown Prince Mohammed bin Salman ordering the murder. Mr. Trump has refused to listen to audio of the killing.\n\nAsked who should be held responsible for Khashoggi's death, the president said Thursday, \"Maybe the world should be held accountable because the world is a vicious place.\"\n\n\"So I hate the crime and I hate what is done and I hate the cover-up,\" Mr. Trump also said. \"And I will tell you this, the crown prince hates it more than I do.\"\n\nThe president has long couched his defense of the Saudis in economic terms, saying the financial relationship between the two nations is indispensable.\n\n\"Do people really want me to give up hundreds of thousands of jobs – and frankly, if we went by this standard, we wouldn't have anybody as an ally,\" Mr. Trump said Thursday.\n\nEarlier in the week, the president announced there would be no further punishment for the Saudis after Khashoggi's death, a statement that sent shockwaves across Washington and was described by critics as akin to propaganda for the Saudis.\n\n\"It could very well be that the crown prince had knowledge of this tragic event,\" the president said in the statement. \"Maybe he did and maybe he didn't!\" Mr. Trump said in his exclamation mark-laced written remarks.\n\nMr. Trump also said he would be interviewing candidates for administration positions over the weekend, although he didn't say whom or what positions.\n\nOn Thanksgiving, the president also continued to blast the 9th Circuit Court of Appeals and the nation's judiciary system. Mr. Trump believes the court rules unfairly against his administration, and his blistering remarks elicited a rare rebuke from Chief Justice John Roberts Wednesday.\n\n\"Justice Roberts can say what he wants, but the 9th Circuit is a complete & total disaster,\" Mr. Trump tweeted Thanksgiving morning. \"It is out of control, has a horrible reputation, is overturned more than any Circuit in the Country, 79%, & is used to get an almost guaranteed result. Judges must not Legislate Security......and Safety at the Border, or anywhere else. They know nothing about it and are making our Country unsafe. Our great Law Enforcement professionals MUST BE ALLOWED TO DO THEIR JOB! If not there will be only bedlam, chaos, injury and death. We want the Constitution as written!\"\n\nAfter teleconferencing with troops abroad, the president visited troops at a nearby Coast Guard center, where they were served sandwiches. Mr. Trump praised them for their work.\n\n\"If you were doing a brand, they would say this is one of the great brand increases,\" he said, adding, \"Nobody has gone up more than the Coast Guard.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Joe Morton and Brandon Michael Hall on \"God Friended Me\"", "description": "The two talked about the new show at the Thanksgiving Day Parade", "url": "https://www.cbsnews.com/news/joe-morton-and-brandon-michael-hall-on-the-importance-of-family-in-god-friended-me/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/77196616-05dc-4cd0-8dce-530aca15e569/thumbnail/1200x630g2/47850c3c70c2de890738bf01210aeaf1/113906-d1667b.jpg", "publishedAt": "2018-11-22T14:59:01Z", "content": "\"God Friended Me\" stars Joe Morton and Brandon Micheal Hall joined Kevin Frazier and Keltie Knight at the Thanksgiving Day Parade to talk about their new show. The CBS series premiered in September. Hall revealed that it's not his first time at the parade, sa… [+1100 chars]", "fulltext": "\"God Friended Me\" stars Joe Morton and Brandon Micheal Hall joined Kevin Frazier and Keltie Knight at the Thanksgiving Day Parade to talk about their new show. The CBS series premiered in September.\n\nHall revealed that it's not his first time at the parade, saying, \"I went to school right up this way, so we used to watch the parade from here, but my mom and my dad are here downstairs so they're seeing the parade for the first time.\"\n\nThe pair talked about how family plays into \"God Friended Me.\" Hall explained, \"We're dealing with religion and spirituality and coming at it from a family dynamic, from a community dynamic and to be able to work with Joe is a dream come true.\" He said Morton is like a father figure to him, saying, \"I'm like, here with my dad, to watch this parade and have this experience with him.\"\n\nMorton said of the series, \"The show is about humanity. It's about connectivity. It's about helping other people. Even though there's God in the title, there's no sort of God or angels who appear.\"\n\nMorton said it's a nice change of pace from his bad guy character on \"Scandal.\"\n\n\"In the show, I'm a reverend, so diametrically opposed to the other guy,\" he said. But he admitted that he misses his relationship with his \"Scandal\" fans. Morton said, \"I miss the rest of the cast and I think we all sort of miss tweeting to our 'gladiators.'\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Marines serve Thanksgiving meal to seniors they saved", "description": "Two months after rushing into a burning public housing building in D.C., Marines reunite with the residents they rescued.", "url": "https://www.cbsnews.com/video/marines-serve-thanksgiving-meal-to-seniors-they-saved/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/67737cbd-a6e4-4396-a53b-212def21977c/thumbnail/1200x630/dfb1e41fc72059c22e03385d49e4230a/1122-ctm-lottowinners-1718416-640x360.jpg", "publishedAt": "2018-11-22T14:36:28Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Couple finds $1.8M lottery ticket while cleaning house", "description": "A Louisiana couple hit the jackpot while cleaning their house for Thanksgiving. Tina and Harold Ehrenberg found a winning $1.8 million lottery ticket from a June drawing in a pile of old receipts and lottery tickets on their nightstand. They had just two week…", "url": "https://www.cbsnews.com/video/couple-finds-1-8m-lottery-ticket-while-cleaning-house/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/1639e95c-c908-482c-be84-7a45a10c4bf3/thumbnail/1200x630/80dad584eebf2e8b239d198453d44242/1122-ctm-lottowinners-1718409-640x360.jpg", "publishedAt": "2018-11-22T14:31:24Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Watch National Youth Poet Laureate Amanda Gorman perform her Thanksgiving poem", "description": "In honor of Thanksgiving, “CBS This Morning” asked Amanda Gorman, the inaugural Youth Poet Laureate of the U.S., to write a poem about what the holiday means to her. The 20-year-old is a junior at Harvard University. She performs her composition, “The Republi…", "url": "https://www.cbsnews.com/video/watch-national-youth-poet-laureate-amanda-gorman-perform-her-thanksgiving-poem/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/8c50fc41-d08f-4aa4-88be-5b898422eb00/thumbnail/1200x630/d416968ce85e2795bb8d545ce1329ca6/1122-ctm-mputhanksgivingpoem-gorman-1718402-640x360.jpg", "publishedAt": "2018-11-22T14:20:24Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "CTM Spotify Playlist: November 22, 2018", "description": "Keep up with the music we play on \"CBS This Morning\"", "url": "https://www.cbsnews.com/news/cbs-this-morning-spotify-playlist-november-22-2018/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2017/09/25/1c30fdbf-1319-4522-bc71-ebe3522ee044/thumbnail/1200x630/573a0aa362eb1540b7b9c6e77f4b2428/pharell-peace-sign.jpg", "publishedAt": "2018-11-22T14:18:06Z", "content": "We take our music seriously at \"CBS This Morning.\" Keep up with the music we play on the broadcast by following our \"CBS This Morning\" Spotify playlist and checking CBSThisMorning.com for daily playlist posts. \"Heartbreak Warfare\" – John Mayer \"Hey Brother\" –… [+543 chars]", "fulltext": "We take our music seriously at \"CBS This Morning.\" Keep up with the music we play on the broadcast by following our \"CBS This Morning\" Spotify playlist and checking CBSThisMorning.com for daily playlist posts.\n\n\"Heartbreak Warfare\" – John Mayer\n\n\"Hey Brother\" – Avicii\n\n\"Stop The World I Wanna Get Off\" – Arctic Monkeys\n\n\"Tainted Love\" – Soft Cell\n\n\"Cold Shoulder\" – Adele\n\n\"All That Meat And No Potatoes\" – Louis Armstrong\n\n\"Holiday\" – Madonna\n\n\"A Charlie Brown Thanksgiving\" – George Winston\n\n\"Save Tonight\" – Eagle-Eye Cherry\n\n\"All We Are\" – Matt Nathanson\n\n\"Come Together\" – The Beatles\n\n\"Coming Home (Oregon)\" – Mat Kearney\n\n\"Kind & Generous\" – Natalie Merchant\n\n\"Come\" – Jain\n\n\"Windy\" – The Association\n\n\"Reflections\" – MisterWives\n\n\"Thank You\" – Dido\n\n\"Million Dollar Bills\" – Lorde\n\n\"Happy\" – Pharrell Williams"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "How gratitude can improve your health, happiness and relationships", "description": "Science says being grateful year-round can greatly improve your life. Studies show that expressing gratitude can activate the reward center of the brain and help people connect. Researchers say gratitude is more than just a feeling, it can become a personalit…", "url": "https://www.cbsnews.com/video/how-gratitude-can-improve-your-health-happiness-and-relationships/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/9fbc0c25-0036-483d-8d35-2b554cde2565/thumbnail/1200x630/4d8bd367690caa277efa5ea0a90e62d1/1122-ctm-scienceofgratitude-walace-1718398-640x360.jpg", "publishedAt": "2018-11-22T14:17:04Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Thanksgiving Day Parade 2018: Crowds brave frigid temperatures", "description": "Millions of people are braving the freezing temperatures in New York to watch the Thanksgiving Day Parade in person. They're hoping it won't be too windy for the iconic balloons to fly. Of the 59 balloons, the tallest is 62 feet high. “Entertainment Tonight's…", "url": "https://www.cbsnews.com/video/thanksgiving-day-parade-2018-crowds-brave-frigid-temperatures/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/de53efea-6a00-4be6-8a9c-3d5aefd29772/thumbnail/1200x630/9a122f92256adab03fd29b7ae009a523/1122-ctm-thanksgivingparade-frazier-1718386-640x360.jpg", "publishedAt": "2018-11-22T14:01:45Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Couple finds $1.8M surprise while cleaning house for Thanksgiving", "description": "Harold and Tina Ehenrenberg say they found a pair of tickets they hadn't checked on a nightstand while they were cleaning for the Thanksgiving holiday", "url": "https://www.cbsnews.com/news/louisiana-couple-finds-nearly-expired-1-8-million-lottery-ticket-while-cleaning-house-for-thanksgiving/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/38b5551c-3a60-47b7-9157-19987e72f90f/thumbnail/1200x630/e5a42b303817b119de960b9a936a59d4/louisiana-lottery-harold-and-tina-ehrenberg.jpg", "publishedAt": "2018-11-22T13:54:16Z", "content": "A Louisiana couple has claimed a $1.8 million jackpot-winning ticket for the June 6th Louisiana Lottery Lotto drawing. CBS affiliate KLFY-TV reports the couple found the ticket while cleaning the house – and the ticket was just days from expiring. The station… [+736 chars]", "fulltext": "A Louisiana couple has claimed a $1.8 million jackpot-winning ticket for the June 6th Louisiana Lottery Lotto drawing. CBS affiliate KLFY-TV reports the couple found the ticket while cleaning the house – and the ticket was just days from expiring.\n\nThe station reports that Harold and Tina Ehenrenberg of Mandeville say they found a pair of tickets they hadn't checked on a nightstand while they were cleaning for the Thanksgiving holiday.\n\n\"We have family coming into town for Thanksgiving, so I was cleaning up the house and found a few Lottery tickets on my nightstand that we hadn't checked,\" Tina Ehrenberg told KNOE.\n\nThe couple had just two weeks left to claim their prize - a jackpot that had to be claimed within 180 days of the drawing. \"We kept checking the numbers again and again,\" Harold said. \"Plus, I called the winning numbers hotline over and over.\"\n\nThe couple received roughly $1.27 million after state and federal tax withholdings. They plan to put the money away for retirement."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "New veterans museum focuses on the individual stories of soldiers", "description": "Around 40 soldiers came home just in time for Thanksgiving in Colorado. They were greeted with hugs Wednesday after being deployed in Afghanistan for nine months. Tens of thousands of troops will spend Thanksgiving away from their families to protect our coun…", "url": "https://www.cbsnews.com/video/new-veterans-museum-focuses-on-the-individual-stories-of-soldiers/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/f333adc5-d37d-4b60-b837-d6bc393fe013/thumbnail/1200x630/d33c3a325a4a8183c974bfa846d41be6/1122-ctm-veteransmuseum-reid-1718378-640x360.jpg", "publishedAt": "2018-11-22T13:47:35Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Saudi official denies crown prince's involvement in Khashoggi's death", "description": "Saudi Arabia's top leaders are doubling down on denials of any involvement in the killing of Washington Post columnist Jamal Khashoggi. CBS News’ Holly Williams sat down with Saudi Foreign Minister Adel al-Jubeir. He called Khashoggi's death a \"terrible mista…", "url": "https://www.cbsnews.com/video/saudi-official-denies-crown-princes-involvement-in-khashoggis-death/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/8fec31e9-054d-4237-bb05-ff01f9144b9f/thumbnail/1200x630/e41ae60353310d2ffd508a088340510a/1122-ctm-saudikhashoggi-williams-1718364-640x360.jpg", "publishedAt": "2018-11-22T13:27:37Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Eye Opener at 8: Record spending expected during holiday shopping season", "description": "A look back at what we've been covering on \"CBS This Morning.\" <a href=\"http://www.cbsnews.com/newsletters/\" target=\"_blank\"><u>Subscribe to get the Eye Opener delivered straight to your inbox.</u></a>", "url": "https://www.cbsnews.com/video/eye-opener-at-8-record-spending-expected-during-holiday-shopping-season/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/49b4d023-3a29-4842-8dc0-3de7d8e278f5/thumbnail/1200x630/eb5d3a3f9b99cb142ae1520cf20a20bf/ctm-eyeopener8-1718357-640x360.jpg", "publishedAt": "2018-11-22T13:18:35Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Nissan board boots Carlos Ghosn as chairman", "description": "Executive behind Renault-Nissan-Mitsubishi global alliance detained on charges he tried to hide $45 million in income", "url": "https://www.cbsnews.com/news/carlos-ghosn-ousted-as-nissan-chair-board-decides-following-ghosns-arrest-monday/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2010/06/23/cfb75486-a642-11e2-a3f0-029118418759/thumbnail/1200x630/3977fe95d561be433aef5314aeef25b8/image6609130.jpg", "publishedAt": "2018-11-22T13:14:07Z", "content": "Nissan Motor Co.'s board of directors voted to dismiss Carlos Ghosn as its chairman after he was arrested in Japan on suspicion of falsifying financial reports and other misconduct that under-reported nearly $45 million in income. The company said in a statem… [+1515 chars]", "fulltext": "Nissan Motor Co. fired Carlos Ghosn as chairman Thursday, curtailing the powerful executive's nearly two decade long reign at the Japanese automaker after his arrest for alleged financial improprieties.\n\nIn an hours-long meeting, the company's board of directors voted unanimously to dismiss Ghosn as chairman and as a representative director, Nissan said in a statement. It said its own internal investigation, prompted by a whistleblower, found serious misconduct including under-reporting of his income and misuse of company assets.\n\nIt was a stunning downfall for one of the biggest figures in the auto industry, a man who helped drive turnarounds at both France's Renault SA and at Nissan and then managed an alliance between them that sold 10.6 million cars last year, besting its rivals.\n\nNissan said in a statement filed to the Tokyo Stock Exchange that its investigation uncovered misuse of company investment funds and expense money for personal gain.\n\nEarlier this week, Renault voted to keep Ghosn as its chief executive but appointed Thierry Bollore, its chief operating officer, as its interim chief.\n\nAnother Nissan executive, Greg Kelly, was arrested in Japan on suspicion of collaborating in the wrongdoing and also will be dismissed as a representative director, Nissan said. Their replacements will be decided later, it said.\n\nGhosn, 64, is suspected of under-reporting $44.6 million in income from 2011 to 2015, according to Tokyo prosecutors.\n\nNissan's board consists of nine members, including Ghosn and Greg Kelly. The seven other board members voted at the meeting, including two members from Nissan and two from Renault.\n\nGhosn and Kelly will remain on Nissan's board for now as that decision will be up to shareholders. No date has been set yet for a shareholders meeting.\n\nGhosn is also chairman at Mitsubishi Motors Corp., a smaller Japanese automaker that's partnering with the Renault-Nissan alliance and plans to hold a board meeting next week.\n\nGhosn has been held since his arrest Monday at a Tokyo detention center, under the same Spartan conditions as other detainees, Tokyo deputy prosecutor Shin Kukimoto told reporters Thursday. He gave few details about the case.\n\nUnder Japanese law, suspects can be held for 20 days per possible charge without an official indictment. Additional charges can be tagged on, resulting in longer detentions. Neither has been charged so far. The maximum penalty upon conviction for violating finance and exchange laws is 10 years in prison, a 10 million yen ($89,000) fine, or both.\n\nA French citizen born in Brazil, Ghosn became a corporate superstar in Japan as he led Nissan's revival from near bankruptcy after Renault sent him to help in 1999. Ghosn served as Nissan's chief executive from 2001 until last year. He became chief executive of Renault in 2005, leading the two automakers simultaneously. In 2016, he also became chairman of Mitsubishi Motors Corp. after Nissan took it into the alliance.\n\nKelly, 62, joined Nissan, maker of the Leaf electric car and Infiniti luxury models, in the U.S. in 1988. He became a board member in 2012. His background is in human resources and alliance management.\n\nAnalysts say the future of Nissan's alliance with Renault may be at stake, though Nissan's statement Thursday said the company's leadership was determined to minimize the impact from Ghosn's case on the partnership. Renault owns 43 percent of Nissan, and Nissan owns 15 percent of Renault.\n\n\"The longstanding alliance partnership with Renault remains unchanged,\" the Nissan statement in English said, stressing the alliance rather than the misdeeds. It also said the board will study setting up a third-party committee to beef up governance in management and compensation at Nissan.\n\nCEO Hiroto Saikawa, in a lengthy news conference on Monday, said too much power had been concentrated in Ghosn, with too little credit given to the many others working for the company's success.\n\nJanet Lewis, managing director and head of industrial research, Asia, at Macquarie Capital Securities in Tokyo, said in an interview that an adjustment was needed to give Nissan more say in the alliance with Renault.\n\nThe partnership remains crucial for both companies, she said, since apart from financial ties the companies share technology and parts. The automakers need to be more like roommates than a married couple, \"So they have to find a way to share their house and share all of their expertise because it's very necessary in terms of new automotive technology, new platform development,\" Lewis said. \"They need to figure out how they can continue this and still live happily together in the same house.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "American missionary killed by tribe on remote island", "description": "The BBC reports an American missionary who traveled to a remote island in India was apparently killed by an endangered tribe who shot him with arrows. The body of 26-year-old John Allen Chau has not been recovered. It is illegal to have contact with the tribe…", "url": "https://www.cbsnews.com/video/american-missionary-killed-by-tribe-on-remote-island/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/81781a7c-d9de-4f74-8055-0bf0826064be/thumbnail/1200x630/975a5999a1130e2d9931b72ede268769/1122-ctm-missionarykilled-1718335-640x360.jpg", "publishedAt": "2018-11-22T13:08:37Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Republicans uneasy about Trump's embrace of Saudis", "description": "President Trump says he's siding with the Saudis to put \"America first,\" but some Republicans question whether that's the case", "url": "https://www.cbsnews.com/news/republicans-split-over-trumps-embrace-of-saudis/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/16/05a1f03f-0fc5-41b1-9f77-995edcf3ff2d/thumbnail/1200x630/13b3407002770a10d2ecb6bb3e516cea/gettyimages-978680572.jpg", "publishedAt": "2018-11-22T13:07:08Z", "content": "President Trump's embrace of Saudi Arabia has exposed a foreign policy rift in the Republican Party, as some of his GOP colleagues warn that not punishing the kingdom for its role in killing a U.S.-based columnist will have dangerous consequences. Many Republ… [+5691 chars]", "fulltext": "President Trump's embrace of Saudi Arabia has exposed a foreign policy rift in the Republican Party, as some of his GOP colleagues warn that not punishing the kingdom for its role in killing a U.S.-based columnist will have dangerous consequences.\n\nMany Republicans — even Sens. Lindsey Graham and Rand Paul, who share their views on the matter with the president — have denounced Mr. Trump's decision not to levy harsher penalties on Saudi Crown Prince Mohammed bin Salman over the death and dismemberment of Jamal Khashoggi inside the Saudi Consulate in Istanbul.\n\nSen. Bob Corker, the Republican chairman of the influential Senate Foreign Relations Committee, said Wednesday he was \"astounded\" by Mr. Trump's statement and likened it to a press release for Saudi Arabia.\n\n\"It is a delicate situation when we have a long-term ally that we've had for decades, but we have a crown prince that I believe ordered the killing of a journalist,\" Corker told Chattanooga TV station WTVC in his home state of Tennessee. \"We don't have a smoking gun. Everything points to the fact that he knew about it and directed it.\"\n\nSecretary of State Mike Pompeo defended Mr. Trump's decision, saying the U.S. has already placed sanctions on 17 Saudi officials suspected of involvement in the Oct. 2 killing of The Washington Post columnist, who had been critical of the royal family.\n\n\"We've sanctioned 17 people — some of them very senior in the Saudi government,\" Pompeo said Wednesday in a radio interview with KCMO in Kansas City, Missouri. \"We are going to make sure that America always stands for human rights.\"\n\nGraham, R-S.C., isn't convinced. \"When we lose our moral voice, we lose our strongest asset,\" he said.\n\nMembers of both parties have accused Mr. Trump of ignoring U.S. intelligence that concluded, according to one U.S. official, that it was likely the crown prince ordered the killing. Several lawmakers have indicated that the U.S. has no \"smoking gun\" that proves he was responsible, but they have called on the CIA and other top intelligence agencies to publicly share what they told the president about the slaying.\n\nIn his statement Tuesday, Trump argued that punishing Saudi Arabia by \"foolishly canceling\" Saudi arms deals worth billions of dollars to the U.S. would only benefit Russia and China. Critics, including high-ranking officials in other countries, accused Trump of ignoring human rights and giving Saudi Arabia a pass for economic reasons.\n\nIt's \"America First,\" Trump said.\n\nThat unleashed a tweet Wednesday from Democratic Rep. Tulsi Gabbard of Hawaii who wrote: \"Being Saudi Arabia's bitch is not 'America First.'\"\n\nMr. Trump also said the U.S. needs Saudi Arabia's help to counter Iran in the region, fight extremism and keep oil prices steady. The U.S., Russia and the Saudis have boosted oil production in anticipation of sharply lower exports from Iran due to U.S. sanctions reinstated after Trump exited the Iran nuclear deal.\n\nThe president publicly thanked Saudi Arabia on Wednesday for plunging oil prices. However, OPEC, the cartel of oil-producing countries, could announce production cuts at its Dec. 6 meeting in Vienna, nudging prices upward.\n\n\"Thank you to Saudi Arabia, but let's go lower!\" he wrote from his Mar-a-Lago club in Palm Beach, Florida, where he's spending Thanksgiving.\n\nCriticism of the president will likely resume after the holiday when lawmakers return to Capitol Hill early next week.\n\n\"Congressional Republicans will have to do a gut check,\" Jon Alterman, director of the Middle East Program at the Center for Strategic and International Studies, said Wednesday. \"The Republican Party has believed for more than 50 years that morality was one of the reasons why the United States won the Cold War. And the president walked away from that.\"\n\nSome lawmakers are already fighting back. Twenty-two members of the Senate — 11 Republicans and 11 Democrats —have triggered investigations into Khashoggi's death and specifically whether the crown prince was responsible. The investigations were requested under provisions of the Global Magnitsky Human Rights Accountability Act.\n\nThe act requires the president to report back to the Senate Foreign Relations Committee within 120 days — in this case by Feb. 7 — on whether the crown prince was responsible for an extrajudicial killing, torture or other gross violation of internationally recognized human rights against an individual exercising freedom of expression and the administration's decision on whether sanctions are warranted.\n\nMoreover, three Democrats and three Republicans, who say sanctions, which include a ban on travel to the U.S., imposed so far are insufficient, have introduced the Saudi Arabia Accountability and Yemen Act of 2018. Among other things, the bill calls for suspending weapon sales to Saudi Arabia and imposing mandatory sanctions on all those responsible for Khashoggi's death and those blocking humanitarian access to Yemen.\n\nDemocrats going against the president is expected, but Republican outrage will be more difficult for Mr. Trump to shrug off.\n\nBefore leaving for the holiday, Paul, R-Ky., lamented to The Associated Press that Trump didn't accept the counsel he received from both him and Graham — two Republicans often at odds on foreign policy.\n\nGraham has said the crown prince is \"irrational\" and \"unhinged\" and warns there will be strong, bipartisan support in Congress for harsher sanctions against Saudi Arabia and members of the royal family.\n\nPaul typically eschews U.S. intervention abroad, but views Khashoggi's death as one in a long line of malign activities by Saudi Arabia topped by its war in neighboring Yemen where civilians are being killed by Saudi airstrikes.\n\n\"He's been hearing from both myself and from Lindsey Graham — two different sides of the foreign policy spectrum — and yet we get this,\" Paul said about Trump's statement in support of Saudi Arabia. \"We really have to reconsider what we're doing.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Adenovirus death: Father says dorm mold \"didn't help\" ill daughter", "description": "The University of Maryland is trying to calm fears that recent mold problems on campus could be linked to a virus that caused a student's death. Freshman Olivia Paregol, 18, died on Sunday after contracting adenovirus, which typically causes respiratory illne…", "url": "https://www.cbsnews.com/video/adenovirus-death-father-says-dorm-mold-didnt-help-ill-daughter/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/e71c82b0-6328-42c0-af75-cfcafa16d4c2/thumbnail/1200x630/2c9be5702fa415198769b85cc2ffc10c/1122-ctm-mdstudentadenovirus-duncan-1718320-640x360.jpg", "publishedAt": "2018-11-22T13:04:50Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "California could be source of tainted romaine lettuce, FDA says", "description": "The FDA is looking at California as a potential source of tainted romaine lettuce. The agency is warning people to throw out all romaine, because of fears it may carry a potentially deadly strain of E. coli. Americans eat about 30 million servings of romaine …", "url": "https://www.cbsnews.com/video/california-could-be-source-of-tainted-romaine-lettuce-fda-says/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/f11ffe99-d211-435b-b5e5-aaf17890b6f2/thumbnail/1200x630/2cac58acb31137d10045af709c5dc4a6/1122-ctm-romainelettuce-werner-1718328-640x360.jpg", "publishedAt": "2018-11-22T13:04:31Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Hundreds of wildfire evacuees spending Thanksgiving in Walmart parking lot", "description": "In Northern California, one organization helping wildfire victims will serve Thanksgiving dinner for thousands of displaced people. At least 83 people died in the Camp Fire, and more than 560 others are still missing. Survivors living in a tent city could be …", "url": "https://www.cbsnews.com/video/hundreds-of-wildfire-evacuees-spending-thanksgiving-in-walmart-parking-lot/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/610dc036-bd53-43c3-9d4e-3c2fae366e7f/thumbnail/1200x630/864bdbc296390c3ac72015fa88fae2f1/1122-ctm-cawildfire-evans-1718314-640x360.jpg", "publishedAt": "2018-11-22T13:00:38Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS Radio News", "title": "WORLD NEWS ROUNDUP: 11/22", "description": "Americans celebrate Thanksgiving --- the coldest in memory for many. The President vs. the Chief Justice. Thanksgiving in the California wildfire zone. CBS News Correspondent Jim Taylor has today's World News Roundup.", "url": "http://feeds.cbsnews.com/~r/podcast_icast_1/~3/rTquzh3L4uc/2497699.mp3", "urlToImage": null, "publishedAt": "2018-11-22T13:00:00Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Border agent's acquittal in teen's death sparks protest in Arizona", "description": "Arizona jury acquits U.S. Border Patrol agent of manslaughter in the shooting of a Mexican teen through a border fence", "url": "https://www.cbsnews.com/news/lonnie-swartz-border-patrol-agent-acquitted-in-death-of-mexican-teen-jose-antonio-elena-rodriguez/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/0debfae3-7182-4d9f-abaa-759145f4171b/thumbnail/1200x630/8e1e6e3686aa72136b46948039d1c197/protest-ap-18326140145955.jpg", "publishedAt": "2018-11-22T12:59:23Z", "content": "PHOENIX -- An Arizona jury on Wednesday acquitted a U.S. Border Patrol agent of manslaughter in the shooting of a Mexican teen through a border fence, sparking a protest in downtown Tucson following the second loss for federal prosecutors in the second trial … [+3241 chars]", "fulltext": "PHOENIX -- An Arizona jury on Wednesday acquitted a U.S. Border Patrol agent of manslaughter in the shooting of a Mexican teen through a border fence, sparking a protest in downtown Tucson following the second loss for federal prosecutors in the second trial over the 2012 killing. Jurors in Tucson found Lonnie Swartz not guilty of involuntary manslaughter but didn't come to a decision on voluntary manslaughter.\n\nThe verdict comes months after Swartz was acquitted of second-degree murder by another jury that had deadlocked on manslaughter charges, allowing prosecutors to pursue the case again.\n\nBorder Patrol agents are rarely criminally charged for using force. But the killing of 16-year-old Jose Antonio Elena Rodriguez sparked outrage on both sides of the border and came at a time when the agency was increasingly scrutinized for its use of force.\n\n\"My client is very relieved. He has had to live with the burden of this case hanging over his head for years. He is glad that it is finally over,\" Swartz's attorney, Sean Chapman, said in an email to The Associated Press.\n\nOutside the courthouse, a group of nearly 100 people blocked a downtown intersection in protest, CBS affiliate KOLD-TV reported. No arrests were made.\n\nGroup has moved east toward downtown and now making their way back to Congress/Granada intersection. @Tucson_Police urging you to stay out of the area as they’ve blocked #Tucson streets. @TucsonNewsNow pic.twitter.com/n6oO2tEpdW — Evan Schreiber (@SchreiberEvan) November 22, 2018\n\nDemonstrators shut down an intersection, snarling traffic in downtown and prompting authorities to briefly close several freeway ramps.\n\nOne sign protesters carried said, \"Abolish Border Patrol,\" while another read, \"No justice, no peace\" in both English and Spanish.\n\n\"We fully respect the jury's decision, and we thank every member of the jury for the time and attention given to this trial,\" Elizabeth A. Strange, first assistant U.S. attorney for the District of Arizona, said in a statement. \"This was a difficult case, and I commend the trial team and law enforcement officers who assisted in the prosecution.\"\n\nProsecutors said Swartz was frustrated over repeated encounters with people on the Mexico side of the border fence who throw rocks at agents to distract them from smugglers. They say he lost his cool and fatally shot Elena Rodriguez. Swartz fired about 16 rounds, and the boy was hit at least 10 times in the back and head.\n\nElena Rodriguez Family via KOLD-TV\n\nSwartz has said he was following his training and defending himself and other law enforcement officers from rocks, which he said could be deadly.\n\nProsecutors acknowledge that Elena Rodriguez was throwing rocks at agents while two smugglers made their way back to Mexico, but they said that wasn't justification for taking his life.\n\nChapman said Elena Rodriguez endangered the lives of the agents and a police officer who was on scene.\n\nThe verdict comes as President Donald Trump has deployed troops to the border to support U.S. authorities in response to a migrant caravan from Central America. The troops have been given authority to protect Border Patrol agents and other personnel, even though there have been no instances of violence against U.S. authorities.\n\nSwartz still faces a civil rights lawsuit from the American Civil Liberties Union on behalf of the teen's mother.\n\nA spokeswoman for the U.S. attorney's office said prosecutors haven't decided whether to try Swartz again on the voluntary manslaughter charge."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Greek court delivers verdict in American's brutal beating death", "description": "A court in Greece delivered no murder convictions in the beating death of an American citizen. Bakari Henderson was 22 when a mob chased him down a street and beat him to death on a Greek island in July 2017. Six men were convicted on charges of \"grievous bod…", "url": "https://www.cbsnews.com/video/greek-court-delivers-verdict-in-americans-brutal-beating-death/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/b813699b-8ff0-4e76-9d64-483789bd5ef8/thumbnail/1200x630/29618975433972193d4e232a15a92491/1122-ctm-hendersonverdict-dagata-1718303-640x360.jpg", "publishedAt": "2018-11-22T12:50:39Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "U.S. could see its first $1 trillion shopping season", "description": "Black Friday sales are expected to hit a new record this year, with 71 percent of Americans planning to shop over the Thanksgiving weekend. Shoppers could spend more than $1 trillion this holiday season – for the first time ever. CBS News business analyst Jil…", "url": "https://www.cbsnews.com/video/u-s-could-see-its-first-1-trillion-shopping-season/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/7a31b8ae-71ae-4f0c-8e34-453ef95a22d7/thumbnail/1200x630/aa05a492e6a4931aa213edd135dd8fe6/1122-ctm-blackfridayretail-schlesinger-1718293-640x360.jpg", "publishedAt": "2018-11-22T12:49:58Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "White House memo authorizes troops at border to use \"lethal force\"", "description": "More than 5,700 active duty troops will spend Thanksgiving at their new posts along the U.S.-Mexico border. President Trump sent them there to support border patrol, ahead of the arrival of thousands of immigrants from Central America. CBS News confirms the W…", "url": "https://www.cbsnews.com/video/white-house-memo-authorizes-troops-at-border-to-use-lethal-force/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/7c9381e2-de80-4658-9cdb-df760a18dccc/thumbnail/1200x630/9cfc934a98958aef7d73102bd9dac684/1122-ctm-trumpbordertroops-jiang-1718296-640x360.jpg", "publishedAt": "2018-11-22T12:49:23Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "High winds could ground Thanksgiving Day Parade balloons", "description": "Thanksgiving is starting off dangerously cold in many areas, which will be a problem for at least 3.5 million people expected to watch the annual parade in New York City where near record-level lows are expected. There's also a high wind alert which could mea…", "url": "https://www.cbsnews.com/video/high-winds-could-ground-thanksgiving-day-parade-balloons/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/13e105f2-2cb1-4ec4-994c-4135534e58ab/thumbnail/1200x630/9c607e0d5bf8d1d0e1806bda65260f69/1122-ctm-thanksgivingparade-dahler-1718283-640x360.jpg", "publishedAt": "2018-11-22T12:40:37Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Eye Opener: Arctic weather punishes millions of Americans", "description": "Cold weather grips the Northeast, with freezing temperatures as far south as Virginia. Also, Chief Justice John G. Roberts defends judicial independence after President Trump attacks an “Obama judge.\" All that and all that matters in today's Eye Opener. Your …", "url": "https://www.cbsnews.com/video/eye-opener-arctic-weather-punishes-millions-of-americans/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/b35c9365-282c-44b4-846b-1f2e97b0f59d/thumbnail/1200x630/984d93ff1d285888dcf195222fed7c83/1122-ctm-7ameyeopener-1718275-640x360.jpg", "publishedAt": "2018-11-22T12:37:23Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Nikole Killion", "title": "Seniors reunite with Marines who saved them from fire", "description": "The Marines ran into a burning building to save the seniors earlier this year -- now, they're sharing a Thanksgiving meal", "url": "https://www.cbsnews.com/news/marines-reunite-with-seniors-after-fire-thanksgiving-meal/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/27b34c33-2616-4e91-8eb4-e98dae05c7e4/thumbnail/1200x630/873972aa8f67cdb915cd7768294bb986/img-6662.jpg", "publishedAt": "2018-11-22T12:33:19Z", "content": "Two months after running into a burning building to save elderly residents at the Arthur Capper Senior Public Housing complex in Washington, D.C., U.S. Marine Corps Captain Trey Gregory is coming to their aid again – with a Thanksgiving meal. \"These people ha… [+2354 chars]", "fulltext": "Two months after running into a burning building to save elderly residents at the Arthur Capper Senior Public Housing complex in Washington, D.C., U.S. Marine Corps Captain Trey Gregory is coming to their aid again – with a Thanksgiving meal.\n\n\"These people have been through a traumatic event,\" said Capt. Gregory. \"It is so sad right before the holidays but I'm just honored that we get to serve them again and give them food and put a smile on their face.\"\n\nThere were plenty of smiles and hugs to go around as Gregory and several other Marines from the Washington Barracks dished out turkey, macaroni and cheese, sweet potatoes, green beans and other traditional fare for dozens of residents and their families.\n\n\"It is an honor and a blessing to see them serving us this way, you know, because we know they care,\" said D'Artois Davis who has been stuck at a hotel since the fire. \"It's the holiday and you're used to your family coming around but there's no place for them to come and we've lost so much.\"\n\nThe D.C. office of AARP, which is assisting the Capper seniors, estimates about half of the 190 residents remain in temporary housing while the other half have been placed in new homes.\n\n\"Some were under the impression they might be returning within weeks, if not months, only to find out that the building has been deemed irretrievable,\" said AARP State Director Louis Davis, Jr.\n\nDavis reached out to the Marines to participate in the meal and said they \"jumped at the opportunity.\"\n\n\"During this time of Thanksgiving, a lot of Marines aren't able to go back home for whatever reason and so I think events like this really foster more of a family and community atmosphere,\" said Captain Joseph Kramer, who plated salad for guests.\n\nNikole Killion\n\nLast week President Trump and First Lady Melania Trump visited the barracks to personally thank the service members for helping first responders rescue the Capper residents.\n\n\"We didn't do it for the honor or the fame,\" said Capt. Gregory. \"Honestly it was just to help people out.\"\n\nPeople like Betty House who snapped a photo with Gregory during the gathering – one of the highlights of her day.\n\n\"I just thank everybody that came together to support us and try to lift our spirits at this time,\" she said calling the fire \"a life changing experience.\" \"It's sort of frightening to start over again but I feel encouraged to go forward.\"\n\nD.C.-based World Central Kitchen donated food for the meal and is also hosting a Thanksgiving feast for 15,000 people affected by the Camp Fire in Northern California."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Camp Fire death toll rises; Woolsey Fire contained but mudslide threat looms", "description": "Forecasters say a rainstorm could bring the risk of mudflows and rockslides from denuded hills and mountains", "url": "https://www.cbsnews.com/live-news/california-fires-containment-search-rescue-air-2018-11-22-camp-woolsey-paradise-live-updates/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/a3cad7df-a117-4ff0-8ca9-4a7f8445f2bd/thumbnail/1200x630g7/5983cb3c9aabf55f3dc89f40cc95f956/gettyimages-1064113640.jpg", "publishedAt": "2018-11-22T12:16:27Z", "content": "Northern California could see heavy rain over the next few days, which could help crews battling the devastating Camp Fire. However, it could also bring mudslides and complicate recovery efforts. At a press conference Wednesday night, the Butte County Sheriff… [+943 chars]", "fulltext": "Man who opened his motel to flooding victims has given away about $50,000 worth of services"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Greek court clears 9 men of murder in American's brutal beating death", "description": "Six of the defendants were found guilty of lesser assault charges and will face up to 15 years in prison, while 3 were exonerated", "url": "https://www.cbsnews.com/news/bakari-henderson-trial-greece-cleared-murder-6-sentenced-assault-beating-death-american/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2017/07/13/81ede890-8d7d-46ce-9b7c-3efa7f0cd470/thumbnail/1200x630/6d4a604818d6f403159bc167f7808393/ctm-0713-bakari-henderson-security-footage-greece-death.jpg", "publishedAt": "2018-11-22T12:12:08Z", "content": "Six men have been convicted of various assault charges and sentenced by a Greek court in the brutal beating death of American Bakari Henderson. The verdicts handed down on Thursday were a blow to Henderson's family, who had hoped for murder convictions. The r… [+2251 chars]", "fulltext": "Six men have been convicted of various assault charges and sentenced by a Greek court in the brutal beating death of American Bakari Henderson. The verdicts handed down on Thursday were a blow to Henderson's family, who had hoped for murder convictions. The rulings have been appealed by a Greek prosecutor.\n\nCBS News correspondent Charlie D'Agata reported that Henderson's parents were in the courtroom on Thursday as the sentences, ranging from five to 15 years in prison, were handed down.\n\nHis mother Jill Henderson said ahead of the court session that she and her husband Phil were, \"just hopeful that justice will be served, and that all defendants will get life sentences.\"\n\nAfter the sentencing, Phil Henderson told CBS News outside the court that he, \"can't understand, a man's life here in Greece doesn't mean anything.\"\n\n\"You should not be able to chase a man down and beat him to death and not go to jail,\" his wife added, before breaking down in tears.\n\nThere were nine defendants on trial -- seven Serbian nationals, one Greek and a Brit of Serbian origin. Three were exonerated, and all claimed they had not intended to kill Henderson.\n\nThe British national was given the most severe sentence, of up to 15 years in prison for causing grievous bodily harm. One of the Serbs was sentenced to 10 years, three got seven years and another five years, all for lesser assault charges.\n\nD'agata reports the defendants were seen smiling, hugging and exchanging high-fives in court after the verdicts were read.\n\nBakari, a 22-year-old recent business graduate from the University of Arizona, was in Greece last year on a working holiday with friends. He was planning to shoot promotional video for his own line of apparel.\n\nOn the night in July 2017, he ran into the defendants at a bar. A Serbian woman told investigators that when she posed for a selfie with the American, a man nearby said, \"There are a lot of Serbs in the bar. Why are you talking to a black guy?\"\n\nShe said the man then smacked Henderson in the face, and Henderson hit him back.\n\nThe brawl moved outside, where a mob of men chased him down the street, brutally beating him.\n\nJust 30 seconds later, Henderson was dead.\n\nIn an interview with \"CBS This Morning's\" Michelle Miller before they left the U.S. to be at the trial, Henderson's parents said they believed race may have played a role in their son being beaten to death.\n\n\"His face was bruised and swollen,\" Jill told CBS News, \"to the point where we put sunglasses on him when we buried him.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Ed Leefeldt", "title": "Black Friday isn't what it used to be, as hype fizzles", "description": "Interest is waning as major chains go out of business and customers get savvier about online shopping", "url": "https://www.cbsnews.com/news/black-friday-2018-kohls-target-walmart-amazon-kroger-thanksgiving/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/04/06/4b5218c4-d623-4140-82c0-47ee20c04ea4/thumbnail/1200x630/9705ce429ae4ef9d586c0f7756ebe3f9/ap-111125122577.jpg", "publishedAt": "2018-11-22T12:06:19Z", "content": "For stores, Black Friday looks like the survival of the fittest this year. On the day after Thanksgiving, customers traditionally rushed in retailers' doors, but with major merchants going out of business or shuttering mall locations, retailers are rushing ou… [+5541 chars]", "fulltext": "For stores, Black Friday looks like the survival of the fittest this year. On the day after Thanksgiving, customers have been known to rush in through retailers' doors, but with major merchants going out of business or shuttering mall locations, retailers are rushing out the door to find shoppers.\n\nThose \"doorbuster specials\" are still there as megastores like Kohl's, Target and Walmart attempt to create scarcity and excitement with those \"first 100 customers to buy a flat-screen TV\" prices. But online shoppers may find those prices aren't that special. In fact, they may already have purchased some pre-Black Friday deals, which started at the beginning of November.\n\n\"The historic Black Friday is ebbing,\" said Fitch Ratings retail analyst David Silverman. \"It's not as necessary as it once was.\"\n\nAmerica's post-Thanksgiving Day shopping frenzy used to start off with bang — literally sometimes — as frantic customers celebrated by knocking down security guards and fighting each other to grab toys and electronics. But now the drama (and the media coverage) is likely to be more muted.\n\n\"There will still be an uptick in sales that day,\" predicted Managing Director Jeff Holzmann of Iintoo, a commercial real estate company. \"But you probably won't see elbows flying.\"\n\nBig names fading\n\nThe brick-and-mortar retail sector has sustained major damage. Stand-alone stores like Toys R Us are gone, and many \"anchor stores\" at malls, such as Sears, are shutting down. Other retailers like Gap, J.C. Penney, Lord & Taylor, Macy's and Michael Kors are cutting back on locations. Even home-improvement chain Lowes is closing many stores in the U.S. and Canada, while offering a 40 percent discount on some appliances.\n\nIt's a scary time for retailers, due in part to a phenomenon known as \"cascading,\" or unplanned markdowns. \"Every company has prepared for promotional markdowns during the Christmas season, and they'll grow as you get closer to the holiday,\" said Fitch's Silverman. \"But unplanned markdowns happen when the merchant at the other end of the mall is going out of business, closing the store or simply has to dump inventory whose shelf life has expired. Then everyone has to cut prices and keep lowering them.\"\n\nShrewd merchants have already done this, which is why the Christmas shopping season has begun earlier. The rush is on to beat \"antiquated retailers\" that still believe Black Friday is the busiest day of the year for a shopper's credit card, said Jonathan Cherki, CEO of ContentSquare, a software provider for retailers.\n\nMajor chains used to believe that the post-Thanksgiving holiday was special because it was the date when their balance sheets finally turned from red (losses) to black (profits). Now they see it simply as part of a continuum that starts right after Halloween and continues through the actual holiday -- as more shoppers click online shopping sites even as the turkey is still on the table.\n\nThis trend follows through to New Year's Day as retailers get returns and, they hope, sell a few more items at the same time. That's one reason Kohl's said it will take Amazon's returns, said Silverman. \"Once you get them in the store, there's a 25 percent chance they'll buy something else.\"\n\nGet in the \"Ama-zone\" or perish\n\nAs America's largest online retailer, Amazon remains the elephant in the room, and stores in shopping centers have to get in the \"Ama-zone\" or perish, analysts said. One way is to dispel the traditional Black Friday myth that only a certain amount of inventory is available, and you have to buy it that day to get that price.\n\nThe key words are \"virtual inventory,\" said CEO Frank Poore of Commercehub, which helps online businesses manage their stock. Savvy shoppers can always look online, find the toy or electronics they want and keep clicking until the price drops. Retail stores have to provide the same services as online retailers, such as offering to get items that aren't in-store from another store and providing immediate home delivery after those \"first hundred\" are gone. Otherwise, they'll lose customers to someone else.\n\nWhen Amazon upped the ante by offering free shipping on holiday orders, other retailers had to follow suit. Chief Technology Officer Alex Shvarts of FundKite, a business funding platform, noted that Black Friday store traffic drops by 5 percent to 10 percent a year, while UPS, which shipped roughly 750 million packages during the 2017 holiday season, expects that number to increase by the same rate. The U.S. Postal Service anticipates even more business -- a billion parcels this holiday season.\n\nFor stores to survive, they need to be more customer-friendly, while malls have to provide services like easy or valet parking, and amenities such as free coffee and child care, foot massages and immediate product usage, said analysts. They need to do the things an online retailer can't — and respect the customer.\n\n\"Black Friday was never an experience that most people enjoyed,\" said Iintoo's Holzmann. Fitch's Silverman agrees. \"Customers want to shop with intelligence, not with fisticuffs.\" Millennials in particular have different buying habits. \"They'd rather have something personal and handmade than a mass-produced item from overseas,\" said FundKite's Shvarts.\n\nFewer competitors\n\nRetailers that have survived the wars with Amazon — and each other — have hope. As their numbers dwindle, they'll see fewer of those \"cascading markdowns\" because most of the losers will already be out of business.\n\nAnd the rest will pick up inventory and brand names from the ones that failed. Kroger is already offering 600 Toys R Us \"pop-up shops\" with Toys' mascot Geoffrey the Giraffe, and Walmart is enlarging its already huge toy department.\n\nMany retailers may actually end up \"in the black\" on that Friday after all."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kate Gibson", "title": "Black Friday \"deals\" to avoid at Best Buy, Target, Walmart", "description": "When it comes to shopping at biggest stores, consumers should avoid some offers \"like the plague,\" expert cautions", "url": "https://www.cbsnews.com/news/black-friday-2018-deals-to-avoid-at-best-buy-target-walmart/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2017/11/07/843af911-d6ab-4254-85b9-937d955b4378/thumbnail/1200x630/d0b367079461d994154be2b92dd66cba/shopping-rtst7fu.jpg", "publishedAt": "2018-11-22T11:59:43Z", "content": "The biggest big-box retailers, including Walmart, Best Buy and Target, are expected to draw huge traffic the day after Thanksgiving, long viewed as the official start to the holiday shopping season. But some of the Black Friday deals already announced this mo… [+2720 chars]", "fulltext": "The biggest big-box retailers — including Walmart, Best Buy and Target — are expected to draw huge traffic the day after Thanksgiving, long viewed as the official start to the holiday shopping season. But some of the Black Friday deals already announced this month should be avoided \"like the plague,\" according to online shopping expert Phil Dengler of BestBlackFriday.com.\n\nOther products can simply be found for less elsewhere. Here are some of Dengler's tips for Black Friday shoppers this year:\n\nAvoid Walmart's shipping fees ...\n\nOnline shopping for orders under $35 are to be avoided at Walmart, given its main rivals are all offering free shipping with no minimum order size for Black Friday and the rest of the holiday season. Having to pay shipping fees \"is a quick way to kill an otherwise great Black Friday deal,\" Dengler wrote in a recent blog post. If your order is less than 35 bucks, \"shop confidently at Target, Best Buy and Amazon without having to worry or calculate added shipping charges,\" he advised.\n\n... but consider its Apple iPhone deals\n\nThat said, Walmart is the place to go for Apple iPhones. The retailer is offering a free $300 Walmart gift card with purchase and qualifying activation of an iPhone XS, iPhone XS Max or iPhone XR. In addition, Walmart is offering a free $400 Walmart gift card with purchase and qualifying activation of an iPhone 8, iPhone 8+ or iPhone XR.\n\nGiven the retailer sells a broad ranges of products, including electronics, pet supplies, auto parts and groceries, \"a gift card at Walmart is as close to cash as you are going to get,\" Dengler noted.\n\nMeanwhile, Target's gift card offers represent between $50 to $250 less than what Walmart offers for the same phone. \"This is one of the worst disparities for the same deal we have ever seen on Black Friday,\" Dengler offered.\n\nKohl's the spot for Xbox One S 1TB Minecraft Creators\n\nThe Xbox One S 1TB Minecraft Creators bundle is hot this year, and should be purchased at Kohl's, Dengler advised. Here's his math: Of Walmart, Best Buy and Target, it is Target that offers the best deal, for $199.99 plus a free $20 Target gift card. And while Kohl's offer is 99 cents more expensive than at Target, it come with a $60 in Kohl's cash. Hello, extra $39.\n\nTarget's $99 Google Home Hub: less than meets the eye\n\nTarget is offering the Google Home Hub for $99, a savings of $50 and 99 cents cheaper that what it costs at Best Buy. Still, Dengler recommends buying the Google Home Hub elsewhere for extra incentives offered at Best Buy, Walmart and Kohl's.\n\nBest Buy best for Samsung Galaxy Note9, S9 or S9+\n\nBest Buy is the best bet for buying the Samsung Galaxy Note9, S9 or S9+, since the retailer is offering a direct savings of $300 with qualified activation. Walmart and Target both make the offer with free $300 gift cards in their own brands. Given the discounts are the same, best to go with Best Buy's immediate discount as opposed to getting gift cards from the others, Dengler said."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "Kate Gibson", "title": "Which stores are staying open on Thanksgiving Day?", "description": "More than a dozen big retailers will stay open for the holiday, although many stores are giving workers a break", "url": "https://www.cbsnews.com/news/black-friday-2018-walmart-target-kohls-among-the-retailers-staying-open-on-thanksgiving/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/08/8c81f955-0022-4499-a515-59ea5da24b27/thumbnail/1200x630/9c265db87b20b2db25ad40213d204e69/gettyimages-160235138.jpg", "publishedAt": "2018-11-22T11:52:57Z", "content": "More than a dozen national retailers will open their doors early for Black Friday, kicking off sales on Thanksgiving Day. At the same time, the list of brick-and-mortar stores that will remain closed for the holiday is growing, and lately stands at nearly 100… [+4323 chars]", "fulltext": "More than a dozen national retailers will open their doors early for Black Friday, kicking off sales on Thanksgiving Day.\n\nAt the same time, the list of brick-and-mortar stores that will remain closed for the holiday is growing, and lately stands at nearly 100 national and regional retailers, according to BestBlackFriday.com.\n\nThe push for earlier Black Friday sales comes as consumers increasingly snub brick-and-mortar retailers in favor of online rivals such as Amazon. Yet many stores still count on a surge in sales during the annual shopping extravaganza.\n\nThose dynamics are putting pressure on retailers to offer more holiday \"doorbusters\" -- or low prices on high-demand products like computers or home appliances -- and to stay open on Thanksgiving.\n\nWalmart plans to kick off its Black Friday event on Thanksgiving day at 4 p.m., when it will throw what it describes as its first-ever \"Light Up Black Friday\" party for customers. Store workers are expected to give away 4 million cups of Keurig coffee and 2 million Christmas cookies during the two-hour party, the company said. Its Black Friday sales will officially begin at 6 p.m. on Thanksgiving, although Walmart is already offering some discounts online.\n\nSome retailers say they want to give their workers a break on Thanksgiving. Retailers ranging from Ace Hardware to Trader Joe's are among those closing their doors on the holiday, according to BestBlackFriday.com (see full list below of retailers that will shut their doors on Thanksgiving.)\n\nHow much people spend\n\nConsumers plan to spend an average of $554.90 during the holiday weekend, with $207.30 going towards gifts, according to the International Council of Shopping Centers (ICSC). Seventy-one percent of shoppers will go to a shopping center or mall during the holiday weekend, with millennials leading the way, at 83 percent, a new survey by the group shows.\n\nThe National Retail Federation estimated that 174 million people shopped in stores and online during last year's five-day Thanksgiving weekend, which ends with Cyber Monday.\n\nBelow are the hours for stores open on Thanksgiving, followed by the retailers scheduled to be closed on the holiday, according to BestBlackFriday.com\n\nStores open on Thanksgiving Day\n\nBass Pro Shops\n\n8 a.m.-6 p.m. The stores will reopen at 5 a.m. on Friday, Nov. 23.\n\nBelk\n\n4 p.m.-1 a.m. Stores will reopen at 6 a.m. on Black Friday.\n\nBest Buy\n\n5 p.m.-1 a.m. The retailer will reopen at 8 a.m. on Black Friday.\n\nBig Lots\n\n7 a.m.-midnight. Stores will reopen at 6 a.m. on Black Friday.\n\nCabela's\n\n8 a.m-6 p.m. The retailer will reopen at 5 a.m. on Black Friday.\n\nDick's Sporting Goods\n\n6 p.m-2 a.m. Stores will reopen at 5 a.m. on Black Friday.\n\nJ.C. Penney\n\n2 p.m. on Thanksgiving, remaining open through 10 p.m. on Black Friday.\n\nKmart\n\n6 a.m.-midnight. Stores will open at 6 a.m. on Black Friday.\n\nKohl's\n\n5 p.m. on Thanksgiving and remaining open until 1 p.m. on Black Friday.\n\nMacy's\n\n5 p.m.- 2 a.m. Stores will reopen on Black Friday at 6 a.m.\n\nOld Navy\n\n3 p.m. on Thanksgiving and remaining open until 10 p.m. on Black Friday.\n\nSears\n\n6 p.m.-midnight. Stores will reopen at 5 a.m. on Black Friday.\n\nTarget\n\n5 p.m.-1 a.m. Stores will reopen at 7 a.m. on Black Friday.\n\nWalmart\n\nThanksgiving day 4-6 p.m. (pre-sale party), with Black Friday sales beginning at 6 p.m.\n\nStores Closed on Thanksgiving Day\n\nA.C. Moore\n\nAbt Electronics\n\nAcademy Sports + Outdoors\n\nAce Hardware\n\nAcme Tools\n\nAllen Edmonds\n\nAmerican Girl\n\nAt Home\n\nAT&T (Company-owned stores)\n\nBarnes & Noble\n\nBig 5 Sporting Goods\n\nBJ's Wholesale Club\n\nBlain's Farm & Fleet\n\nBob's Discount Furniture\n\nBurlington\n\nChristopher & Banks\n\nCost Plus World Market\n\nCostco\n\nCraft Warehouse\n\nCrate and Barrel\n\nDillard's\n\nDressbarn (most stores)\n\nEl Dorado Furniture\n\nFleet Farm\n\nGander Outdoors\n\nGardner-White Furniture\n\nGuitar Center\n\nH&M\n\nHalf Price Books\n\nHarbor Freight Tools\n\nHobby Lobby\n\nHome Depot\n\nHomeGoods\n\nHomesense\n\nIKEA\n\nJOANN Stores\n\nLamps Plus\n\nLowe's\n\nMall of America\n\nMarshalls\n\nMattress Firm\n\nMenards\n\nMicro Center\n\nMusic & Arts\n\nNebraska Furniture Mart\n\nNordstrom\n\nNordstrom Rack\n\nNorthern Tool\n\nOffice Depot & OfficeMax\n\nOutdoor Research\n\nP.C. Richard & Son\n\nPatagonia\n\nPep Boys\n\nPetco\n\nPetSmart\n\nPier 1 Imports\n\nPublix\n\nRaymour & Flanigan Furniture | Mattresses\n\nREI\n\nSam's Club\n\nSierra Trading Post\n\nSportsman's Warehouse\n\nSprint (Stores closed unless mall decides otherwise; mall kiosks may open)\n\nStaples\n\nStein Mart\n\nSur La Table\n\nThe Container Store\n\nThe Original Mattress Factory\n\nThe Paper Store\n\nTJ Maxx\n\nTractor Supply Co.\n\nTrader Joe's\n\nTrollbeads\n\nVon Maur\n\nWest Marine\n\n\n\n-- With reporting by Aimee Picchi"}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "After adenovirus-linked death, UMD students worry mold made them sick", "description": "As 5 more students confirmed to have illnesses tied to the virus, University of Maryland insists there's \"no consistent connection\" to mold problems", "url": "https://www.cbsnews.com/news/university-of-maryland-adenovirus-death-students-dorm-may-have-had-mold/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/21/2096db13-b2dd-41cf-b5e4-e7bc0482960e/thumbnail/1200x630/f55767b02ac3d73a2723004ddfd8b159/adenovirus-1120umdstudent.jpg", "publishedAt": "2018-11-22T11:11:21Z", "content": "The University of Maryland is trying to calm fears that recent mold problems on campus may be linked to a virus that caused a student's death. Freshman Olivia Paregol, 18, died on Sunday after contracting adenovirus, which typically causes respiratory illness… [+2738 chars]", "fulltext": "The University of Maryland is trying to calm fears that recent mold problems on campus may be linked to a virus that caused a student's death. Freshman Olivia Paregol, 18, died on Sunday after contracting adenovirus, which typically causes respiratory illnesses. The university said five more students have illnesses tied to the virus, but insists there's \"no consistent connection\" to mold. Olivia's father believes the school could have done more.\n\nUniversity of Maryland freshman Jessica Thompson told CBS News she and her roommate discovered mold on their shoes and clothes in their dorm room in August. She believes the fungus eventually made them sick.\n\n\n\n\"You can't sleep at night because the pillow is right next to mold and you're up all night coughing,\" Thompson said. \"We got to go home on the weekends and we would be totally fine at home, and we would come back and would be sniffling and coughing and then have headaches.\"\n\n\n\nThompson said they repeatedly alerted the issue to university officials who eventually moved them – and more than 500 other students – to temporary housing while the school worked to clean the dorms.\n\n\"They had put in a dehumidifier, and the heat had finally turned on and the mold seemed to go away, but it was a good two-and-a-half months,\" she said.\n\n\n\nAccording to Olivia Paregol's father, her room also had mold. Olivia already suffered from Crohn's disease and a weakened immune system before contracting adenovirus, her father said several weeks into the fall semester, she complained of respiratory issues and visited the campus health center.\n\n\n\n\"It didn't help the illness. I think that's a really fair statement. We don't know that there's causation, yet, but it didn't help things,\" Ian Paregol said.\n\nThe University of Maryland said it learned of the first case of adenovirus on November 1. This past Tuesday, the school announced there were a total of six cases, including Olivia's.\n\n\n\n\"I want the other kids to make sure they don't get sick. I mean…apparently there were two kids sick when we came forward, right? That was the 13th. I would've liked to have had that information. And now there's three more kids sick,\" Ian said.\n\nDr. David McBride, head of the university's campus health center said that while they want to acknowledge there are cases on campus, they don't \"want to stir up unnecessary angst.\"\n\n\"What we've done is we've stepped up our cleaning efforts, we're on high alert here and we're working to be very diligent to follow up on cases when students are sick to make sure that they don't worsen,\" McBride said.\n\n\n\nThe University of Maryland said state and local health officials are investigating the outbreak on campus and the CDC says mold can cause respiratory-related symptoms including wheezing and a stuffy nose. The adenovirus began spreading at a New Jersey health center last month. Eleven children died in that outbreak."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Colts Neck New Jersey mansion fire victims Keith Caneiro and family \"targeted\" and killed before blaze", "description": "Prosecutor still won't say if slain man's brother, held on arson charge, suspected of killing family of 4 in exclusive New Jersey community", "url": "https://www.cbsnews.com/news/colts-neck-new-jersey-mansion-fire-keith-caneiro-family-targeted-killed/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/8b9ad6da-2892-4680-8f48-690515109536/thumbnail/1200x630/95e7e205d6def3210422ad2675399769/colts-neck-jersey-mansion-fire-ap-18325533948400.jpg", "publishedAt": "2018-11-22T10:55:52Z", "content": "COLTS NECK, N.J. -- A family of four whose remains were found at the burned-down ruins of their New Jersey mansion was slain before the home was set ablaze, authorities said Wednesday, hours after the mansion owner's brother was arrested on suspicion of arson… [+2447 chars]", "fulltext": "COLTS NECK, N.J. — A family of four whose remains were found at the burned-down ruins of their New Jersey mansion was slain before the home was set ablaze, authorities said Wednesday, hours after the mansion owner's brother was arrested on suspicion of arson at his own house.\n\nProsecutors sought to reassure the public that a random killer was not on the loose in the affluent community of Colts Neck, which is also home to some celebrities.\n\n\"We believe that this family in some form or fashion was targeted,\" Monmouth County Prosecutor Christopher Gramiccioni said.\n\nPaul Caneiro, 51, was charged with setting fire to his home Tuesday in Ocean Township. Less than eight hours later, the fire that destroyed his brother's home was reported about 80 miles away in Colts Neck, authorities said.\n\nGramiccioni said he could neither confirm nor deny that Paul Caniero was a suspect in the slayings.\n\nAt the mansion, Keith Caniero, 50, was found shot to death on the lawn. Inside, authorities found the remains of his 45-year-old wife, Jennifer Caniero, and their children, 11-year-old son Jesse and 8-year-old daughter Sophia.\n\nThe bodies of the mother and children were badly burned. Medical examiners had not determined causes of death for them as of Wednesday afternoon.\n\nIt was not immediately known if Paul Caniero had retained an attorney. He was charged with aggravated arson and was scheduled to make a first appearance in court next Wednesday.\n\nPaul Caneiro was accused of using gasoline to set his home on fire while his wife and two daughters were inside. No one was hurt in that blaze, which was reported at 5 a.m. Tuesday, about 7 ½ hours before the Colts Neck fire was reported.\n\nAll four members of Keith Caniero's family were \"victims of homicidal violence,\" the prosecutor said, adding that there was no indication of suicide.\n\nAccording to his online profiles, Keith Caneiro was a graduate of Columbia University and was the CEO of the tech company, Square One, which he ran as a partner with his brother. He also operated a pest control company and was a realtor.\n\n\"Very nice, very friendly, anybody that you'd want to be living next door to basically,\" one of the family's neighbors said.\n\nThe community held a vigil for the family Wednesday night. Colts Neck Mayor J.P. Bartolomeo said the Caneiros were well known in town and often seen at local shops or school sporting events.\n\nColts Neck, about 50 miles south of New York City, is home to a number of celebrities, including Bruce Springsteen. Former \"Daily Show\" host Jon Stewart and his wife operate an animal sanctuary there. Queen Latifah sold her mansion there in 2015. Current and former members of the band Bon Jovi have also called it home."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Car plows into kids outside Chinese school, killing 5", "description": "Unclear if crash was deliberate, but it comes in the wake of a series of vehicle attacks and attacks on schools", "url": "https://www.cbsnews.com/news/china-car-rams-children-chinese-school-in-huludao-liaoning-today-2018-11-22/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/b2102d38-8492-4713-a8b1-7222a6a7f007/thumbnail/1200x630/ca6f4081f0c36a3d9faa415cded8e55f/china-school-car-rams-kids.jpg", "publishedAt": "2018-11-22T09:29:50Z", "content": "BEIJING -- A car plowed into a crowd of children outside a primary school in northeastern China on Thursday, killing five people and injuring 18, a local government spokesman said. The driver was taken into custody after the crash around noon in the coastal c… [+1716 chars]", "fulltext": "BEIJING -- A car plowed into a crowd of children outside a primary school in northeastern China on Thursday, killing five people and injuring 18, a local government spokesman said.\n\nThe driver was taken into custody after the crash around noon in the coastal city of Huludao in Liaoning province, said the spokesman for Jianchang county in the city's suburbs, who declined to give his name as is standard with Chinese bureaucrats.\n\nHe described the crash as \"a major traffic accident\" and said the cause was under investigation.\n\nSecurity camera video showed a line of children crossing the street in front of their school when a car approaches, which then changes lanes and swerves into the crowd of children.\n\nIt wasn't clear if the crash was a deliberate attack or whether the driver was swerving to avoid obstacles in front of him, but it comes after a series of vehicle attacks and attacks on schoolchildren in the country.\n\nLast month, a knife-wielding man drove a vehicle into a crowd of pedestrians in the eastern city of Ningbo, killing two people and wounding 16.\n\nAnd in September, 11 people were killed and 44 hospitalized after a man drove an SUV deliberately into people at a plaza in the central province of Hunan, before jumping out and attacking victims with a dagger and shovel.\n\nOther deadly attacks have occurred at schools, including several in 2010 in which nearly 20 children were killed, prompting a response from top government officials and leading many schools to beef up security.\n\nHowever, in June, a man used a kitchen knife to attack three boys and a mother near a school in Shanghai, killing two of the children. Last year, police said a man set off an explosion at the front gate of a kindergarten in eastern China, which struck as relatives gathered to pick up their children at the end of the day, killing eight people.\n\nThe attackers' most common motivations are identified as mental illness or alienation from society and a desire to settle scores."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Head of Russia's military intelligence agency dies in Moscow", "description": "U.S. had blacklisted Igor Korobov, whose agency is accused of hacking U.S. elections, orchestrating a U.K. nerve agent attack and Olympic doping", "url": "https://www.cbsnews.com/news/russia-gru-military-intelligence-chief-igor-korobov-dies-moscow-today-2018-11-22/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/c0423393-e5a5-4fbe-9fe7-1716b46898fd/thumbnail/1200x630/02d1e0c92ceb6b993e0432c9c3317bf1/igor-korobov-ap-18326262194925.jpg", "publishedAt": "2018-11-22T08:28:46Z", "content": "MOSCOW -- The head of the Russian military intelligence agency GRU, which has been accused of meddling in U.S. elections, has died in Moscow. He was 62. The Defense Ministry said Thursday in a statement that Igor Korobov, who led the GRU since 2016, died Wedn… [+1370 chars]", "fulltext": "MOSCOW -- The head of the Russian military intelligence agency GRU, which has been accused of meddling in U.S. elections, has died in Moscow. He was 62.\n\nThe Defense Ministry said Thursday in a statement that Igor Korobov, who led the GRU since 2016, died Wednesday of \"a lengthy and grave illness,\" a usual Russian euphemism for cancer. His predecessor had died two years earlier, at 58.\n\nThe United States and its allies have accused the GRU of hacking the 2016 U.S. presidential campaign, orchestrating the March nerve agent attack on a Russian ex-spy in Britain, and disrupting anti-doping efforts in world sports. Russian authorities have rejected the accusations, calling them part of a Western smear campaign.\n\nKorobov was among the Russian officials hit with U.S. sanctions in March for efforts to \"undermine cyber security on behalf of the Russian government.\"\n\nAccording to the Reuters news agency, Korobov's fate had become uncertain in the wake of the botched assassination attempt against Russian ex-spy Sergei Skripal in England in March. Britain and the U.S. say Russian intelligence agents used the Soviet-era nerve agent Novichok in the attack, which failed to kill Skripal but left a civilian dead.\n\nThe GRU chief was, according to an unconfirmed Russian media report, reprimanded personally by President Vladimir Putin over the fiasco which made Russia's premiere military intelligence agency look hapless on the world stage.\n\nKorobov was notably absent from a ceremony this month marking the 100th anniversary of the GRU's establishment, Reuters reported. Putin was there, and lauded the agency's \"unique abilities.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "U.S. man likely killed trying to bring Christianity to remote tribe", "description": "As family urges forgiveness for locals who helped him, associate says John Allen Chau always wanted \"to bring the gospel of Jesus\" to the Sentinelese", "url": "https://www.cbsnews.com/news/american-john-allen-chau-killed-sentinel-island-tribe-india-christian-missionary/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/915e4e4c-1ad3-4d40-90c1-664abc4f285c/thumbnail/1200x630g8/688d7636dc2076bbb00a0eab07c32dc2/john-allen-chau-insta.jpg", "publishedAt": "2018-11-22T07:05:37Z", "content": "NEW DELHI -- The first time American John Allen Chau visited the isolated island in the seas between India and Southeast Asia, he came bearing gifts that included a football and fish. He interacted with some of the tribesmen -- who survive by hunting, fishing… [+5753 chars]", "fulltext": "NEW DELHI -- The first time American John Allen Chau visited the isolated island in the seas between India and Southeast Asia, he came bearing gifts that included a football and fish. He interacted with some of the tribesmen -- who survive by hunting, fishing and collecting wild plants and are known for attacking anyone who comes near with bows and arrows and spears -- until they became angry and shot an arrow at him.\n\nIt struck a book Chau was carrying, which an acquaintance said was a Bible. The 26-year-old adventurer and Christian missionary then swam back to a boat of fishermen that was waiting at a safe distance.\n\nThat night, he wrote about his adventures and left his notes with the fishermen. He returned to North Sentinel Island the next day, on Nov. 16.\n\nWhat happened then isn't known, but on the morning of the following day, the fishermen watched from the boat as tribesmen dragged Chau's body along the beach and buried his remains.\n\nDependera Pathak, director-general of police on India's Andaman and Nicobar Islands, said Wednesday that the seven fishermen have been arrested for helping the American reach North Sentinel Island. Visits to the island are heavily restricted by the government, and officials were working with anthropologists to recover the body.\n\n\"It was a case of misdirected adventure,\" Pathak said.\n\nAP\n\nChau was apparently shot and killed by arrows, but the cause of death can't be confirmed until his body is recovered, Pathak told The Associated Press.\n\nIn an Instagram post, his family said it was mourning him as a \"beloved son, brother, uncle and best friend to us.\" The family also said it forgave his killers and called for the release of those who assisted him in his quest to reach the island.\n\n\"He ventured out on his own free will and his local contacts need not be persecuted for his own actions,\" the family said.\n\nAuthorities say Chau arrived in the area on Oct. 16 and stayed in a hotel while he prepared to travel to the island. It was not his first time in the region: he had visited the Andaman and Nicobar Islands in 2015 and 2016. North Sentinel is part of the Andaman Islands and sits at the intersection of the Bay of Bengal and Andaman Sea.\n\nWith help from a friend, Chau hired the seven fishermen for $325 to take him there on a boat, which also towed the kayak Chau used to reach the island the first time, Pathak said.\n\nAfter the fishermen realized Chau had been killed, they left for Port Blair, the capital of the Andaman and Nicobar Islands, where they broke the news to Chau's friend, who in turn notified his family, Pathak said.\n\nPolice surveyed the island by air on Tuesday, and a team of police and forest department officials used a coast guard boat to travel there Wednesday and another trip was planned Thursday. Police officer Vijay Singh said Thursday morning that police were exploring their options since they cannot go directly to the restricted area and confront the tribespeople.\n\nChau had wanted ever since high school to go to North Sentinel to share Jesus with the indigenous people, said Mat Staver, founder and chairman of Covenant Journey, a program that takes college students on a tour of Israel to affirm their Christian faith. Chau went through that program in 2015.\n\n\"He didn't go there for just adventure. I have no question it was to bring the gospel of Jesus to them,\" Staver said.\n\nChau was carrying a Bible that was hit by an arrow when he was first shot at by the tribesmen on Nov. 15, according to notes Chau left with the fishermen that Staver said he has seen.\n\nStaver said Chau's last notes to his family on Nov. 16 told them that they might think he was crazy but that he felt it was worth it and asked that they not be angry if he was killed.\n\nOne of Chau's friends said the American spent a month at his home in Cape Town, South Africa, before going to India. Casey Prince, 39, declined to discuss what Chau told him about his upcoming travel plans, saying he would rather talk about the kind of man his friend was.\n\n\"If he was taking a risk, he was very aware of it,\" Prince said, recalling the time Chau told him about being bitten by a rattlesnake.\n\nThe two first met about six years ago, when Chau was a manager on the soccer team at Oral Roberts University in Oklahoma. Chau and others on the team traveled to South Africa to volunteer at a soccer development and social leadership program Prince founded, Ubuntu Football Academy.\n\nPrince described him as easy to like and driven by twin passions: a love of the outdoors and fervent Christianity.\n\nBefore attending Oral Roberts University, Chau had lived in southwestern Washington state and went to Vancouver Christian High School. Phone messages left with relatives were not immediately returned Wednesday.\n\n\"He was a beloved son, brother, uncle, and best friend to us,\" the Chau family wrote in its Instagram post. \"To others he was a Christian missionary, a wilderness EMT, an international soccer coach, and a mountaineer. He loved God, life, helping those in need, and he had nothing but love for the Sentinelese people.\"\n\nSurvival International, an organization that works for the rights of tribal people, said the killing of the American should prompt Indian authorities to properly protect the lands of the Sentinelese.\n\n\"The British colonial occupation of the Andaman Islands decimated the tribes living there, wiping out thousands of tribespeople, and only a fraction of the original population now survives. So the Sentinelese fear of outsiders is very understandable,\" Stephen Corry, the group's director, said in a statement.\n\nShiv Viswanathan, a social scientist and a professor at Jindal Global Law School, said North Sentinel Island was a protected area and not open to tourists. \"The exact population of the tribe is not known, but it is declining.\"\n\nTribespeople killed two Indian fishermen in 2006 when their boat broke loose and drifted onto shore."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS/AP", "title": "Man jailed in sexual assault and killing at religious store in St. Louis", "description": "Thomas Bruce was charged Wednesday with first-degree murder, kidnapping, sodomy and other crimes in connection with an attack earlier this week", "url": "https://www.cbsnews.com/news/st-louis-ballwin-thomas-bruce-charged-jailed-criminal-charges-today-2018-11-22/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/51a52097-fc4e-486d-b2cb-1c45aca9f9d8/thumbnail/1200x630/8e29320edb2b0f1ca106c39d0284a433/181121-thomas-bruce-st-louis.jpg", "publishedAt": "2018-11-22T05:18:35Z", "content": "ST. LOUIS — A man was charged Wednesday with killing one woman and sexually assaulting two others after herding them at gunpoint into the back room of a suburban St. Louis religious supplies shop. The arrest of 53-year-old Thomas Bruce, of Imperial, ended a t… [+3304 chars]", "fulltext": "ST. LOUIS — A man was charged Wednesday with killing one woman and sexually assaulting two others after herding them at gunpoint into the back room of a suburban St. Louis religious supplies shop. The arrest of 53-year-old Thomas Bruce, of Imperial, ended a two-day manhunt that followed the brazen Monday afternoon attack at a Catholic Supply store in another St. Louis suburb, Ballwin. The attack frightened the region and led some schools, churches and businesses to close.\n\nBruce was charged with 17 criminal counts including first-degree murder, three counts of sodomy and three counts of kidnapping, CBS affiliate KMOV-TV reports. Other charges include first-degree burglary, tampering with evidence and armed criminal action. He is jailed without bond, and it wasn't clear if he had an attorney yet.\n\nAt a news conference announcing the arrest, St. Louis County prosecutor Bob McCulloch called the crime \"heartbreaking,\" a sentiment that was echoed by the county's police chief, Jon Belmar.\n\n\"It shocked the senses,\" a somber Belmar said.\n\nAuthorities allege that Bruce entered the store and said he was shopping, then left briefly before returning with a handgun. He forced the three women into the back room, told them to strip, exposed himself and ordered them to \"perform deviant sexual acts on him,\" detectives wrote in the criminal complaint.\n\nTwo of the women complied but the third, 53-year-old Jamie Schmidt of nearby House Springs, refused, so he shot her in the head, they wrote. The attacker ordered the other women to continue performing the sexual acts on him, and he later fled, apparently able to blend in along the busy street in broad daylight.\n\nMcCulloch said there was no indication the store was targeted because of its religious affiliation.\n\n\"It seems to me a guy like this saw an opportunity — three women in the store alone,\" McCulloch said.\n\nBruce, who claimed to be a Navy veteran on his LinkedIn page, had no previous criminal record in Missouri beyond a traffic ticket in 2001. McCulloch said his office is checking with other states.\n\nBelmar said tips from the public helped lead to Bruce's arrest, though he declined to elaborate.\n\nMcCulloch said the aggravating circumstances make the crime eligible for the death penalty, but he said that decision will be up to the man who replaces him in January. McCulloch, the county's prosecutor for nearly three decades, lost to Wesley Bell of Ferguson in the August Democratic primary. Bell ran unopposed in the November general election.\n\nDan Stutte, president of Catholic Supply store, which operates three stores in the St. Louis area, said the company was \"deeply relieved\" by the arrest.\n\nSchmidt, of House Springs, was a married mother of three who worked as a secretarial assistant at St. Louis Community College's campus in Wildwood, Missouri. Two of her children are adults and the third is in high school.\n\nKMOV-TV\n\nSeveral members of her parish, St. Anthony of Padua Catholic Church in High Ridge, gathered for a memorial service Tuesday to remember Schmidt, who sang in the church choir. A friend told the St. Louis Post-Dispatch that Schmidt may have been at the store to buy supplies to make rosaries for fellow parishioners.\n\n\"She was a great person. Very much kept the family together,\" Schmidt's sister-in-law Cathy Soulon told KMOV-TV Tuesday. \"Just a perfect person. She was a housewife for many, many years. Then she finally started to get a job and get out in the social world and this happens. It's mind-boggling. It just goes to show how messed up this world really is.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS News", "title": "Train cars detach as it headed to New York City on eve of Thanksgiving", "description": "None of the passengers or crew were injured and the rail company said a recovery engine was dispatched to transfer affected passengers from the disabled train", "url": "https://www.cbsnews.com/news/amtrak-train-68-adirondack-new-york-city-cars-separate-passengers-stranded-today-2018-11-21/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/b1e358ce-9420-4b1c-9afe-b25b79daa3df/thumbnail/1200x630/5055b9e0f5ec49f21fe6964a31d41c82/181121-cbsnewyork-amtrak-train-car-separates-twitter-pictures.png", "publishedAt": "2018-11-22T04:27:26Z", "content": "NEW YORK — It was a frustrating and at times alarming Thanksgiving Eve for many train travelers in the tri-state area who were trying to get home for the holiday, CBS New York reports. Amtrak Train 68, called the Adirondack, was traveling from Montreal to New… [+1846 chars]", "fulltext": "NEW YORK — It was a frustrating and at times alarming Thanksgiving Eve for many train travelers in the tri-state area who were trying to get home for the holiday, CBS New York reports.\n\nAmtrak Train 68, called the Adirondack, was traveling from Montreal to New York's Penn Station when two of its cars separated near Albany shortly before 7:30 p.m. local time.\n\nCBS New York said none of the 287 passengers or crew were injured, and the rail company said a recovery engine was dispatched to transfer affected passengers from the disabled train.\n\nUpdate: Due to the mechanical issue on Train 68 in Albany (ALB). A recovery engine has been dispatched to transfer passengers from the disabled Train. We will update as more information is provided. — Amtrak Northeast (@AmtrakNECAlerts) November 22, 2018\n\nChuck Reeves, a software engineer from Troy, New York, told The Associated Press was aboard the first car behind the locomotive and said when the train pulled away, he and other passengers heard a pop and a hiss, smelled electrical burning and felt a rush of cold air.\n\nThe AP also said some crying children were comforted by their parents, but for the most part nobody panicked. A state trooper soon boarded to make sure everyone was OK, according to AP.\n\nEarlier in the day, NJ Transit service along the Northeast Corridor and North Jersey Coast lines was briefly suspended on one of the busiest travel days of the year due to overhead wire problems in New Jersey.\n\nCrowds were packed to the brim at Penn Station New York after NJ Transit said plastic wrap became tangled in Amtrak-owned wires near the North Elizabeth station.\n\nYou should just notify people when the trains are on time. — Ahmed Metwally (@_AhmedMetwally) November 21, 2018\n\nService resumed after less than an hour, but eventually resumed with residual delays of up to 30-minutes.\n\nNJ Transit and private bus carriers were cross-honoring rail tickets and passes, as were Path stations in Hoboken, Newark Penn Station and Herald Square.\n\nIt wasn't immediately known when the passengers from the disabled Amtrak train would arrive in New York City."}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "11/21: CBS Evening News", "description": "More than 54 million Americans expected to travel for Thanksgiving; Meghan Markle cooks with Grenfell Tower fire victims before Thanksgiving", "url": "https://www.cbsnews.com/video/1121-cbs-evening-news-2/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/1aeed64c-ec9e-4438-80ea-a7271ccb0697/thumbnail/1200x630/5f49cad8a1bc574a014c7ddf5eda2321/1121-en-full-1718194-640x360.jpg", "publishedAt": "2018-11-22T03:54:46Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "AP", "title": "Southern California's deadly Woolsey Fire fully contained", "description": "Wildfire that began Nov. 8 scorched more than 96,000 acres, destroyed 1,600 homes and buildings and claimed three lives", "url": "https://www.cbsnews.com/news/southern-california-woolsey-fire-fully-contained-mudslides-rain-latest-forecast-today-2018-11-21/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/f8f1218c-e90d-45a1-8c76-e829faf777aa/thumbnail/1200x630/3883d490166c6fc4a3c54ec6558df310/gettyimages-1062094644.jpg", "publishedAt": "2018-11-22T03:54:12Z", "content": "LOS ANGELES — Southern California's huge wildfire was finally contained Wednesday evening despite a brief flare up, but residents were warned to be ready for another threat: mudslides. The Woolsey Fire that began Nov. 8 was listed as 100 percent contained aft… [+1921 chars]", "fulltext": "LOS ANGELES — Southern California's huge wildfire was finally contained Wednesday evening despite a brief flare up, but residents were warned to be ready for another threat: mudslides. The Woolsey Fire that began Nov. 8 was listed as 100 percent contained after burning more than 1,600 homes and buildings and claiming three lives.\n\nOnly six other California wildfires have destroyed more structures, according to state statistics.\n\nEarlier in the day, a hotspot ignited in a remote area of Bell Canyon west of Los Angeles, said Ventura County fire Capt. A.J. Lester. No structures were threatened by the flare up, which was quickly knocked down by two engine crews.\n\nDriven by Santa Ana winds, the fire went on a miles-long rampage through suburban communities and the Santa Monica Mountains to the Malibu coast.\n\nResidents in the burned area sandbagged their properties ahead of a rainstorm that authorities said could bring the risk of mudflows and rockslides from denuded hills and mountains.\n\nGetty\n\nThe National Weather Service said the front approaching the coast would spread rain across the region by early Thursday. Most rainfall — less than a half-inch per hour — was expected to hit the Woolsey burn area between midnight and 4 a.m. Some thunderstorms were possible.\n\n\"The rain should still be significant enough to cause some issues in and around the recent burn areas, especially the Woolsey and Hill burn areas, with the potential for rockslides, mudslides and minor debris flows,\" the weather service said. \"Residents in and near the burn areas should stay tuned to the latest forecasts and any future advisories or statements on this rain event.\""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "\"The Takeout\" preview: Major Garrett talks football with Eric Winston and Mark Leibovich", "description": "This week on \"The Takeout,\" CBS News chief White House correspondent Major Garrett sits down with Mark Leibovich, chief national correspondent for The New York Times Magazine, and Eric Winston, the president of the National Football League Players Association…", "url": "https://www.cbsnews.com/video/the-takeout-preview-major-garrett-eric-winston-mark-leibovich-sports-nfl-politics/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/6fab1a00-7985-47b0-b86a-167c23c89e8c/thumbnail/1200x630/42b3ca7a16a20bde752b737b372e9596/cbsn-fusion-on-this-weeks-episode-of-the-takeout-major-garrett-talks-football-with-eric-winston-mark-leibovich-thumbnail-1718189-640x360.jpg", "publishedAt": "2018-11-22T03:44:37Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "11/21/18: Red and Blue", "description": "President Trump sends holiday in Florida as list of issues in Washington grows; Mark Leibovich & Eric Winston on President Trump & NFL protests.", "url": "https://www.cbsnews.com/video/112118-red-and-blue/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/a91c0273-2463-4c23-827c-af902d906f40/thumbnail/1200x630/a9868858463a55d00abbe5ddfdb1942c/1121-rnb-full-1718125-640x360.jpg", "publishedAt": "2018-11-22T02:43:33Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Republicans and Democrats: What should they be thankful for this year?", "description": "Congress is in recess and President Trump is in Florida, but both have a lot to do when they get back from Thanksgiving. CBS News contributor and Republican strategist Leslie Sanchez and CBSN political contributor and Democratic strategist Joel Payne join CBS…", "url": "https://www.cbsnews.com/video/post-thanksgiving-plans-congress-republicans-democrats-donald-trump-analysis/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/70241bf7-2499-4b31-9850-d44de067f5a4/thumbnail/1200x630/d8e1194d9502cfe5bb02af89d5751d17/cbsn-fusion-post-thanksgiving-plans-congress-republicans-democrats-donald-trump-analysis-thumbnail-1718123-640x360.jpg", "publishedAt": "2018-11-22T02:01:34Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "History behind the presidential turkey pardoning", "description": "\"Peas\" and \"Carrots\" will not be on a Thanksgiving table this year, because they're the two turkeys pardoned Tuesday by President Trump. Presidential historian Doug Wead joins Elaine Quijano on CBSN's \"Red and Blue\" to discuss the tradition.", "url": "https://www.cbsnews.com/video/history-behind-presidential-turkey-pardoning-peas-carrots-donald-trump-2018/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/6aa0e1ef-9cb3-4808-b2a3-47af38f50eda/thumbnail/1200x630/e343ac6cd96106a62be6b5966c55bc2c/cbsn-fusion-the-history-behind-the-presidential-turkey-pardoning-thumbnail-1718114-640x360.jpg", "publishedAt": "2018-11-22T01:49:35Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Giuliani says Robert Mueller may seek more answers from Trump", "description": "On Tuesday, President Trump submitted written responses to Robert Mueller. Then Wednesday, Mr. Trump’s attorney Rudy Giuliani said the special counsel may still have more questions for the president. CBS News Washington correspondent Paula Reid joins CBSN wit…", "url": "https://www.cbsnews.com/video/giuliani-says-robert-mueller-may-seek-more-answers-from-trump/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/16351356-41df-409f-86a2-df766d28fdeb/thumbnail/1200x630/07beddee43f5b9e5c3574c6f3206d005/1121-cbsn-mueller-eas-1718079-640x360.jpg", "publishedAt": "2018-11-22T01:03:49Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Speculation swirls over Beto O'Rourke 2020 presidential bid", "description": "Although Democrat Rep. Beto O'Rourke did not win a seat in the Senate, the success of his campaign in a predominantly conservative state has Democratic strategists and donors wondering if he will run for president in 2020. Politico national politics reporter …", "url": "https://www.cbsnews.com/video/speculation-swirls-over-beto-orourke-2020-presidential-bid/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/63181228-d503-4995-89d1-c7474a7b5a91/thumbnail/1200x630/97c9ad497eee872289e2314dd94271aa/1121-cbsn-betoorourke-czm-1718083-640x360.jpg", "publishedAt": "2018-11-22T01:03:31Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Heavy rain may complicate search for victims in Northern California's Camp Fire", "description": "The deadly Camp Fire is California's most destructive wildfire in state history and has killed dozens of people. With rain in the forecast, the search for victims may become complicated as it may trigger mudslides. CBS News correspondent DeMarco Morgan report…", "url": "https://www.cbsnews.com/video/northern-california-heavy-rains-camp-fire-latest-forecast/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/bf226dde-8972-4493-9079-ca447db66f88/thumbnail/1200x630/be9f2c2fc2c2f31b32a35fd4f033c732/cbsn-fusion-northern-california-heavy-rains-camp-fire-latest-forecast-thumbnail-1718077-640x360.jpg", "publishedAt": "2018-11-22T00:24:31Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Meghan Markle cooks with Grenfell Tower fire victims before Thanksgiving", "description": "Meghan Markle is bringing the spirit of Thanksgiving to the United Kingdom. She visited a community kitchen in London that is offering kitchen space and meals for people affected by a fire that gutted the Grenfell apartment complex in West London. CBS News fo…", "url": "https://www.cbsnews.com/video/meghan-markle-cooks-with-grenfell-tower-fire-victims-before-thanksgiving/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/f6c7ebfb-b8d8-498e-b2d5-ad3e9d5c4df9/thumbnail/1200x630/146910ba00450889622e309db9101155/1121-en-grenfell-vigliotti-1718063-640x360.jpg", "publishedAt": "2018-11-22T00:14:40Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Deadly mansion fire probed as quadruple homicide", "description": "After two house fires and four murders, police in quiet Colts Neck, New Jersey, spent the day before Thanksgiving looking to solve a gruesome mystery. There may be a family twist in the case. CBS News correspondent Tony Dokoupil reports.", "url": "https://www.cbsnews.com/video/deadly-mansion-fire-probed-as-quadruple-homicide/", "urlToImage": "https://cbsnews2.cbsistatic.com/hub/i/r/2018/11/22/b74fbab9-8d9b-47d5-a271-23ee7df03b94/thumbnail/1200x630/2ff9bfe5119e287dc00b395f595dc7d5/1121-en-arson-dokoupil-1718042-640x360.jpg", "publishedAt": "2018-11-22T00:06:17Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Top Saudi official confident in U.S.-Saudi alliance despite Khashoggi's killing", "description": "In an interview with CBS News, Saudi Arabia's Foreign Minister Adel Al Jubeir stuck to his government's story concerning the death of journalist Jamal Khashoggi. He denied that Saudi Crown Prince Mohammed bin Salman was involved in the killing.", "url": "https://www.cbsnews.com/video/top-saudi-official-confident-in-u-s-saudi-alliance-despite-khashoggis-killing/", "urlToImage": "https://cbsnews3.cbsistatic.com/hub/i/r/2018/11/22/43f5504f-593e-45ba-ba60-70307ed310bf/thumbnail/1200x630/a9eb22417e50ce2a18a927ebd873a7d6/1121-en-khashoggi-williams-1718047-640x360.jpg", "publishedAt": "2018-11-22T00:06:00Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": null, "title": "Black Friday sales could boost struggling retailers", "description": "This year, holiday sales in the U.S. could top $1 trillion. But for some big retailers struggling with debt, the Black Friday rush will be a much needed boost. CBS News correspondent Anna Werner reports.", "url": "https://www.cbsnews.com/video/black-friday-sales-could-boost-struggling-retailers/", "urlToImage": "https://cbsnews1.cbsistatic.com/hub/i/r/2018/11/22/4c1723c1-fc1d-4375-87de-eed4e3b92b17/thumbnail/1200x630/424ecaac955f931384c3088f4fa068bb/1121-en-holiday-werner-1718057-640x360.jpg", "publishedAt": "2018-11-22T00:05:34Z", "content": null, "fulltext": ""}, {"source": {"id": "cbs-news", "name": "CBS News"}, "author": "CBS Radio News, Your (optional) podcast author email address (Your (optional) podcast author name)", "title": "EYE ON TECH: KIDS SMART PHONES", "description": "Lots of kids want electronic gifts, including smartphones, for the holidays. But, says a veteran educator, think twice before giving a smartphone to a young child. CBS News Technology Consultant Larry Magid has today's \"Eye on Tech.\"", "url": "http://feeds.cbsnews.com/~r/podcast_larry_magid_1/~3/ellGVteRwko/2497392.mp3", "urlToImage": null, "publishedAt": "2018-11-22T00:00:00Z", "content": null, "fulltext": ""}]