{"articles": [{"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Police officer plays piano during call to assist elderly couple", "description": "The Pembroke Pines police officer used his music to calm down the couple's \"distraught\" daughter.", "url": "https://abcnews.go.com/US/video/police-officer-plays-piano-call-assist-elderly-couple-58965263", "urlToImage": "https://s.abcnews.com/images/US/181104_vod_fb_officer_piano1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T23:41:59Z", "content": "Now Playing: Police officer shot in Phoenix Now Playing: Video shows police officer shooting unarmed teen with autism Now Playing: Footage shows moment police officer is hit by colleague's van Now Playing: Police officer seen on video kicking teen in back Now… [+1289 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mike Levine", "title": "ABC: 17 cases invoking 'Trump' in connection with violence, threats, alleged assaults", "description": "President Trump insists he deserves no blame for divisions in America.", "url": "https://abcnews.go.com/Politics/blame-abc-news-finds-17-cases-invoking-trump/story?id=58912889", "urlToImage": "https://s.abcnews.com/images/Politics/trump-gty-er-181101_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T23:33:03Z", "content": "President Donald Trump has repeatedly refused to accept any responsibility for inciting violence in American communities, dismissing critics who have pointed to his rhetoric as a potential source of inspiration for some citizens acting on bigoted beliefs. Int… [+13987 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "'No Blame'? ABC News finds 17 cases invoking 'Trump' in connection with violence, threats or alleged assaults - ABC News", "description": "ABC News 'No Blame'? ABC News finds 17 cases invoking 'Trump' in connection with violence, threats or alleged assaults ABC News Little more than a week ago, he insisted he deserves \"no blame\" for what he called the \"hatred\" seemingly coursing through parts of…", "url": "https://abcnews.go.com/Politics/blame-abc-news-finds-17-cases-invoking-trump/story?id%3D58912889", "urlToImage": null, "publishedAt": "2018-11-04T23:29:48Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jeffrey Cook", "title": "Trump takes aim at Stacey Abrams during Georgia campaign rally", "description": "President Trump ripped into Democratic gubernatorial candidate Stacey Abrams at a rally in Macon, Georgia on Sunday, calling her \"radical.\"", "url": "https://abcnews.go.com/Politics/trump-takes-aim-stacey-abrams-georgia-campaign-rally/story?id=58937748", "urlToImage": "https://s.abcnews.com/images/International/trump-rally-1-ap-er-181104_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T23:11:32Z", "content": "President Trump ripped into Democratic gubernatorial candidate Stacey Abrams at a rally in Macon, Georgia, on Sunday, calling her \"radical,\" and \"one of the most extreme far-left politicians in the country.\" Interested in Donald Trump? Add Donald Trump as an … [+2044 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ex-convict convicted in fatal shooting of Tennessee officer", "description": "He was found guilty of first-degree murder, other charges in the 2015 shooting.", "url": "https://abcnews.go.com/US/wireStory/convict-convicted-fatal-shooting-tennessee-officer-58961664", "urlToImage": "https://s.abcnews.com/images/US/WireAP_fc1106f27fca495daf92e3716adae475_16x9_384.jpg", "publishedAt": "2018-11-04T22:54:29Z", "content": "An ex-convict was found guilty of first-degree murder and other charges Sunday in the fatal shooting of a police officer in Memphis, Tennessee. A jury in state court convicted Tremaine Wilbourn on Sunday in the August 2015 killing of Officer Sean Bolton. Wilb… [+1087 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "4 bombs explode in Baghdad, killing 4, wounding about 20", "description": "Baghdad police say four people have been killed in four bomb blasts in the Iraqi capital, including two inside commuter minivans", "url": "https://abcnews.go.com/International/wireStory/bombs-explode-baghdad-killing-wounding-20-58964387", "urlToImage": null, "publishedAt": "2018-11-04T22:41:03Z", "content": "Baghdad police say four people have been killed in four bomb blasts in the Iraqi capital, including two inside commuter minivans. The blasts occurred after Sunday's evening rush hour and appeared to target Shiite districts around Baghdad, including Sadr City … [+541 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Candidate chides \"SNL's\" Pete Davidson over eyepatch joke", "description": "A Texas Republican congressional candidate has chided \"Saturday Night Live\" comic Pete Davidson for poking fun of the eyepatch he wears because he was badly wounded serving in Afghanistan as a Navy SEAL", "url": "https://abcnews.go.com/Entertainment/wireStory/candidate-chides-snls-pete-davidson-eyepatch-joke-58961975", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_ea4ce074aff746e8a909bd8f3a69be26_16x9_992.jpg", "publishedAt": "2018-11-04T22:29:35Z", "content": "A Texas Republican congressional candidate has chided \"Saturday Night Live\" comic Pete Davidson for poking fun of the eyepatch he wears because he was badly wounded during his third tour in Afghanistan as a Navy SEAL. Davidson said during Saturday's \"Weekend … [+596 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meg Cunningham", "title": "Progressive Christine Hallquist could be the nation's 1st transgender governor", "description": "Christine Hallquist joins three other openly LGBTQ candidates for governor this year -- a historically high number.", "url": "https://abcnews.go.com/Politics/progressive-christine-hallquist-nations-1st-transgender-governor/story?id=58962918", "urlToImage": "https://s.abcnews.com/images/Politics/christine-hallquist-ap-mo-20180815_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T22:29:11Z", "content": "Vermont is poised to make history for the LGBTQ community if voters in the Green Mountain State oust their current governor in favor of first-time candidate Christine Hallquist. The Democrat running in Vermonts gubernatorial election, will be the first transg… [+2284 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Wisconsin town mourns 3 Girl Scouts, 1 adult killed in crash - ABC News", "description": "ABC News Wisconsin town mourns 3 Girl Scouts, 1 adult killed in crash ABC News A western Wisconsin community on Sunday was grieving the deaths of three Girl Scouts and an adult who were collecting trash along a rural highway when police say a pickup truck vee…", "url": "https://abcnews.go.com/US/wireStory/wisconsin-girl-scouts-adult-killed-hit-run-crash-58957406", "urlToImage": "https://s.abcnews.com/images/US/WireAP_f1884e3c67994eef8e1482f748461394_16x9_992.jpg", "publishedAt": "2018-11-04T22:09:00Z", "content": "A western Wisconsin community on Sunday was grieving the deaths of three Girl Scouts and a parent who were collecting trash along a rural highway when police say a pickup truck veered off the road and hit them before speeding away. Authorities have not releas… [+2927 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Reuters", "title": "A day in the life of a family in the migrant caravan", "description": "Glenda Escobar is making the perilous journey north with two of her children.", "url": "https://abcnews.go.com/International/day-life-family-migrant-caravan/story?id=58932819", "urlToImage": "https://s.abcnews.com/images/International/migrant-caravan-life-00-rt-jef-181102_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T22:02:38Z", "content": "Just past 4 a.m., under a star-streaked sky, the Central American migrants shouldered their bags and picked over broken sidewalks -- first as a trickle, then as a flood -- to the edge of the Mexican town of Mapastepec. Interested in Immigration? Add Immigrati… [+9565 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Utah mayor, guard member killed by trainee in Afghanistan", "description": "Officials say a Utah mayor who was also a Utah Army National Guard major training commandos in Afghanistan was fatally shot by one of his Afghan trainees", "url": "https://abcnews.go.com/US/wireStory/mayor-utah-city-killed-insider-attack-afghanistan-58952394", "urlToImage": "https://s.abcnews.com/images/US/WireAP_1f3f987035204ab9a6bc32b524a2065f_16x9_992.jpg", "publishedAt": "2018-11-04T21:48:39Z", "content": "A Utah mayor who was also a Utah Army National Guard major training commandos in Afghanistan was fatally shot by one of his Afghan trainees, officials said Sunday. Brent Taylor, 39, had taken a yearlong leave of absence as mayor of North Ogden north of Salt L… [+1917 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Georgia Democrats cry foul as Republican candidate for governor launches last-minute hacking investigation - ABC News", "description": "ABC News Georgia Democrats cry foul as Republican candidate for governor launches last-minute hacking investigation ABC News Georgia Secretary of State and Republican gubernatorial candidate Brian Kemp announced that his office opened an investigation on Satu…", "url": "https://abcnews.go.com/Politics/republicans-minute-hacking-investigation-rocks-georgia-governors-race/story?id%3D58959730", "urlToImage": null, "publishedAt": "2018-11-04T21:40:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Wil Cruz", "title": "Here's the news you missed this weekend", "description": "Before you begin your week have a look back at the top stories of the weekend.", "url": "https://abcnews.go.com/US/news-missed-weekend/story?id=58957539", "urlToImage": "https://s.abcnews.com/images/Politics/donal-trump-04-ap-mt-181013_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T21:35:24Z", "content": "The high-stakes midterm elections are just two days away, and we analyze five major issues dominating the races. Democrats are in the race to control Congress, but their advantage has narrowed since the summer, an ABC News/Washington Post poll finds. Thousand… [+4185 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Here's the news you missed this weekend - ABC News", "description": "ABC News Here's the news you missed this weekend ABC News The high-stakes midterm elections are just two days away, and we analyze five major issues dominating the races. Democrats are in the race to control Congress, but their advantage has narrowed since th…", "url": "https://abcnews.go.com/US/news-missed-weekend/story?id%3D58957539", "urlToImage": null, "publishedAt": "2018-11-04T21:35:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Adam Kelsey", "title": "Colorado's Jared Polis poised to make LGBTQ history", "description": "If he wins Tuesday, Jared Polis would become the first openly gay man to win a gubernatorial election.", "url": "https://abcnews.go.com/Politics/colorados-jared-polis-poised-make-lgbtq-history/story?id=58938322", "urlToImage": "https://s.abcnews.com/images/Politics/jared-polis-ap-jef-181030_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T20:59:59Z", "content": "Not once during his public remarks to a small group of ardent Democrats in this picturesque mountain town did Jared Polis talk about his personal life. He talked about his accomplishments in Washington and his goals for Colorado. He talked about the Continent… [+6965 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meg Cunningham", "title": "Rashida Tlaib could become one of the 1st Muslim-American women in Congress", "description": "With no Republicans or Independents running in Michigan’s 13th district, Rashida Tlaib is favored to win and poised to become the first Muslim-American woman in Congress.", "url": "https://abcnews.go.com/Politics/rashida-tlaib-1st-muslim-american-woman-congress/story?id=58961722", "urlToImage": "https://s.abcnews.com/images/Politics/voting-machine2-gty-hb-181009_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T20:55:54Z", "content": "With no Republicans or Independents running for Michigans 13th Congressional District, Rashida Tlaib is favored to win and poised to become the first Muslim-American woman in Congress. In Minnesota, Ilhan Oman is also hoping to earn the title of first Muslim-… [+1609 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Migrants headed toward US border say they're fleeing violence", "description": "Several migrants in the so-called caravan headed toward the U.S. border tell President Trump they're not violent, and most of them are families.", "url": "https://abcnews.go.com/International/video/migrants-headed-us-border-fleeing-violence-58961617", "urlToImage": "https://s.abcnews.com/images/International/181104_vod_caravan3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T20:17:27Z", "content": "Now Playing: President Trump targets migrant caravan at Texas rally Now Playing: Migrants headed toward US border say they're fleeing violence Now Playing: Indonesia plane crashed in more than a 100 feet of water Now Playing: Video shows inside of bus in Chin… [+1136 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "James Hill and Zunaira Zaki", "title": "Republican's last-minute hacking investigation rocks Georgia governor's race", "description": "The investigation is the latest development in a hot-contested race.", "url": "https://abcnews.go.com/Politics/republicans-minute-hacking-investigation-rocks-georgia-governors-race/story?id=58959730", "urlToImage": "https://s.abcnews.com/images/Politics/abrams-kemp-rt-ap-er-181031_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T20:13:39Z", "content": "Georgia Secretary of State and Republican gubernatorial candidate Brian Kemp announced that his office opened an investigation on Saturday night into the Democratic Party of Georgia over an alleged hacking attempt of the states voter registration system, acco… [+5757 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Marcus Moore, Connor Burton and Bill Hutchinson", "title": "Migrants in caravan respond to Trump calling them criminals: 'This is all propaganda'", "description": "A caravan of Central American migrants is continuing their journey to the United States border.", "url": "https://abcnews.go.com/International/central-american-migrants-caravan-respond-president-trump-calling/story?id=58923098", "urlToImage": "https://s.abcnews.com/images/US/caravan-2-abc-er-181104_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T20:05:16Z", "content": "Battling hunger, exhaustion and President Donald Trump 's portrayal of them as criminals, thousands of Central American migrants traveling through Mexico were hoping to get rides Sunday to move them closer to the U.S. border, but many trekking with children s… [+6402 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABCNews", "title": "Reliably red New Mexico district a “toss-up” between 2 candidates", "description": "Long considered a Republican stronghold, there is a razor-thin margin between the candidates competing to be the first female representative in New Mexico's 2nd district.", "url": "https://abcnews.go.com/Politics/reliably-red-district-mexico-toss-candidates-vying-1st/story?id=58960548", "urlToImage": "https://s.abcnews.com/images/Politics/voters-2-gty-er-181031_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T19:57:22Z", "content": "Interested in Midterm Elections? Add Midterm Elections as an interest to stay up to date on the latest Midterm Elections news, video, and analysis from ABC News. Democrat Xochitl Torres Small is running for New Mexicos 2nd Congressional district -- long consi… [+2538 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Migrants camped at border worry caravans will shut them out", "description": "The caravans and the U.S. government's response to them have further imperiled thousands of adults and children who reach the U.S.-Mexico border every month, many already waiting for weeks at border crossings that have shut down to asylum seekers", "url": "https://abcnews.go.com/International/wireStory/migrants-camped-border-worry-caravans-shut-58961217", "urlToImage": "https://s.abcnews.com/images/International/WireAP_eb25c254d9514b56a003d4ff0c7596c1_16x9_992.jpg", "publishedAt": "2018-11-04T19:55:34Z", "content": "Waiting on the southern end of a bridge that leads to the United States, Humberto Alvarez Gonzalez warily follows the progress of the caravan winding through Mexico with the goal of reaching the border. Alvarez and about two dozen other people are waiting in … [+4790 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Forecasters: Tornado hit Baltimore Amazon center, killing 2", "description": "Officials confirm it was a tornado that ripped apart some of an Amazon distribution warehouse in Baltimore, killing two men who worked for outside employers", "url": "https://abcnews.go.com/US/wireStory/forecasters-tornado-hit-baltimore-amazon-center-killing-58960649", "urlToImage": "https://s.abcnews.com/images/US/WireAP_b7b1daae18fb4b87ba840c9a091d16d5_16x9_992.jpg", "publishedAt": "2018-11-04T19:27:16Z", "content": "Officials confirm it was a tornado that ripped apart some of an Amazon distribution warehouse in Baltimore, killing two men who worked for outside employers. The National Weather Service reports the tornado Friday night packed winds peaking at around 105 mph … [+566 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julie Rovner | Kaiser Health News", "title": "How this election could affect your health care: Some key races to watch", "description": "The results of the midterm elections are likely to have a major impact on a broad array of other health issues that touch every single American.", "url": "https://abcnews.go.com/Health/election-affect-health-care-key-races-watch/story?id=58959775", "urlToImage": "https://s.abcnews.com/images/Politics/voting-booths-gty-jc-181102_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T19:19:36Z", "content": "This is a Kaiser Health News story. Voters this year have told pollsters in no uncertain terms that health care is important to them. In particular, maintaining insurance protections for preexisting conditions is the top issue to many. But the results of the … [+8359 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meg Cunningham", "title": "In Texas, Gina Ortiz Jones fighting to be 1st Filipina-American congresswoman", "description": "If Democrat Gina Ortiz Jones comes out on top in the race against incumbent Republican Will Hurd in Texas, she will be the first Filipina-American candidate.", "url": "https://abcnews.go.com/Politics/purple-texas-district-gina-ortiz-jones-fighting-1st/story?id=58960262", "urlToImage": "https://s.abcnews.com/images/Politics/vod-gina-ortiz-jones-abc-jt-180303_16x9_992.jpg", "publishedAt": "2018-11-04T19:19:29Z", "content": "If Democrat Gina Ortiz Jones comes out on top in the race against incumbent Republican Will Hurd in Texas, she will be the first Filipina-American candidate. Interested in Midterm Elections? Add Midterm Elections as an interest to stay up to date on the lates… [+2135 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "1 dead after planes collide in Ottawa", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/dead-planes-collide-ottawa-58960266", "urlToImage": null, "publishedAt": "2018-11-04T19:03:43Z", "content": "Canadian paramedics said one person was killed Sunday after two small planes crashed mid-air in the capital of Ottawa. Ottawa police said the accident occurred over the west end of the city just after 10 a.m. local time. Staff Sgt. Jamie Harper said one plane… [+516 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Alexis Scott", "title": "In running for Idaho governor, Paulette Jordan seeks a number of firsts", "description": "If elected, Paulette Jordan could be Idaho's first Democratic governor since 1999, first woman to hold the office and the first Native American governor in the U.S.", "url": "https://abcnews.go.com/Politics/running-idaho-governor-paulette-jordan-seeks-number-firsts/story?id=58959774", "urlToImage": "https://s.abcnews.com/images/Politics/paulette-jordan-ap-jef-180514_hpMain_3_16x9_992.jpg", "publishedAt": "2018-11-04T18:53:42Z", "content": "If Paulette Jordan is able to defeat Republican Lt. Gov. Brad Little, she could become Idahos first Democratic governor since Cecil Andrus retired in 1999. She could also become the states first female governor. And, in the United States, she could become the… [+1909 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Matt Dowd: If O'Rourke wins Texas, 'he becomes the biggest rock star in the country'", "description": "George Stephanopoulos and ABC News' political team of correspondents, analysts and contributors debate what will happen Election Night and how those results will shape Congress's agenda.", "url": "https://abcnews.go.com/ThisWeek/video/matt-dowd-orourke-wins-texas-biggest-rock-star-58959613", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181104_tw_dowd_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T18:50:44Z", "content": "Now Playing: Georgia Gubernatorial Race 2018: Brian Kemp and Stacey Abrams Now Playing: Meet Brian Kemp, Stacey Abrams, candidates locked in tight race for Georgia governor Now Playing: Inside the midterm battle for Pennsylvania's 1st congressional district N… [+1340 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Inside the midterm battle for Pennsylvania's 1st congressional district", "description": "ABC's Martha Raddatz reports on the toss-up contest between GOP Rep. Brian Fitzpatrick and Democratic challenger Scott Wallace, one of the most-watched races to determine control of the House.", "url": "https://abcnews.go.com/ThisWeek/video/inside-midterm-battle-pennsylvanias-1st-congressional-district-58960008", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181104_tw_raddatz1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T18:49:38Z", "content": "Now Playing: Voter ID laws in question this election Now Playing: Barack Obama on the midterm trail Now Playing: Inside the midterm battle for Pennsylvania's 1st congressional district Now Playing: Matt Dowd: If O'Rourke wins Texas, 'he becomes the biggest ro… [+1267 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Jewish nurse: I treated mass shooting suspect out of love", "description": "A Jewish nurse who treated the Pittsburgh synagogue shooting suspect says that he saw confusion but not evil in the man's eyes, and that his own actions stemmed from love", "url": "https://abcnews.go.com/US/wireStory/jewish-nurse-treated-mass-shooting-suspect-love-58960088", "urlToImage": "https://s.abcnews.com/images/US/WireAP_de48533a76e94eaaa08fd3a1dbdf1099_16x9_992.jpg", "publishedAt": "2018-11-04T18:40:14Z", "content": "A Jewish nurse who treated the Pittsburgh synagogue shooting suspect says that he saw confusion but not evil in the man's eyes, and that his own actions stemmed from love. \"I'm sure he had no idea I was Jewish,\" registered nurse Ari Mahler wrote in a Facebook… [+2299 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Saints hand previously unbeaten Rams 1st loss - ABC News", "description": "Sacramento Bee The Latest: Saints hand previously unbeaten Rams 1st loss ABC News The Latest on Week 9 in the NFL (all times EST):. 7:49 p.m.. The Los Angeles Rams' undefeated run is over. Drew Brees threw four touchdown passes and Michael Thomas had 12 recep…", "url": "https://abcnews.go.com/Sports/wireStory/latest-roethlisbergers-cleats-pay-tribute-victims-58959773", "urlToImage": "https://s.abcnews.com/images/Sports/WireAP_908d06b1ab60438bab27e9dd932ed3f5_16x9_992.jpg", "publishedAt": "2018-11-04T18:32:42Z", "content": "The Latest on Week 9 in the NFL (all times EST): 7:49 p.m. The Los Angeles Rams' undefeated run is over. Drew Brees threw four touchdown passes and Michael Thomas had 12 receptions for 211 yards and a score in a 45-35 win for the New Orleans Saints over the p… [+11326 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Trinity Joseph and Azure Gilman", "title": "Woman who harassed two black women in a North Carolina parking lot turns herself in", "description": "Susan Westwood was charged with misuse of the 911 system.", "url": "https://abcnews.go.com/US/woman-harassed-black-women-north-carolina-parking-lot/story?id=58959490", "urlToImage": "https://s.abcnews.com/images/International/westwood-ht-er-181104_hpMain_v4x3_16x9_992.jpg", "publishedAt": "2018-11-04T18:16:16Z", "content": "A woman who was caught on camera berating two African-American women in a parking lot lost her job and has turned herself in to police in Sunset Beach, North Carolina, according to authorities. Susan Jane Westwood, 51, turned herself in on Saturday. She was s… [+2642 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Woman who harassed two black women in a North Carolina parking lot turns herself in - ABC News", "description": "ABC News Woman who harassed two black women in a North Carolina parking lot turns herself in ABC News A woman who was caught on camera berating two African-American women in a parking lot lost her job and has turned herself in to police in Sunset Beach, North…", "url": "https://abcnews.go.com/US/woman-harassed-black-women-north-carolina-parking-lot/story?id%3D58959490", "urlToImage": null, "publishedAt": "2018-11-04T18:16:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Sen. Van Hollen: Dems have 'narrow path to a majority' despite difficult Senate map", "description": "Two days before the midterm elections, the Democratic Senatorial Campaign Committee chair discusses Democrats' chances of winning the Senate on \"This Week.\"", "url": "https://abcnews.go.com/ThisWeek/video/dscc-chair-sen-chris-van-hollen-58957125", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181104_tw_hollen1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T17:46:53Z", "content": "Now Playing: Trump campaign's 1st midterm ad does not mention Trump Now Playing: Barack Obama on the midterm trail Now Playing: Matt Dowd: If O'Rourke wins Texas, 'he becomes the biggest rock star in the country' Now Playing: Mary Bruce: Dems will put Trump '… [+1289 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: RNC chair: 'Obviously we have headwinds' but GOP can keep House, Senate majorities", "description": "The Republican National Committee chair joins \"This Week\" to give the GOP's closing argument ahead of Election Day Tuesday.", "url": "https://abcnews.go.com/ThisWeek/video/rnc-chair-ronna-mcdaniel-58957124", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181104_tw_ronna3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T17:46:15Z", "content": "Now Playing: Barack Obama on the midterm trail Now Playing: Matt Dowd: If O'Rourke wins Texas, 'he becomes the biggest rock star in the country' Now Playing: Mary Bruce: Dems will put Trump 'under an intense microscope' if they win the House Now Playing: Jona… [+1300 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Cameroon arrests 20 presidential election protesters", "description": "Cameroonian authorities have arrested 20 people who were protesting an election they allege was stolen by long-serving President Paul Biya", "url": "https://abcnews.go.com/International/wireStory/cameroon-arrests-20-presidential-election-protesters-58959240", "urlToImage": null, "publishedAt": "2018-11-04T17:18:43Z", "content": "Cameroonian authorities have arrested 20 people who were protesting an election they allege was stolen by long-serving President Paul Biya. The protesters claim Maurice Kamto, the flag bearer of the Cameroon Renaissance Movement party, won the Oct. 7 presiden… [+493 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "With $50 million debut, 'Bohemian Rhapsody' is no poor boy", "description": "The Freddie Mercury biopic \"Bohemian Rhapsody\" shrugged off production troubles and mediocre reviews to debut with an estimated $50 million in weekend ticket sales, well above expectations", "url": "https://abcnews.go.com/Entertainment/wireStory/50-million-debut-bohemian-rhapsody-poor-boy-58959239", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_81fde843da1d4f9a8d5ecac68330853a_16x9_992.jpg", "publishedAt": "2018-11-04T17:16:30Z", "content": "The Freddie Mercury biopic \"Bohemian Rhapsody\" shrugged off production troubles and mediocre reviews to debut with an estimated $50 million in weekend ticket sales, well above expectations. The 20th Century Fox release starring Rami Malek as the Queen frontma… [+564 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Neil Armstrong memorabilia fetches $7.5 million at auction", "description": "Memorabilia that belonged to the first man to set foot on the moon, Neil Armstrong, has fetched more than $7.4 million at auction", "url": "https://abcnews.go.com/US/wireStory/neil-armstrong-memorabilia-fetches-75-million-auction-58958669", "urlToImage": "https://s.abcnews.com/images/US/WireAP_f24833ba56014f36801f756574eed957_16x9_992.jpg", "publishedAt": "2018-11-04T16:49:48Z", "content": "Memorabilia that belonged to the first man to set foot on the moon, Neil Armstrong, has fetched more than $7.4 million at auction. Dallas-based Heritage Auctions says the item that sold for the highest price, $468,500, at Saturday's auction was Armstrong's sp… [+559 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Italian president calls WWI a warning to Europe to co-exist", "description": "Italy's president has recalled World War I's roots in \"aggressive nationalism\" and urged young people to remember the conflict's lessons while striving for peaceful co-existence", "url": "https://abcnews.go.com/International/wireStory/italian-president-calls-wwi-warning-europe-exist-58958769", "urlToImage": "https://s.abcnews.com/images/International/WireAP_eef26011dc3b48ecb8f87fa697116d83_16x9_992.jpg", "publishedAt": "2018-11-04T16:43:08Z", "content": "Italy's president has recalled World War I's roots in \"aggressive nationalism\" and urged young people to remember the conflict's lessons while striving for peaceful co-existence. Italian head of state Sergio Mattarella attended several ceremonies in Italy on … [+600 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Carp 'annihilated' as Iraq's water pollution woes worsen", "description": "Iraqi officials and fishermen are at a loss to explain how hundreds of tons of carp have suddenly died in fish farms in the Euphrates River, fueling anxieties about soaring water pollution", "url": "https://abcnews.go.com/International/wireStory/carp-annihilated-iraqs-water-pollution-woes-worsen-58958634", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e2695731c0094558b48728baf5c85deb_16x9_992.jpg", "publishedAt": "2018-11-04T16:29:38Z", "content": "Iraqi officials and fishermen are at a loss to explain how hundreds of tons of carp have suddenly died in fish farms in the Euphrates River, fueling anxieties about soaring water pollution. Local authorities used excavators to skim dead fish from the river su… [+1808 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Stone throwers face different fates across the globe", "description": "President Donald Trump's assertion that stones thrown by Latin American protesters at American troops should be treated as \"rifles\" has sparked debate about the appropriate response to rock throwing crowds.", "url": "https://abcnews.go.com/International/wireStory/stone-throwers-face-fates-globe-58958250", "urlToImage": "https://s.abcnews.com/images/International/WireAP_52a0de6d2eb54ff9bb369242891a623b_16x9_992.jpg", "publishedAt": "2018-11-04T16:22:23Z", "content": "President Donald Trump 's assertion that stones thrown by Latin American protesters at American troops should be treated as \"rifles\" has sparked debate about the appropriate response to rock-throwing crowds particularly after Nigerian troops appeared to use h… [+6105 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Man fought back during yoga studio shooting with a broom - ABC News", "description": "ABC News Man fought back during yoga studio shooting with a broom ABC News A yoga student is being lauded as a hero for wrestling with a gunman who entered a yoga studio in Florida and began firing. Joshua Quick spoke to ABC's Good Morning America on Sunday a…", "url": "https://abcnews.go.com/US/wireStory/man-fought-back-yoga-studio-shooting-broom-58958125", "urlToImage": "https://s.abcnews.com/images/US/WireAP_3e4f49d589664e2ea856cd0772fb3393_16x9_992.jpg", "publishedAt": "2018-11-04T16:05:17Z", "content": "A yoga student is being lauded as a hero for wrestling with a gunman who entered a yoga studio in Florida and began firing. Joshua Quick spoke to ABC's Good Morning America on Sunday and said he grabbed Scott Paul Beierle's gun after it jammed, and hit him. T… [+5006 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Sri Lanka president summons Parliament amid political crisis", "description": "Sri Lanka's president is ordering Parliament to reconvene Nov. 14, when lawmakers will get the chance to hold a confidence vote on the nation's former strongman who has been named prime minister", "url": "https://abcnews.go.com/International/wireStory/sri-lanka-president-summons-parliament-amid-political-crisis-58957971", "urlToImage": null, "publishedAt": "2018-11-04T15:52:57Z", "content": "Sri Lanka's president is ordering Parliament to reconvene Nov. 14, when lawmakers will get the chance to hold a confidence vote on the nation's former strongman who has been named prime minister. The announcement made in a decree Sunday comes amid a political… [+598 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Sri Lankan president orders Parliament to reconvene Nov. 14 for confidence vote on ex-strongman named prime minister", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/sri-lankan-president-orders-parliament-reconvene-nov-14-58957759", "urlToImage": null, "publishedAt": "2018-11-04T15:33:14Z", "content": "Sri Lankan president orders Parliament to reconvene Nov. 14 for confidence vote on ex-strongman named prime minister."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Charles Schwab executive talks financial literacy", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/charles-schwab-executive-talks-financial-literacy-58957691", "urlToImage": null, "publishedAt": "2018-11-04T15:31:32Z", "content": "Carrie Schwab-Pomerantz is an industry leader in financial literacy. A seasoned financial planner, she is senior vice president of Charles Schwab &amp; Co., the company her father founded in 1971. Schwab-Pomerantz has advised two White House administrations a… [+4861 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Charles Schwab executive's advice for managers", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/charles-schwab-executives-advice-managers-58957692", "urlToImage": null, "publishedAt": "2018-11-04T15:31:27Z", "content": "In \"Pass It On,\" AP beat reporters ask executives to share experiences and insights that will resonate with anyone managing a business. Carrie Schwab-Pomerantz is Senior Vice President of Charles Schwab &amp; Co. and daughter of its founder. The bank and brok… [+3089 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kris Schneider", "title": "'Very close' Senate races 'in states Trump won big' is sea change for Dems: Democrat", "description": "“The fact that we still have a narrow path to a majority [in the Senate] is a sea change from where we were 18 months ago,” Democratic Sen. Van Hollen said.", "url": "https://abcnews.go.com/Politics/close-senate-races-states-trump-won-big-sea/story?id=58948858", "urlToImage": "https://s.abcnews.com/images/Politics/trump-rally-missouri-gty-jef-181101_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T15:22:55Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Roey Hadar", "title": "'Democrat enthusiasm is there' in midterms, Republicans 'matching': RNC chair", "description": "Republican National Committee chair Ronna McDaniel says high early voting turnout and enthusiasm on both sides will make Election Day votes key in deciding the midterms.", "url": "https://abcnews.go.com/Politics/democrat-enthusiasm-midterms-republicans-matching-rnc-chair/story?id=58948857", "urlToImage": "https://s.abcnews.com/images/Politics/voting-booths-gty-jc-181102_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T15:05:38Z", "content": "The Republican National Committee chairperson said the midterm election contest that will determine control of the House and Senate is \"tight,\" and the result will depend on who turns out to vote Tuesday. RNC chair Ronna McDaniel told ABC News Chief Anchor Ge… [+1329 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABCNews", "title": "'This Week' Transcript 11-4-18: Special edition from ABC News Election HQ", "description": "This is a rush transcript for \"This Week\" on Nov. 4, 2018.", "url": "https://abcnews.go.com/Politics/week-transcript-11-18-special-edition-abc-news/story?id=58948755", "urlToImage": "https://s.abcnews.com/images/Politics/vote-gty-ml-181023_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T15:00:32Z", "content": "A rush transcript of a special edition of This Week with George Stephanopoulos airing on Sunday, Nov. 4, 2018 on ABC News is below. This copy may not be in its final form and may be updated. For previous show transcripts, visit the This Week transcript archiv… [+13447 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Reputation precedes 'El Chapo' as US trial approaches", "description": "The ruthless reputation of Mexican drug lord Joaquin \"El Chapo\" Guzman has sparked multiple security concerns at his upcoming U.S. trial", "url": "https://abcnews.go.com/International/wireStory/reputation-precedes-el-chapo-us-trial-approaches-58957298", "urlToImage": "https://s.abcnews.com/images/International/WireAP_a6fe8a1cf8f647eb935a693764f29aa3_16x9_992.jpg", "publishedAt": "2018-11-04T14:40:10Z", "content": "He is accused of having a hand in dozens of murders, of using his drug cartel to smuggle more than 200 tons of cocaine into the United States, even pulling off running the massive operation from behind bars. That's when he wasn't busy escaping from jail twice… [+4288 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Over 150 killed in weekend violence around Yemen's Hodeida", "description": "Yemeni officials say fighting has escalated around the key port city of Hodeida, with more than 150 combatants killed over the weekend from both the rebel and government-backed side", "url": "https://abcnews.go.com/International/wireStory/150-killed-weekend-violence-yemens-hodeida-58957129", "urlToImage": null, "publishedAt": "2018-11-04T14:32:59Z", "content": "Yemeni officials say fighting has escalated around the key port city of Hodeida, with more than 150 combatants killed over the weekend from both the rebel and government-backed side. They say Sunday that airstrikes and naval artillery have pounded rebel posit… [+565 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Indian police investigate alleged rape of girl in hospital", "description": "Police in India say they are investigating allegations that a 4-year-old girl was gang-raped while being treated in an intensive care unit at a hospital in the country's north", "url": "https://abcnews.go.com/International/wireStory/indian-police-investigate-alleged-rape-girl-hospital-58957126", "urlToImage": null, "publishedAt": "2018-11-04T14:09:58Z", "content": "Police in India said Sunday that they are investigating allegations that a 4-year-old girl was gang-raped while being treated in an intensive care unit at a hospital in the country's north. Local police official Mahesh Srivastava said that the girl told her g… [+1163 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Molly Nagle", "title": "Could Biden's barnstorm through vulnerable districts be a test of things to come?", "description": "Popular former Vice President Joe Biden's support among his party's base in a vulnerable district was on full display during his recent barnstorm.", "url": "https://abcnews.go.com/Politics/bidens-barnstorm-vulnerable-districts-test-things-2020/story?id=58913420", "urlToImage": "https://s.abcnews.com/images/Politics/biden-gty-er-181024_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T14:07:40Z", "content": "As he introduced one of the youngest Democrats running for Congress to a crowd of more than 1,000 Iowans earlier this week, the power of the popular former Vice President Joe Biden's support among his party's base in a vulnerable district was on full display … [+8098 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Turkey: We can't be excluded from Mediterranean resources", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/turkey-excluded-mediterranean-resources-58957123", "urlToImage": null, "publishedAt": "2018-11-04T14:03:43Z", "content": "Turkey's president says he will not permit what he called the seizing of natural resources in the eastern Mediterranean. Speaking at a naval ceremony Sunday, President Recep Tayyip Erdogan said Turkey would never accept such attempts \"excluding our country an… [+579 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "Disney Parks Blog Weekly Recap – New Candlelight Processional Narrators, Foodie Guide for Disney Festival of the Holidays and More…", "description": "This week, Disney Parks Blog readers were among the first to learn about new celebrity narrators at the highly anticipated Candlelight Processional during the 2018 Epcot International Festival of the Holidays, Nov. 22-Dec. 30.", "url": "https://disneyparks.disney.go.com/blog/2018/11/disney-parks-blog-weekly-recap-new-candlelight-processional-narrators-foodie-guide-for-disney-festival-of-the-holidays-and-more/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/can23948723049238fi-2.jpg", "publishedAt": "2018-11-04T14:00:12Z", "content": "This week, Disney Parks Blog readers were among the first to learn about new celebrity narrators at the highly anticipated Candlelight Processional during the 2018 Epcot International Festival of the Holidays, Nov. 22-Dec. 30. As many of you know, the Candlel… [+2816 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Leicester City players pay respects at owner's Thai funeral", "description": "Leicester City manager Claude Puel led his soccer team's players as they arrived at a Bangkok temple to pay their respects to the club's late founder who died in helicopter crash", "url": "https://abcnews.go.com/International/wireStory/leicester-city-players-pay-respects-owners-thai-funeral-58956947", "urlToImage": "https://s.abcnews.com/images/International/WireAP_474e2f1ec95e4e34b7318771ab6a61bb_16x9_992.jpg", "publishedAt": "2018-11-04T13:53:45Z", "content": "Leicester City manager Claude Puel led his soccer team's players as they arrived Sunday at a Bangkok temple to pay their respects to the club's late founder. Thai billionaire Vichai Srivaddhanaprabha was killed when his helicopter crashed Oct. 27 in a parking… [+764 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Exhausted migrants forge on", "description": "Thousands of Central American migrants are pushing more quickly through Mexico in the hopes of fulfilling their dream of reaching the United States", "url": "https://abcnews.go.com/International/wireStory/latest-exhausted-migrants-forge-58956995", "urlToImage": "https://s.abcnews.com/images/International/WireAP_659228955d0d4bd5a0b3cffbc0419f41_16x9_992.jpg", "publishedAt": "2018-11-04T13:46:50Z", "content": "The Latest on the caravans of migrants making their way through Mexico to the United States (all times local): 7:30 a.m. Thousands of Central American migrants are pushing more quickly through Mexico in the hopes of fulfilling their dream of reaching the Unit… [+970 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "New Orleans restaurateur aims for inclusivity in new venture", "description": "An award-winning New Orleans chef is aiming for inclusivity in his new restaurants after a #MeToo crisis at a former restaurant group led to an acrimonious split", "url": "https://abcnews.go.com/International/wireStory/orleans-restaurateur-aims-inclusivity-venture-58956949", "urlToImage": null, "publishedAt": "2018-11-04T13:46:12Z", "content": "An award-winning New Orleans chef is aiming for inclusivity in his new restaurants. Alon Shaya used to head three restaurants that were part of the Besh Restaurant Group. But about a year ago allegations of sexual misconduct at several of the restaurants cont… [+505 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pope decries attack on Christian worshippers in Egypt", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/pope-decries-attack-christian-worshippers-egypt-58956517", "urlToImage": "https://s.abcnews.com/images/International/WireAP_eaf64cd8e2b948f1bd81fa8ac9c03c3c_16x9_992.jpg", "publishedAt": "2018-11-04T13:10:15Z", "content": "Pope Francis has decried the attack on pilgrims in Egypt, saying they were killed \"for being Christians.\" Francis invited faithful in St. Peter's Square Sunday to pray with him for the seven slain as they were making their way to a remote Orthodox Coptic mona… [+535 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Emily Shapiro", "title": "Murder trial for suspect in Karina Vetrano killing set to begin 2 years after killing", "description": "Karina Vetrano, 30, was murdered while jogging alone in New York City in 2016.", "url": "https://abcnews.go.com/US/murder-trial-suspect-karina-vetrano-killing-set-begin/story?id=58872850", "urlToImage": "https://s.abcnews.com/images/US/HT_Karina_Vetrano_MEM_160804_hpMain_3_v12x5_16x9_992.jpg", "publishedAt": "2018-11-04T13:08:21Z", "content": "Two years after jogger Karina Vetrano was strangled and sexually assaulted along a running path in Queens, New York, the high-profile murder case is headed to trial. The slaying was a mystery for six months, until Chanel Lewis, then 20, was arrested on what p… [+6048 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Leading into Election Day, severe weather outbreak could bring possible tornadoes - ABC News", "description": "ABC News Leading into Election Day, severe weather outbreak could bring possible tornadoes ABC News Severe weather is expected to hit parts of the country on Election Day. Interested in Weather? Add Weather as an interest to stay up to date on the latest Weat…", "url": "https://abcnews.go.com/US/leading-election-day-severe-weather-outbreak-bring-tornadoes/story?id%3D58955994", "urlToImage": null, "publishedAt": "2018-11-04T13:06:27Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Daniel Manzo", "title": "Leading into Election Day, severe weather outbreak could bring possible tornadoes", "description": "As voters hit the ballot boxes on Election Day, a developing storm could bring severe weather.", "url": "https://abcnews.go.com/US/leading-election-day-severe-weather-outbreak-bring-tornadoes/story?id=58955994", "urlToImage": "https://s.abcnews.com/images/US/weather1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T13:00:43Z", "content": "Severe weather is expected to hit parts of the country on Election Day. This next round of dangerous weather comes after an intensifying storm brought strong winds and flooding to parts of the Northeast. In Baltimore, two people died when part of an Amazon bu… [+3235 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Concerns over Hard Rock Stadium field conditions for Jets-Dolphins game - ABC News", "description": "ABC News Concerns over Hard Rock Stadium field conditions for Jets-Dolphins game ABC News After Duke and Miami played in heavy rains at Hard Rock Stadium on Saturday, there are mounting concerns about the condition of the field for Sunday's Jets- Dolphins gam…", "url": "https://abcnews.go.com/Sports/concerns-hard-rock-stadium-field-conditions-jets-dolphins/story?id%3D58956417", "urlToImage": null, "publishedAt": "2018-11-04T12:47:09Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Egypt says perpetrators of attack against Christians killed", "description": "Egypt says security forces have killed 19 militants in a shootout, including the gunmen suspected of killing seven Christians in an attack on pilgrims traveling to a remote monastery", "url": "https://abcnews.go.com/International/wireStory/egypt-perpetrators-attack-christians-killed-58955993", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1b80db370d944cbd9905ce332e9d7252_16x9_992.jpg", "publishedAt": "2018-11-04T12:16:53Z", "content": "Egypt said Sunday that security forces have killed 19 militants in a shootout, including the gunmen suspected of killing seven Christians in an attack on pilgrims traveling to a remote desert monastery. The Interior Ministry, which oversees the police, said t… [+1425 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "French President Macron: A majority of voters in New Caledonia have chosen to remain part of France", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/french-president-macron-majority-voters-caledonia-chosen-remain-58956267", "urlToImage": null, "publishedAt": "2018-11-04T12:06:43Z", "content": "French President Macron: A majority of voters in New Caledonia have chosen to remain part of France."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Turbulent weather pattern expected to bring severe weather", "description": "A severe weather pattern is targeting the East Coast for Election Day.", "url": "https://abcnews.go.com/Travel/video/turbulent-weather-pattern-expected-bring-severe-weather-58956129", "urlToImage": "https://s.abcnews.com/images/Travel/181104_vod_flooding1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T12:01:34Z", "content": "Now Playing: Bus swept away after attempting to drive through flood waters Now Playing: Severe weather slams the Northeast Now Playing: Turbulent weather pattern expected to bring severe weather Now Playing: Would you set sail on the Titanic II? Now Playing: … [+1124 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Shooting in Sweden leaves 7 people wounded, 12 arrested", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/shooting-sweden-leaves-people-wounded-12-arrested-58956266", "urlToImage": null, "publishedAt": "2018-11-04T11:54:41Z", "content": "Swedish police say seven people have been wounded and 12 arrested in a shooting allegedly linked to biker gang members near the country's second city of Goteborg. Police said Sunday that patrols rushed Saturday evening to the small industrial town of Molnlyck… [+571 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Egypt rights group halts work amid arrests", "description": "An Egyptian rights group which has supported victims of alleged police torture and forced disappearances says it is halting operations amid a sweeping government crackdown", "url": "https://abcnews.go.com/International/wireStory/egypt-rights-group-halts-work-amid-arrests-58956265", "urlToImage": null, "publishedAt": "2018-11-04T11:53:11Z", "content": "An Egyptian rights group which has supported victims of alleged police torture and forced disappearances says it is halting operations amid a sweeping government crackdown. The Egyptian Coordination for Rights and Freedoms said Sunday that another member, law… [+597 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Measles outbreak sparks warning from Polish health officials", "description": "Polish health officials are calling on people to vaccinate themselves and their children after a number of cases of measles were reported in the region around Warsaw", "url": "https://abcnews.go.com/Health/wireStory/measles-outbreak-sparks-warning-polish-health-officials-58956178", "urlToImage": null, "publishedAt": "2018-11-04T11:33:58Z", "content": "Polish health officials are calling on people to vaccinate themselves and their children after measles cases were reported in the region around Warsaw. Health Minister Lukasz Szumowski said 17 recent measles cases in the Mazovia Province all resulted from par… [+437 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "70 UK business bosses add voices to call for new Brexit vote", "description": "More than 70 British business leaders have signed a letter urging a new referendum on whether the U.K. should leave the European Union", "url": "https://abcnews.go.com/International/wireStory/70-uk-business-bosses-add-voices-call-brexit-58956177", "urlToImage": null, "publishedAt": "2018-11-04T11:26:56Z", "content": "More than 70 British business leaders have signed a letter urging a new referendum on whether the U.K. should leave the European Union. The executives say the government's plan for a divorce deal would impose barriers between Britain and the EU, its biggest t… [+533 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Syria calls on new UN envoy to avoid predecessor's 'methods'", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/syria-calls-envoy-avoid-predecessors-methods-58956130", "urlToImage": null, "publishedAt": "2018-11-04T11:24:28Z", "content": "Syria says it will cooperate with new U.N. envoy Geir Pederson if he avoids the \"methods\" of his predecessor. Pedersen succeeds Staffan de Misutra, who stepped down after four years of peace efforts in that led nowhere. Deputy Foreign Minister Faisal Mekdad w… [+585 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Most kids hurt on giant UK inflatable slide are discharged", "description": "British police say seven of the eight children hurt when they fell from an inflatable slide at a funfair in southern England have been discharged from hospitals", "url": "https://abcnews.go.com/Health/wireStory/kids-hurt-giant-uk-inflatable-slide-discharged-58956128", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_9a121e46cb2f45ff90684e116fca5eb6_16x9_992.jpg", "publishedAt": "2018-11-04T11:17:31Z", "content": "British police say seven of the eight children hurt when they fell from an inflatable slide at a fair in southern England have been discharged from the hospital. Surrey Police said Sunday that the eighth child was kept in overnight for observation \"but his in… [+529 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Spanish jury finds Brazilian guilty of killing 4 relatives", "description": "A jury in Spain has found a Brazilian man guilty of killing his aunt, uncle and two young cousins, after it unanimous ruled Saturday that he premeditated the murders", "url": "https://abcnews.go.com/International/wireStory/spanish-jury-finds-brazilian-guilty-killing-relatives-58955995", "urlToImage": null, "publishedAt": "2018-11-04T11:03:58Z", "content": "A jury in Spain has found a Brazil ian man guilty of killing his aunt, uncle and two young cousins, after it ruled unanimously that the murders were premeditated. The private Spanish news agency Europa Press reported that the jury on Saturday was not convince… [+518 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Jeremy Heywood, who ran Britain's civil service, dies at 56", "description": "The British government says Jeremy Heywood, who ran the country's civil service until illness forced him to step down, has died of cancer", "url": "https://abcnews.go.com/International/wireStory/jeremy-heywood-ran-britains-civil-service-dies-56-58955959", "urlToImage": null, "publishedAt": "2018-11-04T10:52:26Z", "content": "The British government says Jeremy Heywood, who ran the country's civil service until illness forced him to step down, has died of cancer. He was 56. British Prime Minister Theresa May said Heywood, who died early Sunday, \"worked tirelessly to serve our count… [+557 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: 1st results reject New Caledonia's independence", "description": "First results are trickling in from the independence referendum in New Caledonia, with a village of about 600 people the first to declare, voting overwhelmingly against a split from France", "url": "https://abcnews.go.com/International/wireStory/latest-1st-results-reject-caledonias-independence-58955486", "urlToImage": "https://s.abcnews.com/images/International/WireAP_442e69ddcb6a48829943093fc9b1ab7b_16x9_992.jpg", "publishedAt": "2018-11-04T09:18:05Z", "content": "The Latest on New Caledonia's independence referendum (all times local): 8:05 p.m. First results are trickling in from the independence referendum in New Caledonia, with a village of about 600 people the first to declare, voting overwhelmingly against a split… [+1332 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Rick Klein", "title": "Ratify or reject? Midterm elections offer referendum on Trump presidency: ANALYSIS", "description": "They may confuse as much as they clarify. But no one can argue that the midterm elections won’t matter.", "url": "https://abcnews.go.com/Politics/ratify-reject-midterm-elections-offer-referendum-trump-presidency/story?id=58930353", "urlToImage": "https://s.abcnews.com/images/Politics/trump-florida-rally-ap-jef-181031_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T09:14:08Z", "content": "They may confuse as much as they clarify. But no one can argue that the midterm election s wont matter. At the core of a widely varied crush of races, voters are being asked to either ratify or reject President Donald Trump and his agenda. The stakes of the 2… [+4410 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pakistan arrests 150 over violence at blasphemy protests", "description": "Police in Pakistan say over 150 people have been arrested on charges of arson, vandalism and violence during the protests that erupted after a Christian woman was acquitted of blasphemy charges that carried the death penalty", "url": "https://abcnews.go.com/International/wireStory/pakistan-arrests-150-violence-blasphemy-protests-58955450", "urlToImage": "https://s.abcnews.com/images/International/WireAP_7e35c9cd27804530b90d496ba345cdde_16x9_992.jpg", "publishedAt": "2018-11-04T09:08:09Z", "content": "Police in Pakistan say over 150 people have been arrested on charges of arson, vandalism and violence during the protests that erupted after a Christian woman was acquitted of blasphemy charges that carried the death penalty. Senior police officer Nayab Haide… [+547 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Cheyenne Haslett , Stephanie Ebbs, Kendall Karson and Erica Y King", "title": "The key issues, as told by 18-year-olds voting for the first time in 2018", "description": "ABC News tracked 18-year-old activists as part of a multi-month long series on teen voters and the events and influences that help shape their political identities.", "url": "https://abcnews.go.com/Politics/eyes-18-year-time-voters-weigh-key-issues/story?id=58896908", "urlToImage": "https://s.abcnews.com/images/Politics/march-for-our-lives-01-as-gty-180406_hpMain_7_16x9_992.jpg", "publishedAt": "2018-11-04T09:07:42Z", "content": "Early voting numbers indicate a lot of new voters have taken to the polls already, but theres one cohort of Americans who hold particular power and perspective this year: 18-year-olds who are of voting age for the first time in 2018. Across the country and ac… [+11351 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "2 tremors hit near Greek island within 7 minutes", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/tremors-hit-greek-island-minutes-58955452", "urlToImage": null, "publishedAt": "2018-11-04T09:06:12Z", "content": "Greek geological experts say two new aftershocks have hit the western Greek island of Zakynthos, but no damage has been reported. The Athens Institute of Geodynamics reports that the tremors occurred within seven minutes of each other. It says the first, a 4.… [+463 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bahrain opposition leader gets life sentence", "description": "A Shiite cleric who was a central figure in Bahrain's 2011 Arab Spring protests has been sentenced to life in prison on spying charges", "url": "https://abcnews.go.com/International/wireStory/bahrain-opposition-leader-life-sentence-58955451", "urlToImage": null, "publishedAt": "2018-11-04T09:05:41Z", "content": "A Shiite cleric who was a central figure in Bahrain's 2011 Arab Spring protests has been sentenced to life in prison on spying charges. The ruling by the Supreme Court of Appeals came after Sheikh Ali Salman was acquitted by a lower court in June. Salman head… [+517 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Indonesia extends search for Lion Air victims, debris", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/indonesia-extends-search-lion-air-victims-debris-58955416", "urlToImage": "https://s.abcnews.com/images/International/WireAP_6c00fe30c9a14a098d7f2d5bb132a637_16x9_992.jpg", "publishedAt": "2018-11-04T08:25:43Z", "content": "Indonesian authorities have extended the search for victims of the Lion Air crash and the plane's cockpit voice recorder. National Search and Rescue Agency chief Muhammad Syaugi said Sunday the search involving hundreds of personnel and dozens of ships would … [+523 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "High turnout in New Caledonia's independence referendum", "description": "Voters have turned out in exceptional numbers in a referendum to decide whether the French South Pacific territory of New Caledonia should break free from the European country that claimed it in the mid-19th century", "url": "https://abcnews.go.com/International/wireStory/high-turnout-caledonias-independence-referendum-58955316", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5e32542132314d4da8811f484bb35d30_16x9_992.jpg", "publishedAt": "2018-11-04T07:53:17Z", "content": "Voters have turned out in exceptional numbers in a referendum to decide whether the French South Pacific territory of New Caledonia should break free from the European country that claimed it in the mid-19th century. The territory's High Commissioner estimate… [+482 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Poles chose mayors for over 640 cities, towns in runoff vote", "description": "Poles are voting in a runoff election to choose the mayors of several key cities, including Krakow and Gdansk, and hundreds of other towns and smaller localities", "url": "https://abcnews.go.com/International/wireStory/poles-chose-mayors-640-cities-towns-runoff-vote-58955249", "urlToImage": "https://s.abcnews.com/images/International/WireAP_80ba8c0f3fea48c99d16e32a96973444_16x9_992.jpg", "publishedAt": "2018-11-04T07:47:36Z", "content": "Poles are voting in local runoff election s to choose the mayors of several key cities, including Krakow and Gdansk, and more than 640 other towns and smaller localities. A first round on Oct. 21 saw the ruling populist Law and Justice party strengthen its sh… [+565 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "WWI centenary to be marked in London and Paris, not Berlin", "description": "In Germany, no national commemorations are planned for the centenary of the Nov. 11 armistice that brought an end to World War I, which killed more than 2 million of its troops and left 4 million wounded.", "url": "https://abcnews.go.com/International/wireStory/wwi-centenary-marked-london-paris-berlin-58954962", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e36160e1943049a88d6a18978a8e1fc7_16x9_992.jpg", "publishedAt": "2018-11-04T07:20:30Z", "content": "German Chancellor Angela Merkel will mark the 100th anniversary of the end of World War I on French soil, and German President Frank-Walter Steinmeier will be in London at a ceremony in Westminster Abby with Queen Elizabeth II. But while the leaders visit the… [+3662 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Iranians rally to mark anniversary of US Embassy takeover", "description": "Thousands of Iranians have staged a rally in Tehran marking the anniversary of the 1979 U.S. Embassy takeover as Washington restores all sanctions lifted under the nuclear deal", "url": "https://abcnews.go.com/International/wireStory/iranians-rally-mark-anniversary-us-embassy-takeover-58954729", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ad57e3c0481c4cfd88f0ddc5b8ee7829_16x9_992.jpg", "publishedAt": "2018-11-04T06:20:05Z", "content": "Thousands of Iran ians have staged a rally in Tehran marking the anniversary of the 1979 U.S. Embassy takeover as Washington restores all sanctions lifted under the nuclear deal. The crowd chanted \"Down with U.S.\" and \"Death to Israel \" during Sunday's rally … [+471 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "'Jacare' Souza knocks out Chris Weidman in toe-to-toe co-main event - ABC News", "description": "ABC News 'Jacare' Souza knocks out Chris Weidman in toe-to-toe co-main event ABC News NEW YORK -- Ronaldo \"Jacare\" Souza delivered one of the most memorable performances of his career at UFC 230 on Saturday -- and Chris Weidman relived a nightmare in his home…", "url": "https://abcnews.go.com/Sports/jacare-souza-knocks-chris-weidman-toe-toe-main/story?id%3D58954472", "urlToImage": null, "publishedAt": "2018-11-04T06:06:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "MaryAlice Parks and Mark Osborne", "title": "'Hamilton' cast urges people to vote in midterms with new song", "description": "The song was shared on Twitter Saturday night.", "url": "https://abcnews.go.com/Politics/hamilton-cast-urges-fellow-federalists-vote-midterms-song/story?id=58954314", "urlToImage": "https://s.abcnews.com/images/US/hamilton-cast-ap-mo-20181104_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T05:53:21Z", "content": "The cast of the smash-hit Broadway musical \" Hamilton \" used their lyrical gifts to urge people to vote on Election Day this Tuesday. \"Text less. Vote more. Show everyone what you're against or what you're for,\" the current cast of \"Hamilton\" sang in a new ge… [+2360 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "John Parkinson", "title": "Trump assails illegal immigration in final Florida midterms appearance", "description": "Closing in on next Tuesday’s midterm elections, President Donald Trump delivered his final stump speech in the Sunshine State Saturday night, urging Floridians to “vote Republican” in order to “keep America great.” “A vote for any Democrat this November is to…", "url": "https://abcnews.go.com/Politics/Elections/trump-assails-illegal-immigration-final-florida-midterms-appearance/story?id=58952728", "urlToImage": "https://s.abcnews.com/images/Politics/trump-montana-rally-01-ap-jef-181103_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T05:03:57Z", "content": "Closing in on next Tuesdays midterm elections, President Donald Trump delivered his final stump speech in the Sunshine State Saturday night, urging Floridians to vote Republican in order to keep America great. A vote for any Democrat this November is to reall… [+3731 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "Murray recovers, rallies No. 7 OU past Texas Tech, 51-46", "description": "Kyler Murray recovered from a pair of early interceptions that led to a two-touchdown deficit, throwing for 360 yards and three touchdowns and running for 100 yards and another score to rally No. 7 Oklahoma to a 51-46 victory over Texas Tech on Saturday night…", "url": "https://abcnews.go.com/Sports/wireStory/murray-recovers-rallies-ou-past-texas-tech-51-58953397", "urlToImage": "https://s.abcnews.com/images/Sports/WireAP_317d99d50c8b4467bfb7b77422824133_16x9_992.jpg", "publishedAt": "2018-11-04T05:00:00Z", "content": "Kyler Murray recovered from a pair of early interceptions that led to a two-touchdown deficit, throwing for 360 yards and three touchdowns and running for 100 yards and another score to rally No. 7 Oklahoma to a 51-46 victory over Texas Tech on Saturday night… [+3905 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Trump assails illegal immigration in final Florida midterms appearance - ABC News", "description": "ABC News Trump assails illegal immigration in final Florida midterms appearance ABC News Closing in on next Tuesday's midterm elections, President Donald Trump delivered his final stump speech in the Sunshine State Saturday night, urging Floridians to “vote R…", "url": "https://abcnews.go.com/Politics/Elections/trump-assails-illegal-immigration-final-florida-midterms-appearance/story?id%3D58952728", "urlToImage": null, "publishedAt": "2018-11-04T04:56:06Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tired and angry, migrant caravan splinters in Mexican state", "description": "A 4,000-strong caravan of Central American migrants traveling through southern Mexico split up into several groups with one spending the night in a town in the coastal state of Veracruz and other migrants continuing toward Mexico City", "url": "https://abcnews.go.com/International/wireStory/tired-angry-migrant-caravan-splinters-mexican-state-58953687", "urlToImage": "https://s.abcnews.com/images/International/WireAP_659228955d0d4bd5a0b3cffbc0419f41_16x9_992.jpg", "publishedAt": "2018-11-04T04:33:16Z", "content": "A 4,000-strong caravan of Central American migrants traveling through Mexico split up into several groups with one spending the night in a town in the coastal state of Veracruz and other migrants continuing toward the country's capital. The divisions came dur… [+4123 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "'SNL' tackles immigration crisis, and needles recently arrested Alec Baldwin - ABC News", "description": "ABC News 'SNL' tackles immigration crisis, and needles recently arrested Alec Baldwin ABC News \"Saturday Night Live\" tackled the issue of immigration and the caravans traveling through Mexico on the last show before the midterm elections. They also took a lit…", "url": "https://abcnews.go.com/Entertainment/snl-tackles-immigration-crisis-needles-recently-arrested-alec/story?id%3D58953098", "urlToImage": null, "publishedAt": "2018-11-04T04:27:38Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "'SNL' tackles immigration crisis, and needles recently arrested Alec Baldwin", "description": "Kate McKinnon played Fox News host Laura Ingraham.", "url": "https://abcnews.go.com/Entertainment/snl-tackles-immigration-crisis-needles-recently-arrested-alec/story?id=58953098", "urlToImage": "https://s.abcnews.com/images/International/migrant-caravan_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T04:24:56Z", "content": "\"Saturday Night Live\" tackled the issue of immigration and the caravans traveling through Mexico on the last show before the midterm elections. They also took a little bit of a shot at Alec Baldwin, the recently arrested actor who plays Donald Trump on the sh… [+2303 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Gary Langer", "title": "It's Democrats +8 among likely voters, Trump and health care on center stage (POLL)", "description": "A new ABC News/Washington Post poll.", "url": "https://abcnews.go.com/Politics/democrats-voter-preference-trump-health-care-center-stage/story?id=58935954", "urlToImage": "https://s.abcnews.com/images/Politics/trump-supporter-ap-mo-20181103_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T03:57:18Z", "content": "President Trump s unpopularity and a broad gap in trust to handle health care are keeping Democrats in the hunt to take control of Congress, but with an advantage thats narrowed from its summertime peak. Democratic House candidates lead Republicans 52-44 perc… [+10268 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Obama to rally for Indiana senator who backs Trump policies", "description": "Former President Barack Obama's national campaign tour to boost Democratic candidates takes an unusual path with an Indiana rally for Sen. Joe Donnelly, who has sounded far more like Donald Trump", "url": "https://abcnews.go.com/Politics/wireStory/obama-rally-indiana-senator-backs-trump-policies-58952829", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_0a14405522284d57b9d9cf38886d4b4e_16x9_992.jpg", "publishedAt": "2018-11-04T03:34:06Z", "content": "Former President Barack Obama 's national campaign tour to boost Democratic candidates takes an unusual path Sunday with an Indiana rally for Sen. Joe Donnelly, who has sounded more like Donald Trump while trying to persuade voters in the conservative Midwest… [+3191 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bopha Phorn", "title": "Teen allegedly killed his mom after an argument over his D grade", "description": "A Florida boy is being charged with murder of his biological mother after he allegedly strangled her to death over an argument about his D grade.", "url": "https://abcnews.go.com/US/teen-accused-killing-mom-burying-fire-pit-argument/story?id=58941450", "urlToImage": "https://s.abcnews.com/images/US/michael-chitwood-wftv-jef-181103_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T02:57:53Z", "content": "A Florida boy is expected to be charged with the murder of his mother after he allegedly strangled her to death and buried her in a church fire pit after an argument about his D grade, according to police. The boy, 15, confessed to the killing of his mother, … [+3071 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Teen accused of killing mom and burying her in a fire pit after an argument over his D grade - ABC News", "description": "ABC News Teen accused of killing mom and burying her in a fire pit after an argument over his D grade ABC News A Florida boy is expected to be charged with the murder of his mother after he allegedly strangled her to death and buried her in a church fire pit …", "url": "https://abcnews.go.com/US/teen-accused-killing-mom-burying-fire-pit-argument/story?id%3D58941450", "urlToImage": null, "publishedAt": "2018-11-04T02:49:47Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "3 Girl Scouts and adult picking up highway trash killed in alleged hit-and-run - ABC News", "description": "ABC News 3 Girl Scouts and adult picking up highway trash killed in alleged hit-and-run ABC News Three Girl Scouts and an adult supervisor who were picking up trash along a Wisconsin highway were killed on Saturday afternoon in what authorities said was a hit…", "url": "https://abcnews.go.com/US/News/girl-scouts-adult-picking-highway-trash-killed-alleged/story?id%3D58951893", "urlToImage": null, "publishedAt": "2018-11-04T02:35:12Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Chris Francescani", "title": "3 Girl Scouts and adult picking up highway trash killed in alleged hit-and-run", "description": "Authorities said that the driver fled the scene but later surrendered.", "url": "https://abcnews.go.com/US/News/girl-scouts-adult-picking-highway-trash-killed-alleged/story?id=58951893", "urlToImage": null, "publishedAt": "2018-11-04T02:31:46Z", "content": "Three Girl Scouts and an adult supervisor who were picking up trash along a Wisconsin highway were killed on Saturday afternoon in what authorities said was a hit-and-run, according to ABC affiliate WAOW. A fourth Girl Scout was hospitalized in critical condi… [+426 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Chris Francescani", "title": "Alec Baldwin denies he 'punched anyone over a parking spot,' following assault arrest", "description": "Actor Alec Baldwin has denied that he \"punched anyone over a parking spot\" following his Friday arrest on an assault and harassment charges in New York. In a pair of tweets dispatched from his Hilaria and Alec Baldwin Foundation Twitter account, B", "url": "https://abcnews.go.com/US/Stars/alec-baldwin-denies-punched-parking-spot-assault-arrest/story?id=58950759", "urlToImage": "https://s.abcnews.com/images/US/alec-baldwin-ss-jc-1811025_hpMain_16x9_992.jpg", "publishedAt": "2018-11-04T01:34:04Z", "content": "Actor Alec Baldwin has denied that he \"punched anyone over a parking spot\" following his Friday arrest on an assault and harassment charges in New York. In a pair of tweets dispatched from his Hilaria and Alec Baldwin Foundation Twitter account, Baldwin said … [+1996 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "At least 14 killed in China highway accident", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/14-killed-china-highway-accident-58950758", "urlToImage": null, "publishedAt": "2018-11-04T01:12:42Z", "content": "Authorities in China say at least 14 people have been killed and 27 injured in a highway pile-up. The accident Saturday night happened after a heavy truck lost control and crashed into a line of vehicles waiting at a toll station in the northwestern province … [+383 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Erica Y King", "title": "Gun control advocates head to the state with the most registered guns in the US", "description": "Former congresswoman Gabby Giffords campaigned for Texas' 7th congressional district Democratic candidate Lizzie Fletcher in Houston, Texas.", "url": "https://abcnews.go.com/Politics/gun-control-advocates-campaign-state-registered-guns-us/story?id=58923757", "urlToImage": "https://s.abcnews.com/images/US/AP_gabby_giffords_er_160616._16x9_992.jpg", "publishedAt": "2018-11-04T00:48:59Z", "content": "With a mass shooting at a Pittsburgh synagogue still fresh in Americas memory, some of the nation's leading gun control advocates took their campaigns this weekend to Texas, a deep-red state with more registered guns than any U.S. state. Student activists fro… [+3006 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "Picture | Migrant caravans journey north", "description": "Members of the Central American migrant caravan move towards their destination of the United States border, Nov. 03, 2018, in Sayula de Aleman, Mexico. President Donald Trump said Wednesday, Oct. 31, 2018, as many as 15,000 troops may be deployed to the U.S.-…", "url": "https://abcnews.go.com/International/photos/honduran-migrants-journey-north-58594549/image-58947325", "urlToImage": "https://s.abcnews.com/images/International/central-american-migrant-caravan-06-gty-jef-181103_sl_3x2_1600.jpg", "publishedAt": "2018-11-04T00:42:37Z", "content": "Migrant caravans journey north Spencer Platt/Getty Images Members of the Central American migrant caravan move towards their destination of the United States border, Nov. 03, 2018, in Sayula de Aleman, Mexico. President Donald Trump said Wednesday, Oct. 31, 2… [+7740 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China seeks to rebrand global image with import expo", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/china-seeks-rebrand-global-image-import-expo-58950626", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_f00b9e7f7239461fb13b20e2d0c9a884_16x9_992.jpg", "publishedAt": "2018-11-04T00:39:13Z", "content": "Facing a blizzard of trade complaints, China is throwing an \"open for business\" import fair hosted by President Xi Jinping to rebrand itself as a welcoming market and positive global force. More than 3,000 companies from 130 countries selling everything from … [+4750 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "2 girls, 1 adult killed in Wisconsin hit-and-run crash", "description": "Authorities say two Girl Scouts were among three people killed.", "url": "https://abcnews.go.com/US/wireStory/girls-adult-killed-wisconsin-hit-run-crash-58949093", "urlToImage": "https://s.abcnews.com/images/US/WireAP_f1884e3c67994eef8e1482f748461394_16x9_992.jpg", "publishedAt": "2018-11-04T00:21:15Z", "content": "A pickup truck lurched off a road in western Wisconsin Saturday and hit a group of Girl Scouts picking up trash in the ditch, leaving three girls and one adult dead and critically injuring a fourth girl, police said. Sgt. Daniel Sokup of the Lake Hallie Polic… [+1178 chars]"}]}