{"articles": [{"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Democrat Abrams files new suit in Georgia governor's race", "description": "Another lawsuit has been filed in Georgia's unsettled race for governor.", "url": "https://abcnews.go.com/Politics/wireStory/democrat-abrams-files-suit-georgia-governors-race-59127768", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_c0ad4a19a9e7499ca0f14c45a27d8d5d_16x9_992.jpg", "publishedAt": "2018-11-11T23:51:58Z", "content": "Stacey Abrams' Democratic campaign filed a federal lawsuit Sunday asking a judge to delay vote certifications in Georgia unsettled governor's race by one day and to make officials count any votes that were wrongly rejected. If successful, the suit would preve… [+3531 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: W.Va. lawmakers won't meet after justice resigns", "description": "An upcoming special session of the West Virginia Legislature to consider removing suspended and convicted Supreme Court Justice Allen Loughry has been canceled after Loughry resigned", "url": "https://abcnews.go.com/US/wireStory/latest-wva-lawmakers-meet-justice-resigns-59127634", "urlToImage": "https://s.abcnews.com/images/US/WireAP_77a5425de7cf4740886de8108604d830_16x9_992.jpg", "publishedAt": "2018-11-11T23:08:27Z", "content": "The Latest on the resignation of West Virginia Supreme Court Justice Allen Loughry (all times local): 5:55 p.m. An upcoming special session of the West Virginia Legislature to consider removing suspended and convicted Supreme Court Justice Allen Loughry has b… [+1330 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Thousands protest cancellation of new Mexico City airport", "description": "President-elect Andres Manuel Lopez Obrador plans to cancel a new $13B airport.", "url": "https://abcnews.go.com/International/wireStory/thousands-protest-cancellation-mexico-city-airport-59124386", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9a0ac209ecce44a2ae29c43422caabb0_16x9_992.jpg", "publishedAt": "2018-11-11T23:05:48Z", "content": "Thousands of people marched in Mexico City on Sunday to protest President-elect Andres Manuel Lopez Obrador's plans to cancel a new $13 billion airport for the capital. Marchers dismissed the referendum that led to the cancellation as unconstitutional and com… [+568 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Mississippi senator praises man with 'public hanging' remark", "description": "A white U.S. senator in Mississippi has praised someone by saying: \"If he invited me to a public hanging, I'd be on the front row\"", "url": "https://abcnews.go.com/Politics/wireStory/mississippi-senator-praises-man-public-hanging-remark-59127299", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_86483bbe1f8642caac79a4606f04fc8f_16x9_992.jpg", "publishedAt": "2018-11-11T22:50:47Z", "content": "A newly published video shows a white Republican U.S. senator in Mississippi praising someone by saying: \"If he invited me to a public hanging, I'd be on the front row.\" Sen. Cindy Hyde-Smith said Sunday her Nov. 2 remark was \"exaggerated expression of regard… [+3088 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Liz Szabo Kaiser Health News", "title": "STUDY: Fish oil And vitamin D pills no guard against cancer or serious heart trouble", "description": "This latest study is the strongest and most definitive examination yet.", "url": "https://abcnews.go.com/Health/study-fish-oil-vitamin-pills-guard-cancer-heart/story?id=59125012", "urlToImage": "https://s.abcnews.com/images/Health/121530062_hpMain_7_16x9_992.jpg", "publishedAt": "2018-11-11T22:42:27Z", "content": "This story is from Kaiser Health News A widely anticipated study has concluded that neither vitamin D nor fish oil supplements prevent cancer or serious heart-related problems in healthy older people, according to research presented Saturday at the American H… [+4093 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "STUDY: Fish oil And vitamin D pills no guard against cancer or serious heart trouble - ABC News", "description": "ABC News STUDY: Fish oil And vitamin D pills no guard against cancer or serious heart trouble ABC News This story is from Kaiser Health News. A widely anticipated study has concluded that neither vitamin D nor fish oil supplements prevent cancer or serious he…", "url": "https://abcnews.go.com/Health/study-fish-oil-vitamin-pills-guard-cancer-heart/story?id%3D59125012", "urlToImage": null, "publishedAt": "2018-11-11T22:36:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Aerosmith's Perry hospitalized after jamming with Billy Joel", "description": "Aerosmith guitarist hospitalized with breathing problems after guest performance", "url": "https://abcnews.go.com/Entertainment/wireStory/aerosmiths-perry-hospitalized-jamming-billy-joel-59125172", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_62f14d4bb3004bceaf402cf2728d6ea3_16x9_992.jpg", "publishedAt": "2018-11-11T21:50:38Z", "content": "Aerosmith guitarist Joe Perry has been hospitalized with breathing problems that began after a guest performance with Billy Joel in New York. Perry's publicists said in a statement Sunday that the musician is alert and responsive in the hospital and is expect… [+448 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pabst says MillerCoors is trying to put it out of business", "description": "Pabst Brewing Company and MillerCoors head to trial Monday to settle a contract.", "url": "https://abcnews.go.com/US/wireStory/pabst-millercoors-put-business-59125759", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_6d8a51efb4ef43e5a427f3ed057c2ffb_16x9_992.jpg", "publishedAt": "2018-11-11T21:19:51Z", "content": "Pabst Brewing Company and MillerCoors are going to trial, with hipster favorite Pabst contending that MillerCoors wants to put it out of business by ending a longstanding partnership through which it brews Pabst's beers. The case has high stakes for Pabst, wh… [+4649 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "6 killed, 6 wounded by Israeli fire in Gaza fighting", "description": "Palestinian health officials in the Gaza Strip say six militants have been killed and six have been wounded by Israeli fire in a sudden, late-night burst of fighting", "url": "https://abcnews.go.com/International/wireStory/killed-wounded-israeli-fire-gaza-fighting-59125334", "urlToImage": null, "publishedAt": "2018-11-11T21:00:02Z", "content": "Palestinian health officials in the Gaza Strip say six militants have been killed and six have been wounded by Israel i fire in a sudden, late-night burst of fighting. Sunday's exchange of fire came as Israel and Gaza's Hamas rulers appeared to be making prog… [+350 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Palestinian Health Ministry: 5 militants killed by Israeli fire in Gaza fighting", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/palestinian-health-ministry-militants-killed-israeli-fire-gaza-59125171", "urlToImage": null, "publishedAt": "2018-11-11T20:49:25Z", "content": "Palestinian Health Ministry: 5 militants killed by Israeli fire in Gaza fighting."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "NFL rejected bids by Rams, Chiefs to play Week 10 in Denver ahead of Mexico trip - ABC News", "description": "ABC News NFL rejected bids by Rams, Chiefs to play Week 10 in Denver ahead of Mexico trip ABC News The Los Angeles Rams and Kansas City Chiefs both requested to play in Denver the week before their Week 11 game at altitude in Mexico City, but the NFL rejected…", "url": "https://abcnews.go.com/Sports/nfl-rejected-bids-rams-chiefs-play-week-10/story?id%3D59125071", "urlToImage": null, "publishedAt": "2018-11-11T20:36:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Macfarlane", "title": "Merkel and Macron show liberal unity in Paris as alt-right movements grow in Europe", "description": "The European leaders face a rise in alt-right sentiment in their countries.", "url": "https://abcnews.go.com/International/angela-merkel-emmanuel-macron-show-liberal-unity-armistice/story?id=59122446", "urlToImage": "https://s.abcnews.com/images/Politics/macron-merkel-gty-er-181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T20:17:39Z", "content": "As Angela Merkel and Emmanuel Macron stood hand in hand at Compiegne just outside Paris, it was the first time German and French leaders had publicly gathered at the spot where the Armistice was agreed on a century ago. United, the single word in a tweet by P… [+3707 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Azure Gilman", "title": "Here's the news you missed this weekend", "description": "Before you begin your week have a look back at the top stories of the weekend.", "url": "https://abcnews.go.com/US/news-missed-weekend/story?id=59122111", "urlToImage": "https://s.abcnews.com/images/Politics/florida-vote-count-03-gty-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T20:13:37Z", "content": "Tight gubernatorial and Senate races in Florida have triggered an automatic recount. Officials in California say the suspected gunman in the mass shooting in Thousand Oaks, California, died of a self-inflicted gunshot wound. President Trump's decision to skip… [+3477 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Deena Zaru", "title": "NFL games could be affected by raging wildfires in California", "description": "Three National Football League games are scheduled to take place on Sunday and Monday in California, as the state battles deadly wildfires.", "url": "https://abcnews.go.com/US/nfl-games-affected-raging-wildfires-california/story?id=59121980", "urlToImage": "https://s.abcnews.com/images/US/wild-fire-11-rt-er-181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T19:58:48Z", "content": "As wildfire s in California rage on, three National Football League games are scheduled to take place in the state between Sunday and Monday, but plans could change as the National Football League monitors concerns over air pollution due to smoke. Interested … [+3989 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Senior ruling party suffers losses in Slovak local elections", "description": "Independent candidates won most seats of mayors in local elections in Slovakia while the senior government party of former Prime Minister Robert Fico suffered losses", "url": "https://abcnews.go.com/International/wireStory/senior-ruling-party-suffers-losses-slovak-local-elections-59124180", "urlToImage": null, "publishedAt": "2018-11-11T19:34:26Z", "content": "Independent candidates won the most seats in Slovakia's local election s, while the senior ruling party of former populist Prime Minister Robert Fico suffered losses. It was the first election since massive anti-government protests triggered by the slaying of… [+572 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Topless protesters use trickery to disrupt Trump, urge peace", "description": "A feminist activist pretending to be a photographer breached security at a huge international ceremony in Paris and disrupted Presidential Donald Trump's motorcade", "url": "https://abcnews.go.com/International/wireStory/topless-protesters-trickery-disrupt-trump-urge-peace-59123667", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ac4effa0bfd2496389d5105374dc2f86_16x9_992.jpg", "publishedAt": "2018-11-11T19:11:19Z", "content": "A feminist activist pretending to be a photographer managed to breach security at a huge international ceremony in Paris and disrupt U.S. Presidential Donald Trump 's motorcade as part of a peace protest. With thousands of security forces deployed around the … [+2857 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Schumer: Dems set to push Mueller shield bill over Whitaker", "description": "Senate Minority Leader Chuck Schumer is pledging to tie a measure to protect special counsel Robert Mueller to must-pass legislation if acting attorney general Matthew Whitaker does not recuse himself from oversight of the probe", "url": "https://abcnews.go.com/Politics/wireStory/schumer-dems-set-push-mueller-shield-bill-whitaker-59123565", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_fab04b49e24f4fb8b763a32c446ee27d_16x9_992.jpg", "publishedAt": "2018-11-11T19:02:08Z", "content": "Stepping up Democratic efforts to shield the Russia investigation, Senate Minority Leader Chuck Schumer said Sunday he would seek to tie a measure protecting special counsel Robert Mueller to must-pass legislation if acting attorney general Matthew Whitaker d… [+3365 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Florida, Georgia testing strength of new Dem coalition", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/florida-georgia-testing-strength-dem-coalition-59123288", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_ad1e5608f21d49bcbea17a4daaf5186b_16x9_992.jpg", "publishedAt": "2018-11-11T18:29:59Z", "content": "For much of the country, the 2018 midterm season is over. But unresolved races for governor in Georgia and Florida are raising major strategic questions for Democrats as they turn their attention to the upcoming battle for the White House. As in other states,… [+5457 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "Trump's rain check on honoring Americans killed in WWI prompts backlash", "description": "President Trump is getting slammed for skipping a WWI ceremony due to rain.", "url": "https://abcnews.go.com/US/trumps-rain-check-honoring-americans-killed-wwi-prompts/story?id=59119504", "urlToImage": "https://s.abcnews.com/images/US/wwi-5-gty-er-181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T18:10:38Z", "content": "The fallout from President Donald Trump 's decision to skip a ceremony honoring fallen American World War I soldiers in France on Saturday because of the rain grew amid the images of other world leaders defying inclement weather to memorialize the sacrifices … [+6953 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Trump's rain check on honoring Americans killed in WWI prompts backlash - ABC News", "description": "ABC News Trump's rain check on honoring Americans killed in WWI prompts backlash ABC News The fallout from President Donald Trump's decision to skip a ceremony honoring fallen American World War I soldiers in France on Saturday because of the rain grew amid t…", "url": "https://abcnews.go.com/US/trumps-rain-check-honoring-americans-killed-wwi-prompts/story?id%3D59119504", "urlToImage": null, "publishedAt": "2018-11-11T18:10:21Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Rahm Emanuel: Midterm elections were 'a blue wave with a red undertow'", "description": "The \"This Week\" Powerhouse Roundtable debates the week in politics, including the impact of Democrats taking control of the House in the 2018 midterm elections.", "url": "https://abcnews.go.com/ThisWeek/video/rahm-emanuel-midterm-elections-blue-wave-red-undertow-59122187", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181111_tw_roundtable1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T18:06:47Z", "content": "Now Playing: Chicago mayor will not seek re-election Now Playing: Task Force Urges Chicago Police to Acknowledge Racism in Department Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Playing: Florida launches … [+1297 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Heart meeting features fish oil, vitamin D, cholesterol news", "description": "Top news at an American Heart Association conference focuses on what does and does not help prevent heart attacks and other problems", "url": "https://abcnews.go.com/Health/wireStory/heart-meeting-features-fish-oil-vitamin-cholesterol-news-59123103", "urlToImage": null, "publishedAt": "2018-11-11T18:05:57Z", "content": "Fish oil, vitamin D, novel drugs, new cholesterol guidelines: News from an American Heart Association conference over the weekend reveals a lot about what works and what does not for preventing heart attacks and other problems. Dietary supplements missed the … [+6160 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Congo opposition parties unite behind presidential candidate", "description": "Opposition parties in Congo say they are rallying behind one candidate in hopes it will improve his chances of winning next month's presidential election", "url": "https://abcnews.go.com/International/wireStory/congo-opposition-parties-unite-presidential-candidate-59123102", "urlToImage": null, "publishedAt": "2018-11-11T18:04:10Z", "content": "Opposition parties in Congo say they are rallying behind one candidate in hopes it will improve his chances of winning next month's presidential election. The parties said on Sunday after talks in Geneva that their candidate will be Martin Fayulu Madidi, a 62… [+546 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP Was There: Armistice brings World War I to an end - ABC News", "description": "Wall Street Journal AP Was There: Armistice brings World War I to an end ABC News At 11 a.m. on the 11th day of the 11th month of 2018, dozens of world leaders gathered in Paris to mark 100 years since the armistice that ended World War I entered into force, …", "url": "https://abcnews.go.com/International/wireStory/ap-armistice-brings-world-war-end-59123101", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_3304604507b5495f88d9f19bbf07f8de_16x9_992.jpg", "publishedAt": "2018-11-11T18:03:00Z", "content": "At 11 a.m. on the 11th day of the 11th month of 2018, dozens of world leaders gathered in Paris to mark 100 years since the armistice that ended World War I entered into force, and to celebrate peace. They represent countries that stood on opposite sides of t… [+3706 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kevin Rafferty, Jr.", "title": "Disneyland Resort Salutes Cast Member and Veteran Andy Grenier on Veterans’ Day", "description": "The Disneyland Resort is fortunate to have hundreds of cast members who are veterans or serve in the military reserves. Andy Grenier, manager of Architecture & Facilities Engineering Facility Sustaining Support, has worked at the resort for 13 years, and has …", "url": "https://disneyparks.disney.go.com/blog/2018/11/disneyland-resort-salutes-cast-member-and-veteran-andy-grenier-on-veterans-day/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/sdhr381.jpg", "publishedAt": "2018-11-11T18:00:38Z", "content": "The Disneyland Resort is fortunate to have hundreds of cast members who are veterans or serve in the military reserves. Andy Grenier, manager of Architecture &amp; Facilities Engineering Facility Sustaining Support, has worked at the resort for 13 years, and … [+2345 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Women's role in WWI underplayed at Armistice weekend", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/womens-role-wwi-underplayed-armistice-weekend-59123100", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c611c901043d4a73a70679af36cd0037_16x9_992.jpg", "publishedAt": "2018-11-11T17:58:34Z", "content": "Buried in French President Emmanuel Macron's speech on the sacrifice of \"young men\" in World War I Sunday was a reference to the \"three million widows\" the fallen soldiers left behind. The role women played in the war was only mentioned in passing as dozens o… [+3083 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Top House Oversight Dem: Trump should not 'stand in our way of doing our job'", "description": "Rep. Elijah Cummings talks exclusively on \"This Week\" about the role a Democratic House will look to play as a check on President Trump and his administration.", "url": "https://abcnews.go.com/ThisWeek/video/top-house-oversight-dem-committees-priorities-congress-59119050", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181111_tw_cummings_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T17:37:23Z", "content": "Now Playing: Rep. Cummings asks Trump to soften talk about black communities Now Playing: Congressman blasts immigration policy, makes emotional plea to GOP Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Pla… [+1320 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Incoming House Judiciary chair: 'I don't think' Whitaker appointment is legal", "description": "Rep. Jerrold Nadler, the incoming chair of the House Judiciary Committee, addresses the firing of Attorney General Jeff Sessions and the priorities for his committee on \"This Week.\"", "url": "https://abcnews.go.com/ThisWeek/video/top-house-judiciary-dem-jeff-sessions-firing-acting-59119048", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181111_tw_nadler1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T17:37:19Z", "content": "Now Playing: Jerry Nadler on His History With Donald Trump Now Playing: Top Dem: Kavanaugh's 'evident animus' toward Democrats 'should be disqualifying' Now Playing: House Dems to review Trump's role in hush money payments in next Congress: Source Now Playing… [+1316 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bruno Mars to provide Thanksgiving meals for 24K in Hawaii", "description": "Bruno Mars will mark the end of his massive \"24K Magic World Tour\" by providing meals to 24,000 Hawaii residents in need for the Thanksgiving holiday.", "url": "https://abcnews.go.com/Entertainment/wireStory/bruno-mars-provide-thanksgiving-meals-24k-hawaii-59122541", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_589b5b65966440be9be22c9faa839ca0_16x9_992.jpg", "publishedAt": "2018-11-11T17:19:51Z", "content": "Bruno Mars will mark the end of his massive \"24K Magic World Tour\" by providing meals to 24,000 Hawaii residents in need for the Thanksgiving holiday. The Hawaiian-born singer announced Sunday he has donated money for the food to the Salvation Army's Hawaiian… [+509 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Sirisena says he wanted to avoid violence", "description": "Sri Lanka's President Maithripala Sirisena says he decided to dissolve Parliament and call fresh elections to avoid possible violence in Parliament in the event a vote was taken to decide the support for prime minister.", "url": "https://abcnews.go.com/International/wireStory/latest-sirisena-wanted-avoid-violence-59122496", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9bbb1038973c4dd4805ea1ca789d6fad_16x9_992.jpg", "publishedAt": "2018-11-11T17:13:32Z", "content": "The Latest on Sri Lanka's political crisis (all times local): 10:35 p.m. Sri Lanka's President Maithripala Sirisena says he decided to dissolve Parliament and call fresh election s to avoid possible violence in Parliament in the event a vote was taken to deci… [+1627 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Incoming House Dem committee chairs say they will investigate Trump, within limits - ABC News", "description": "ABC News Incoming House Dem committee chairs say they will investigate Trump, within limits ABC News Two incoming Democratic congressional committee chairs say they plan on investigating President Trump, but that there will be limits on how they use the power…", "url": "https://abcnews.go.com/Politics/house-oversight-chair-im-handing-subpoenas-somebodys-handing/story?id%3D59110511", "urlToImage": null, "publishedAt": "2018-11-11T17:11:51Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: In Memoriam for October 2018", "description": "We honor our fellow Americans who serve and sacrifice.", "url": "https://abcnews.go.com/ThisWeek/video/memoriam-october-2018-59122333", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181111_tw_memoriam_1057_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T17:04:50Z", "content": "Now Playing: In Memoriam for August 2018 Now Playing: In Memoriam for January 2018 Now Playing: In Memoriam for October 2018 Now Playing: Michelle Obama on the bruising campaign to the White House Now Playing: Amazon Echo may provide answers in double murder … [+1201 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israel postpones decision on church lands bill", "description": "Israel has postponed discussion on a bill that would allow the state to seize church lands that have been sold to private developers", "url": "https://abcnews.go.com/International/wireStory/israel-postpones-decision-church-lands-bill-59122113", "urlToImage": null, "publishedAt": "2018-11-11T16:50:41Z", "content": "Israel has postponed discussion on a bill that would allow the state to seize church lands that have been sold to private developers. Under pressure from church leaders, the Israel i government on Sunday froze debate on the contentious bill. Israel's churches… [+584 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "London bus driver arrested for drunk driving; 1 girl injured", "description": "British police say a London bus driver has been arrested on suspicion of drunk driving after a collision that left a teenage girl with critical injuries", "url": "https://abcnews.go.com/International/wireStory/london-bus-driver-arrested-drunk-driving-girl-injured-59122112", "urlToImage": null, "publishedAt": "2018-11-11T16:49:41Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Broward recount underway after delay", "description": "The recounting of Senate and gubernatorial ballots is underway in Florida's second most-populous county after it fixed problems with its machines", "url": "https://abcnews.go.com/Politics/wireStory/latest-broward-recount-delayed-problem-59120323", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_60874f99dbc44455bd26c36802339834_16x9_992.jpg", "publishedAt": "2018-11-11T16:38:44Z", "content": "The Latest on the Florida election recount (all times local): 11:40 a.m. The recounting of Senate and gubernatorial ballots is underway in Florida's second most-populous county after it fixed problems with its machines. Broward County began counting about 700… [+2544 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "On SNL, Pete Davidson says sorry to wounded vet he mocked", "description": "\"Saturday Night Live\" cast member Pete Davidson has apologized for mocking the appearance of a veteran who lost an eye in Afghanistan.", "url": "https://abcnews.go.com/Entertainment/wireStory/snl-pete-davidson-wounded-vet-mocked-59121744", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_4f55f02c1b504cbba1b1a4bc0ba975f9_16x9_992.jpg", "publishedAt": "2018-11-11T16:20:57Z", "content": "\"Saturday Night Live\" cast member Pete Davidson has apologized for mocking the appearance of a veteran who lost an eye in Afghanistan. He says Lt. Com. Dan Crenshaw, now a congressman-elect from Texas, \"deserves all the respect in the world.\" On SNL's \"Weeken… [+533 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Air Astana plane lands safely after emergency over Portugal", "description": "A senior Portuguese Air Force officer says an Air Astana aircraft with six crew on board and no passengers is in difficulty over Portugal", "url": "https://abcnews.go.com/International/wireStory/portugal-jets-escorting-plane-reported-trouble-59120948", "urlToImage": null, "publishedAt": "2018-11-11T15:54:09Z", "content": "An Air Astana plane with six crew on board and no passengers declared an emergency over Portugal on Sunday after experiencing problems with its command and control system but landed safely just over an hour later, a senior Portuguese Air Force officer said. L… [+730 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pabst says MillerCoors is trying to put it out of business", "description": "Pabst Brewing Compnay and MillerCoors head to trial Monday to settle a contract dispute in which Pabst accuses the brewing giant of trying to undermine its hipster competitor by breaking a contract to make their products", "url": "https://abcnews.go.com/Business/wireStory/pabst-millercoors-put-business-59121363", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_6d8a51efb4ef43e5a427f3ed057c2ffb_16x9_992.jpg", "publishedAt": "2018-11-11T15:48:25Z", "content": "Pabst Brewing Company and MillerCoors are going to trial, with hipster favorite Pabst contending that MillerCoors wants to put it out of business by ending a longstanding partnership through which it brews Pabst's beers. The case has high stakes for Pabst, wh… [+4641 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Strong winds challenging California firefighters", "description": "Firefighters battling the third-deadliest wildfire in California record fended off strong winds overnight and increased their handle on the blaze", "url": "https://abcnews.go.com/US/wireStory/latest-death-toll-northern-california-fire-now-23-59120998", "urlToImage": "https://s.abcnews.com/images/US/WireAP_2eb81b96ed3547169ca97e016da694f5_16x9_992.jpg", "publishedAt": "2018-11-11T15:39:58Z", "content": "The Latest on the California wildfire s (all times local): 7:40 a.m. Firefighters battling the third-deadliest wildfire in California record fended off strong winds overnight and increased their handle on the blaze. California fire spokesman David Clark said … [+1392 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "India says Pakistan firing kills 2 soldiers in Kashmir", "description": "The Indian army says two of its soldiers were killed when Pakistani soldiers fired along the highly militarized de facto frontier in disputed Kashmir", "url": "https://abcnews.go.com/International/wireStory/india-pakistan-firing-kills-soldiers-kashmir-59121197", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0df64e6c0c2f4c699c407f07a727cd59_16x9_992.jpg", "publishedAt": "2018-11-11T15:38:32Z", "content": "Two Indian soldiers were killed when Pakistani soldiers fired along the highly militarized de facto frontier that divides the disputed region of Kashmir between India and Pakistan, the Indian army said Sunday. Pakistani soldiers on Sunday targeted a forward p… [+1100 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: 1-on-1 with Kellyanne Conway", "description": "White House counselor to the president Kellyanne Conway is interviewed on \"This Week.\"", "url": "https://abcnews.go.com/ThisWeek/video/kellyanne-conway-59119013", "urlToImage": "https://s.abcnews.com/images/ThisWeek/181111_tw_conway_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T15:34:32Z", "content": "Now Playing: Trump slams criticism by 'Mr. Kellyanne Conway' Now Playing: Kellyanne Conway: Justice Kavanaugh 'should not be seen as tainted' Now Playing: Kellyanne Conway: President is prepared to work across the aisle with Dems Now Playing: 1-on-1 with Kell… [+1113 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Sri Lanka's ex-strongman leaves president's party", "description": "Sri Lanka's former strongman and current Prime Minister Mahinda Rajapaksa has left his longtime political party and joined another in a move that could weaken the country's president", "url": "https://abcnews.go.com/International/wireStory/sri-lankas-strongman-leaves-presidents-party-59120887", "urlToImage": "https://s.abcnews.com/images/International/WireAP_f8d95f120d9544a1b358ad390e445185_16x9_992.jpg", "publishedAt": "2018-11-11T15:19:39Z", "content": "Sri Lanka's former strongman and current Prime Minister Mahinda Rajapaksa left his longtime political party and joined another on Sunday, in a move that could weaken the country's president. Rajapaksa joined the Sri Lanka People's Front, a party of which he w… [+784 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Myanmar: Bangladesh set to start repatriating Rohingya", "description": "Top Myanmar officials say the repatriation of ethnic Rohingya Muslims from Bangladesh, to which more than 700,000 fled since last year to escape deadly violence carried out by Myanmar's security forces, will begin Thursday.", "url": "https://abcnews.go.com/International/wireStory/myanmar-bangladesh-start-repatriating-rohingya-thursday-59118879", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5c415acc7c2446d58ba5d19aa5175793_16x9_992.jpg", "publishedAt": "2018-11-11T15:18:12Z", "content": "The repatriation of ethnic Rohingya Muslims from Bangladesh, to which more than 700,000 fled since last year to escape deadly violence carried out by Myanmar's security forces, will begin this week, top Myanmar officials said Sunday. Minister of Social Welfar… [+3100 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Quinn Scanlan", "title": "'Rick Scott and Ron Desantis have won,' Conway says amid recount in key Florida races", "description": "“The evidence is that Rick Scott and Ron Desantis have won,” Kellyanne Conway said, despite a mandatory recount in Florida.", "url": "https://abcnews.go.com/Politics/rick-scott-ron-desantis-won-kellyanne-conway-amid/story?id=59111582", "urlToImage": "https://s.abcnews.com/images/Politics/kellyanne-conway-ap-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T15:09:51Z", "content": "A top White House adviser to President Donald Trump declared that Florida Republican candidates for the U.S. Senate and governorship have won, even as the margins between them and their Democratic counterparts were small enough to trigger a mandatory recount … [+1244 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kris Schneider", "title": "'We could subpoena Mueller' if the administration restricts Russia investigation: Dem", "description": "The incoming chairman of the House Judiciary Committee said the committee could wield its subpoena power if Robert Mueller's investigation is restricted.", "url": "https://abcnews.go.com/Politics/subpoena-mueller-administration-restricts-russia-investigation-incoming-house/story?id=59111479", "urlToImage": "https://s.abcnews.com/images/Politics/robert-mueller-rtr-jc-180222_hpMain_3_16x9_992.jpg", "publishedAt": "2018-11-11T14:56:48Z", "content": "The incoming chairman of the House Judiciary Committee said that if the Trump administration restricts Robert Mueller or refuses to release a final report from the investigation into Russian meddling during the 2016 election, that the committee could wield it… [+664 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gabon: Government says president recovering in Saudi Arabia", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/gabon-government-president-recovering-saudi-arabia-59120145", "urlToImage": null, "publishedAt": "2018-11-11T14:37:28Z", "content": "The government of Gabon says President Ali Bongo Ondimba is recovering from an undisclosed illness in Saudi Arabia. The Central African nation's presidency said in a statement on Sunday that the latest word about the president's health was \"extremely reassuri… [+508 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABCNews", "title": "'This Week' Transcript 11-11-18: Rep. Cummings, Rep. Nadler and Kellyanne Conway", "description": "This is a rush transcript for \"This Week\" on Sunday, Nov. 11, 2018.", "url": "https://abcnews.go.com/Politics/week-transcript-11-11-18-rep-elijah-cummings/story?id=59109619", "urlToImage": "https://s.abcnews.com/images/Politics/elijah-cummings-gty-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T14:32:04Z", "content": "A rush transcript of a special edition of This Week with George Stephanopoulos airing on Sunday, Nov. 11, 2018 on ABC News is below. This copy may not be in its final form and may be updated. For previous show transcripts, visit the This Week transcript archi… [+7159 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Roey Hadar", "title": "Next House Oversight Chair: 'I'm not going to be handing out subpoenas like... candy'", "description": "Rep. Elijah Cummings, the incoming chair of the House Oversight Committee, says he will take his committee's subpoena power very seriously.", "url": "https://abcnews.go.com/Politics/house-oversight-chair-im-handing-subpoenas-somebodys-handing/story?id=59110511", "urlToImage": "https://s.abcnews.com/images/Politics/elijah-cummings-gty-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T14:28:00Z", "content": "The incoming chair of the House Oversight Committee says he takes his newfound subpoena power very seriously and will not be handing them out indiscriminately. In an exclusive interview on This Week Sunday, ranking Democrat Rep. Elijah Cummings told ABC News … [+918 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Fighting rages street-to-street in Yemen's key Hodeida", "description": "Yemeni officials say street battles are raging in several areas of the contested port city of Hodeida, where a U.S.-backed, Saudi-led coalition is trying to drive out Iran-backed Shiite rebels", "url": "https://abcnews.go.com/International/wireStory/fighting-rages-street-street-yemens-key-hodeida-59119928", "urlToImage": null, "publishedAt": "2018-11-11T14:23:06Z", "content": "Yemeni officials say street battles are raging in several areas of the contested port city of Hodeida, where a U.S.-backed, Saudi-led coalition is trying to drive out Iran -backed Shiite rebels. They say airstrikes from warplanes and Apache attack helicopters… [+548 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Crowds gather for Poland's independence march", "description": "Poland's president has addressed thousands of people ahead of an Independence Day march in Warsaw that has for the first time been jointly organized by state officials and nationalist organizations.", "url": "https://abcnews.go.com/International/wireStory/latest-crowds-gather-polands-independence-march-59119893", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c659b5286b9742c896b7527caefa8f23_16x9_992.jpg", "publishedAt": "2018-11-11T14:18:14Z", "content": "The Latest on events marking the centennial of Poland's independence (all times local): 3:10 p.m. Poland's president has addressed thousands of people ahead of an Independence Day march in Warsaw that has for the first time been jointly organized by state off… [+3446 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Romania: 10 injured after suspect stabs, drives into people", "description": "Emergency officials in Romania say a 20-year-old stabbed another man and then drove a car into people on a road and at a shopping mall, injuring 10", "url": "https://abcnews.go.com/International/wireStory/romania-10-injured-suspect-stabs-drives-people-59119792", "urlToImage": null, "publishedAt": "2018-11-11T14:11:54Z", "content": "Emergency officials in Romania say a 20-year-old stabbed another man and then drove a car into people on a road and at a shopping mall, injuring 10 in total. None of the injuries are considered life-threatening. Braila County Police spokeswoman Laura Dan said… [+590 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Thomas Smith", "title": "Disney Parks Blog Weekly Recap – Walt Disney World’s Castle Lighting, 2 New ‘Foodie Guides’ for the Holidays and More…", "description": "This week, we celebrated the start of the holiday season on the Disney Parks Blog with a special #DisneyParksLIVE stream of “A Frozen Holiday Wish” castle lighting live from Magic Kingdom Park. If you missed it, you can watch a replay of the entire show this …", "url": "https://disneyparks.disney.go.com/blog/2018/11/disney-parks-blog-weekly-recap-walt-disney-worlds-castle-lighting-2-new-foodie-guides-for-the-holidays-and-more/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/eiuyrtoi856986.jpg", "publishedAt": "2018-11-11T14:00:31Z", "content": "This week, we celebrated the start of the holiday season on the Disney Parks Blog with a special #DisneyParksLIVE stream of A Frozen Holiday Wish castle lighting live from Magic Kingdom Park. If you missed it, you can watch a replay of the entire show this we… [+2941 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Australia's Julie Bishop cautions over rise in populism", "description": "Australian member of parliament Julie Bishop says \"hard-edged unilateralism\" from the United States has left a vacuum as she called on world leaders to think about the long-term consequences of rising populism and protectionism", "url": "https://abcnews.go.com/International/wireStory/australias-julie-bishop-cautions-rise-populism-59119660", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c8df829ec7214b428c3268f00fab59d5_16x9_992.jpg", "publishedAt": "2018-11-11T13:46:48Z", "content": "Australian member of parliament Julie Bishop has spoken out against \"hard-edged unilateralism\" from the United States as she called on world leaders to think about the long-term consequences of rising populism and protectionism. Speaking at a World Economic F… [+589 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Spain police find 2 bodies in boat carrying migrants, drugs", "description": "Spanish police say they have recovered the bodies of two Moroccans from a boat that reached Spain's coast after crossing the Mediterranean Sea with migrants and a hashish shipment", "url": "https://abcnews.go.com/International/wireStory/spain-police-find-bodies-boat-carrying-migrants-drugs-59118946", "urlToImage": null, "publishedAt": "2018-11-11T13:30:55Z", "content": "Spanish police have recovered the bodies of two Moroccans from a boat that reached Spain 's coast after crossing the Mediterranean Sea with migrants and a hashish shipment. Police said Sunday that they found the bodies along with two other people who were suf… [+1205 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Iranian border guards kill 2, wound 3 Pakistanis", "description": "A Pakistani official says Iranian border guards have killed two people trying to cross over through an illegal route from the Panjgur district in Baluchistan", "url": "https://abcnews.go.com/International/wireStory/iranian-border-guards-kill-wound-pakistanis-59119088", "urlToImage": null, "publishedAt": "2018-11-11T13:26:40Z", "content": "A Pakistani official says Iran ian border guards have killed two people trying to cross through an illegal route from the Panjgur district in Baluchistan. Sabir Baluch, a Baluchistan Levies Force official, says Sunday three others were wounded and taken to a … [+446 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Excerpts of Macron speech to world leaders at WWI memorial", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/excerpts-macron-speech-world-leaders-wwi-memorial-59119086", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c91c5f419cbd48b8b863e4e8c7b0e2b8_16x9_992.jpg", "publishedAt": "2018-11-11T13:23:32Z", "content": "Excerpts from the address French President Emmanuel Macron gave before world leaders Sunday at the memorial for the centennial of the World War I armistice. ——— \"Patriotism is the exact opposite of nationalism: Nationalism is a betrayal of patriotism. In sayi… [+1126 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Australian man honors father maimed in WWI, other soldiers", "description": "Shrapnel blasted apart Australian soldier William Kearsey's face during World War I. Kearsey survived because of the friend who pulled from a trench and eventually would undergo 28 facial reconstruction surgeries", "url": "https://abcnews.go.com/International/wireStory/australian-man-honors-father-maimed-wwi-soldiers-59119052", "urlToImage": null, "publishedAt": "2018-11-11T13:22:25Z", "content": "Family members of soldiers who were wounded or died during World War I are among the large crowds lining a rain-soaked Champs-Elysees Avenue in Paris for the commemoration of the war's end a century ago. Peter Kearsey, a 72-year-old from Australia, recalled t… [+527 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israeli leader criticized for money transfer to Gaza", "description": "Israel's prime minister has defended his decision to allow the transfer of $15 million from Qatar to Gaza's Hamas rulers, rejecting criticism that the move had strengthened the Islamic militant group", "url": "https://abcnews.go.com/International/wireStory/israeli-leader-defends-money-transfer-gaza-59118258", "urlToImage": "https://s.abcnews.com/images/International/WireAP_40b98ac902254a6d9add5656bfc2d288_16x9_992.jpg", "publishedAt": "2018-11-11T12:54:50Z", "content": "Israel's prime minister on Sunday defended his decision to allow the transfer of $15 million from Qatar to Gaza's Hamas rulers, rejecting criticism that the move had strengthened the Islamic militant group. Benjamin Netanyahu told reporters that it was \"the r… [+4811 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Man in UK arrested after police van stolen", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/man-uk-arrested-police-van-stolen-59118705", "urlToImage": null, "publishedAt": "2018-11-11T12:45:39Z", "content": "British police say a man has been arrested after a thief stole a marked police van from the police department parking lot. Suffolk Police said Sunday the police van had been taken from Lowestoft police station 160 miles (more than 250 kilometers) northeast of… [+224 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Iran upholds prison term for official convicted of spying", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/iran-upholds-prison-term-official-convicted-spying-59118704", "urlToImage": null, "publishedAt": "2018-11-11T12:28:41Z", "content": "An Iran ian appeals court has upheld the 10-year prison sentence of a former Foreign Ministry official convicted of spying. The semi-official Fars news agency on Sunday quoted judiciary spokesman Gholamhossein Mohseni Ejehi as saying the court upheld Kamal Am… [+557 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "With Uber Eats' fast growth comes potential for profit", "description": "In three years, the Uber Eats restaurant food delivery service has grown from an experiment to serving much of the U.S. and major cities worldwide", "url": "https://abcnews.go.com/Business/wireStory/uber-eats-fast-growth-potential-profit-59118603", "urlToImage": null, "publishedAt": "2018-11-11T12:11:11Z", "content": "In three years, the Uber Eats restaurant food delivery service has grown from an experiment to serving much of the U.S. and major cities worldwide. By year's end, the ride-hailing company says it will cover 70 percent of the U.S. population and be in 243 metr… [+3315 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Uber Eats executive's advice for managers", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/uber-eats-executives-advice-managers-59118604", "urlToImage": null, "publishedAt": "2018-11-11T12:01:31Z", "content": "In \"Pass It On,\" AP beat reporters ask executives to share experiences and insights that will resonate with anyone managing a business. Jason Droege is a vice president of Uber and head of Uber Everything, the unit that is trying to create more businesses to … [+2096 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Russia protests journalist's interrogation at US airport", "description": "Russia's Foreign Ministry is complaining that the interrogation of a website editor at a U.S. airport shows authorities are persecuting Russian journalists", "url": "https://abcnews.go.com/International/wireStory/russia-protests-journalists-interrogation-us-airport-59118601", "urlToImage": null, "publishedAt": "2018-11-11T11:58:55Z", "content": "Russia's Foreign Ministry is complaining that the interrogation of a website editor at a U.S. airport shows authorities are persecuting Russia n journalists. Alexander Malkevich, editor of the USA Really website, reportedly was detained and questioned for sev… [+522 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Daniel Manzo", "title": "Winter feel in the air for central, eastern US with colder weather on the way", "description": "Lake effect snow fell in Ohio and New York on Saturday.", "url": "https://abcnews.go.com/US/winter-feel-air-central-eastern-us-colder-weather/story?id=59118427", "urlToImage": "https://s.abcnews.com/images/US/cleveland-snow-wews-mo-20181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T11:40:40Z", "content": "The first lake effect snow event of the season delivered over a foot of snow Saturday in parts of southwest New York. Interested in Weather? Add Weather as an interest to stay up to date on the latest Weather news, video, and analysis from ABC News. Perrysbur… [+1838 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Winter feel in the air for central, eastern US with colder weather on the way - ABC News", "description": "ABC News Winter feel in the air for central, eastern US with colder weather on the way ABC News The first lake effect snow event of the season delivered over a foot of snow Saturday in parts of southwest New York. Interested in Weather? Add Weather as an inte…", "url": "https://abcnews.go.com/US/winter-feel-air-central-eastern-us-colder-weather/story?id%3D59118427", "urlToImage": null, "publishedAt": "2018-11-11T11:38:43Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Michelle Obama on whether she thought her husband could win; bruising campaign to the White House - ABC News", "description": "ABC News Michelle Obama on whether she thought her husband could win; bruising campaign to the White House ABC News Michelle Obama shared with \"Good Morning America\" co-anchor Robin Roberts some key advice she'd give her pre-White House self, if she had the c…", "url": "https://abcnews.go.com/US/michelle-obama-thought-husband-win-bruising-campaign-white/story?id%3D59084181", "urlToImage": null, "publishedAt": "2018-11-11T10:46:21Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Enjoli Francis", "title": "Michelle Obama on the bruising campaign to the White House", "description": "Former first lady Michelle Obama speaks to \"Good Morning America\" co-anchor Robin Roberts on a range of topics in exclusive interview.", "url": "https://abcnews.go.com/US/michelle-obama-thought-husband-win-bruising-campaign-white/story?id=59084181", "urlToImage": "https://s.abcnews.com/images/GMA/robin-roberts-m-obama1-bug-abc-ml-181107_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T10:43:25Z", "content": "Michelle Obama shared with \"Good Morning America\" co-anchor Robin Roberts some key advice she'd give her pre-White House self, if she had the chance, as the two sat down to discuss her memoir, \"Becoming.\" \"You know the hard parts were the things that I expect… [+4823 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pakistan journalist detained by unidentified security forces", "description": "The wife of a Pakistani journalist says he was detained in an apparent security operation and has been unreachable for more than 24 hours", "url": "https://abcnews.go.com/International/wireStory/pakistan-journalist-detained-unidentified-security-forces-59118191", "urlToImage": null, "publishedAt": "2018-11-11T10:42:09Z", "content": "The wife of a Pakistani journalist says he was detained by unidentified security forces and has been unreachable for more than 24 hours. Nasrullah Khan's wife, Ghulam Fatima, says he was taken from their home early Saturday by armed men, some wearing uniforms… [+532 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Alexander Mallin", "title": "President Trump joins world leaders to mark centennial anniversary of World War I", "description": "President Trump joined a host of world leaders Sunday to mark the centennial anniversary of World War I.", "url": "https://abcnews.go.com/International/president-trump-lady-join-world-leaders-mark-centennial/story?id=59118123", "urlToImage": "https://s.abcnews.com/images/International/paris-centennial-ap-mo-20181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T10:38:41Z", "content": "President Trump and first lady Melania Trump joined a host of world leaders at the Arc de Triomphe in Paris on Sunday to mark the centennial anniversary of the end of World War I. The two traveled separately from most of the rest of the leaders attending the … [+2442 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Protester greets Trump's motorcade at WW1 event", "description": "At least one topless woman ran out toward President Donald Trump's motorcade on Sunday as he traveled to the Arc de Triomphe for a ceremony commemorating the 100th anniversary of the end of World War I", "url": "https://abcnews.go.com/International/wireStory/latest-protester-greets-trumps-motorcade-ww1-event-59118124", "urlToImage": null, "publishedAt": "2018-11-11T10:31:10Z", "content": "The Latest on President Donald Trump 's trip to Paris. (all times local): 11:25 a.m. At least one topless woman ran out toward President Donald Trump's motorcade on Sunday as he traveled to the Arc de Triomphe for a ceremony commemorating the 100th anniversar… [+1118 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "World leaders arrive at Arc de Triomphe to commemorate the 100th anniversary of Armistice Day", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/world-leaders-arrive-arc-de-triomphe-commemorate-100th-59118032", "urlToImage": null, "publishedAt": "2018-11-11T10:11:39Z", "content": "World leaders arrive at Arc de Triomphe to commemorate the 100th anniversary of Armistice Day."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump joins world leaders to mark 100 years since end of WWI", "description": "President Donald Trump is joining French President Emmanuel Macron and other world leaders to the mark 100 years since the end of World War I", "url": "https://abcnews.go.com/International/wireStory/trump-joins-world-leaders-mark-100-years-end-59118031", "urlToImage": null, "publishedAt": "2018-11-11T10:05:55Z", "content": "President Donald Trump joining French President Emmanuel Macron and other world leaders Sunday to the mark 100 years since the end of World War I. More than 66 leaders gathered in Paris a century after guns fell silent in a global war that killed millions. Tr… [+491 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "World leaders have missed the exact moment to commemorate the armistice that ended World War I", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/world-leaders-missed-exact-moment-commemorate-armistice-ended-59118030", "urlToImage": null, "publishedAt": "2018-11-11T10:03:24Z", "content": "World leaders have missed the exact moment to commemorate the armistice that ended World War I."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Taliban destroy Afghan army base, kill 16", "description": "Afghan officials say the Taliban have attacked a small army base, killing 12 members of the security forces and leaving behind explosives that killed four tribal elders who had come to help collect the bodies", "url": "https://abcnews.go.com/International/wireStory/taliban-destroy-afghan-army-base-kill-16-59117996", "urlToImage": null, "publishedAt": "2018-11-11T09:50:38Z", "content": "Afghan officials say the Taliban have attacked a small army base, killing 12 members of the security forces and leaving behind explosives that killed four tribal elders who had come to help collect the bodies. Safder Mohsini, head of provincial council in the… [+483 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Poland marks centenary of its national rebirth at end of WWI", "description": "Poland is celebrating the 100th anniversary of its rebirth as an independent state with a multitude of event across the country, including marches and the national hymn being sung publicly in more than 600 towns", "url": "https://abcnews.go.com/International/wireStory/poland-marks-centenary-national-rebirth-end-wwi-59117995", "urlToImage": "https://s.abcnews.com/images/International/WireAP_87f64821beea41348d94657a03698fc1_16x9_992.jpg", "publishedAt": "2018-11-11T09:49:04Z", "content": "Poland is celebrating the 100th anniversary of its rebirth as an independent state on Sunday with a multitude of events across the country, including marches, Masses, and the national hymn being sung in more than 600 public places. The national white-and-red … [+2408 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Excerpts from letters written on final day of World War I", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/excerpts-letters-written-final-day-world-war-59117961", "urlToImage": "https://s.abcnews.com/images/International/WireAP_1abbef2323644fd29061d7261f9dca66_16x9_992.jpg", "publishedAt": "2018-11-11T09:46:16Z", "content": "A hundred years later, their words can still pierce hearts. Fighters writing home from opposing front lines of World War I, a Chinese laborer marveling at the war's end, a woman dreaming of reuniting with her soldier love. At a Paris ceremony Sunday marking t… [+4428 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "From first shot to silence of peace: Timeline of World War I - ABC News", "description": "ABC News From first shot to silence of peace: Timeline of World War I ABC News Unleashed by an archduke's assassination, World War I gradually entangled more and more countries, killing millions of soldiers and civilians and touching multiple continents. As t…", "url": "https://abcnews.go.com/Politics/wireStory/shot-silence-peace-timeline-world-war-59117894", "urlToImage": "https://s.abcnews.com/images/International/WireAP_67f1b267d5774d9287736d9fa4d9f855_16x9_992.jpg", "publishedAt": "2018-11-11T09:37:00Z", "content": "Unleashed by an archduke's assassination, World War I gradually entangled more and more countries, killing millions of soldiers and civilians and touching multiple continents. As the world marks 100 years since the fighting stopped, here is a look at some key… [+2482 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Beatrice Peterson", "title": "Vietnam War veterans' kids say Agent Orange impact 'a nightmare'", "description": "Vietnam War veterans' children say they are battling a new war against toxic Agent Orange exposure that has wreaked havoc on their lives.", "url": "https://abcnews.go.com/Politics/vietnam-war-veterans-kids-agent-orange-impact-nightmare/story?id=59059570", "urlToImage": "https://s.abcnews.com/images/Politics/angelica-caye-kuhn-01-ht-jef-181109_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T09:21:50Z", "content": "Angelica Caye Kuhn was on the road to becoming a nurse. The mother of two was working as a patient care technician nearly two decades ago when one day she heard a pop in her back. She was in pain for days and, after several tests, she was diagnosed with Spina… [+9755 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Alexa Valiente", "title": "Sugarland on healing after tragic Indiana State Fair stage collapse", "description": "Sugarland went on hiatus five years ago.", "url": "https://abcnews.go.com/Entertainment/sugarland-comeback-healing-tragic-indiana-state-fair-stage/story?id=58854723", "urlToImage": "https://s.abcnews.com/images/GMA/sugarland-jennifer-nettles-kristian-bush-abc-jc-181030_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T09:15:05Z", "content": "When Jennifer Nettles and Kristian Bushs Grammy-winning country band Sugarland went on hiatus over five years ago, they knew it wasnt the end. Its fascinating, peoples connection to drama and scandal, and wanting to say that it was a breakup. It was never tha… [+5521 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "US, Iraqi forces kill dozens of Islamic State fighters", "description": "The U.S. military says American and Iraqi forces killed more than 50 Islamic State militants, including several commanders, in northern Iraq last month", "url": "https://abcnews.go.com/International/wireStory/us-iraqi-forces-kill-dozens-islamic-state-fighters-59117874", "urlToImage": null, "publishedAt": "2018-11-11T09:10:40Z", "content": "The U.S. military says American and Iraq i forces killed more than 50 Islamic State militants, including several commanders, in northern Iraq last month. U.S. Central Command said Sunday that an Oct. 30 operation in Salahuddin province killed five IS leaders … [+540 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Explosion, gunfight ahead of polls in central Indian state", "description": "Indian police say Maoist rebels have triggered a blast and exchanged gunfire with government forces in a central state on the eve of legislative elections", "url": "https://abcnews.go.com/International/wireStory/explosion-gunfight-ahead-polls-central-indian-state-59117765", "urlToImage": null, "publishedAt": "2018-11-11T08:27:25Z", "content": "Indian police say Maoist rebels have triggered a blast and exchanged gunfire with government forces in a central state on the eve of legislative election s. Police say one suspected rebel has been killed while a paramilitary officer has been wounded in the vi… [+471 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Poland celebrates rebirth a century after WWI", "description": "Poland is celebrating the 100th anniversary of its rebirth as an independent state with a multitude of events across the country, including marches and the national hymn being sung publicly in more than 600 towns", "url": "https://abcnews.go.com/International/wireStory/latest-poland-celebrates-rebirth-century-wwi-59117748", "urlToImage": "https://s.abcnews.com/images/International/WireAP_fd41224d85b44a61befad1151068b131_16x9_992.jpg", "publishedAt": "2018-11-11T08:03:10Z", "content": "The Latest on commemorations a century after the end of World War I (all times local): 9 a.m. Poland is celebrating the 100th anniversary of its rebirth as an independent state with a multitude of events across the country, including marches and the national … [+1374 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "World leaders gather in Paris a century after WWI armistice", "description": "Commemorations are underway around the world to mark the moment 100 years ago when the slaughter of World War I finally stopped", "url": "https://abcnews.go.com/International/wireStory/world-leaders-gather-paris-century-wwi-armistice-59117747", "urlToImage": "https://s.abcnews.com/images/International/WireAP_3d3e4735c9274ef0864dd98bc9c0da33_16x9_992.jpg", "publishedAt": "2018-11-11T07:54:27Z", "content": "Commemorations are underway around the world to mark the moment 100 years ago when the slaughter of World War I finally stopped. France, the epicenter of the first global conflict, was hosting the main international commemoration, pressing home the point that… [+488 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "2 dead, 4 injured after gambling feud erupts in gunfire", "description": "Six people, all under 21, were shot at a house in Memphis, Tennessee.", "url": "https://abcnews.go.com/US/dead-injured-gambling-feud-erupts-gunfire-memphis/story?id=59117677", "urlToImage": "https://s.abcnews.com/images/US/memphis-shooting-ho-mo-20181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T07:23:56Z", "content": "Six people were shot and two have died after a gambling feud erupted in gunfire at a house in Memphis, Tennessee. All six people were under the age of 21, according to police, with one injured person as young as 13. Deputy Sheriff Lt. Anthony Buckner with the… [+1330 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ukraine rebel regions vote in ballot that West calls bogus", "description": "Residents of the eastern Ukraine regions controlled by Russia-backed separatist rebels are voting for local governments in elections denounced by Kiev and the West", "url": "https://abcnews.go.com/International/wireStory/ukraine-rebel-regions-vote-ballot-west-calls-bogus-59117678", "urlToImage": null, "publishedAt": "2018-11-11T07:19:25Z", "content": "Residents of the eastern Ukraine regions controlled by Russia -backed separatist rebels are voting for local governments in election s denounced by Kiev and the West. The elections Sunday will choose heads of government and legislature members in the self-pro… [+541 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Saudi sisters' tragic end in NY shows perils for runaways", "description": "The deaths of two young Saudi sisters, whose bodies washed up along the New York City waterfront last month, have shined a light on the often secretive and risky journeys Saudi women take to flee their homes, both within the kingdom and abroad", "url": "https://abcnews.go.com/International/wireStory/saudi-sisters-tragic-end-ny-shows-perils-runaways-59117611", "urlToImage": "https://s.abcnews.com/images/International/WireAP_71488ba36b29475ebb102a01c904008f_16x9_992.jpg", "publishedAt": "2018-11-11T06:51:30Z", "content": "The deaths of two young Saudi sisters, whose bodies washed up along the New York City waterfront last month, have shined a light on the often secretive and risky journeys Saudi women take to flee their homes, both within the kingdom and abroad. Tala Farea, 16… [+5544 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Hard-hitting Philippine news site faces tax evasion charge", "description": "Philippine prosecutors say they will file charges of tax evasion against a news website that has been critical of President Rodrigo Duterte", "url": "https://abcnews.go.com/International/wireStory/hard-hitting-philippine-news-site-faces-tax-evasion-59117577", "urlToImage": null, "publishedAt": "2018-11-11T06:27:40Z", "content": "Philippine prosecutors said they will file charges of tax evasion against a news website that has been critical of President Rodrigo Duterte. The Justice Department said in a statement it found probable cause to indict Rappler Holdings Corp. and its president… [+1563 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "Pete Davidson apologizes for eye-patch joke as war vet appears on 'SNL'", "description": "Lt. Cmdr. Dan Crenshaw made an appearance on \"Weekend Update.\"", "url": "https://abcnews.go.com/Politics/snl-cast-member-pete-davidson-apologizes-dan-crenshaw/story?id=59117309", "urlToImage": "https://s.abcnews.com/images/GMA/pete-davidson-ap-mo-20181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T06:22:22Z", "content": "Pete Davidson apologized -- in person -- to Lt. Cmdr. Dan Crenshaw on Saturday's edition of \"Weekend Update\" one week after joking about the candidate's eye patch. Davidson was introduced by \"SNL\"'s Colin Jost, and immediately apologized to Crenshaw. \"On beha… [+2803 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Mark Osborne", "title": "'SNL' bids farewell to Attorney General Jeff Sessions", "description": "The attorney general was axed during the week.", "url": "https://abcnews.go.com/Entertainment/snl-bids-farewell-attorney-general-jeff-sessions-kate/story?id=59116900", "urlToImage": "https://s.abcnews.com/images/Politics/kate-mckinnon-ap-mo-20181111_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T05:33:01Z", "content": "\"Saturday Night Live\" bid farewell to one of the show's best impressions since the beginning of the Trump administration: Kate McKinnon's Jeff Sessions. Sure, the pint-sized, creepy attorney general could return, but the real Sessions' firing this week precip… [+1898 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump visit to US cemetery in France canceled due to rain", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/trump-visit-us-cemetery-france-canceled-due-rain-59116899", "urlToImage": "https://s.abcnews.com/images/International/WireAP_56994cb6efb9427d8658240d0d54b46d_16x9_992.jpg", "publishedAt": "2018-11-11T05:27:56Z", "content": "President Donald Trump canceled a planned visit to a cemetery for Americans killed in World War I, the White House said, citing bad weather that grounded his helicopter. Trump had been scheduled to lay a wreath and observe a moment of silence Saturday at the … [+1510 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Migrant caravan spends night in central Mexican city", "description": "Thousands of Central American migrants bedded down under tents and tarps at a stadium in the central Mexican city of Queretaro after a day spent traveling north by metro, foot and hitched rides from the country's capital", "url": "https://abcnews.go.com/International/wireStory/migrant-caravan-spends-night-central-mexican-city-59116572", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ebc0538ef2084bcc9775bce6d4464fdd_16x9_992.jpg", "publishedAt": "2018-11-11T05:07:07Z", "content": "Thousands of Central American migrants bedded down under tents and tarps at a stadium in the central Mexican city of Queretaro after a day spent traveling north by metro, foot and hitched rides from the country's capital. The caravan planned to leave the city… [+483 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "JetBlue inaugurates route from Boston to Cuba's capital", "description": "A JetBlue flight from Boston landed in Havana on Saturday, as the U.S. airline expanded its routes to Cuba despite a drop in American visitors amid tensions between the countries", "url": "https://abcnews.go.com/International/wireStory/jetblue-inaugurates-route-boston-cubas-capital-59116570", "urlToImage": null, "publishedAt": "2018-11-11T05:03:10Z", "content": "A JetBlue flight from Boston landed in Havana on Saturday, as the U.S. airline expanded its routes to Cuba despite a drop in American visitors amid tensions between the countries. The plane with more than 120 passengers on board was received with flags from b… [+1055 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China's annual shopping frenzy shatters records again", "description": "Shoppers in China have once again broken records after spending more than $14 billion within the first two hours of an annual online retail frenzy", "url": "https://abcnews.go.com/International/wireStory/chinas-annual-shopping-frenzy-shatters-records-59116569", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9189d695c7934ed886c6d272a13375a1_16x9_992.jpg", "publishedAt": "2018-11-11T05:02:56Z", "content": "Online shoppers spent more than $14 billion within the first two hours of China 's annual buying frenzy on Sunday, once again breaking records as the consumer tradition enters its 10th year. The spending binge breaks from gloomy forecasts about the world's se… [+2709 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "NFL rejected bids by Rams, Chiefs to play Week 10 in Denver ahead of Mexico trip", "description": "The Los Angeles Rams and Kansas City Chiefs both requested to play in Denver the week before their Week 11 game at altitude in Mexico City, but the NFL rejected both requests, sources tell ESPN. The NFL did not want to give either the Rams or the Chiefs an ad…", "url": "https://abcnews.go.com/Sports/nfl-rejected-bids-rams-chiefs-play-week-10/story?id=59125071?src=rss", "urlToImage": null, "publishedAt": "2018-11-11T05:00:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China's annual shopping frenzy shatters another record", "description": "Shoppers in China have once again broken records after spending more than $14 billion within the first two hours of an annual online retail frenzy", "url": "https://abcnews.go.com/International/wireStory/chinas-annual-shopping-frenzy-shatters-record-59114918", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9189d695c7934ed886c6d272a13375a1_16x9_992.jpg", "publishedAt": "2018-11-11T03:30:38Z", "content": "Shoppers in China have once again broken records after spending more than $14 billion within the first two hours of an annual online buying frenzy. Now in its 10th year, the clamor for deals and discounts known as Singles Day was heralded with characteristic … [+529 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Chris Francescani", "title": "Trump's fire tweet infuriates California celebrities; Hollywood strikes back", "description": "A raft of celebrities took to Twitter Saturday to slam the U.S. president.", "url": "https://abcnews.go.com/Entertainment/trumps-fire-tweet-roils-california-celebrities-hollywood-strikes/story?id=59113552", "urlToImage": "https://s.abcnews.com/images/US/northern-california-fire-02-paradise-pol-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T03:17:58Z", "content": "A raft of Hollywood stars took to social media on Saturday to rip into President Donald Trump for a pre-dawn tweet on Saturday in which he blamed gross mismanagement of the forests in California for a trio of deadly wildfire s blazing across the state, and th… [+5067 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Trump's fire tweet infuriates California celebrities; Hollywood strikes back - ABC News", "description": "ABC News Trump's fire tweet infuriates California celebrities; Hollywood strikes back ABC News A raft of Hollywood stars took to social media on Saturday to rip into President Donald Trump for a pre-dawn tweet on Saturday in which he blamed “gross mismanageme…", "url": "https://abcnews.go.com/Entertainment/trumps-fire-tweet-roils-california-celebrities-hollywood-strikes/story?id%3D59113552", "urlToImage": null, "publishedAt": "2018-11-11T03:13:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Gunman who killed 12 died from self-inflicted gunshot", "description": "Police are still trying to determine the motive for the shooting.", "url": "https://abcnews.go.com/US/wireStory/gunman-killed-12-died-inflicted-gunshot-59113550", "urlToImage": "https://s.abcnews.com/images/US/WireAP_45d980c58f694c47acbe4930873c1156_16x9_992.jpg", "publishedAt": "2018-11-11T02:47:21Z", "content": "An autopsy determined that the gunman who killed 12 people at a Southern California bar died from a self-inflicted gunshot, police said Saturday. Ian David Long, a 28-year-old ex-Marine machine-gunner, fatally shot 11 people at the Borderline Bar and Grill in… [+2608 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "West Virginia high court scandal: convicted justice resigns", "description": "West Virginia's governor accepted a letter of resignation from the justice.", "url": "https://abcnews.go.com/US/wireStory/west-virginia-gov-suspended-convicted-justice-resigning-59113062", "urlToImage": "https://s.abcnews.com/images/US/WireAP_77a5425de7cf4740886de8108604d830_16x9_992.jpg", "publishedAt": "2018-11-11T02:43:08Z", "content": "A suspended West Virginia Supreme Court justice who was recently convicted of 11 federal charges is stepping down just ahead of a special legislative session to consider his removal, the governor's office disclosed Saturday. It was the latest development in a… [+4034 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Democrat Rouda wins House race over California's Rohrabacher", "description": "Harley Rouda has upset 15-term Republican Rep. Dana Rohrabacher in Orange County", "url": "https://abcnews.go.com/Politics/wireStory/democrat-declares-us-house-win-californias-rohrabacher-59106513", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_c455e6d20d124a10aa73ebf08f48dce0_16x9_992.jpg", "publishedAt": "2018-11-11T02:01:42Z", "content": "Republican Rep. Dana Rohrabacher, a one-time speechwriter for President Ronald Reagan who later became Russia's leading defender on Capitol Hill and an outspoken advocate for legalized marijuana, was defeated Saturday, a victim of California's Democratic tilt… [+4189 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "SOMAYE MALEKIAN", "title": "In a first for Iran, hundreds of women attend a major soccer match in Tehran", "description": "Women have been banned from major soccer events in Iran since the 1970s.", "url": "https://abcnews.go.com/International/iran-hundreds-women-attend-major-soccer-match-tehran/story?id=59112343", "urlToImage": "https://s.abcnews.com/images/International/women-iran-football-01-gty-jc-181110_hpMain_16x9_992.jpg", "publishedAt": "2018-11-11T01:45:53Z", "content": "After a nearly forty-year ban, hundreds of Iranian women were allowed to attend an international soccer final at a stadium in Tehran on Saturday, where they managed to secure nearly one percent of the seats at Azadi Stadium. Interested in Iran? Add Iran as an… [+4991 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Sinema continues to inch ahead in slow Arizona vote count", "description": "She gained 4,000 votes from a batch of ballots tallied in Maricopa County.", "url": "https://abcnews.go.com/Politics/wireStory/sinema-continues-inch-ahead-slow-arizona-vote-count-59113154", "urlToImage": null, "publishedAt": "2018-11-11T01:19:17Z", "content": "Democrat Kyrsten Sinema is continuing to inch ahead in the slow-motion finish to Arizona's U.S. Senate race. On Saturday night, she remained a little more than a percentage point ahead of Republican Martha McSally. She gained 4,000 votes from a batch of ballo… [+366 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Chinese leaders struggle to dispel stock market gloom", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/chinese-leaders-struggle-dispel-stock-market-gloom-59112993", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0ea5f408291a45179f11d9cbb547ff3e_16x9_992.jpg", "publishedAt": "2018-11-11T00:26:41Z", "content": "Lu Yushan, a retired salesman, has advice for investors in China 's slumping stock market : Sell. Lu's shares soared over the past decade. But the 65-year-old cashed out this year, driven away by plunging prices, insider trading scandals, a cooling economy an… [+7267 chars]"}]}