{"articles": [{"source": {"id": "abc-news", "name": "ABC News"}, "author": "Emily Shapiro", "title": "'The Lion King' official teaser trailer is here", "description": "The much-awaited remake will hit theaters July 19, 2019.", "url": "https://abcnews.go.com/Entertainment/lion-king-official-teaser-trailer/story?id=59367812", "urlToImage": "https://s.abcnews.com/images/US/lion-king-trailer-03-ht-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T23:50:11Z", "content": "Disney has dropped a teaser trailer for the upcoming live-action remake of \"The Lion King.\" The minute-and-a-half teaser features the Disney classic's familiar soundtrack with a new, live-action look. Donald Glover is the voice behind Simba, while superstar B… [+886 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Landing gear collapse as plane lands in Bolivia; none hurt", "description": "A Peruvian Airlines Boeing 737 suffered a collapsed landing gear when it arrived at an airport in Bolivia, forcing closure of the runway for several hours", "url": "https://abcnews.go.com/International/wireStory/landing-gear-collapse-plane-lands-bolivia-hurt-59368190", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5ed45b0a17b24df289d73f01d5bd8fa6_16x9_992.jpg", "publishedAt": "2018-11-22T23:49:04Z", "content": "A Peruvian Airlines Boeing 737 suffered a collapsed landing gear when it arrived at an airport in Bolivia, forcing closure of the runway for 10 several hours. Officials say none of the 122 passengers or five crewmembers was hurt. Officials say that they were … [+301 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Video shows gunman shoot two men in front of the Metro bus stop", "description": "he attack took place in Houston, Texas, and the police are still searching for the suspect.", "url": "https://abcnews.go.com/US/video/video-shows-gunman-shoot-men-front-metro-bus-59367566", "urlToImage": "https://s.abcnews.com/images/US/181122_vod_bus_shooting_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T23:01:27Z", "content": "Now Playing: Florida yoga studio shooting Now Playing: Multiple victims injured in shooting near Chicago hospital, police say Now Playing: Video shows gunman shoot two men in front of the Metro bus stop Now Playing: Suspected burglar gets run over by his own … [+1052 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Business Highlights", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/business-highlights-59367614", "urlToImage": null, "publishedAt": "2018-11-22T22:41:29Z", "content": "___ Nissan board fires Ghosn as chairman following arrest TOKYO (AP) Nissan has fired Carlos Ghosn as chairman in a dramatic end to the powerful executive's nearly two decade reign at the Japanese automaker. The company says its own investigation detected ser… [+3569 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bopha Phorn", "title": "Astronauts to celebrate Thanksgiving on the International Space Station", "description": "The space station crew will eat turkey and stuffing.", "url": "https://abcnews.go.com/US/astronauts-celebrate-thanksgiving-international-space-station/story?id=59363272", "urlToImage": "https://s.abcnews.com/images/Technology/iss-crew-selfie-ht-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T22:30:19Z", "content": "Some astronauts are taking the day off to celebrate Thanksgiving while they orbit Earth on the International Space Station. Interested in Thanksgiving? Add Thanksgiving as an interest to stay up to date on the latest Thanksgiving news, video, and analysis fro… [+1547 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bopha Phorn", "title": "Video shows gunman shoot men in front of Houston bus stop in broad daylight", "description": "One victim's family says he may never walk again.", "url": "https://abcnews.go.com/US/video-shows-gunman-shoot-men-front-houston-bus/story?id=59362545", "urlToImage": "https://s.abcnews.com/images/US/houston-bus-stop-shooting-02-ktrk-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T22:16:41Z", "content": "Newly released video footage shows a gunman shooting two men in front of a Metro bus stop in Houston, Texas, ABC News Houston affiliate KTRK-TV reported. The attack took place on Nov. 4 on Imperial Valley Drive at 11:40 a.m. Video shows three people walking w… [+1494 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Colombia: Over 40 Venezuelan women rescued from sex ring", "description": "Authorities in Colombia say they've rescued more than 40 Venezuelan women from a \"21st century sex slavery\" ring in which migrants were held captive and forced into prostitution", "url": "https://abcnews.go.com/International/wireStory/colombia-40-venezuelan-women-rescued-sex-ring-59367446", "urlToImage": null, "publishedAt": "2018-11-22T22:12:30Z", "content": "Authorities in Colombia said Thursday they have rescued more than 40 Venezuela n women from a \"21st century sex slavery\" ring in which migrants were held captive and forced into prostitution. The network captured women in the border city of Cucuta and transpo… [+1798 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Spain PM visits Cuba, uses hotel banned to US visitors", "description": "A Spanish prime minister is visiting Cuba for the first time in three decades, a historic visit that suggests a warming of relations between Cuba and the former colonial power", "url": "https://abcnews.go.com/International/wireStory/spain-pm-visits-cuba-hotel-banned-us-visitors-59367445", "urlToImage": null, "publishedAt": "2018-11-22T22:03:16Z", "content": "A Spanish prime minister began visiting Cuba for the first time in three decades on Thursday, a historic trip that suggests a warming of relations between Cuba and the former colonial power. Prime Minister Pedro Sanchez was scheduled to meet with Cuban offici… [+1586 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Migrants march to border in Tijuana", "description": "A small group of Central American migrants has marched peacefully to a border crossing in Tijuana to demand better conditions and push to enter the U.S. While Mexican police watched closely, authorities told the migrants their needs would be addressed", "url": "https://abcnews.go.com/International/wireStory/migrants-march-border-tijuana-59367342", "urlToImage": null, "publishedAt": "2018-11-22T22:00:32Z", "content": "A small group of Central American migrants marched peacefully to a border crossing in Tijuana Thursday to demand better conditions and push to enter the U.S. Mexican police watched closely as authorities from the National Human Rights Commission and the Grupo… [+1510 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "PHOTOS: PHOTOS: The 92nd Annual Macy's Thanksgiving Day Parade", "description": "See photos from Macy's Thanksgiving Day Parade, Nov. 22, 2018.", "url": "https://abcnews.go.com/US/photos/macys-thanksgiving-day-parade-2018-59365971", "urlToImage": "https://s.abcnews.com/images/US/macys-thanksgiving-day-parade-15-gty-jc-181122_sl_mn_16x9_992.jpg", "publishedAt": "2018-11-22T21:56:43Z", "content": "The 92nd Annual Macy's Thanksgiving Day Parade People take part in the 92nd annual Macy's Thanksgiving Day Parade in New York, Nov. 22, 2018. People try to stay warm as they wait for the start of the 92nd annual Macy's Thanksgiving Day Parade in New York, Nov… [+2399 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Cold turkey! Minus 26 atop Mount Washington for Thanksgiving", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/cold-turkey-minus-25-atop-mount-washington-thanksgiving-59367402", "urlToImage": null, "publishedAt": "2018-11-22T21:43:15Z", "content": "It's downright cold atop Mount Washington, home to some of the most brutal weather in the Northeast. The Mount Washington Observatory says it plunged to minus 26 (minus 32 Celsius) on Thursday morning. The observatory says that broke its daily record low of m… [+567 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Emily Shapiro and Mariam Alam", "title": "How to stay safe as frigid weather takes over this Thanksgiving", "description": "What to know about staying warm and safe outside.", "url": "https://abcnews.go.com/US/stay-warm-holiday-weekend-frigid-weather-grips-us/story?id=52042693", "urlToImage": "https://s.abcnews.com/images/US/cold-weather-01-nevada-ap-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T21:12:43Z", "content": "Those enjoying their Thanksgiving dinner in the Northeast on Thursday were greeted by rough winds and record-low temperatures. Interested in Weather? Add Weather as an interest to stay up to date on the latest Weather news, video, and analysis from ABC News. … [+5479 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Venezuela seeks to extradite former official indicted by US", "description": "Venezuela is seeking the extradition of a former national treasurer days after U.S. prosecutors say he pleaded guilty to accepting over $1 billion in bribes", "url": "https://abcnews.go.com/International/wireStory/venezuela-seeks-extradite-official-indicted-us-59366876", "urlToImage": null, "publishedAt": "2018-11-22T20:33:46Z", "content": "Venezuelan is seeking the extradition of a former national treasurer days after U.S. prosecutors say he pleaded guilty to accepting over $1 billion in bribes in a far-reaching corruption probe, officials announced Thursday. Venezuela's chief prosecutor Tarek … [+1855 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Popular Russian rapper sentenced to 12 days after gig ban", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/popular-russian-rapper-faces-jail-term-59363967", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_e98c427d713244fb90448f1d1ee40ce2_16x9_992.jpg", "publishedAt": "2018-11-22T20:17:27Z", "content": "A popular Russian rapper was sentenced Thursday to 12 days in jail for performing on a car after prosecutors banned his gig. Husky, who has a wide following among young Russians with his videos scoring up to 6 million views on YouTube, was arrested Wednesday.… [+2075 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "In Mexico's border city, Haitians hailed as success story", "description": "Tijuana has welcomed thousands of Haitians in recent years after the U.S. closed its doors on them, but the newly arrived thousands of Central Americans haven't had the same fortune", "url": "https://abcnews.go.com/International/wireStory/mexicos-border-city-haitians-hailed-success-story-59366609", "urlToImage": "https://s.abcnews.com/images/International/WireAP_bda9f265972a4ae980796eebffb09f45_16x9_992.jpg", "publishedAt": "2018-11-22T20:11:32Z", "content": "A few blocks from a shelter housing members of a Central American migrant caravan sits the first Haitian restaurant to open in Tijuana, a bustling eatery that has come to symbolize an immigrant success story in this Mexican border city where Haitians are now … [+6143 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Timmy Truong", "title": "Celebrities pitch in to help Camp Fire evacuees and first responders", "description": "Celebs are pitching in to help their California neighbors.", "url": "https://abcnews.go.com/US/celebrities-donate-time-funds-camp-fire-evacuees-responders/story?id=59362105", "urlToImage": "https://s.abcnews.com/images/US/arnold-schwartzenegger-california-wildfire-ap-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T20:08:14Z", "content": "Celebrities are showing support for residents and first responders affected by the Camp Fire in Northern California this Thanksgiving holiday. Interested in Wildfires? Add Wildfires as an interest to stay up to date on the latest Wildfires news, video, and an… [+2509 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Meridith McGraw", "title": "On Thanksgiving, Trump relayed gratitude for troops, aired some political grievances", "description": "On Thanksgiving morning, President Donald Trump expressed his gratitude for American troops but also aired some of his political grievances.", "url": "https://abcnews.go.com/Politics/thanksgiving-trump-expressed-gratitude-us-troops-aired-political/story?id=59364270", "urlToImage": "https://s.abcnews.com/images/Politics/donald-trump-thanksgiving-day-01-gty-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T19:44:03Z", "content": "On Thanksgiving morning, President Donald Trump expressed his gratitude for American troops but also aired some of his political grievances. Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video,… [+4314 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pakistan to open new border entry for Indian Sikh pilgrims", "description": "Pakistan's foreign minister says his government has decided to open a new cross-border corridor to allow minority Sikh pilgrims from neighboring India to visit their temple of worship in Pakistan", "url": "https://abcnews.go.com/International/wireStory/pakistan-open-border-entry-indian-sikh-pilgrims-59366214", "urlToImage": null, "publishedAt": "2018-11-22T19:32:29Z", "content": "Pakistan's foreign minister says his government has decided to open a new cross-border corridor to allow minority Sikh pilgrims from neighboring India to visit their temple of worship in Pakistan. Shah Mahmood Qureshi said Thursday that the country's Prime Mi… [+530 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Scientists find remains of huge ancient herbivore", "description": "Scientists say they've found the remains of a giant herbivore that lived more than 200 million years ago, around the same time as dinosaurs, in what is now Poland", "url": "https://abcnews.go.com/Technology/wireStory/scientists-find-remains-huge-ancient-herbivore-59366008", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_e5dbe34cf2f6460298bafc64ed2672d5_16x9_992.jpg", "publishedAt": "2018-11-22T19:21:03Z", "content": "A giant, plant-eating creature with a beak-like mouth and reptilian features may have roamed the Earth during the late Triassic period more than 200 million years ago, scientists said Thursday. In a paper published Thursday by the journal Science, Polish rese… [+1765 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Macedonia files new charges against fugitive ex-premier", "description": "A Macedonian special prosecutor has filed additional criminal charges against the country's former prime minister, who has fled to Hungary seeking political asylum", "url": "https://abcnews.go.com/International/wireStory/macedonia-files-charges-fugitive-premier-59366010", "urlToImage": null, "publishedAt": "2018-11-22T19:11:14Z", "content": "A Macedonian special prosecutor has filed additional criminal charges against the country's former prime minister, who has fled to Hungary seeking political asylum. The charges brought Thursday against Nikola Gruevski are for alleged unlawful funding of his c… [+614 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "Family of Tenn. driver killed by concrete chunk hurled from overpass want justice", "description": "The family of a driver killed by a concrete chunk tossed at his car speak out.", "url": "https://abcnews.go.com/US/family-tennessee-driver-killed-concrete-chunk-hurled-overpass/story?id=59363624", "urlToImage": "https://s.abcnews.com/images/US/concrete-slab-death-02-wkrn-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T19:10:15Z", "content": "Loved ones of a Tennessee man killed when a slab of concrete tossed from an overpass crashed through his car windshield pleaded for any witnesses to contact police, saying they want justice. As police in Nashville worked to identify the person responsible, Jo… [+3335 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Russian security agency says it prevented attacks on schools", "description": "An official says that Russia's top domestic security agency has thwarted a series of attacks on schools in the wake of last month's shooting and bomb attack by a teenager on a school in Crimea", "url": "https://abcnews.go.com/International/wireStory/russian-security-agency-prevented-attacks-schools-59366009", "urlToImage": null, "publishedAt": "2018-11-22T19:05:59Z", "content": "A Russian official says the country's top domestic security agency has thwarted a series of attacks on schools in the wake of last month's shooting-and-bomb attack by a teenager on a school in Crimea. An 18-year-old student went on a rampage at his vocational… [+534 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Relatives, strangers offer hot meal, comfort to evacuees", "description": "Thousands of people displaced by the fire that destroyed Paradise are spending Thanksgiving with relatives or strangers who open their homes for dinners put together by nonprofit groups", "url": "https://abcnews.go.com/US/wireStory/lost-fire-find-give-59358092", "urlToImage": "https://s.abcnews.com/images/US/WireAP_edb33f8373d74ac69ae3f87d9d33ac5d_16x9_992.jpg", "publishedAt": "2018-11-22T18:25:47Z", "content": "Hannah Crenshaw hosts a Thanksgiving dinner each year, cooking turkey, stuffing and mashed potatoes her favorite for up to 15 guests at her home in Magalia. That's not an option this year. Her house burned down in the wildfire that tore through the town of Pa… [+3983 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "AP FACT CHECK: Trump's misinformation on appeals court", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Politics/wireStory/ap-fact-check-trumps-misinformation-appeals-court-59365779", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_d7866e6fcb074cc291e8d165dcd14c3e_16x9_992.jpg", "publishedAt": "2018-11-22T18:24:55Z", "content": "Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, and analysis from ABC News. Betraying no trust in an independent judiciary, President Donald Trump is using a federal appeals court in San F… [+4578 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israeli sues Airbnb over West Bank settlement listing ban", "description": "An Israeli settler is suing Airbnb over its ban on West Bank settlements listings, heeding the call of Israeli officials to challenge the decision", "url": "https://abcnews.go.com/International/wireStory/israeli-sues-airbnb-west-bank-settlement-listing-ban-59365768", "urlToImage": null, "publishedAt": "2018-11-22T18:05:45Z", "content": "An Israel i settler is suing Airbnb over its ban on West Bank settlement listings, heeding the call of Israeli officials to challenge the decision. Ma'anit Rabinovich, who advertised her settlement apartment on Airbnb, filed a lawsuit against the company at a… [+595 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "MaryAlice Parks", "title": "James Comey subpoenaed, willing to ‘answer all questions’ if hearing is open, public", "description": "“Let’s have a hearing and invite everyone to see,” James Comey, the former FBI director posted on Twitter.", "url": "https://abcnews.go.com/Politics/subpoenaed-comey-answer-questions-hearing-opened/story?id=59364236", "urlToImage": "https://s.abcnews.com/images/Politics/james-comey-testifies-ap-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T18:04:04Z", "content": "Former FBI Director James Comey tweeted on Thanksgiving morning that he had received a subpoena to testify before Congress and he indicated that he would submit willingly to the formal, legally-binding summons if the proceedings were open and public. Interest… [+2447 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Subpoenaed Comey willing to 'answer all questions' if hearing is opened - ABC News", "description": "ABC News Subpoenaed Comey willing to 'answer all questions' if hearing is opened ABC News Former FBI Director James Comey tweeted on Thanksgiving morning that he had received a subpoena to testify before Congress and he indicated that he would submit willingl…", "url": "https://abcnews.go.com/Politics/subpoenaed-comey-answer-questions-hearing-opened/story?id%3D59364236", "urlToImage": null, "publishedAt": "2018-11-22T17:52:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Rape case prosecutor: China billionaire's wealth irrelevant", "description": "Nearly three months after Chinese billionaire Richard Liu was accused of rape and arrested in Minneapolis, there is still no word on whether he will face criminal charges", "url": "https://abcnews.go.com/International/wireStory/rape-case-prosecutor-china-billionaires-wealth-irrelevant-59365599", "urlToImage": "https://s.abcnews.com/images/International/WireAP_dcc8e9b9c8ad41d88260b80c2825a48b_16x9_992.jpg", "publishedAt": "2018-11-22T17:37:01Z", "content": "It's been nearly three months since Chinese billionaire Richard Liu was arrested in Minneapolis on allegations he raped a university student, and there's still no word on whether he will face criminal charges. Prosecutors say Liu's wealth has nothing to do wi… [+4288 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kansas Medicaid expansion in doubt despite governor support", "description": "The election of Democrat Laura Kelly as governor does not ensure that Kansas will expand Medicaid to cover to cover thousands of uninsured adults", "url": "https://abcnews.go.com/Health/wireStory/kansas-medicaid-expansion-doubt-governor-support-59365331", "urlToImage": "https://s.abcnews.com/images/Health/WireAP_1acef836f3fb489c923fb425903bc910_16x9_992.jpg", "publishedAt": "2018-11-22T17:28:18Z", "content": "Democratic and moderate Republicans lawmakers worked together last year to try to make Kansas the latest state to expand Medicaid, only to see their bipartisan effort rewarded with a veto from former conservative GOP Gov. Sam Brownback. The election this mont… [+4415 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK group Bellingcat names Russian suspect in Montenegro plot", "description": "Investigative group Bellingcat and Russian website 'The Insider' claim they have identified a second Russian GRU military intelligence officer involved in a 2016 coup attempt in Montenegro", "url": "https://abcnews.go.com/International/wireStory/uk-group-bellingcat-names-russian-suspect-montenegro-plot-59365498", "urlToImage": null, "publishedAt": "2018-11-22T17:25:30Z", "content": "Investigative group Bellingcat and Russia n website 'The Insider' claim they have identified a second Russian GRU military intelligence officer involved in a 2016 coup attempt in Montenegro. Montenegro's prosecutors have accused two Russian GRU officers of or… [+570 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Russia may deploy missiles on allies' territory: lawmaker", "description": "A senior Russian lawmaker says that Moscow could deploy missiles on its allies' territory if the U.S. stations such weapons in Europe", "url": "https://abcnews.go.com/International/wireStory/russia-deploy-missiles-allies-territory-lawmaker-59364717", "urlToImage": "https://s.abcnews.com/images/International/WireAP_f7cca43309df43bf891ee49ccc935431_16x9_992.jpg", "publishedAt": "2018-11-22T17:13:32Z", "content": "Russia could deploy missiles on the territory of its allies if the U.S. stations similar weapons in Europe, a senior Russia n lawmaker warned Thursday. Konstantin Kosachev, head of the foreign affairs committee in the upper house of the Russian parliament, sa… [+2173 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: French, Japanese ministers discuss Ghosn scandal", "description": "The economy ministers of Japan and France say they're committed to the alliance between carmakers Nissan and Renault despite the arrest of the man who dominated the union, Carlos Ghosn", "url": "https://abcnews.go.com/International/wireStory/latest-french-japanese-ministers-discuss-ghosn-scandal-59364851", "urlToImage": "https://s.abcnews.com/images/International/WireAP_d181a40836c14215a951bb50db32ca1e_16x9_992.jpg", "publishedAt": "2018-11-22T16:50:09Z", "content": "The Latest on Japan ese automaker Nissan Motor Co.'s chairman Carlos Ghosn and allegations of financial violations against him (all times local): 1:45 a.m. The economy ministers of Japan and France say they're committed to the alliance between carmakers Nissa… [+3860 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Home affordability watch: price tags in midsize metros", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/home-affordability-watch-price-tags-midsize-metros-59364430", "urlToImage": null, "publishedAt": "2018-11-22T16:37:31Z", "content": "Big coastal cities have some of the highest house prices in the country. In comparison, medium-size cities are often relative bargains. But not always. Each quarter, NerdWallet calculates home affordability for 172 metropolitan areas for which the National As… [+4807 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Guy Davies and Rahul Joglekar", "title": "American's doomed trip to remote island was a 'misdirected adventure,' police say", "description": "John Chau, 27, was killed by the indigenous Sentinelese tribe", "url": "https://abcnews.go.com/International/americans-doomed-trip-remote-island-misdirected-adventure-police/story?id=59362052", "urlToImage": "https://s.abcnews.com/images/International/sentinel-island-coast-guard-gty-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T16:27:45Z", "content": "Local police have shared new details of the doomed trip taken by the American man who was killed by an isolated tribe in the Andaman Islands. John Chau, 27, was killed by the indigenous Sentinelese tribe earlier this month. Seven local fishermen took Chau to … [+2403 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: New Guinea performers, Florida recount, turkey pardons: World in Photos, Nov. 22", "description": "Here's a look at the top photos from around the globe.", "url": "https://abcnews.go.com/International/video/guinea-performers-florida-recount-turkey-pardons-world-photos-59348266", "urlToImage": "https://s.abcnews.com/images/International/181122_world_photos_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T16:27:42Z", "content": "Now Playing: A turkey's press conference, wildfire battle, rebels rest: World in Photos Now Playing: Giraffe cub, migrants and a snowy meadow: World in Photos Now Playing: New Guinea performers, Florida recount, turkey pardons: World in Photos, Nov. 22 Now Pl… [+1106 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Trump issues Thanksgiving threat to close US-Mexico border", "description": "President Donald Trump is threatening to close the U.S. border with Mexico for an undisclosed period of time if his administration determines that its southern ally has lost \"control\" on its side", "url": "https://abcnews.go.com/Politics/wireStory/trump-speak-troops-teleconference-patriots-59362534", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_c1921179422c41469c9b8825ab93fb65_16x9_992.jpg", "publishedAt": "2018-11-22T16:19:44Z", "content": "Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the latest Donald Trump news, video, and analysis from ABC News. President Donald Trump is threatening to close the U.S. border with Mexico for an undisclosed period of time if … [+689 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Bus drives off mountain highway in Nepal, killing 16 people", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/bus-drives-off-mountain-highway-nepal-killing-16-59363499", "urlToImage": null, "publishedAt": "2018-11-22T15:52:30Z", "content": "A bus packed with people returning from a village fair drove off a mountain highway in Nepal on Thursday, killing 16 people and injuring 20 others. The bus rolled about 300 meters (984 feet) down a mountain slope before it slammed near a river in west Nepal, … [+561 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Luke Barr", "title": "Former WWE wrestler who turned his life around now shares his story with kids", "description": "Marc Mero had defeated \"Stone Cold\" Steve Austin and went on to win the WWE Intercontinental Championship, but he could not handle his own addiction.", "url": "https://abcnews.go.com/US/wwe-wrestler-overcame-addiction-survived-overdoses-now-shares/story?id=59315154", "urlToImage": "https://s.abcnews.com/images/US/marc-mero-2-ht-er-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T15:51:47Z", "content": "Marc Mero had just lost his mother, father and brother, and his wife had divorced him. He was sitting under a pier on Christmas Day in Cocoa Beach, Florida, contemplating ending it all. The man who beat \"Stone Cold\" Steve Austin and went on to win the World W… [+3406 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Kenya holds locals for questioning over Italian's abduction", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/kenya-holds-locals-questioning-italians-abduction-59361868", "urlToImage": "https://s.abcnews.com/images/International/WireAP_4115bbaf58b847bfb298c60f0e385ceb_16x9_992.jpg", "publishedAt": "2018-11-22T15:42:10Z", "content": "A Kenya n police official says authorities are questioning several people who could have \"good information\" leading to the arrest of the gunmen who abducted an Italian woman in a coastal town. Noah Mwivanda, police commander for the region, told reporters tha… [+549 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Senate clash looming over nation's longest judicial vacancy", "description": "Senate Republicans are working to soon fill the nation's longest judicial vacancy with a North Carolina lawyer whose nomination has raised objections from black lawmakers and civil rights groups.", "url": "https://abcnews.go.com/Politics/wireStory/senate-clash-looming-nations-longest-judicial-vacancy-59363002", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_2e904bbc55634d07ab7f09584f4a2a73_16x9_992.jpg", "publishedAt": "2018-11-22T15:40:19Z", "content": "Interested in Congress? Add Congress as an interest to stay up to date on the latest Congress news, video, and analysis from ABC News. Senate Republicans are working to soon fill the nation's longest judicial vacancy with a North Carolina lawyer whose nominat… [+4918 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tensions soar between Kosovo and Serbia over trade tax", "description": "Serbia's president has blasted the European Union and the West for allegedly failing to prevent Kosovo from triggering a trade war as tensions soar between the wartime foes", "url": "https://abcnews.go.com/International/wireStory/tensions-soar-kosovo-serbia-trade-tax-59363566", "urlToImage": "https://s.abcnews.com/images/International/WireAP_56691d09b4de4aca8f590405822bcfdb_16x9_992.jpg", "publishedAt": "2018-11-22T15:28:38Z", "content": "Serbia's president has criticized the European Union and the West for allegedly failing to prevent Kosovo from triggering a trade war as tensions soar between the wartime foes. Aleksandar Vucic's claims on Thursday came a day after Kosovo's government slapped… [+491 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Bill Hutchinson", "title": "Suspected car burglar gets run over by his own vehicle in police chase", "description": "A car-prowl suspect in Oregon ended up pinning himself when he was run over by his own car during a police chase.", "url": "https://abcnews.go.com/US/suspected-car-burglar-run-vehicle-oregon-police-chase/story?id=59361653", "urlToImage": "https://s.abcnews.com/images/US/isaiah-john-gellatly-police-dash-ht-jc-181122_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T15:25:31Z", "content": "A suspected car burglar ended up pinning himself when he jumped out of a rolling car during a police chase in Oregon and was hit by the out-of-control vehicle, authorities said. Suspect Isaiah John Gellatly, 31, suffered a broken leg in the high-speed chase i… [+2336 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Suspected burglar gets run over by his own car in police chase", "description": "Suspected burglar Isaiah John Gellatly, 31, was run over by his own vehicle on Monday during a police chase in Happy Valley, Oregon.", "url": "https://abcnews.go.com/US/video/suspected-burglar-run-car-police-chase-59362547", "urlToImage": "https://s.abcnews.com/images/US/181122_vod_pursuit1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T15:14:06Z", "content": "Now Playing: Suspected burglar gets run over by his own car in police chase Now Playing: Chefs share last-minute Thanksgiving side dishes Now Playing: How to break up with your phone for the holidays Now Playing: Stranger saves toddler dropped from burning bu… [+1068 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Caricom to waive taxes on oil as Petrotrin refinery closes", "description": "A Caribbean trade bloc is removing taxes on imported oil and petroleum products for the region as a major refinery on the island of Trinidad prepares to close", "url": "https://abcnews.go.com/International/wireStory/caricom-waive-taxes-oil-petrotrin-refinery-closes-59363238", "urlToImage": null, "publishedAt": "2018-11-22T14:57:01Z", "content": "A Caribbean trade bloc is removing taxes on imported oil and petroleum products for the region as a major refinery on the island of Trinidad prepares to close. Guyana-based Caricom trade chief Joseph Cox told The Associated Press on Thursday that the decision… [+333 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Davi Merchan and Guy Davies", "title": "85,000 children in Yemen have starved to death: Report", "description": "Approximately 85,000 children under the age of five have died in Yemen from severe hunger since April 2015, according to Save the Children.", "url": "https://abcnews.go.com/International/85000-children-yemen-starved-death-save-children-report/story?id=59340453", "urlToImage": "https://s.abcnews.com/images/International/yemen-hunger-child-ap-ps-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T14:55:16Z", "content": "Approximately 85,000 children under the age of 5 have died in Yemen from severe hunger since April 2015, according to a new report from Save the Children. Using data gathered by the United Nations, Save the Children looked at the mortality rate of children un… [+2914 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Balloons, blankets at frigid Macy's Thanksgiving Day parade", "description": "Bystanders are refusing to let cold temperatures put a damper on festivities.", "url": "https://abcnews.go.com/US/wireStory/balloons-blankets-frigid-macys-thanksgiving-day-parade-59362424", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_120ecddcfb274b9db3b3785f5fac96f1_16x9_992.jpg", "publishedAt": "2018-11-22T14:44:31Z", "content": "Interested in Thanksgiving? Add Thanksgiving as an interest to stay up to date on the latest Thanksgiving news, video, and analysis from ABC News. Bystanders are refusing to let cold temperatures put a damper on watching Macy's Thanksgiving Day Parade, breaki… [+2518 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Tunisian civil servants strike, protest for pay raises", "description": "Tunisian civil servants have gone on strike around the country to protest the failure of negotiations with the government for wage increases, amid plunging buying power and soaring inflation", "url": "https://abcnews.go.com/International/wireStory/tunisian-civil-servants-strike-protest-pay-raises-59362959", "urlToImage": "https://s.abcnews.com/images/International/WireAP_f8fcaffdf9dd4408b6d45f225a64aebf_16x9_992.jpg", "publishedAt": "2018-11-22T14:43:31Z", "content": "Tunisian civil servants have gone on strike around the country to protest the failure of negotiations with the government for wage increases, amid plunging buying power and soaring inflation. Thousands gathered Thursday in front of parliament with chants of \"… [+553 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Poland has temporary border checks to protect climate summit", "description": "Poland has introduced temporary border checks of people entering the country to ensure peace during a global climate summit that it is hosting next month", "url": "https://abcnews.go.com/International/wireStory/poland-temporary-border-checks-protect-climate-summit-59362546", "urlToImage": null, "publishedAt": "2018-11-22T14:18:30Z", "content": "Poland has introduced temporary border checks of people entering the country, to ensure peace during a global climate summit that it is hosting next month. Border Guards spokeswoman Agnieszka Golias said the random checks at frontier and internal crossings we… [+532 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Balloons, blankets at frigid Macy's Thanksgiving Day parade - ABC News", "description": "ABC News Balloons, blankets at frigid Macy's Thanksgiving Day parade ABC News Bystanders are refusing to let cold temperatures put a damper on watching Macy's Thanksgiving Day Parade, breaking out the blankets and sleeping bags to watch the giant balloons go …", "url": "https://abcnews.go.com/Lifestyle/wireStory/diana-ross-headline-frigid-macys-thanksgiving-day-parade-59357992", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_1f427d84d76f4bbca6fe44b2c5cf3c10_16x9_992.jpg", "publishedAt": "2018-11-22T14:06:00Z", "content": "Bystanders are refusing to let cold temperatures put a damper on watching Macy's Thanksgiving Day Parade, breaking out the blankets and sleeping bags to watch the giant balloons go by. Tony Stout camped out with his extended family since 2 a.m. to make sure t… [+2371 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jennifer Fickley-Baker", "title": "Disney Doodle: Lilo & Her ‘Ohana Celebrate Thanksgiving at Walt Disney World Resort", "description": "Happy Thanksgiving! In honor of today’s holiday, artist Ashley Taylor created a very special Thanksgiving-themed Disney Doodle to share with all of you.", "url": "https://disneyparks.disney.go.com/blog/2018/11/disney-doodle-lilo-her-ohana-celebrate-thanksgiving-at-walt-disney-world-resort/", "urlToImage": "https://cdn1.parksmedia.wdprapps.disney.com/media/blog/wp-content/uploads/2018/11/tls029384023948234234fi.jpg", "publishedAt": "2018-11-22T14:00:23Z", "content": "By submitting this form, you are granting Disney Parks Blog permission to email you. You can revoke permission to mail your email address at any time using the unsubscribe link, found at the bottom of every email. We take your privacy seriously. For more info… [+493 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Greece's creditors approve debt-relief package", "description": "A eurozone bailout fund has approved the implementation of a major debt relief plan for Greece that it says would provide the crisis-scarred country significant savings over several decades", "url": "https://abcnews.go.com/International/wireStory/greeces-creditors-approve-debt-relief-package-59362257", "urlToImage": "https://s.abcnews.com/images/International/WireAP_ebdb62c683ed412783c81604cf0819f2_16x9_992.jpg", "publishedAt": "2018-11-22T13:58:08Z", "content": "A eurozone bailout fund has approved the implementation of a major debt relief plan for Greece that it says would provide the crisis-scarred country significant savings over several decades. The measures include interest rate improvements and repayment deferr… [+591 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "German teen sentenced to 9 years for fatal stabbing of girl", "description": "A Berlin court has convicted a German teenager of murder for killing a 14-year-old girl in a case that was seized upon by far-right groups, who falsely claimed that the perpetrator was a migrant", "url": "https://abcnews.go.com/International/wireStory/german-teen-sentenced-years-fatal-stabbing-girl-59361118", "urlToImage": "https://s.abcnews.com/images/International/WireAP_64de59118b1d4ab6980623b59075c674_16x9_992.jpg", "publishedAt": "2018-11-22T13:56:22Z", "content": "A German teenager was convicted of murder Thursday for killing a 14-year-old girl in a case that was seized upon by far-right groups, who falsely claimed that the perpetrator was a migrant. A Berlin regional court sentenced the 15-year-old defendant, whose na… [+888 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Native Americans mark Thanksgiving with day of mourning", "description": "Thanksgiving is nothing to celebrate for Native Americans.", "url": "https://abcnews.go.com/US/wireStory/native-americans-mark-thanksgiving-day-mourning-59361915", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_cc44e0847cd34c79b674e7b8351bf1f0_16x9_992.jpg", "publishedAt": "2018-11-22T13:56:02Z", "content": "Interested in Thanksgiving? Add Thanksgiving as an interest to stay up to date on the latest Thanksgiving news, video, and analysis from ABC News. Thanksgiving is nothing to celebrate for Native Americans, who are gathering in the town where the Pilgrims sett… [+721 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "German foreign minister rejects questioning of asylum right", "description": "Germany's foreign minister is rejecting comments by a candidate for the leadership of Chancellor Angela Merkel's party questioning the right to asylum enshrined in the German constitution", "url": "https://abcnews.go.com/International/wireStory/german-foreign-minister-rejects-questioning-asylum-59361801", "urlToImage": "https://s.abcnews.com/images/International/WireAP_8f6cc66921d84db1b242826d5c2ffc35_16x9_992.jpg", "publishedAt": "2018-11-22T13:28:38Z", "content": "Germany's foreign minister on Thursday rejected comments by a candidate for the leadership of Chancellor Angela Merkel's party who appeared to question the right to asylum enshrined in the German constitution. The constitution states that \"persons persecuted … [+1801 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Big test coming up for tiny satellites trailing Mars lander", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/big-test-coming-tiny-satellites-trailing-mars-lander-59361720", "urlToImage": "https://s.abcnews.com/images/Technology/WireAP_b27508e34b2249ea98c3193b73cbc7b9_16x9_992.jpg", "publishedAt": "2018-11-22T13:26:21Z", "content": "A pair of tiny experimental satellites trailing NASA's InSight spacecraft all the way to Mars face their biggest test yet. Their mission: Broadcast immediate news, good or bad, of InSight's plunge through the Martian atmosphere on Monday. Named WALL-E and EVE… [+3487 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Suspected Boko Haram extremists kill 7 in Niger's southeast", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/suspected-boko-haram-extremists-kill-nigers-southeast-59361271", "urlToImage": null, "publishedAt": "2018-11-22T13:07:00Z", "content": "Niger's defense minister says suspected Boko Haram extremists have killed seven people and injured seven others at a French drilling company's site in the southeast near the border with Nigeria. Kalla Moutari says the attack occurred Wednesday at the Foraco w… [+497 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Polish leader suing Walesa for blaming him for plane crash", "description": "Two of Poland's most famous foes, former President Lech Walesa, and the country's de facto leader, Jaroslaw Kaczynski, are facing off in court", "url": "https://abcnews.go.com/International/wireStory/polish-leader-suing-walesa-blaming-plane-crash-59361270", "urlToImage": null, "publishedAt": "2018-11-22T13:05:30Z", "content": "Two of Poland's most famous foes, former President Lech Walesa, and the country's de facto leader, Jaroslaw Kaczynski, faced off in court Thursday, exchanging wry comments. Kaczynski, the powerful head of the ruling Law and Justice party, is suing Walesa for … [+1788 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Key points in the Brexit deal between Britain and the EU", "description": "Key points in the draft divorce agreement between British and European Union negotiators, consisting of a legally binding withdrawal agreement, which runs more than 580 pages, and a 26-page political declaration on future relations", "url": "https://abcnews.go.com/International/wireStory/key-points-brexit-deal-britain-eu-59361223", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_5716d92a5d474db7a0ece33c5d762d46_16x9_992.jpg", "publishedAt": "2018-11-22T12:57:31Z", "content": "The draft divorce agreement between British and European Union negotiators has two parts: a legally binding withdrawal agreement, which runs more than 580 pages, and a 26-page political declaration on future relations. Some key points: WITHDRAWAL AGREEMENT Tr… [+3195 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Guy Davies", "title": "Ikea in Italy welcomes stray dogs this winter", "description": "An Ikea store in Sicily is letting employees take in strays when it gets cold.", "url": "https://abcnews.go.com/International/ikea-italy-welcomes-stray-dogs-winter/story?id=59315315", "urlToImage": "https://s.abcnews.com/images/International/ikea-dog-stray-ht-ml-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T12:50:14Z", "content": "An Ikea in Italy has set the internet alight by providing a home for stray dogs during the freezing winter months. Social media users praised the shops open-door policy for strays in Catania, Italy, after video and photos of the dogs circulated online. In add… [+1436 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK Prime Minister Theresa May says Brexit deal's approval \"is within our grasp\" and she is determined to deliver it", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/uk-prime-minister-theresa-brexit-deals-approval-grasp-59361119", "urlToImage": null, "publishedAt": "2018-11-22T12:49:13Z", "content": "UK Prime Minister Theresa May says Brexit deal's approval \"is within our grasp\" and she is determined to deliver it."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Leaning Tower of Pisa continues long path towards vertical", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Entertainment/wireStory/leaning-tower-pisa-continues-long-path-vertical-59361070", "urlToImage": "https://s.abcnews.com/images/Lifestyle/WireAP_6e72daa2983e463992fecf1f29885bc4_16x9_992.jpg", "publishedAt": "2018-11-22T12:33:30Z", "content": "The Leaning Tower of Pisa isn't leaning so much anymore. After more than two decades of efforts to straighten it, engineers say the famed Tuscan bell tower has recovered four centimeters (1.57 inches) more and is in better structural health than predicted. AN… [+524 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Nissan says Carlos Ghosn is dismissed as its chairman over alleged serious misconduct including under-reporting income", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/nissan-carlos-ghosn-dismissed-chairman-alleged-misconduct-including-59361069", "urlToImage": null, "publishedAt": "2018-11-22T12:33:06Z", "content": "Nissan says Carlos Ghosn is dismissed as its chairman over alleged serious misconduct including under-reporting income."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Investors snub Italian bonds amid budget spat with EU", "description": "Investors are snubbing Italian bonds as the budget battle heats up between the nation's populist government and the European Commission", "url": "https://abcnews.go.com/International/wireStory/investors-snub-italian-bonds-amid-budget-spat-eu-59360916", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9a747332654042debd6b8d76b1e20ff5_16x9_992.jpg", "publishedAt": "2018-11-22T12:29:30Z", "content": "Investors are snubbing Italian bonds amid concerns over a dispute between the nation's populist government and the European Union's executive Commission. Orders for the four-year Italian bonds on Thursday reached 2.16 billion euros ($2.47 billion), well below… [+642 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Details of Nissan chairman Carlos Ghosn's life under arrest", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/details-nissan-chairman-carlos-ghosns-life-arrest-59360995", "urlToImage": "https://s.abcnews.com/images/International/WireAP_0d8fbf78adcb445e8bc59fb88071dd55_16x9_992.jpg", "publishedAt": "2018-11-22T12:28:08Z", "content": "Nissan Motor Co. Chairman Carlos Ghosn is in custody in Tokyo after his arrest this week for alleged financial improprieties. Japan ese prosecutors have been very tight-lipped about details of their investigation. But on Thursday they confirmed Ghosn is not g… [+2148 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Latest US airstrikes in Somalia kill 6 al-Shabab extremists", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/latest-us-airstrikes-somalia-kill-al-shabab-extremists-59360328", "urlToImage": null, "publishedAt": "2018-11-22T12:12:45Z", "content": "The U.S. military on Thursday announced the latest of several deadly airstrikes this week against al-Shabab extremists in Somalia as it targets a region well north of where the al-Qaida-linked fighters control large parts of the country. The U.S. Africa Comma… [+1553 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Kelly McCarthy", "title": "'Mary Poppins Returns' honors 1st film with 2D animations - including penguins!", "description": "Rob Marshall hired veteran Disney animator James Baxter to create the 2-D sequence for \"Mary Poppins Returns\"", "url": "https://abcnews.go.com/Entertainment/mary-poppins-returns-pays-homage-film-hand-drawn/story?id=59315495", "urlToImage": "https://s.abcnews.com/images/2020/mary-poppins-returns-animation-01-disney-jc-181120_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T11:59:13Z", "content": "Director Rob Marshall loved the 1964 Mary Poppins and wanted to include hand-drawn animation mixed with live action in \" Mary Poppins Returns.\" Recalling the dazzling Dick Van Dyke dancing penguin scene, Marshall told ABC News, \"It's in the DNA of 'Mary Poppi… [+1785 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Japan broadcaster NHK says Nissan's board has voted to dismiss chairman Carlos Ghosn for alleged financial misdeeds.", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/japan-broadcaster-nhk-nissans-board-voted-dismiss-chairman-59360508", "urlToImage": null, "publishedAt": "2018-11-22T11:56:14Z", "content": "Japan broadcaster NHK says Nissan's board has voted to dismiss chairman Carlos Ghosn for alleged financial misdeeds.."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Greece: 6 sentenced in US tourist's fatal beating", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/greece-verdict-trial-us-tourists-fatal-beating-59359618", "urlToImage": null, "publishedAt": "2018-11-22T11:50:43Z", "content": "A Greek court on Thursday convicted and sentenced six of nine suspects in the fatal beating of an American tourist in an island resort last year. They were handed sentences ranging from five to 15 years on reduced charges of deliberate bodily harm. Bakari Hen… [+1183 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "18 Britain-bound migrants seized in boats in English Channel", "description": "French maritime authorities say that 18 migrants have been pulled from boats in the English Channel as they tried to illegally reach British shores", "url": "https://abcnews.go.com/International/wireStory/18-britain-bound-migrants-seized-boats-english-channel-59360406", "urlToImage": null, "publishedAt": "2018-11-22T11:48:03Z", "content": "French maritime authorities say 18 migrants have been pulled from boats in the English Channel as they tried to illegally reach British shores. The regional maritime service said in a statement Thursday that a helicopter and rescue ships saved 11 migrants ove… [+539 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "IAEA calls on North Korea to re-admit nuclear inspectors", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/iaea-calls-north-korea-admit-nuclear-inspectors-59360323", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e40635ec5b424b1ea899c3cbc281126c_16x9_992.jpg", "publishedAt": "2018-11-22T11:47:40Z", "content": "The head of the U.N.'s atomic watchdog has called on North Korea to allow inspectors back in to monitor its nuclear program. Speaking at a board meeting Thursday in Vienna of the International Atomic Energy Agency, Director General Yukiya Amano noted that Pyo… [+2190 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: How 'Mary Poppins Returns' pays homage to first film with hand-drawn animations", "description": "Disney alum and veteran animator James Baxter said he hand-drew characters \"frame by frame\" and lead character designer James Woods described working with the film's character animator.", "url": "https://abcnews.go.com/2020/video/mary-poppins-returns-pays-homage-film-hand-drawn-59345959", "urlToImage": "https://s.abcnews.com/images/2020/181121_2020_poppins_animation_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T11:46:02Z", "content": "Now Playing: 'Mary Poppins Returns' star Emily Blunt shares hilarious on-set moment Now Playing: 'Mary Poppins Returns' songwriters on the challenge of creating the sequel's music Now Playing: How 'Mary Poppins Returns' pays homage to first film with hand-dra… [+1255 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Revered Russian rapper faces 15 days in jail", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/revered-russian-rapper-faces-15-days-jail-59360327", "urlToImage": null, "publishedAt": "2018-11-22T11:29:00Z", "content": "A Russian rapper is facing two weeks in jail for performing on a car after prosecutors banned his gig. Husky, 25, has a wide following among young Russians with his videos scoring up to 6 million views on YouTube. Husky, known for his songs mocking authoritie… [+486 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK and EU agree on future relations after Brexit", "description": "The EU and Britain have agreed a draft deal on their future political relations.", "url": "https://abcnews.go.com/Politics/wireStory/uk-eu-agree-future-relations-brexit-59360221", "urlToImage": "https://s.abcnews.com/images/International/WireAP_d7ad24e0d70a43c782c4e4f9945226aa_16x9_992.jpg", "publishedAt": "2018-11-22T11:20:49Z", "content": "Interested in Brexit? Add Brexit as an interest to stay up to date on the latest Brexit news, video, and analysis from ABC News. The European Union and Britain have agreed on a draft declaration on the future of their political relations after Brexit, Europea… [+1890 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "A holiday miracle? Stores try to cut down on long lines", "description": "This holiday season, retailers will try to get shoppers out of their stores faster by minimizing the thing they hate most: long lines", "url": "https://abcnews.go.com/Business/wireStory/holiday-miracle-stores-cut-long-lines-59360326", "urlToImage": null, "publishedAt": "2018-11-22T11:16:15Z", "content": "Retailers will once again offer big deals and early hours to lure shoppers into their stores for the start of the holiday season. But they'll also try to get shoppers out of their stores faster than ever by minimizing the thing they hate most: long lines. Wal… [+3110 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "A holiday miracle? Stores try to cut down on long lines", "description": "This holiday season, retailers will try to get shoppers out of their stores faster by minimizing the thing they hate most: long lines", "url": "https://abcnews.go.com/Business/wireStory/holiday-miracle-stores-cut-long-lines-59360325", "urlToImage": null, "publishedAt": "2018-11-22T11:15:59Z", "content": "Retailers will once again offer big deals and early hours to lure shoppers into their stores for the start of the holiday season. But they'll also try to get shoppers out of their stores faster by minimizing the thing they hate most: long lines. Walmart, Targ… [+383 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "German nurse on trial over 100 killings addresses relatives", "description": "Niels Hoegel, who is on trial in Germany, expressed regret.", "url": "https://abcnews.go.com/International/wireStory/german-nurse-trial-100-killings-addresses-relatives-59360087", "urlToImage": "https://s.abcnews.com/images/International/WireAP_fe765ac2e79443979e4637b4279a605f_16x9_992.jpg", "publishedAt": "2018-11-22T11:14:09Z", "content": "Interested in Germany? Add Germany as an interest to stay up to date on the latest Germany news, video, and analysis from ABC News. A former nurse accused of killing 100 patients at two hospitals in northern Germany has addressed the families of his victims a… [+632 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Germany's Merkel pushes for orderly Brexit deal", "description": "German Chancellor Angela Merkel is pledging to do everything to reach an agreement with Britain securing its orderly exit from the European Union", "url": "https://abcnews.go.com/International/wireStory/latest-eu-chief-brexit-text-future-ties-agreed-59359885", "urlToImage": "https://s.abcnews.com/images/Politics/WireAP_fcb9d6b4967942a28bca0d9a50d472e8_16x9_992.jpg", "publishedAt": "2018-11-22T11:10:28Z", "content": "The Latest on Britain's talks to leave the European Union (all times local): 11:05 a.m. German Chancellor Angela Merkel is pledging to do everything to reach an agreement with Britain securing its orderly exit from the European Union. Merkel said Thursday at … [+3029 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China rejects US hacking report ahead of Trump-Xi meeting", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/china-rejects-us-hacking-report-ahead-trump-xi-59360324", "urlToImage": null, "publishedAt": "2018-11-22T11:10:00Z", "content": "China on Thursday rejected a U.S. government report that accuses Beijing of stepping up efforts to steal technology ahead of a meeting between Presidents Donald Trump and Xi Jinping. The Commerce Ministry dismissed the U.S. Trade Representative's report as \"n… [+1771 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Lebanon's economy faces stark choice: Reform or collapse", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/lebanons-economy-faces-stark-choice-reform-collapse-59360322", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5e93151b864c45a7b3b8c4cb5c3e61d8_16x9_992.jpg", "publishedAt": "2018-11-22T11:06:01Z", "content": "Lebanon is marking 75 years of independence with a military parade Thursday in Beirut, but many anxious Lebanese feel they have little to celebrate: the country's corruption-plagued economy is dangerously close to collapse and political bickering over shares … [+4576 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Google tightens political ad rules ahead of Europe elections", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Technology/wireStory/google-tightens-political-ad-rules-ahead-europe-elections-59360222", "urlToImage": null, "publishedAt": "2018-11-22T10:59:44Z", "content": "Google is expanding stricter requirements for political advertising to the European Union as part of efforts to curb misinformation and increase transparency ahead of the bloc's election s next year. The U.S. tech giant said Thursday that it will require any … [+512 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Wife of academic jailed in UAE condemns actions of UK", "description": "The wife of a British academic sentenced to life in prison for espionage in the United Arab Emirates has condemned the U.K. government for putting diplomatic relations ahead of an innocent man's freedom.", "url": "https://abcnews.go.com/International/wireStory/wife-academic-jailed-uae-condemns-actions-uk-59360122", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e10d58e1da9e4aba8ec96279678c9a69_16x9_992.jpg", "publishedAt": "2018-11-22T10:55:25Z", "content": "The wife of a British academic sentenced to life in prison for espionage in the United Arab Emirates has condemned the U.K. government for putting diplomatic relations ahead of an innocent man's freedom. Daniela Tejada told the BBC that Foreign Office officia… [+540 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Daniel Manzo and Melissa Griffin", "title": "Arctic blast producing coldest Thanksgiving in decades", "description": "Today will be the coldest Thanksgiving in 22 years.", "url": "https://abcnews.go.com/US/arctic-blast-producing-coldest-thanksgiving-decades/story?id=59359884", "urlToImage": "https://s.abcnews.com/images/US/winter-weather-coming-02-ap-jc-181119_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T10:51:43Z", "content": "Today will be the coldest Thanksgiving in decades for most of the Northeast, the result of an Arctic blast of air that's pushing temperatures 15 to 25 degrees colder than a year ago. Interested in Weather? Add Weather as an interest to stay up to date on the … [+1486 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China rejects US hacking claims before Trump-Xi meeting", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/china-rejects-us-hacking-claims-trump-xi-meeting-59360020", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_76fb67d0793849b8afa69912fb53ffe5_16x9_992.jpg", "publishedAt": "2018-11-22T10:51:29Z", "content": "China's government has rejected a U.S. report that accuses Beijing of stepping up efforts to steal technology ahead of a meeting between Presidents Donald Trump and Xi Jinping. The Commerce Ministry on Thursday accused Washington of destroying trade relations… [+497 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Karma Allen", "title": "Barack Obama surprises Chicago food bank ahead of Thanksgiving", "description": "The Greater Chicago Food Depository tweeted video of the heartwarming visit.", "url": "https://abcnews.go.com/US/barack-obama-surprises-chicago-food-bank-ahead-thanksgiving/story?id=59359420", "urlToImage": "https://s.abcnews.com/images/US/OBAMA_FOOD_BANK_181122KA_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T10:51:12Z", "content": "Former President Barack Obama surprised a group of food bank volunteers in Chicago this week when he showed up to help prepare Thanksgiving meals for the city's needy. Interested in Barack Obama? Add Barack Obama as an interest to stay up to date on the lates… [+2047 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "EU officials in Turkey to discuss faltering membership bid", "description": "Turkey's membership bid has stalled amid EU concerns over the rule of law there.", "url": "https://abcnews.go.com/International/wireStory/eu-officials-turkey-discuss-faltering-membership-bid-59358809", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e2e73a1f41c248c8bf17212cbdfd760e_16x9_992.jpg", "publishedAt": "2018-11-22T10:48:36Z", "content": "Interested in Turkey? Add Turkey as an interest to stay up to date on the latest Turkey news, video, and analysis from ABC News. The European Union's foreign policy chief expressed \"strong concerns\" on Thursday over the continued detentions of academics and a… [+2243 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Barack Obama surprises Chicago food bank ahead of Thanksgiving - ABC News", "description": "ABC News Barack Obama surprises Chicago food bank ahead of Thanksgiving ABC News Former President Barack Obama surprised a group of food bank volunteers in Chicago this week when he showed up to help prepare Thanksgiving meals for the city's needy. Interested…", "url": "https://abcnews.go.com/US/barack-obama-surprises-chicago-food-bank-ahead-thanksgiving/story?id%3D59359420", "urlToImage": null, "publishedAt": "2018-11-22T10:45:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Arctic blast producing coldest Thanksgiving in decades - ABC News", "description": "ABC News Arctic blast producing coldest Thanksgiving in decades ABC News Today will be the coldest Thanksgiving in decades for most of the Northeast, the result of an Arctic blast of air that's pushing temperatures 15 to 25 degrees colder than a year ago. Int…", "url": "https://abcnews.go.com/US/arctic-blast-producing-coldest-thanksgiving-decades/story?id%3D59359884", "urlToImage": null, "publishedAt": "2018-11-22T10:42:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "S. Korea pastor gets 15-year jail term for raping followers", "description": "South Korean pastor gets 15-year jail term for raping or sexually molesting 8 women followers who believed he was God", "url": "https://abcnews.go.com/International/wireStory/korea-pastor-15-year-jail-term-raping-followers-59359883", "urlToImage": null, "publishedAt": "2018-11-22T10:29:02Z", "content": "Interested in South Korea? Add South Korea as an interest to stay up to date on the latest South Korea news, video, and analysis from ABC News. A South Korean pastor was sentenced to 15 years in prison on Thursday for raping or sexually molesting eight female… [+1622 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "EU chief Tusk says draft Brexit declaration agreed with UK, but leaders' endorsement still required", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/eu-chief-tusk-draft-brexit-declaration-agreed-uk-59359834", "urlToImage": null, "publishedAt": "2018-11-22T10:28:13Z", "content": "EU chief Tusk says draft Brexit declaration agreed with UK, but leaders' endorsement still required."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Whales, sea lions indulge in feeding frenzy", "description": "Drone footage shows a whale feasting on anchovies while accompanied by a raft of sea lions off California's Central Coast.", "url": "https://abcnews.go.com/US/video/whales-sea-lions-indulge-feeding-frenzy-59359619", "urlToImage": "https://s.abcnews.com/images/US/181122_vod_feeding_frenzy_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T10:15:59Z", "content": "Now Playing: Dozens of endangered right whales seen feeding off Mass. coast Now Playing: Beluga whales say hi to paddleboarder Now Playing: Whales, sea lions indulge in feeding frenzy Now Playing: Cold weather sweeps into the Northeast Now Playing: Thanksgivi… [+1100 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Nissan board to decide on dismissing Ghosn as chairman", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/nissan-board-decide-dismissing-ghosn-chairman-59359736", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_635416ea7d2e4885ad17b0339d871d56_16x9_992.jpg", "publishedAt": "2018-11-22T10:11:31Z", "content": "Nissan's board of directors will meet Thursday to decide whether to dismiss its chairman Carlos Ghosn following his arrest on suspicion of underreporting his income. Earlier this week, alliance partner Renault voted to keep him as its chief executive but appo… [+3358 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Dolce&Gabbana goods pulled in China over alleged insults", "description": "Dolce & Gabbana goods have disappeared from Chinese e-commerce sites as the fallout grew over insulting remarks about China on Instagram that the company blamed on hackers", "url": "https://abcnews.go.com/International/wireStory/dolcegabbana-goods-pulled-china-alleged-insults-59359733", "urlToImage": "https://s.abcnews.com/images/International/WireAP_eda45a4369b04a05b97d8b233209b296_16x9_992.jpg", "publishedAt": "2018-11-22T10:05:20Z", "content": "Dolce&amp;Gabbana goods have disappeared from Chinese e-commerce sites as the fallout grows over remarks insulting China that appeared in the company's Instagram private messages but that it blamed on hackers. Searches for Dolce&amp;Gabbana turned up no items… [+532 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UK's May to meet with Austrian leader to help Brexit bid", "description": "Prime Minister Theresa May is to meet Austria's chancellor to build support for her Brexit plan ahead of a possible Sunday summit", "url": "https://abcnews.go.com/International/wireStory/uks-meet-austrian-leader-brexit-bid-59359699", "urlToImage": null, "publishedAt": "2018-11-22T10:03:14Z", "content": "British Prime Minister Theresa May is to meet Austria 's chancellor to build support for her Brexit plan ahead of a possible Sunday summit. May plans to meet Thursday with Austrian Chancellor Sebastian Kurz, whose country holds the rotating European Union pre… [+530 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Cold weather sweeps into the Northeast", "description": "Temperatures could hit a record low today, and gusty winds in New York could ground the Macy's Parade balloons for the first time in decades. ABC News' Kendis Gibson reports.", "url": "https://abcnews.go.com/US/video/cold-weather-sweeps-northeast-59359476", "urlToImage": "https://s.abcnews.com/images/US/181121_atm_gibson_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T09:58:43Z", "content": "Now Playing: Historic cold forecast for Thanksgiving Now Playing: Cold blast sweeping across the nation Now Playing: Whales, sea lions indulge in feeding frenzy Now Playing: Cold weather sweeps into the Northeast Now Playing: Thanksgiving turkey tips Now Play… [+1077 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Thanksgiving turkey tips", "description": "Butterball's Nicole Johnson swings by with a few high-tech tips on how to perfectly prepare your Thanksgiving turkey.", "url": "https://abcnews.go.com/WNN/video/thanksgiving-turkey-tips-59359428", "urlToImage": "https://s.abcnews.com/images/WNN/181122_wnn_johnson_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T09:58:35Z", "content": "Now Playing: Thanksgiving by the numbers: average American consumes 4,500 calories on Thanksgiving Now Playing: Trump's Thanksgiving Now Playing: Whales, sea lions indulge in feeding frenzy Now Playing: Cold weather sweeps into the Northeast Now Playing: Than… [+1072 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Chief Justice rebukes Trump on 'Obama judge' comment", "description": "President Donald Trump has fired back at Chief Justice John Roberts, who defended judicial independence by saying, \"we do not have Obama judges or Trump judges.\" ABC News' Emily Rau reports.", "url": "https://abcnews.go.com/Politics/video/chief-justice-rebukes-trump-obama-judge-comment-59359523", "urlToImage": "https://s.abcnews.com/images/Politics/181122_atm_rau_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T09:51:48Z", "content": "Now Playing: Chief Justice John Roberts defends independence of judiciary Now Playing: Trump fires back after rebuke from Chief Justice John Roberts Now Playing: Chief Justice rebukes Trump on 'Obama judge' comment Now Playing: Senator expresses regret as Mis… [+1016 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Egypt says police killed 12 Islamic militants in Sinai raid", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/egypt-police-killed-12-islamic-militants-sinai-raid-59359570", "urlToImage": null, "publishedAt": "2018-11-22T09:46:58Z", "content": "Egyptian authorities say police killed 12 Islamic militants when security forces stormed three deserted buildings used as militant hideouts in the northern part of the Sinai Peninsula. An Interior Ministry statement on Thursday says the militants were the fir… [+514 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Macy's Thanksgiving Parade preview", "description": "Crews work around the clock to inflate giant balloons as crowds already begin to form ahead of the parade.", "url": "https://abcnews.go.com/WNN/video/macys-thanksgiving-parade-preview-59359380", "urlToImage": "https://s.abcnews.com/images/WNN/181122_wnn_ptq_pic_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T09:41:57Z", "content": "Now Playing: Macy's Thanksgiving Day Parade balloons inflate ahead of windy, chilly holiday Now Playing: 2018 Macy's Thanksgiving Day Parade Preview Now Playing: Cold weather sweeps into the Northeast Now Playing: Thanksgiving turkey tips Now Playing: Macy's … [+1065 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest:", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/latest--59359475", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_635416ea7d2e4885ad17b0339d871d56_16x9_992.jpg", "publishedAt": "2018-11-22T09:40:45Z", "content": "The Latest on Japanese automaker Nissan Motor Co.'s chairman Carlos Ghosn and allegations of financial violations against him (all times local): 6:15 p.m. Tokyo prosecutors have offered few details into their case against Nissan Motor Co. chairman Carlos Ghos… [+1491 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "President Putin's electoral rating drops below 60 percent", "description": "A leading Russian polling agency says the electoral rating of President Vladimir Putin has dropped below 60 percent for the first time in five years", "url": "https://abcnews.go.com/International/wireStory/president-putins-electoral-rating-drops-60-percent-59359378", "urlToImage": "https://s.abcnews.com/images/International/WireAP_94a14980d6b64801bfd3c2fea5f89f2e_16x9_992.jpg", "publishedAt": "2018-11-22T09:28:31Z", "content": "A leading Russia n polling agency says the electoral rating of President Vladimir Putin has dropped below 60 percent for the first time in five years. The survey by Levada Center published Thursday showed 56 percent of likely voters saying they would cast the… [+502 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Thanksgiving and Black Friday deals for TVs are on the way", "description": "Amazon also is offering big savings on many kids' edition tablets.", "url": "https://abcnews.go.com/Technology/video/thanksgiving-black-friday-deals-tvs-59359331", "urlToImage": "https://s.abcnews.com/images/Technology/181122_atm_techbytes_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T09:26:04Z", "content": "Now Playing: Black Friday shopping deals are heating up Now Playing: Your ultimate guide to navigating 2018 Black Friday deals Now Playing: Thanksgiving and Black Friday deals for TVs are on the way Now Playing: Glamour magazine is going digital Now Playing: … [+1035 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Israeli who threatened US Jewish centers gets 10 years - ABC News", "description": "Israeli who threatened US Jewish centers gets 10 years ABC News An Israeli court has sentenced the man behind a string of bomb threats against Jewish community centers in the United States to 10 years in prison. The Tel Aviv district court announced its verdi…", "url": "https://abcnews.go.com/International/wireStory/israeli-threatened-us-jewish-centers-10-years-59359301", "urlToImage": null, "publishedAt": "2018-11-22T09:19:00Z", "content": "An Israeli court has sentenced the man behind a string of bomb threats against Jewish community centers in the United States to 10 years in prison. The Tel Aviv district court announced its verdict Thursday against the dual citizen hacker whose name is barred… [+556 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "UN weather group: Greenhouse gases in air rose again in 2017", "description": "The U.N.'s weather organization says greenhouse gas levels in the atmosphere reached a new record level last year, warning that \"the window of opportunity\" to act against climate change is nearly closed", "url": "https://abcnews.go.com/Technology/wireStory/weather-group-greenhouse-gases-air-rose-2017-59359299", "urlToImage": null, "publishedAt": "2018-11-22T09:09:45Z", "content": "Interested in Environment? Add Environment as an interest to stay up to date on the latest Environment news, video, and analysis from ABC News. The U.N.'s weather organization says greenhouse gas levels in the atmosphere climbed to a new record level last yea… [+733 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Soo Youn", "title": "10 cybersecurity tips to remember for shopping Black Friday through Cyber Monday", "description": "We talked to cybersecurity experts from Google, IBM and Facebook.", "url": "https://abcnews.go.com/Business/10-cybersecurity-tips-remember-shopping-black-friday-cyber/story?id=59340287", "urlToImage": "https://s.abcnews.com/images/Business/black-friday-online-er-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T09:08:37Z", "content": "Thanksgiving Weekend -- some might call it the Super Bowl of shopping -- is here, and it's set to hit record numbers, according to analysts. About 164 million people plan to shop from Thanksgiving Day through Cyber Monday, according to this year's annual surv… [+5113 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Black Friday tech deals: Some of our favorite early steals - ABC News", "description": "ABC News Black Friday tech deals: Some of our favorite early steals ABC News The biggest shopping days of the year are here, and there are already plenty of great tech deals to be had! Sure, some retailers are offering in-store-only doorbusters, but if you kn…", "url": "https://abcnews.go.com/GMA/Shop/black-friday-tech-deals-2018-favorite-early-tech/story?id%3D59258695", "urlToImage": null, "publishedAt": "2018-11-22T09:07:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Chinese reporter wins rare police apology for harassment", "description": "Few journalists in China go public about harassment by authorities, but one has broken the silence and won a rare apology from police this week", "url": "https://abcnews.go.com/International/wireStory/chinese-reporter-wins-rare-police-apology-harassment-59359298", "urlToImage": "https://s.abcnews.com/images/International/WireAP_85fc9b4edbae47eeb409090f72aa3f95_16x9_992.jpg", "publishedAt": "2018-11-22T09:02:15Z", "content": "Interested in China? Add China as an interest to stay up to date on the latest China news, video, and analysis from ABC News. The young woman is panting, panicked, her thin arm pointing at four men in police uniforms who had let themselves into her hotel room… [+4253 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "French troops deployed amid protests on Reunion island", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/french-troops-deployed-amid-protests-reunion-island-59359264", "urlToImage": "https://s.abcnews.com/images/International/WireAP_c7623ffbd65f4f96b4c0fb8886d2f737_16x9_992.jpg", "publishedAt": "2018-11-22T08:54:36Z", "content": "France is deploying soldiers to calm violence on the Indian Ocean island of Reunion after protests over fuel tax hikes degenerated into looting and rioting. Schools are closed for a third day Thursday because protesters' roadblocks prevent teachers, children … [+574 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Indian island police struggle to get body of American", "description": "Indian authorities are struggling to figure out how to recover the body of an American killed last week after wading ashore on an isolated island cut off from the modern world", "url": "https://abcnews.go.com/International/wireStory/indian-island-police-struggle-body-dead-american-59359230", "urlToImage": "https://s.abcnews.com/images/International/WireAP_66be8c95c7644152a996f1c63783eaed_16x9_992.jpg", "publishedAt": "2018-11-22T08:53:32Z", "content": "Indian authorities were struggling Thursday to figure out how to recover the body of an American killed last week after wading ashore on an isolated island cut off from the modern world. John Allen Chau was killed by North Sentinel islanders who apparently sh… [+5166 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Ethiopia's PM bemoans country's 'vast number' of criminals", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/ethiopias-pm-bemoans-countrys-vast-number-criminals-59359162", "urlToImage": null, "publishedAt": "2018-11-22T08:37:59Z", "content": "Ethiopia's reformist prime minister says the country would need to build a new town to hold all suspected of corruption and rights abuses in previous administrations. Abiy Ahmed on Thursday told lawmakers that \"the prison facilities that we have here in Ethio… [+583 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Far right seeks acceptance in Spain, 1 suburb at a time", "description": "Vox, the newcomer in Spanish politics, is reaching out to workers in city suburbs and the countryside in its attempt to emerge out of the shadows in a country that has been slow to embrace the far right", "url": "https://abcnews.go.com/International/wireStory/seeks-acceptance-spain-suburb-time-59359161", "urlToImage": "https://s.abcnews.com/images/International/WireAP_b75722e676fa4ac2889affcca536e5d3_16x9_992.jpg", "publishedAt": "2018-11-22T08:36:12Z", "content": "Watching from a distance as police surrounded a group of protesters yelling \"Fascists go home!\" Encarna Sanchez hesitated over whether to join a political rally held by Spain 's far-right Vox party. \"I'm not a racist or a fascist,\" said the 62-year-old housew… [+6320 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Polish nun who rescued Jews during Holocaust dies at 110", "description": "Officials in Poland say a 110-year-old woman believed to be the world's oldest nun and a rescuer of Jews during the Holocaust, has died", "url": "https://abcnews.go.com/International/wireStory/polish-nun-rescued-jews-holocaust-dies-110-59358947", "urlToImage": null, "publishedAt": "2018-11-22T08:22:43Z", "content": "Officials in Poland say that a 110-year-old woman believed to be the world's oldest nun and a rescuer of Jews during the Holocaust, has died. Father Pawel Rytel-Andrianik, spokesman for Poland's Roman Catholic Church, on Thursday confirmed the death of Sister… [+477 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Cut off from the world, an Indian island remains a mystery", "description": "The Indian island where a young American was killed last week has been cut off from the world for thousands of years, with islanders enforcing their own isolation", "url": "https://abcnews.go.com/Technology/wireStory/cut-off-world-indian-island-remains-mystery-59358812", "urlToImage": "https://s.abcnews.com/images/International/WireAP_e613dc3985634532905738acec58ac0d_16x9_992.jpg", "publishedAt": "2018-11-22T08:14:05Z", "content": "For thousands of years, the people of North Sentinel island have been isolated from the rest of the world. They use spears and bows and arrows to hunt the animals that roam the small, heavily forested island, and gather plants to eat and to fashion into homes… [+1802 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Iran says 5 abducted guards, freed in Pakistan, return home", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/iran-abducted-guards-freed-pakistan-return-home-59358813", "urlToImage": null, "publishedAt": "2018-11-22T08:09:44Z", "content": "Iran's Revolutionary Guard says five of 12 Iran ian border guards abducted in October by militants near the Pakistani border and freed in Pakistan earlier this month have returned home. The report on the Guard's website, Sepahnews.com, says the five arrived i… [+489 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Pakistani officials: Bomb near militant hideout kills 2", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/pakistani-officials-bomb-militant-hideout-kills-59358811", "urlToImage": null, "publishedAt": "2018-11-22T08:05:14Z", "content": "Pakistani security officials say a bomb at a militant hideout killed two militants and wounded 12 in the South Waziristan region bordering Afghanistan. The officials say the explosion took place on Thursday in the northwestern border town of Angore Adda. They… [+577 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Libyan officials say suspects in killing of US teacher held", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/libyan-officials-suspects-killing-us-teacher-held-59358808", "urlToImage": null, "publishedAt": "2018-11-22T07:48:58Z", "content": "Authorities in eastern Libya say they have taken into custody suspects in the 2013 killing of a U.S. chemistry teacher in Benghazi. The self-styled Libyan National Army said on social media on Thursday that \"those who took part in this crime\" the killing of t… [+538 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Car kills 5, injures 18 outside China school", "description": "Chinese state media report 5 people have died and 18 were hospitalized with injuries from a car plowing into a crowd outside a primary school in a northeastern city", "url": "https://abcnews.go.com/International/wireStory/latest-car-kills-injures-18-china-school-59358743", "urlToImage": null, "publishedAt": "2018-11-22T07:41:29Z", "content": "The Latest on a vehicle crash outside a primary school in China (all times local): ——— 3:30 p.m. Chinese state media report five people have died and 18 were hospitalized with injuries from a car plowing into a crowd outside a primary school in a northeastern… [+878 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Asian stocks mostly higher following Wall Street recovery", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/asian-stocks-higher-wall-street-recovery-59358742", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_b26726cdff4c48889723592eefa4573b_16x9_992.jpg", "publishedAt": "2018-11-22T07:31:22Z", "content": "Share prices were mostly higher in Asia in narrow trading ahead of the Thanksgiving holiday. Wall Street's recovery from steep losses helped boost sentiment despite discouraging data from the United States. KEEPING SCORE: Japan 's benchmark Nikkei 225 surged … [+2190 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Chinese state media report 5 dead, 18 injured when car struck crowd of children outside school in northeastern city", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/chinese-state-media-report-dead-18-injured-car-59358667", "urlToImage": null, "publishedAt": "2018-11-22T07:30:15Z", "content": "Chinese state media report 5 dead, 18 injured when car struck crowd of children outside school in northeastern city."}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Head of Russian intelligence agency GRU dies at 62", "description": "The head of the Russian military intelligence agency GRU, which has been accused of meddling in U.S. elections, has died in Moscow.", "url": "https://abcnews.go.com/International/wireStory/head-russian-intelligence-agency-gru-dies-62-59358641", "urlToImage": null, "publishedAt": "2018-11-22T07:18:59Z", "content": "The head of the Russian military intelligence agency GRU, which has been accused of meddling in U.S. election s, has died in Moscow. He was 62. The Defense Ministry said Thursday in a statement that Igor Korobov, who led the GRU since 2016, died Wednesday of … [+445 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Meghan Markle's journey from Hollywood actress to British royalty", "description": "New documentary takes a closer look at how the Duchess of Sussex's life has changed since she wed Prince Harry and the couple has a baby on the way.", "url": "https://abcnews.go.com/Nightline/video/meghan-markles-journey-hollywood-actress-british-royalty-59358374", "urlToImage": "https://s.abcnews.com/images/Nightline/181122_ntl_meghan1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T06:58:21Z", "content": "Now Playing: Prince Harry hopes pregnant wife Meghan Markle has a girl Now Playing: Meghan Markle, Prince Harry announce pregnancy Now Playing: Meghan Markle's journey from Hollywood actress to British royalty Now Playing: US missionary killed by remote tribe… [+1224 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "China state media: Children hurt by vehicle outside school", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/china-state-media-children-hurt-vehicle-school-59358421", "urlToImage": null, "publishedAt": "2018-11-22T06:48:14Z", "content": "A car plowed into children outside a primary school in northeastern China on Thursday, injuring several of them, state media reported. The driver was taken into custody after the crash around noon in the coastal city of Huludao in Liaoning province, state bro… [+1680 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Costa Rica rafting tragedy survivors, victims families warn of lax regulations", "description": "Luis Beltran and his bachelor party friends speak out after four friends drowned in a flooded river, while victims' parents call on the U.S. and Costa Rica to take action.", "url": "https://abcnews.go.com/Nightline/video/costa-rica-rafting-tragedy-survivors-victims-families-warn-59358127", "urlToImage": "https://s.abcnews.com/images/Nightline/181122_ntl_costa_rica1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T06:30:39Z", "content": "Now Playing: 5 dead, including 4 Americans, in Costa Rica rafting accident Now Playing: Groom describes difficulty of losing 4 friends during Costa Rica rafting accident Now Playing: Meghan Markle's journey from Hollywood actress to British royalty Now Playin… [+1374 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Taliban kill 4 Afghan troops; airstrike kills 10 people", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/taliban-kill-afghan-troops-airstrike-kills-10-people-59358126", "urlToImage": "https://s.abcnews.com/images/International/WireAP_62176c43fce94706a6331c594deae2df_16x9_992.jpg", "publishedAt": "2018-11-22T06:29:49Z", "content": "Afghan officials say a Taliban assault on a military convoy in southwestern Badghis province left four Afghan soldiers dead. Mohammad Nasir Nazari, a member of the Badghis provincial council, says the ambush by the Taliban insurgents on the convoy traveling e… [+606 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Australia plans to relax rules for stripping citizenship", "description": "Australia has revealed plans to increase government powers to strip citizenship from extremists and to control the movements of Australian fighters who return home from the battlefields of Syria and Iraq", "url": "https://abcnews.go.com/International/wireStory/australia-plans-relax-rules-stripping-citizenship-59357667", "urlToImage": null, "publishedAt": "2018-11-22T05:50:32Z", "content": "Australia has revealed plans to increase government powers to strip citizenship from extremists and to control the movements of Australia n fighters who return home from the battlefields of Syria and Iraq. Prime Minister Scott Morrison on Thursday outlined th… [+589 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "WATCH: 11/21/18: Millions in Northeast bracing for record cold this Thanksgiving", "description": "World News Tonight with David Muir full episode recap: Trump fires back after rebuke from Chief Justice John Roberts; Pilots reflect on rescuing people and dogs during California wildfires", "url": "https://abc.go.com/shows/world-news-tonight/episode-guide/2018-11/21-11-21-18-millions-in-northeast-bracing-for-record-cold-this-thanksgiving", "urlToImage": "https://cdn1.edgedatg.com/aws/v2/abcnews/WorldNews/video/9233/8a2a79ec0c34e8e7a949f2a33f45eed1/579x325-Q100_8a2a79ec0c34e8e7a949f2a33f45eed1.jpg", "publishedAt": "2018-11-22T05:37:06Z", "content": "Sign Out Are you sure you want to sign out? By signing out, you will not be able to resume watching content where you left off, enjoy cross-device viewing experience, or save your favorites to your My List. sign out cancel"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "A 'hospital' for statues patches up Argentine monuments", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/hospital-statues-patches-argentine-monuments-59357140", "urlToImage": "https://s.abcnews.com/images/International/WireAP_29137323d6764d5c9124953e724c3dd5_16x9_992.jpg", "publishedAt": "2018-11-22T05:05:31Z", "content": "A headless Anibal Troilo, one of the tango's greatest performers, rests on a seat holding his concertina. Beside him, tango singer Alberto Castillo smiles, though he lacks arms. The Argentine musical icons are in a hospital of a sort, where the 2,200 statues … [+3300 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Nissan board to decide on dismissing Ghosn as chairman", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/Business/wireStory/nissan-board-decide-dismissing-ghosn-chairman-59356873", "urlToImage": "https://s.abcnews.com/images/Business/WireAP_635416ea7d2e4885ad17b0339d871d56_16x9_992.jpg", "publishedAt": "2018-11-22T04:40:12Z", "content": "Nissan's board will meet Thursday to decide whether to dismiss its chairman Carlos Ghosn following his arrest on suspicion of underreporting his income. Earlier this week, alliance partner Renault voted to keep him as its chief executive but appointed an inte… [+536 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Dolce&Gabbana accused of insulting China; blames hackers", "description": "Dolce&Gabbana has apologized for insulting remarks about China it allegedly made in exchanges on Instagram but denied that it was responsible", "url": "https://abcnews.go.com/Business/wireStory/dolcegabbana-accused-insulting-china-blames-hackers-59356706", "urlToImage": "https://s.abcnews.com/images/International/WireAP_8e22e8d2c04c41fda1e0997a5b436e2f_16x9_992.jpg", "publishedAt": "2018-11-22T04:19:29Z", "content": "The Italian luxury fashion house Dolce&amp;Gabbana apologized Wednesday for insulting remarks about China it allegedly made in exchanges on Instagram but claimed its accounts had been hacked. Chinese celebrities reacted angrily after screenshots of the conver… [+3228 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Canada to offer tax credits and incentives to media", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/canada-offer-tax-credits-incentives-media-59355356", "urlToImage": null, "publishedAt": "2018-11-22T03:25:59Z", "content": "Canada's federal government said Wednesday it is stepping in to help the struggling Canadian media industry with new tax credits and incentives. Canadian Finance Minister Bill Morneau said that the package is worth nearly $600 million Canadian (US$453 million… [+1473 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Cars separate on New York City-bound Amtrak train", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/International/wireStory/cars-separate-york-city-bound-amtrak-train-59354892", "urlToImage": null, "publishedAt": "2018-11-22T03:03:16Z", "content": "Two cars have separated on a New York City-bound Amtrak train, but there are no reports of injuries. The train experienced what Amtrak called a \"mechanical issue\" just before 7:30 p.m. Wednesday near Albany, New York. Train 68, called the Adirondack, was head… [+292 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Megan Hughes and Justin Fishel", "title": "Trump to thank troops by teleconference, says war zone visit 'being planned'", "description": "The president has yet to visit troops in a war zone during his first two years.", "url": "https://abcnews.go.com/Politics/trump-troops-teleconference-war-zone-visit-planned/story?id=59353527", "urlToImage": "https://s.abcnews.com/images/International/us-marine-afghanistan-gty-jt-180903_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T02:48:14Z", "content": "President Donald Trump will begin his Thanksgiving holiday, as he did last year, with a teleconference with members of the military from his Mar-a-Lago resort in Florida. Interested in Donald Trump? Add Donald Trump as an interest to stay up to date on the la… [+2566 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "PTSD treatment? When exposure therapy isn't an option, imagining the scenario might help - ABC News", "description": "ABC News PTSD treatment? When exposure therapy isn't an option, imagining the scenario might help ABC News Your imagination — normally associated with childhood fun — might have the power to help treat anxiety and fear, according to a new study. Researchers f…", "url": "https://abcnews.go.com/Health/ptsd-treatment-exposure-therapy-option-imagining-scenario/story?id%3D59339613", "urlToImage": null, "publishedAt": "2018-11-22T02:41:30Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Dr. Sumir Shah", "title": "For people with PTSD, imagining the threat might help", "description": "For people with PTSD, imagining a threatening scenario might reduce symptoms.", "url": "https://abcnews.go.com/Health/ptsd-treatment-exposure-therapy-option-imagining-scenario/story?id=59339613", "urlToImage": "https://s.abcnews.com/images/Health/scared-gty-er-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T02:37:37Z", "content": "Your imagination normally associated with childhood fun might have the power to help treat anxiety and fear, according to a new study. Researchers from the Icahn School of Medicine at Mount Sinai in New York City explored the exact brain pathways that people … [+4126 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Morgan Winsor", "title": "California wildfires death toll reaches 86, with more than 500 still unaccounted for", "description": "Hundreds of people remain missing in the wake of a pair of deadly wildfires that have been burning across both ends of California.", "url": "https://abcnews.go.com/US/relentless-california-wildfires-leave-86-dead-500-unaccounted/story?id=59262994", "urlToImage": "https://s.abcnews.com/images/US/california-northern-fire8-ap-ml-181117_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T02:18:42Z", "content": "Hundreds of people remain missing in the wake of a pair of deadly wildfires that have been burning across both ends of California. Interested in California Wildfires? Add California Wildfires as an interest to stay up to date on the latest California Wildfire… [+9340 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "2 sons of former Panama president detained in US", "description": "U.S. officials say two sons of former President Ricardo Martinelli have been detained in the United States and face deportation for overstaying visas that have been revoked", "url": "https://abcnews.go.com/International/wireStory/sons-panama-president-detained-us-59348752", "urlToImage": null, "publishedAt": "2018-11-22T02:01:43Z", "content": "Officials confirmed Wednesday that two sons of former President Ricardo Martinelli have been detained in the United States. U.S. Immigration and Customs Enforcement confirmed that Ricardo Martinelli Linares and Luis Enrique Martinelli Linares had been detaine… [+642 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Pilots reflect on rescuing people and dogs during California wildfires", "description": "The two firefighters were fighting the blaze when they were called to save three people from a mountain peak.", "url": "https://abcnews.go.com/WNT/video/pilots-reflect-rescuing-people-dogs-california-wildfires-59354119", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_gutman_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:48:32Z", "content": "Now Playing: Family makes incredible wildfire escape Now Playing: Inside wildfire evacuation tent city Now Playing: Pilots reflect on rescuing people and dogs during California wildfires Now Playing: Celebration delayed in Ohio city after Christmas tree misha… [+1171 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: US missionary killed by remote tribe off the coast of India", "description": "Seven fishermen who took him to the island, which is illegal to visit, were arrested; authorities have not found the missionary's body.", "url": "https://abcnews.go.com/WNT/video/us-missionary-killed-remote-tribe-off-coast-india-59353912", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_index2_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:48:19Z", "content": "Now Playing: US missionary falls to his death taking photos Now Playing: American believed to have been killed by isolated tribe in India: Reports Now Playing: US missionary killed by remote tribe off the coast of India Now Playing: American killed by tribesm… [+1193 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Oldest US military survivor of Pearl Harbor dies at age 106", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/oldest-us-military-survivor-pearl-harbor-dies-age-59353479", "urlToImage": "https://s.abcnews.com/images/US/WireAP_650c64b739364ea296274fa1fd0622ea_16x9_992.jpg", "publishedAt": "2018-11-22T01:46:07Z", "content": "Ray Chavez, the oldest U.S. military survivor of the Dec. 7, 1941, attack on Pearl Harbor that plunged the United States into World War II, died Wednesday. He was 106. Chavez, who had been battling pneumonia, died in his sleep in the San Diego suburb of Poway… [+3761 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Celebration delayed in Ohio city after Christmas tree mishap", "description": "Crews were cutting down the tree for the downtown square when it snapped in two.", "url": "https://abcnews.go.com/WNT/video/celebration-delayed-ohio-city-christmas-tree-mishap-59354006", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_index4_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:45:42Z", "content": "Now Playing: Trumps receive 2018 White House Christmas tree Now Playing: Driver has close call with falling tree Now Playing: Pilots reflect on rescuing people and dogs during California wildfires Now Playing: Celebration delayed in Ohio city after Christmas … [+1181 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Baggage handler in trouble for mistreating property", "description": "A Southwest passenger filmed the worker tossing boxes from a conveyor belt to a transportation bin.", "url": "https://abcnews.go.com/WNT/video/baggage-handler-trouble-mistreating-property-59353959", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_index3_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:43:24Z", "content": "Now Playing: Baggage Breakdown Now Playing: Security questions emerge after plane stolen by ground crew member Now Playing: Pilots reflect on rescuing people and dogs during California wildfires Now Playing: Celebration delayed in Ohio city after Christmas tr… [+1179 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Driver killed after chunk of concrete is dropped from overpass", "description": "The concrete smashed through his windshield and caused him to crash in Nashville; authorities said they believe the rock was intentionally thrown.", "url": "https://abcnews.go.com/WNT/video/driver-killed-chunk-concrete-dropped-overpass-59353865", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_index1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:42:50Z", "content": "Now Playing: Driver killed by concrete tossed from bridge Now Playing: Uber driver sparks controversy Now Playing: Pilots reflect on rescuing people and dogs during California wildfires Now Playing: Celebration delayed in Ohio city after Christmas tree mishap… [+1170 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Find out the best days to score a budget TV this shopping season", "description": "Experts say Thanksgiving and Black Friday are consumers' best bet, but wait till Cyber Monday for a TV of the mid-range or high-end variety.", "url": "https://abcnews.go.com/WNT/video/find-best-days-score-budget-tv-shopping-season-59353784", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_jarvis_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:42:34Z", "content": "Now Playing: Black Friday app scams Now Playing: Best apps to score deals for Black Friday Now Playing: Pilots reflect on rescuing people and dogs during California wildfires Now Playing: Celebration delayed in Ohio city after Christmas tree mishap Now Playin… [+1159 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Senator expresses regret as Mississippi special election nears", "description": "The GOP's Cindy Hyde-Smith apologized for some of her racially charged controversies as top donors like Walmart withdrew their support.", "url": "https://abcnews.go.com/WNT/video/senator-expresses-regret-mississippi-special-election-nears-59353704", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_bruce1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:39:28Z", "content": "Now Playing: Who is Sen. Cindy Hyde-Smith? Now Playing: Mississippi Senate runoff race heats up Now Playing: Senator expresses regret as Mississippi special election nears Now Playing: Trump fires back after rebuke from Chief Justice John Roberts Now Playing:… [+1190 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Luis Martinez", "title": "Troops get new authority to use force to protect border patrol", "description": "Lethal force is allowed, but the defense secretary envisions crowd control.", "url": "https://abcnews.go.com/Politics/troops-authority-force-protect-border-patrol/story?id=59349359", "urlToImage": "https://s.abcnews.com/images/US/international-bridge-1-ht-er-181107_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:34:46Z", "content": "The Trump White House has given the Pentagon new authorities to troops on the border to protect Customs and Border Protection (CBP) personnel if they are overwhelmed, including the use of lethal force, according to White House memo obtained by ABC News, sent … [+3847 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump fires back after rebuke from Chief Justice John Roberts", "description": "The justice commented after the president lashed out at an Obama-appointed judge who temporarily blocked his plan to crack down on asylum seekers.", "url": "https://abcnews.go.com/WNT/video/trump-fires-back-rebuke-chief-justice-john-roberts-59353528", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_vega_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:32:40Z", "content": "Now Playing: Chief Justice John Roberts defends independence of judiciary Now Playing: Retired Justice Alan Page: The White House 'is the people's house' Now Playing: Senator expresses regret as Mississippi special election nears Now Playing: Trump fires back… [+1189 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: No felony charge for Avenatti in alleged attack on ex-girlfriend", "description": "Los Angeles authorities could still file a misdemeanor charge against Stormy Daniels' lawyer.", "url": "https://abcnews.go.com/WNT/video/felony-charge-avenatti-alleged-attack-girlfriend-59353656", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_whitworth1_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:32:19Z", "content": "Now Playing: Michael Avenatti arrested on domestic abuse charge Now Playing: Michael Avenatti speaks out after domestic violence charges Now Playing: Driver killed after chunk of concrete is dropped from overpass Now Playing: Find out the best days to score a… [+1248 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": null, "title": "Troops get new authority to use force to protect border patrol - ABC News", "description": "ABC News Troops get new authority to use force to protect border patrol ABC News The Trump White House has given the Pentagon new authorities to troops on the border to protect Customs and Border Protection (CBP) personnel if they are overwhelmed, including t…", "url": "https://abcnews.go.com/Politics/troops-authority-force-protect-border-patrol/story?id%3D59349359", "urlToImage": null, "publishedAt": "2018-11-22T01:32:00Z", "content": null}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Video captures rescue of residents and baby from apartment fire", "description": "Police and good Samaritans put mattresses on the ground in Dallas so those that were trapped could jump from windows to safety.", "url": "https://abcnews.go.com/WNT/video/video-captures-rescue-residents-baby-apartment-fire-59353575", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_davis_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:27:46Z", "content": "Now Playing: Video captures dramatic rescue from burning home Now Playing: Bodycam captures cop's fiery home rescue Now Playing: Driver killed after chunk of concrete is dropped from overpass Now Playing: Find out the best days to score a budget TV this shopp… [+1227 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Slaying of man, family probed as brother charged with arson", "description": "Authorities uncovered four bodies when they responded to a mansion fire in New Jersey; they have not called the brother a suspect in their deaths.", "url": "https://abcnews.go.com/WNT/video/slaying-man-family-probed-brother-charged-arson-59353480", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_benitez_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:20:59Z", "content": "Now Playing: Urgent investigation after mysterious mansion fire leaves 4 dead Now Playing: Church vandalism, arson being investigated as possible hate crime Now Playing: Driver killed after chunk of concrete is dropped from overpass Now Playing: Find out the … [+1268 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "2 premiers and no government: Crisis confuses Sri Lankans", "description": "2 prime ministers but no government: Crisis set off by president's moves and Parliament's no-confidence motion confuses Sri Lankans", "url": "https://abcnews.go.com/International/wireStory/premiers-government-crisis-confuses-sri-lankans-59353478", "urlToImage": "https://s.abcnews.com/images/International/WireAP_5c029b22ca684b6785e54a6acfd3d919_16x9_992.jpg", "publishedAt": "2018-11-22T01:18:44Z", "content": "Two men each claim to be the prime minister. Lawmakers are exchanging blows in Parliament. A former finance minister says the country is on the brink of an \"economic anarchy.\" Welcome to Sri Lanka, where the political crisis is getting worse by the week. The … [+3479 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Millions in Northeast bracing for record cold this Thanksgiving", "description": "Temperatures will take a plunge with wind chills falling below zero in some areas and the West is facing three days of rain.", "url": "https://abcnews.go.com/WNT/video/millions-northeast-bracing-record-cold-thanksgiving-59353297", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_zee_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:05:52Z", "content": "Now Playing: Turbulent weather pattern expected to bring severe weather Now Playing: Winter weather turns deadly Now Playing: Millions in Northeast bracing for record cold this Thanksgiving Now Playing: Trump's Thanksgiving Now Playing: Fatal crash on New Yor… [+1201 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Trump's Thanksgiving", "description": "The president plans to spend the holiday at Mar-A-Lago.", "url": "https://abcnews.go.com/US/video/trumps-thanksgiving-59353094", "urlToImage": "https://s.abcnews.com/images/US/181121_vod_dispatch_trump_maralago_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T01:03:25Z", "content": "Now Playing: President Trump's Christmas at Mar-a-Lago Now Playing: Trump pardons National Thanksgiving Turkey Now Playing: Millions in Northeast bracing for record cold this Thanksgiving Now Playing: Trump's Thanksgiving Now Playing: Fatal crash on New York … [+1199 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "ABC News", "title": "WATCH: Fatal crash on New York bridge as holiday travel kicks off", "description": "The TSA deployed an additional 1,200 officers and 80 K-9 units to handle the influx of passengers at airports while the military opened restricted airspace for airlines.", "url": "https://abcnews.go.com/WNT/video/fatal-crash-york-bridge-holiday-travel-kicks-off-59353030", "urlToImage": "https://s.abcnews.com/images/WNT/181121_wnt_pilgirm_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T00:58:15Z", "content": "Now Playing: Thanksgiving travel craze Now Playing: Record-breaking Thanksgiving travel in over a decade Now Playing: Millions in Northeast bracing for record cold this Thanksgiving Now Playing: Trump's Thanksgiving Now Playing: Fatal crash on New York bridge… [+1193 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Matt Gutman, Ashley Riegle and Enjoli Francis", "title": "Pilots on California peak rescue amid wildfire: 'There was really nowhere to run'", "description": "Two firefighter pilots who saved several people and their dogs off a mountain peak amid the Woolsey fire discuss the harrowing rescue.", "url": "https://abcnews.go.com/US/firefighter-pilots-california-peak-rescue-amid-wildfire-run/story?id=59350835", "urlToImage": "https://s.abcnews.com/images/US/lafd-wildfire-rescue-01-ap-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T00:50:34Z", "content": "Two firefighter pilots who rescued three people and their dogs off a California peak told ABC News the fire roaring toward the ridge would likely have killed the stranded group within minutes. Interested in California Wildfires? Add California Wildfires as an… [+3706 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Colombia tries quashing tensions at migrant camp with soccer", "description": "Colombian officials are hoping to help ease tensions at a Venezuelan migrant camp with a game both new arrivals and their hosts share a passion for: soccer", "url": "https://abcnews.go.com/International/wireStory/colombia-quashing-tensions-migrant-camp-soccer-59348700", "urlToImage": "https://s.abcnews.com/images/International/WireAP_9b93d9c9d14b4b6fa83fb58421b5ad48_16x9_992.jpg", "publishedAt": "2018-11-22T00:41:05Z", "content": "Colombian officials are hoping to quash tensions at a Venezuelan migrant camp with a game both the new arrivals and their hosts share a passion for: soccer. Migrants faced off against Colombian aid workers in a tournament Wednesday, two days after over a doze… [+2571 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Julia Jacobo", "title": "14-year-old pregnant girl killed by stray bullet, police say", "description": "The teen was 8 months pregnant, but the unborn baby did not survive, the family said.", "url": "https://abcnews.go.com/US/14-year-pregnant-girl-killed-stray-bullet-upstairs/story?id=59346916", "urlToImage": "https://s.abcnews.com/images/US/teen-killed-02-wsb-jc-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T00:41:00Z", "content": "A pregnant teen was killed by a stray bullet while inside an apartment complex in southwest Atlanta, according to police. The teen was shot just after 6:30 p.m. on Monday, the Atlanta Police Department said in a statement. When police arrived at the apartment… [+2496 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Review: A delicious, vicious acting feast in 'The Favourite'", "description": "Film Review: Yorgos Lanthimos' 'The Favourite,' starring Olivia Colman, Emma Stone and Rachel Weisz, gleefully dispenses with the decorum of the period drama", "url": "https://abcnews.go.com/Entertainment/wireStory/review-delicious-vicious-acting-feast-favourite-59352695", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_cb53bb4a618249038b91915f7153bba2_16x9_992.jpg", "publishedAt": "2018-11-22T00:11:12Z", "content": "Yorgos Lanthimos' \"The Favourite,\" a wicked blast of nasty fun, gleefully dispenses with the usual decorum of the period drama to free its powerhouse trio of actresses Olivia Colman, Emma Stone and Rachel Weisz in a deliciously performed romp through the wigs… [+4401 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Jordyn Phelps", "title": "President Trump pushes McConnell to get criminal justice reform through lame duck", "description": "The Senate GOP leader had said there likely wasn't time to take it up.", "url": "https://abcnews.go.com/Politics/president-trump-urges-mitch-mcconnell-pass-criminal-justice/story?id=59351487", "urlToImage": "https://s.abcnews.com/images/Politics/trump-mcconnell-gty-rc-180515_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T00:11:08Z", "content": "President Trump is urging Senate Majority Leader Mitch McConnell to make a White House-supported criminal justice reform bill a priority in the lame duck session of Congress, according to an administration official. Interested in Donald Trump? Add Donald Trum… [+2171 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "Winds threaten to wreak havoc on NYC's Thanksgiving parade", "description": "Bundle up, SpongeBob: New York's big Thanksgiving parade is set to go off amid frigid cold and strong winds that could ground giant balloons", "url": "https://abcnews.go.com/Entertainment/wireStory/winds-threaten-wreak-havoc-nycs-thanksgiving-parade-59345152", "urlToImage": "https://s.abcnews.com/images/Entertainment/WireAP_d172dbbd0f604b0db41914c680927480_16x9_992.jpg", "publishedAt": "2018-11-22T00:09:20Z", "content": "Bundle up, Spongebob. New York City's big Macy's Thanksgiving Day Parade will take place amid frigid cold and strong winds that could potentially ground the giant character balloons, which have caused mishaps and injuries in the past when gusts have blown the… [+4628 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "The Associated Press", "title": "The Latest: Police ID victim in fiery Brooklyn Bridge crash", "description": "Get breaking national and world news, broadcast video coverage, and exclusive interviews. Find the top news online at ABC news.", "url": "https://abcnews.go.com/US/wireStory/latest-police-id-victim-fiery-brooklyn-bridge-crash-59352537", "urlToImage": "https://s.abcnews.com/images/US/WireAP_209b162e77b549179c0bb815e3e5d338_16x9_992.jpg", "publishedAt": "2018-11-22T00:05:01Z", "content": "The Latest on the fiery crash on the Brooklyn Bridge (all times local): 7:05 p.m. A fiery chain reaction pile-up on the Brooklyn Bridge in New York City has killed one person and injured several others. The crash occurred at around 7 a.m. Wednesday on the Bro… [+976 chars]"}, {"source": {"id": "abc-news", "name": "ABC News"}, "author": "Enjoli Francis", "title": "Video shows residents jumping from window onto mattresses to escape apartment fire", "description": "Police officers and residents put mattresses on the ground before they jumped.", "url": "https://abcnews.go.com/US/video-shows-residents-jumping-window-mattresses-escape-apartment/story?id=59351999", "urlToImage": "https://s.abcnews.com/images/US/fire-1-ht-er-181121_hpMain_16x9_992.jpg", "publishedAt": "2018-11-22T00:00:15Z", "content": "Several residents and police officers in Dallas are being lauded for working together to help to save six people, including a baby, from an apartment building blaze. Officers were on another call when they noticed smoke coming from a nearby apartment building… [+1719 chars]"}]}