[{"source": {"id": "politico", "name": "Politico"}, "author": "ikullgren@politico.com (Ian Kullgren)", "title": "White House considers plan to keep asylum seekers in Mexico", "description": "DHS scheme could spell more legal trouble for the Trump administration.", "url": "https://www.politico.com/story/2018/11/22/white-house-asylum-seekers-mexico-988406", "urlToImage": "https://static.politico.com/ac/93/376009714159a82272a11bb08d44/181122-migrants-caravan-ap-773.jpg", "publishedAt": "2018-11-22T19:23:34Z", "content": "Central American migrants get a ride on a truck from Mexicali to Tijuana, Mexico, on Tuesday. | AP Photo/Rodrigo Abd The White House is weighing a plan to require Central American migrants to remain in Mexico while their asylum requests are pending. The propo… [+4220 chars]", "fulltext": "Central American migrants get a ride on a truck from Mexicali to Tijuana, Mexico, on Tuesday. | AP Photo/Rodrigo Abd Immigration White House considers plan to keep asylum seekers in Mexico\n\nThe White House is weighing a plan to require Central American migrants to remain in Mexico while their asylum requests are pending.\n\nThe proposed change, first reported Wednesday night in the Washington Post, would be a departure from current procedure, which allows asylum seekers to remain in the U.S. until their case is reviewed by an immigration judge.\n\nStory Continued Below\n\nThe plan could move forward as soon as Friday, the Post reported, though a Homeland Security spokeswoman vehemently denied any such action was imminent.\n\n“DHS is not implementing such a new enforcement program at this time,\" DHS spokeswoman Katie Waldman said in an email. \"Reporting on policies that do not exist creates uncertainty and confusion along our borders and has a negative real world impact.”\n\n“We will ensure — as always — that any new program or policy will comply with humanitarian obligations, uphold our national security and sovereignty, and is implemented with notice to the public and well coordinated with partners,\" Waldman said.\n\nMorning Shift newsletter Get the latest on employment and immigration, every weekday morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nUnder the plan, the Post reported, Central American refugees who cannot establish “credible fear” of persecution in Mexico will be turned away at the border. “If you are not determined to have a reasonable fear of remaining in Mexico, you will remain in Mexico,” a DHS memo said, according to the Post.\n\nRumors of the proposed change began circulating last week, an immigration advocate told POLITICO, though an exact timeline for announcing the change remains unclear.\n\n“It’s definitely something that they’re trying to move forward,” said Jennifer Quigley, a strategist for Human Rights First.\n\nDHS is still finalizing the plan, according to a former Obama Justice Department official familiar with the memos, making it unlikely that the White House will announce it this week. The official described the plan as a workaround to put pressure on Mexico.\n\nInternal strife over the administration’s asylum policies escalated in recent days, with Chief of Staff John Kelly and DHS Secretary Kirstjen Nielsen vocally opposing a Cabinet order granting the troops deployed at the southern border the right to use lethal force to defend border patrol agents. The pair relented eventually, though the exchange revived speculation that Trump will soon fire Nielsen — an idea he’s floated to friends and associates since the midterm elections.\n\nTo carry out its latest asylum plan, the administration would likely have to convince Mexico to cooperate — a difficult task, Quigley said, since Mexico has far fewer asylum officers to handle the influx of refugees. Mexican officials did not immediately respond to requests for comment.\n\nThe plan could spell more legal trouble for the Trump administration, which has lost a string of court battles in an effort to stop migrants traveling to the U.S. A federal judge in San Francisco this week temporarily halted a fast-track regulation and presidential proclamation issued Nov. 9 that barred migrants who cross the border between ports of entry from seeking asylum.\n\nImmigration advocates likely would challenge the latest plan. Federal law states that asylum seekers intercepted by border officers “shall be detained for further consideration of the application.” If it’s determined the person does not have a “credible fear of persecution,” the law says, that person will be “removed from the United States without further hearing or review.”\n\n“That’s where you get into legally dubious territory,” Quigley said.\n\nTrump has repeatedly called migrant caravans a national security threat and dispatched 5,800 troops to the border before the midterm elections. Supreme Court Chief Justice John Roberts on Wednesday bluntly criticized Trump’s attacks on the courts after the president excoriated the “Obama judge“ who halted his asylum order.\n\n“We do not have Obama judges or Trump judges, Bush judges or Clinton judges,” Roberts said in a statement. “What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them. That independent judiciary is something we should all be thankful for.”\n\nGabby Orr contributed to this report.\n\nCORRECTION: This article has been updated to correct Katie Waldman’s name."}, {"source": {"id": "politico", "name": "Politico"}, "author": "Lily Stephens", "title": "Trump denies CIA implicated Saudi crown prince in Khashoggi murder", "description": "He said that Mohammed bin Salman “regretted the death more than I do.”", "url": "https://www.politico.com/story/2018/11/22/trump-salman-khashoggi-murder-1012552", "urlToImage": "https://static.politico.com/77/39/4ae8305e42e89a4b18407ae4266f/181122-donald-trump-gty-773.jpg", "publishedAt": "2018-11-22T16:38:14Z", "content": "President Donald Trump speaks to members of the military via teleconference from his Mar-a-Lago resort in Palm Beach, Florida, on Thanksgiving Day. | Mandel Ngan/AFP/Getty Images President Donald Trump on Thursday said that the CIA did not reach a conclusion … [+1479 chars]", "fulltext": "President Donald Trump speaks to members of the military via teleconference from his Mar-a-Lago resort in Palm Beach, Florida, on Thanksgiving Day. | Mandel Ngan/AFP/Getty Images White House Trump denies CIA implicated Saudi crown prince in Khashoggi murder\n\nPresident Donald Trump on Thursday said that the CIA did not reach a conclusion about Saudi Crown Prince Mohammed bin Salman’s involvement in the murder of Washington Post journalist Jamal Khashoggi, adding during a teleconference with military members that Salman “regretted the death more than I do.”\n\nThe president had previously declined to confirm or deny reports that the CIA had concluded the crown prince ordered Khashoggi's assassination. When asked who should be blamed instead, Trump said “maybe the world” because it’s a “vicious, vicious place,” and referenced oil prices as a reason not to punish Saudi Arabia further, according to pool reports.\n\nStory Continued Below\n\nAsked by a reporter if the CIA had a recording implicating Salman, the president responded: \"I don’t want to talk about it. You’ll have to ask them.”\n\nLater, he responded to a question on the crown prince's potential involvement: \"Whether he did or whether he didn’t, he denies it vehemently. His father denies, the king, vehemently. The CIA doesn’t say they did it. They do point out certain things, and in pointing out those things, you can conclude that maybe he did or maybe he didn’t.\"\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nDuring the call from his Mar-a-Lago residence in Florida, the president went on to speak at length about border security and the migrant caravan, saying that he would consider shutting down the entire U.S.-Mexico border in response.\n\nEchoing earlier criticisms of the Ninth Circuit court, which has overruled several of the president's orders on border immigration and refugees, Trump said: “The border is coming along very well. It’s become very strong, we’re getting some terrible decisions from the Ninth Circuit as usual. I don’t know if we’ve ever had a victory in the Ninth Circuit. We’ve had to appeal it, appeal it. A vast number of decisions get overturned, generally. And it’s a shame, it’s a shame.\"\n\nReferencing an extraordinary rebuke from Chief Justice John Roberts on Wednesday after his criticism of the Ninth Circuit, the president said \"I know that Chief Justice Roberts, John Roberts, has been speaking a little bit about it, and I think — I have a lot of respect for him, I like him and I respect him, but I think we have to use some common sense. \"\n\nThe president then threatened a government shutdown over border security, and referenced shutting down \"parts of\" the border two days ago, but did not elaborate. He said a government shutdown over wall funding \"could happen\" in December.\n\nOf embattled Homeland Security Secretary Kirstjen Nielsen, the president said \"She's in there trying ... It's a tough job.\" He added that troops stationed at the border could use lethal force against migrants \"if they have to.\"\n\nOn the subject of his daughter Ivanka’s use of a private email account when conducting government business, Trump said he had spoken to her and that she is “very innocent.”\n\nIn personal calls with military personnel, Trump referred to America as a \"hot nation,\" citing the economy. Earlier, Trump had spoken about a possible visit to troops overseas, without offering specifics.\n\nFollowing the teleconferences with troops, Trump visited with Coast Guard members at Coast Guard State Lake Worth Inlet just after 11 a.m., speaking for about 5 minutes before heading to nearby Trump International golf course just before noon."}, {"source": {"id": "politico", "name": "Politico"}, "author": "kcheney@politico.com (Kyle Cheney)", "title": "House Republicans subpoena Comey, Lynch for closed-door testimony", "description": "The subpoenas completed the threats issued by GOP committee chairman Bob Goodlatte earlier in the week.", "url": "https://www.politico.com/story/2018/11/22/house-republicans-subpoena-comey-lynch-1012551", "urlToImage": "https://static.politico.com/e9/e9/6ab58a3c4811b40fcc90aa4163f0/181122-comey-lynch-gty-773.jpg", "publishedAt": "2018-11-22T15:36:43Z", "content": "Former FBI Director James Comey (L) tweeted Saturday: \"Happy Thanksgiving. Got a subpoena from House Republicans.\" Former Attorney General Loretta Lynch received a subpoena as well. | Alex Wong/Getty Images House Republicans served up some subpoenas with thei… [+2452 chars]", "fulltext": "Former FBI Director James Comey (L) tweeted Saturday: \"Happy Thanksgiving. Got a subpoena from House Republicans.\" Former Attorney General Loretta Lynch received a subpoena as well. | Alex Wong/Getty Images Legal House Republicans subpoena Comey, Lynch for closed-door testimony\n\nHouse Republicans served up some subpoenas with their Thanksgiving turkey this week, issuing last-minute demands for former FBI Director James Comey and former Attorney General Loretta Lynch to appear for closed-door testimony on Dec. 3 and Dec. 4, respectively.\n\nThe subpoenas, issued Wednesday but revealed publicly Thanksgiving morning, completed the threats issued by GOP committee chairman Bob Goodlatte earlier in the week.\n\nStory Continued Below\n\nComey had rejected an earlier invitation from the committee to testify privately and instead asked for a public hearing. Democrats say they prefer the hearing to be public as well.\n\nRepublicans have been investigating the FBI and Justice Department's decision-making in 2016 and 2017, contending that deep-seated anti-Trump bias among senior officials led the bureau to downplay its probe of Hillary Clinton's private email server and home in on the investigation of Trump campaign connections with Russia. Trump himself has cheered on the attacks, calling the Russia probe a \"witch hunt\" and contending that Comey and his inner circle were corrupt.\n\nBut Democrats say the GOP investigation itself is a partisan attempt to build up a conspiracy theory and protect Trump from the ongoing Russia probe, now led by special counsel Robert Mueller.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nDemocrats have vowed to revisit the president's attacks on the FBI and Justice Department when they take the House majority in January. They've also pleaded with Republicans to protect Mueller from any attempts by Trump or his appointed acting Attorney General Matthew Whitaker to interfere in the probe.\n\nComey tweeted Thursday: \"Happy Thanksgiving. Got a subpoena from House Republicans. I’m still happy to sit in the light and answer all questions. But I will resist a “closed door” thing because I’ve seen enough of their selective leaking and distortion. Let’s have a hearing and invite everyone to see.\"\n\nComey's attorney, David Kelley, said: \"Mr. Comey embraces and welcomes a hearing open to the public, but the subpoena issued yesterday represents an abuse of process, a divergence from House rules and its presumption of transparency. Accordingly, Mr. Comey will resist in Court this abuse of process.\"\n\nA Lynch attorney could not immediately be reached."}, {"source": {"id": "politico", "name": "Politico"}, "author": "daniel@politico.com (Daniel Lippman)", "title": "Happy Thanksgiving", "description": "Global stock markets mostly fell Thursday, and Apple iPhone supplier Foxconn is planning deep cost cuts.", "url": "https://www.politico.com/newsletters/playbook/2018/11/22/happy-thanksgiving-350508", "urlToImage": "https://static.politico.com/b6/67/a9706dca4c5ba6e49858d0a31160/181122-thanksgiving-gty-773.jpg", "publishedAt": "2018-11-22T15:00:50Z", "content": "President Donald Trump on Tuesday pardoned \"Peas\" the turkey, who won more votes than his counterpart \"Carrots\" in a White House poll. | Brendan Smialowski/AFP/Getty Images DRIVING THE DAY THE TRUMP SLUMP? -- APs ANNABELLE LIANG in Singapore: Global stock mar… [+17133 chars]", "fulltext": "POLITICO Playbook: Happy Thanksgiving Presented by\n\nPresident Donald Trump on Tuesday pardoned \"Peas\" the turkey, who won more votes than his counterpart \"Carrots\" in a White House poll. | Brendan Smialowski/AFP/Getty Images\n\nDRIVING THE DAY\n\nTHE TRUMP SLUMP? …\n\n-- AP’s ANNABELLE LIANG in Singapore: “Global stock markets mostly fell Thursday as concerns about economic growth continued to weigh on sentiment and trading was thinned by the U.S. Thanksgiving holiday. …\n\n“Economic figures have raised further concerns about the impact of the ongoing trade disputes. Durable goods orders in the U.S. fell 4.4 percent last month from September, the largest amount in 15 months, with commercial and military aircraft leading the decline. This could point at adverse effects of a trade dispute between the U.S. and China, who have imposed additional tariffs on billions of dollars of each other’s goods.” AP\n\n-- BLOOMBERG’S DEBBY WU: “Apple iPhone Supplier Foxconn Planning Deep Cost Cuts”: “Foxconn Technology Group, the biggest assembler of iPhones, became the latest Apple Inc. supplier to warn of anemic demand, with an internal memo suggesting that expenses will be cut by almost a half next year.\n\n“The contract manufacturer aims to cut 20 billion yuan ($2.9 billion) from expenses in 2019 as it faces ‘a very difficult and competitive year,’ according to an internal document obtained by Bloomberg. … Foxconn has been hit by a slowing smartphone market, while trade tensions with the U.S. add to global uncertainty. Earlier this month its flagship Hon Hai posted earnings that were about 12 percent below expectations.” Bloomberg\n\n-- WSJ: “Global Selloff Tests Changed Credit Market: The selloff has descended on a market that has both grown enormously and decreased in quality,” by Mike Bird and Steven Russolillo\n\n-- FT: “Tesla cuts prices in China as trade war bites,” by Alice Woodhouse in Hong Kong and Emily Feng in Beijing\n\nON THE BORDER -- L.A. TIMES’ DAVID CLOUD: “White House approves broad new powers — including use of deadly force — for U.S. troops on the border”: “In a broad expansion of the controversial military mission along the southwest border, the White House has authorized extensive new powers for U.S. troops to potentially use against migrants, including searches, detentions, crowd control and, if necessary, deadly force.” LA Times\n\nHappy Thanksgiving! Thanks for spending your mornings and afternoons with us, and for helping make our live events so much fun.\n\nSPOTTED: Sen. Ted Cruz (R-Texas) at the Nassau, Bahamas airport – pic ... Rep. Brian Mast (R-Fla.) poolside yesterday at Lago Mar Resort in Fort Lauderdale … Rudy Giuliani flying yesterday from LGA to BOS — pic\n\nTHANKSGIVING MUST READ ... NYT'S MAUREEN DOWD: \"Of Monuments, Arguments, Vampires and Thanksgiving: John Wayne, Brett Kavanaugh, my brothers Michael and Kevin, and me.\"\n\nNYT’S EMILY COCHRANE is today’s print pooler. She sent this dispatch at 7:41 a.m.: “Good morning, and happy Thanksgiving from cloudy West Palm Beach.\n\n“Your pool assembled at 7:15 a.m. and just arrived near Mar-a-Lago. The president is scheduled to have a teleconference with members of the military at 9 a.m. He has also been tweeting. Your pooler has also requested more details about the president’s day and a copy of his Thanksgiving menu.”\n\nA message from H&R Block: We have spent the last year evaluating all parts of our business, with a specific focus on consumers and their feedback. Now we're shaking up the tax prep industry by becoming the only national brand to offer upfront, transparent pricing. Learn more.\n\nTHANKSGIVING EVE FEUD … AP’S MARK SHERMAN: “Trump spars with chief justice over their views of judges”: “President Donald Trump and Chief Justice John Roberts clashed in an extraordinary public dispute over the independence of America’s judiciary, with Roberts bluntly rebuking the president for denouncing a judge who rejected his migrant asylum policy as an ‘Obama judge.’ There’s no such thing, Roberts declared Wednesday in a strongly worded statement contradicting Trump and defending judicial independence. ...\n\n“The pre-Thanksgiving dustup was the first time that Roberts, the Republican-appointed leader of the federal judiciary, has offered even a hint of criticism of Trump, who has several times blasted federal judges who have ruled against him.\n\n“Before now, it has been highly unusual for a president to single out judges for personal criticism. And a chief justice’s challenge to a president’s comments is downright unprecedented in modern times. ... Roberts had refused to comment on Trump’s earlier attacks on judges, including the chief justice himself.\n\n“But on Wednesday, after a query by The Associated Press, he spoke up for the independence of the federal judiciary and rejected the notion that judges are loyal to the presidents who appoint them. ‘We do not have Obama judges or Trump judges, Bush judges or Clinton judges. What we have is an extraordinary group of dedicated judges doing their level best to do equal right to those appearing before them,’ Roberts said. On the day before Thanksgiving, he concluded, ‘The independent judiciary is something we should all be thankful for.’” AP\n\nTHE PRESIDENT RESPONDS … (@realDonaldTrump) at 3:51 p.m.: “Sorry Chief Justice John Roberts, but you do indeed have ‘Obama judges,’ and they have a much different point of view than the people who are charged with the safety of our country. It would be great if the 9th Circuit was indeed an ‘independent judiciary,’ but if it is why......”\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\n... at 4:09 p.m.: “.....are so many opposing view (on Border and Safety) cases filed there, and why are a vast number of those cases overturned. Please study the numbers, they are shocking. We need protection and security -- these rulings are making our country unsafe! Very dangerous and unwise!”\n\n-- AND HE CONTINUED THIS MORNING … at 7:21 a.m.: “Justice Roberts can say what he wants, but the 9th Circuit is a complete & total disaster. It is out of control, has a horrible reputation, is overturned more than any Circuit in the Country, 79%, & is used to get an almost guaranteed result. Judges must not Legislate Security…” …\n\n… at 7:30 a.m.: “....and Safety at the Border, or anywhere else. They know nothing about it and are making our Country unsafe. Our great Law Enforcement professionals MUST BE ALLOWED TO DO THEIR JOB! If not there will be only bedlam, chaos, injury and death. We want the Constitution as written!”\n\nMORE BORDER TALES …\n\n-- WAPO’S NICK MIROFF, JOSHUA PARTLOW and JOSH DAWSEY: “Trump plan would force asylum seekers to wait in Mexico as cases are processed, a major break with current policy”: “Central Americans who arrive at U.S. border crossings seeking asylum in the United States will have to wait in Mexico while their claims are processed under sweeping new measures the Trump administration is preparing to implement, according to internal planning documents and three Department of Homeland Security officials familiar with the initiative. ...\n\n“The plan, called ‘Remain in Mexico,’ amounts to a major break with current screening procedures, which generally allow those who establish a fear of return to their home countries to avoid immediate deportation and remain in the United States until they can get a hearing with an immigration judge. ... Senior adviser Stephen Miller has pushed to implement the Remain in Mexico plan immediately, though other senior officials have expressed concern about implementing it amid sensitive negotiations with the Mexican government.” WaPo\n\nNBC NEWS: “Democrats won House popular vote by largest midterm margin since Watergate: Nationally, Democrats have 53.1 percent of all votes counted while Republicans took 45.2 percent.”\n\nNEWT GINGRICH praises NANCY PELOSI in a Mike DeBonis/Bob Costa piece in the Post: “Former Republican House speaker Newt Gingrich said Pelosi has a savvy understanding of what it takes to win high-stakes leadership elections, especially in an era in which institutional power is diminished.\n\n“‘This isn’t Sam Rayburn’s Congress, where speakers could personally and institutionally intimidate people,’ he said, referring to the Texas Democrat who was the longest-serving House speaker. ‘She is doing exactly what she needs to do, whether it’s inventing 16 meaningless titles so everybody can get something, or when people ask for a seat at the table, just building a bigger table.’” WaPo\n\n-- FLASHBACK: The Pelosi/Newt global warming ad!\n\nFALLOUT ON KHASHOGGI -- TOP-ED – FRED RYAN in WaPo, “Trump’s dangerous message to tyrants: Flash money and get away with murder”: “We do not make the world safer by abandoning our commitment to basic freedoms and human rights. Under Crown Prince Mohammed bin Salman, Saudi Arabia has committed atrocities that, if perpetrated by other countries, would draw a strong rebuke from the United States. ... The crown prince, in the role for barely 17 months, has led a reign of terror and has already established a dark legacy of opposing press freedom. ... The CIA has thoroughly investigated Khashoggi’s murder and concluded with high confidence that it was directed by the crown prince.\n\n“If there is reason to ignore the CIA’s findings, the president should immediately make that evidence public. In the absence of such evidence, and given this failure of leadership from Trump, it now falls to Congress to truly put America first by standing up for America’s sacred values and lasting interests. ... Congress ... should use its investigative and subpoena powers to press for an independent, thorough inquiry — no matter where it leads. It should use its power of the purse and authority to regulate foreign commerce to impose effective penalties on Khashoggi’s murderers and suspend the sale of U.S.-made weapons to the Saudis.” WaPo\n\n-- NYT’S DAVID KIRKPATRICK in London and BEN HUBBARD in Beirut: “The Invisible American in a Saudi Prison Cell”: “President Trump once offered a simple rationale for his hands-off approach to the case of Jamal Khashoggi, the Washington Post columnist killed at the Saudi Consulate in Istanbul: ‘It’s in Turkey, and it’s not a citizen.’ But this week, as Mr. Trump declared that he was sticking by the Saudi crown prince despite accusations that he was behind the killing, an American citizen was languishing in the bowels of the Saudi prison system. The citizen, Walid Fitaihi, a Harvard-trained doctor, hospital owner, television host and motivational speaker, has been detained without trial for more than a year.” NYT\n\nTHE INVESTIGATIONS …\n\n-- AFTERNOON READ: AP’S ERIC TUCKER, CHAD DAY and JONATHAN LEMIRE: “Long, tortured road to Trump’s answers for special counsel”\n\nSUNDAY SO FAR … FOX NEWS SUNDAY (Sandra Smith guest hosts): Corey Lewandowski and David Bossie. Panel: Jonah Goldberg, Adrienne Elrod, Matthew Continetti and Mo Elleithee\n\nPLAYBOOK READS\n\nPHOTO DU JOUR: Search and rescue crews dig through the burnt remains of a business on Wednesday in Paradise, California. The Camp Fire is currently at 80 percent containment and hundreds of people remain missing. | Justin Sullivan/Getty Images\n\nNYT’S JACK NICAS in SAN FRANCISCO -- “How Facebook’s P.R. Firm Brought Political Trickery to Tech”: “When Tim Miller, a longtime Republican political operative, moved to the Bay Area last year to set up a public relations shop, he brought with him tradecraft more typical of Washington than Silicon Valley. ... Definers quickly found plenty of business, from start-ups like Lyft, Lime and Juul to giants like Facebook and Qualcomm, the influential chip company that was in a nasty legal fight with Apple over royalties, according to five people with direct knowledge of Mr. Miller’s work who declined to be named because of confidentiality agreements.\n\n“While working for Qualcomm, Definers pushed the idea that Apple’s chief executive, Timothy D. Cook, was a viable presidential candidate in 2020, according to a former Definers employee and digital records. Presumably, it was an attempt to chill the cordial relations that Mr. Cook had cultivated with the Trump administration.” NYT ... Facebook blog post by head of comms and policy Elliot Schrage taking responsibility for the Definers controversy\n\n-- CROOKED MEDIA has officially severed its relationship with TIM MILLER over his Definers work for Facebook. Their statement\n\nAOC WATCH -- “Ocasio-Cortez takes on the Amazon fight in New York,” by Dana Rubinstein in New York: “Rep.-elect Alexandria Ocasio-Cortez is assuming a leadership role in efforts to combat Amazon’s plan to build a new headquarters in Queens, an initial test of the incoming House freshman's clout in her home city.\n\n“The 29-year-old progressive darling headlined a closed-press, standing-room-only meeting of activists in lower Manhattan on Monday, near the site of the Occupy Wall Street protests in Zuccotti Park.\n\n“The meeting’s purpose, according to those who attended, was to strategize about how to kill Amazon’s deal to build a headquarters in Long Island City — a deal that proponents say would bring at least 25,000 well-paying jobs in exchange for roughly $3 billion in subsidies. Ocasio-Cortez did not explicitly say she wanted the deal to die, according to two attendees. But she implied as much.\n\n“‘Her message was mostly about, how is it possible we’re giving that much money to the wealthiest corporation in the world, and how is it that our elected officials are expecting us to be quiet, and [how] that’s not going to be the case,’ said Maritza Silva-Farrell, executive director of ALIGN, an alliance of labor and community groups in New York.” POLITICO\n\nMORE PRESSURE ON CRIMINAL JUSTICE REFORM -- “Religious right to start pressure campaign around criminal justice reform,” by Lorraine Woellert\n\nAVENATTI UPDATE … “Michael Avenatti will not face felony charges in domestic violence probe,” by LA Times’ James Queally and Hannah Fry: “Attorney Michael Avenatti will not face felony charges based on allegations of domestic violence lodged against him by a 24-year-old actress. Los Angeles County prosecutors announced Wednesday they sent the case to the L.A. city attorney for possible misdemeanor charges. ... Avenatti has repeatedly denied wrongdoing, lashed out at media outlets and insinuated in a series of tweets that his arrest was a setup by a conservative activist.” LAT\n\nPLAYBOOKERS\n\n\n\nSPOTTED at Sen. Mark Warner’s (D-Va.) 32nd annual Pilgrim’s Lunch at the Palm, which benefits Share our Strength: Virginia Lt. Gov. Justin Fairfax, Virginia AG Mark Herring, Terry McAuliffe, Russ Ramsey, Mark Ein, Raul Fernandez, Jack Davies, Jan Brandt, Mike Harney, Mike Henry, Ambassador William Eacho, Ambassador Howard Gutman, Ambassador Tod Sedgwick, Ambassador Tim Broas, Michael Powell, Ken Baer and Dan Feldman.\n\nBIRTHDAY OF THE DAY: Ned Price, director of policy and communications at National Security Action, Georgetown professor and NBC contributor. What he’s been reading recently: “One of the joys of teaching is re-reading—or reading for the first time—material I’ve assigned. I recently found myself in a rabbit hole of investigative documents from the Watergate era for a class on intelligence oversight. It got me thinking that the post-Trump era—regardless of when it begins—similarly will require some national soul-searching and, in all likelihood, not insignificant reforms. The difference will be that, while the post-Watergate era was about curbing intelligence excesses, in this case, we’ll need to protect our intelligence and law enforcement communities from future presidents with corrupt intent.” Playbook Plus Q&A\n\nBIRTHDAYS: Josh Alcorn is 38 ... ABC News’ Matthew Mosk (hat tip: Ali Dukakis) … Jacob Wood, OMB deputy communications director (h/t Ninio Fetalvo) ... Bettina Inclán Agen ... Shefali Razdan Duggal ... Matt Strawn … Cassie Spodak, producer for CNN digital politics (h/t fiance Matt Mowers) ... Scott Wong, senior staff writer for The Hill ... Pat Cunnane, writer for ABC’s “Designated Survivor” and an Obama WH alum ... Hannah August … Jeff Tiller ... Barney Keller, partner at Jamestown Associates, is 34 … Michael J. Szanto ... Martin Burns ... Robert Christie, VP of international media at Alibaba Group ... Roger Fransecky ... Marshall Schoenthal is 45 ... Anne Shoup ... Jonathan Kubakundimana ... Politico’s Sarah O’Neill ... TJ Cholnoky ... Zoe Schlag ... BBC’s George Alagiah ... Rep.-elect Anthony Brindisi (D-N.Y.) is 4-0 ...\n\n… Andy Stern is 68 ... Josh Goldstein ... IBM’s Sammy Jordan … Tim R. Cohen ... Yarden Golan, COS of Israel’s Embassy in Washington … theSkimm’s Jessica Turtletaub, who earlier this year married Lee Pepper -- wedding pic ... Rob Atkinson, president of the Information Technology and Innovation Foundation (h/t the ITIF team) … Welles Orr … Natasha Lennard ... Meena Ganesan … James Williams, president of Engage Cuba, is 35 ... Alexa Lucas ... Lauren Pastarnack ... Brian Francis Kelley … Harry Siegel, senior editor at The Daily Beast ... Ryan Fitzgerald ... Barbara Cameron ... Craig Gilbert (h/ts Teresa Vilmain)\n\nA message from H&R Block: Unlike other tax companies, we think clients should know the price before they begin filing – in person or online. This represents an important shift in the tax industry, and a significant improvement in the experience for consumers. H&R Block is also using corporate tax savings to invest in in our clients by lowering prices for millions of our assisted tax preparation clients. Consumers will see the price drops reflected in H&R Block’s new upfront, transparent prices. Learn more.\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us"}, {"source": {"id": "politico", "name": "Politico"}, "author": "Steven A. Cook", "title": "Why I’m Sick of Turkey", "description": "Washington continues to claim Ankara as “strategic partner.” Let’s stop pretending it is.", "url": "https://www.politico.com/magazine/story/2018/11/22/thanksgiving-sick-of-turkey-country-222644", "urlToImage": "https://static.politico.com/a1/fa/c32904784b248d5b21726c7cd731/ap-18323491029327.jpg", "publishedAt": "2018-11-22T14:55:29Z", "content": "I am already sick of Turkey. I suspect that many Americans feel this way, about the bird and the country. Yet a small group of Washington foreign policy handsat the State Department, at the Pentagon and in congressional officescontinue to make the case for Tu… [+8758 chars]", "fulltext": "I am already sick of Turkey.\n\nI suspect that many Americans feel this way, about the bird and the country. Yet a small group of Washington foreign policy hands—at the State Department, at the Pentagon and in congressional offices—continue to make the case for Turkey as a “strategically important” partner to the United States. On paper, the country looks good: It sits at the center of many of America’s most pressing foreign policy concerns, it is a member of NATO, it is stable, and it can offer foreign partners access to its airbases and intelligence cooperation. I used to think of all of these as strong points. Now, I think they are mostly overrated, and often available elsewhere.\n\nStory Continued Below\n\nLast year, a friend of mine took 11 people out for Thanksgiving dinner; nine of them ordered steak, one ate pasta, and only one had turkey. Nothing happened to them. The sun came up the next morning. And so, I’ve been wondering: If, maybe, it’s time to rethink what we eat on America’s national day of thanks (anyone for tacos?), could it also be time to rethink what it means to say the United States has a strategic partnership with Turkey?\n\nWhen Donald Trump was elected president, it seemed the Turks might warm to him, thanks to his railing on the campaign trail against the American “establishment,” which Turkish leaders perceive to be unfailingly hostile to Ankara. Trump and his Turkish counterpart, Recep Tayyip Erdogan, fist-bumped at a meeting of NATO leaders in July and have spoken warmly about each other. But the U.S.-Turkey relationship still has major fault lines when it comes to Syria, Russia, Iran, the treatment of Americans in Turkey and the fate of Fethullah Gulen, a Pennsylvania resident whom the Turks accuse of masterminding the failed 2016 coup d’état in Turkey. After Erdogan over the summer refused to release the American preacher Andrew Brunson, whom the Turks had held on terrorism charges since October 2016, Erdogan and Trump exchanged a war of words, and Trump imposed sanctions. When Brunson was eventually released last month, Trump tweeted that he was looking forward to “good, perhaps great, relations between the United States & Turkey.” Indeed, Trump seems willing to entertain Turkey’s demands that the United States extradite Gulen, despite inconclusive evidence against him. Yet, the Turks’ drip, drip, drip of information about the recent murder of Saudi journalist Jamal Khashoggi in Istanbul likely has not done Turkey any favors with Trump, who seems committed to the Saudis.\n\nWhether or not you agree with Trump’s positions on these particular issues, it’s clear that Turkey today is not proving to be the partner that many of us had long hoped it would.\n\nHere is a thought experiment: If you called turkey, the bird, “chocolate cake,” but described an exceedingly dry meat that is edible only when drenched with gravy and stuffing, would you like chocolate cake? When, three days after Thanksgiving, you are confronted with the choice of either eating chocolate cake’s scarily large drumstick or the cold spaghetti that’s been sitting in the fridge for a week, a normal human recognizes the so-called chocolate cake for what it is and thinks, “Yum, pasta!”\n\nYou can play the same game with Turkey, the country. Let’s call it … “Chicken” instead. Chicken is the leading jailer of journalists in the world. Since 2016, Chicken’s government has purged more than 200,000 people—not just journalists but also academics, bureaucrats, scientists and judges, in addition to police and military officers—claiming they all were implicated in the failed coup. Chicken was once thought to be a country that would become a consolidated democracy, but instead it has become an elected autocracy, complete with personality cult around a great leader, with no checks and balances. The judiciary in Chicken has been politicized; the parliament is firmly under the control of the ruling party; and journalists have been bought, intimidated or arrested. In Chicken, government agencies—including once well-respected state news outlets—have become crude instruments to attack critics of the great leader and overwhelm citizens with propaganda.\n\nOn foreign policy, Chicken is in the process of buying an advanced Russian air defense system that could pose a threat to American warplanes, which Chicken also wants for its military inventory. Although Chicken is formally an ally of the United States, its leader has threatened American soldiers in Syria and undertaken military operations against Washington’s Syrian-Kurdish allies in the fight against the Islamic State. In fairness, Chicken quite rightly considers American allies in Syria to be connected to the Kurdistan Workers’ Party, or PKK, which has been waging war on Chicken since Trump’s first marriage. But there is also the fact that when the United States was trying to maximize pressure on Iran during the Obama administration, Chicken helped the Iranians in the largest sanctions-busting scheme in history. As if this were not enough, Chicken’s agents have been stirring up trouble on the Temple Mount, or Haram al Sharif, in Jerusalem. Regardless of what one thinks about the Trump administration’s approach to the Israeli-Palestinian conflict or the transfer of the American Embassy from Tel Aviv to Jerusalem, the Chicks are being irresponsible.\n\nMeanwhile, the vast majority of the press in Chicken is in the hands of people who support the leader of the country. Those media outlets—known to be particularly close to the presidential palace—have engaged in a relentless campaign of particularly pernicious anti-Americanism, anti-Semitism and conspiracy-mongering. This has consequences. Anywhere from 15 to 20 Americans—all dual nationals—and three Foreign Service Nationals (Chicks working for the U.S. Embassy and its consulates around Chicken) have been arrested on charges, often on the flimsiest of evidence, that track closely with the absurd narratives in the press.\n\nI hope by now I have convinced you that no matter what we call this country—no matter how much we dress it with phrases like “strategic partner” or “ally”—Turkey today is no such thing. Its rulers harbor ambitions to lead the Middle East and the Muslim world in their own right, and chafe at the American-led order in Turkey’s neighborhood that render it a junior partner or an asset whose function is to help advance U.S. interests. This is problematic for Erdogan not just for reasons of pride—though they are surely a factor—but also because Ankara does not share American interests.\n\nThis is not to suggest that Turkey is not an important country or that Washington should break ties with Ankara. There will be times when the Turkish government can be very helpful. Perhaps another analogy will help draw out the point: You know how when your flight takes off at 11 a.m. in one time zone and lands at 2:17 p.m. in another time zone, and you forgot to buy some food before getting on the plane because you are too busy playing on Twitter, and because you are in Economy Plus on United Airlines you still only get peanuts, and when you finally get off the plane, half dizzy from hunger and you are confronted with Panda Express, Bugles from Hudson News, or a turkey and Swiss on ciabatta with Sriracha mayo aioli? It is moments like that when Turkey is invaluable. Like the bird, there are going to be times and places where Turkish and American policies or priorities overlap, making cooperation entirely possible and hopefully constructive—such as in Afghanistan or in checking Russian power in the Black Sea.\n\nYet because the two governments differ on so much, those moments of alignment will likely be episodic. It is tempting to believe that this state of affairs is the product of two presidents—Trump and Erdogan—with unique and strong personalities, and that when their tenures are over, U.S.-Turkey relations will get better. The tone might change, the emphasis on certain issues might be different, but a return to strategic partnership does not seem likely. That is because our two countries do not confront a common threat, domestic political changes are our transforming foreign policies, and our values are diverging, perhaps irrevocably.\n\nErdogan often tells his supporters that the “world is bigger than five,” referring to the permanent members of the United Nations Security Council. Turkey clearly has ambitions. It wants to be at the table, not the meal, and it has every reason to pursue this goal. But as long as this comes at Washington’s expense, there is no reason to defend a strategic partnership that isn’t. From now on, instead of pretending about how delicious the big, beautiful Turkey tastes, I’ll be having carne asada, al pastor and carnitas tacos, hold the sour cream.\n\nSteven A. Cook is the Eni Enrico Mattei Senior Fellow for Middle East and Africa Studies at the Council on Foreign relations and author of False Dawn: Protest, Democracy, and Violence in the New Middle East (Oxford University Press)."}, {"source": {"id": "politico", "name": "Politico"}, "author": "(Associated Press)", "title": "Los Angeles prosecutor declines felony case against Avenatti", "description": "Avenatti was arrested on suspicion of felony domestic violence last week.", "url": "https://www.politico.com/story/2018/11/22/prosecutor-declines-felony-case-avenatti-1012550", "urlToImage": "https://static.politico.com/63/28/88bb24394fe094b3e539716990ac/181122-avenatti-gty-773.jpg", "publishedAt": "2018-11-22T14:49:08Z", "content": "Michael Avenatti, who is mulling a presidential run, is best known as the attorney for porn actress Stormy Daniels, who has said she had an affair with President Donald Trump in 2006, a claim Trump denies. | Phillip Faraone/Getty Images for Politicon LOS ANGE… [+2504 chars]", "fulltext": "Michael Avenatti, who is mulling a presidential run, is best known as the attorney for porn actress Stormy Daniels, who has said she had an affair with President Donald Trump in 2006, a claim Trump denies. | Phillip Faraone/Getty Images for Politicon Legal Los Angeles prosecutor declines felony case against Avenatti\n\nLOS ANGELES — The Los Angeles district attorney declined to prosecute attorney Michael Avenatti on felony domestic abuse charges on Wednesday and referred allegations that he roughed up his girlfriend to the city attorney for a possible misdemeanor case.\n\nAvenatti, 47, was arrested on suspicion of felony domestic violence last week after his girlfriend told police he abused her at his Los Angeles apartment following an argument.\n\nStory Continued Below\n\nA restraining order against Avenatti was issued after actress Mareli Miniutti said he dragged her by the arm across a bedroom floor.\n\nAvenatti, who had called the allegations “completely false” and a fabrication, said in a statement he was thankful the district attorney had rejected the charges and was “especially grateful for justice” at Thanksgiving.\n\n“I am completely innocent. I have absolute faith in the system that I will be fully exonerated,” Avenatti told The Associated Press. “This whole thing is bogus.”\n\nA spokeswoman for the district attorney would not say why prosecutors declined to take the case from Los Angeles police. Documents supporting the decision were not released because the case was referred to the city attorney and was still under investigation.\n\nThe city attorney’s office will review the case, a spokesman said.\n\nThe most reliable politics newsletter. Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nAvenatti, who is mulling a presidential run, is best known as the attorney for porn actress Stormy Daniels, who has said she had an affair with President Donald Trump in 2006, a claim Trump denies.\n\nAs Daniels’ lawyer, Avenatti has pursued the president and those close to him relentlessly for months, taunting Trump in interviews and baiting him and his lawyers in tweets.\n\nMiniutti said in her request for a restraining order that she was wearing only a T-shirt and underwear when Avenatti grabbed her by the arm and dragged her out of the bed. She said she was scratched on her side and leg. Court papers include photographs that appear to show bruises.\n\nThe order was granted Monday.\n\nAttorneys for the legal aid group that represents Miniutti declined to comment.\n\nAvenatti said that he would be vindicated once footage from security cameras in the building was reviewed, even though the violence described by Miniutti would not have occurred in the building’s public areas.\n\n\n\nThis article tagged under: Domestic Violence\n\nMichael Avenatti"}, {"source": {"id": "politico", "name": "Politico"}, "author": "ejohnson@politico.com (Eliana Johnson)", "title": "Kelly and Nielsen opposed immigration order in fiery West Wing debate", "description": "Trump’s chief of staff and homeland security secretary squared off against the administration’s immigration hawks over a lethal-force order they said was beyond the president's constitutional powers.", "url": "https://www.politico.com/story/2018/11/22/kelly-nielsen-debate-border-troops-1012547", "urlToImage": "https://static.politico.com/67/2e/bfdcb24c490b8e125fac24a2ae5f/181122-kirstjen-nielsen-gty-773.jpg", "publishedAt": "2018-11-22T13:35:07Z", "content": "Secretary of the Department of Homeland Security Kirstjen Nielsen argued against signing the declaration which would grant the military broad authority at the border. | Sandy Huffaker/AFP/Getty Images President Donald Trump this week presided over an explosiv… [+4765 chars]", "fulltext": "Secretary of the Department of Homeland Security Kirstjen Nielsen argued against signing the declaration which would grant the military broad authority at the border. | Sandy Huffaker/AFP/Getty Images Defense Fiery West Wing meeting led to more power for military at U.S.-Mexico border Aides squared off against administration immigration hawks over an order they said was beyond the president's constitutional powers.\n\nPresident Donald Trump this week presided over an explosive meeting on a new Cabinet order granting the troops deployed at the southern border the right to use lethal force to defend border patrol agents.\n\nSeveral White House aides and external advisers who have supported the president’s hawkish immigration agenda attended the Monday meeting, which devolved into a melee pitting two of Trump’s embattled aides, White House chief of staff John Kelly and Department of Homeland Security Secretary Kirstjen Nielsen, against other attendees, according to three people briefed on the exchange.\n\nStory Continued Below\n\nKelly and Nielsen initially argued against signing the declaration, which granted the military broad authority at the border, telling the president that the move was beyond his constitutional powers. They were vocally opposed by, among others, senior policy adviser Stephen Miller; Chris Crane, president of the National Immigration and Customs Enforcement Council; and Brandon Judd, president of the border patrol union. Also present was Vice President Mike Pence, who did not take a stand on the issue, according to one of the people briefed on the debate.\n\nKelly and Nielsen eventually came around to the president’s position, and the bitter dispute ended Tuesday evening when Kelly, on Trump’s orders, signed a Cabinet declaration granting the military the disputed authority. The move ran afoul of the guidance offered by the White House counsel, Emmet Flood, who cautioned that it was likely to run into constitutional roadblocks, according to a second source familiar with the conversations.\n\nThe debate took place in the context of a discussion about how the White House could stem the rising number of apprehensions at the Southern border, a subject that has obsessed and enraged the president.\n\nThe decision to sign the declaration was the result of dozens of White House meetings, and no single discussion was definitive, according to a senior official involved in the conversations. The declaration itself went through dozens of drafts before it was finalized on Tuesday. Kelly was the final hold out arguing against the measure, this person said, adding that Nielsen saw the president’s mind was made up and came around before the chief-of-staff.\n\nThe debate culminated Monday, leading to Tuesday’s signing of the declaration, which vests Nielsen with the power to request military action to protect U.S. Customs and Border Protection agents. The final order illustrated the extent to which immigration policy in the Trump White House is engineered by a small group of hawks, including Miller.\n\n\n\n\n\nMorning Defense newsletter Sign up for Morning Defense, a daily briefing on Washington's national security apparatus. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nNielsen disputed the account in a statement sent after publication, calling it \"a complete fabrication.\"\n\n\"While a range of issues were discussed on a Monday call, the cabinet memo was not one of those topics. In reality, I have been clear: our agents and officers must have the ability to protect themselves, and to be protected by others, if they face critical situations on the border,\" the statement said. \"I have been and will continue coordinating closely with Secretary Mattis to ensure that our people have the support and protection they need to do their jobs.\"\n\nMattis told reporters at the Pentagon on Wednesday that the mission itself had not changed, but that the order gave him the authority to do what was necessary to support border control. Any new action would have to come at the request of Nielsen.\n\n“The secretary of homeland security has to ask me to do stuff,” Mattis said. “I mean, I now have the authority to do more; now we'll see what she asks me for.”\n\nMattis also suggested he was aware that Kelly had signed the order at Trump’s insistence: Kelly “has the authority to do what the president tells him to do,” Mattis said, adding that regardless of what he himself is asked to do, he will not order troops to violate the law.\n\nIn a separate statement, a White House spokesman did not dispute the details of the call, but stressed the legitimacy of the order.\n\n“The brave men and women at Customs and Border Protection willingly put themselves in extremely dangerous situations every day to protect Americans and their families,” said deputy press secretary Hogan Gidley in a statement. “The President’s authorization ensures the Department of Defense can step in to protect those who protect us.”\n\nThe move comes at a time of intense speculation over both Kelly’s and Nielsen’s future in the administration. Since the midterm elections, the president has told friends and associates that he is intent on firing Nielsen, but has yet to make a move. He has criticized her repeatedly for what he views as her weakness on immigration and border issues, matters on which Kelly has repeatedly come to her defense.\n\nKelly has argued, for example, that Nielsen bears no responsibility for the rising number of apprehensions at the southern border, and White House aides speculated that he had signed a declaration he personally opposed — and that empowered her to take actions she had also resisted — in another effort to protect her position.\n\nThe president’s move on Tuesday is also illustrative of the extent to which, on immigration in particular, he has stretched the limits of his constitutional powers, preferring to issue executive orders rather than work through Congress. It’s an instinct that has been encouraged by advisers like Miller, who have pointed out that previous presidents have extended the powers of the executive branch further.\n\nA federal judge on Tuesday temporarily suspended an executive order that denies asylum to all migrants who cross the border illegally, and a federal appeals court earlier this month ruled that Trump’s decision last year to end the Deferred Action for Childhood Arrivals program, which granted legal status to children brought into the country illegally, was unconstitutional.\n\nSome legal experts are saying the same about Tuesday’s declaration, arguing that it violates the Posse Comitatus Act, a federal law that prohibits the U.S. military from acting as law enforcement agents on American soil. A White House official said the Justice Department supports the measure, arguing that it is “consistent with the protections offered to federal personnel ... in prior instances.”\n\n“We’ll decide if it’s appropriate for the military, and at that point, things like Posse Comitatus obviously are in play,” Mattis said. “We’ll stay in strict accordance with the law.”\n\nThe tense White House meeting came after the commander overseeing the mission at the southern border, Army Lt. Gen. Jeffrey Buchanan, told POLITICO earlier this week that the 5,000-plus troops deployed there did not have the authority to use lethal force to protect CBP agents.\n\nCORRECTION: An earlier version of this story mischaracterized a statement by Defense Secretary James Mattis suggesting he was surprised by the order and had not seen it in advance of its signing. His statement, in which he said he was “reviewing that now” was referring not to the order itself, but to how requests from Homeland Security Secretary Kristjen Nielsen might change the mission of troops deployed at the border."}, {"source": {"id": "politico", "name": "Politico"}, "author": "lwoellert@politico.com (Lorraine Woellert)", "title": "Religious right to start pressure campaign around criminal justice reform", "description": "The Faith and Freedom Coalition will ask members to flood Mitch McConnell and other Republicans with calls backing the Senate legislation.", "url": "https://www.politico.com/story/2018/11/22/religious-right-criminal-justice-reform-1009543", "urlToImage": "https://static.politico.com/77/2b/c6ce12f44f23a25230b581c5af0e/181121-mitch-mcconnell-ap-773.jpg", "publishedAt": "2018-11-22T12:58:38Z", "content": "Senate Majority Leader Mitch McConnell is blocking a Trump-approved plan to revamp the criminal justice system. | Pablo Martinez Monsivais/AP Photo Religious leaders buoyed by a successful alliance with the Trump administration are readying a pressure campaig… [+6618 chars]", "fulltext": "Senate Majority Leader Mitch McConnell is blocking a Trump-approved plan to revamp the criminal justice system. | Pablo Martinez Monsivais/AP Photo Congress Religious right to start pressure campaign around criminal justice reform The Faith and Freedom Coalition will ask members to flood Mitch McConnell and other Republicans with calls backing the Senate legislation.\n\nReligious leaders buoyed by a successful alliance with the Trump administration are readying a pressure campaign with a new target: Senate conservatives who are blocking criminal justice reform.\n\nSenate Majority Leader Mitch McConnell, backed by Republicans with evangelical ties such as Sen. Ted Cruz of Texas, is blocking a Trump-approved plan to revamp the criminal justice system, the latest priority of religious groups after they focused much of their earlier efforts on stocking the courts with conservative judges.\n\nStory Continued Below\n\nMcConnell so far has resisted efforts to bring to the floor the bipartisan bill that would reduce maximum penalties for repeat offenders and give judges more discretion in handing down prison sentences, knowing it has already created deep divisions within the GOP caucus.\n\nBut religious leaders — who have the weight of President Donald Trump behind them — are preparing to pressure McConnell and other senators, such as Cruz and David Perdue (R-Ga.), to change their minds.\n\nStarting next week, the Faith and Freedom Coalition will ask its 2 million members to flood Congress with letters and phone calls, said coalition Chairman Ralph Reed. Religious groups hope they can put enough pressure on Republicans with large evangelical constituencies to get a rare piece of major bipartisan legislation passed in a bitterly divided Congress.\n\nCOUNTDOWN TO 2020 The race for 2020 starts now. Stay in the know. Follow our presidential election coverage. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\n“They’ll be hearing from their constituents,” said Reed, who said he counts all three lawmakers as friends.\n\nThe criminal justice deal in the Senate has split lawmakers in unusual ways. Trump, surrounded by pastors and police officers, endorsed the First Step Act, which Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) and Minority Whip Dick Durbin (D-Ill.) have taken lead roles in negotiating. Since then, more than 2,000 church pastors have signed a letter in support, an effort organized by Paula White, a spiritual adviser to the president.\n\nBut lawmakers such as Cruz and Sen. Tom Cotton (R-Ark.), normally allies of the religious right, have remained outspoken opponents of criminal justice reform, and the effort also drew staunch opposition from Jeff Sessions, who served as Trump’s attorney general until earlier this month.\n\nReforming prisons and sentencing rules have generally taken a back seat to hot-button issues such as abortion for evangelicals. But religious leaders say the subject has been important to them since the 1970s, when Charles Colson, a former special counsel to President Richard Nixon imprisoned for crimes connected to Watergate, launched the Prison Fellowship after finding faith behind bars.\n\nThe fellowship, an outreach program built on the deeply held Christian belief in redemption, has grown into a global organization with an annual budget of nearly $38 million.\n\n“This is a base issue for conservative Christian voters,” said Craig DeRoche, head of advocacy and public policy at the Prison Fellowship. “The entirety of the Christian faith is based on a second chance that we all get because of Jesus’ sacrifice.”\n\nThe cause gained traction with fiscal conservatives after the 2008 financial crisis, when Republicans began looking at ways to reduce government spending and seized on the idea of reducing prison populations. Texas, South Carolina, Michigan and other states reduced state prison populations with no adverse effects on public safety, according to a recent study from the Sentencing Project, a nonprofit advocacy group.\n\nThe issue gained prominence on the left, too. In 2015, former President Bill Clinton — whose policies led to the mass incarceration of drug offenders — called for a bipartisan fix to sentencing rules that swelled prison populations.\n\nIn 2016, every Republican presidential candidate but Trump had a criminal justice reform platform. Even Cruz endorsed giving judges more leeway to set sentences.\n\n“The religious right has been advocating for prison reform for a while, from the second-chances, Christian-compassion perspective,” said Inimai Chettiar, a director at the left-leaning Brennan Center for Justice. “Conservative leaders have played a very large part in this.”\n\nThe same evangelicals who voted Trump into office helped win his support for the First Step Act. Religious leaders have been meeting regularly with Vice President Mike Pence and worked closely with White House adviser Jared Kushner, who has made the criminal justice system one of his main issues.\n\nBut in the Senate, tensions remain high between Republicans. A disagreement between Sens. Cotton and Mike Lee (R-Utah), who supports the First Step Act, spilled into public view this week.\n\nFaith leaders said they want to get the Senate’s attention before Tuesday’s party caucus lunches. They plan to send texts and emails to followers starting next week, urging them to send letters and make phone calls pushing their representatives to back the Senate deal. They also plan to ask for help from megachurch pastors in states represented by conservative senators who threaten to impede legislation.\n\n“We don’t consider the First Step Act to be a compromise solution to everything that ails the criminal justice system,” Reed said. “It’s a critical step toward bringing the American criminal justice system closer in line with what we consider to be a biblical model of a more redemptive justice system.”\n\nThey’ll also reach out to sympathetic liberals, including Sen. Cory Booker (D-N.J.), who want to see sweeping criminal justice reform and would like to see the First Step Act go further.\n\nSome supporters of the current effort are worried that if it doesn’t pass in the lame-duck session of Congress before the end of the year, Democrats who take over the House in 2019 might try to add provisions to the bill that would threaten conservative support. But Reed and other religious leaders said they aren’t banking on the First Step Act to pass in the next few weeks and are planning to keep up the pressure into 2019.\n\nPrison Fellowship also has been conducting focus groups and surveys of church leaders and churchgoers to gauge support for criminal justice reform, and they’ll remind conservative lawmakers that many in their base support change.\n\nA June 2017 survey by the group found that practicing Christians and evangelicals were more likely than the general public to “strongly agree” that the goal of the justice system should be returning inmates to society.\n\n“The faith community sees this as a long-term investment in a top issue,” DeRoche said. “This is not a one-off thing.”\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "drubinstein@politico.com (Dana Rubinstein)", "title": "Ocasio-Cortez takes on the Amazon fight in New York", "description": "Rep.-elect Alexandria Ocasio-Cortez has made no secret of her opposition to the deal.", "url": "https://www.politico.com/story/2018/11/22/amazon-hq-2-new-york-alexandria-ocasio-cortez-1012546", "urlToImage": "https://static.politico.com/fd/a4/34ae06f149428339a820a620aee3/181121-aoc-ap-773.jpg", "publishedAt": "2018-11-22T12:56:03Z", "content": "Rep.-elect Alexandria Ocasio-Cortez (D-N.Y.) has no hard tools at her disposal to influence the outcome of the Amazon deal, but she can draw on her army of supporters. | Carolyn Kaster/AP Photo NEW YORK Rep.-elect Alexandria Ocasio-Cortez is assuming a leader… [+5223 chars]", "fulltext": "Rep.-elect Alexandria Ocasio-Cortez (D-N.Y.) has no hard tools at her disposal to influence the outcome of the Amazon deal, but she can draw on her army of supporters. | Carolyn Kaster/AP Photo Technology Ocasio-Cortez takes on the Amazon fight in New York Rep.-elect Alexandria Ocasio-Cortez has made no secret of her opposition to the deal.\n\nNEW YORK — Rep.-elect Alexandria Ocasio-Cortez is assuming a leadership role in efforts to combat Amazon’s plan to build a new headquarters in Queens, an initial test of the incoming House freshman's clout in her home city.\n\nThe 29-year-old progressive darling headlined a closed-press, standing-room-only meeting of activists in lower Manhattan on Monday, near the site of the Occupy Wall Street protests in Zuccotti Park. The meeting’s purpose, according to those who attended, was to strategize about how to kill Amazon’s deal to build a headquarters in Long Island City — a deal that proponents say would bring at least 25,000 well-paying jobs in exchange for roughly $3 billion in subsidies.\n\nStory Continued Below\n\nOcasio-Cortez did not explicitly say she wanted the deal to die, according to two attendees. But she implied as much.\n\n\"Her message was mostly about, how is it possible we’re giving that much money to the the wealthiest corporation in the world, and how is it that our elected officials are expecting us to be quiet, and [how] that’s not going to be the case,\" said Maritza Silva-Farrell, executive director of ALIGN, an alliance of labor and community groups in New York.\n\nNew York Playbook newsletter Our must-read briefing informing the daily conversation among knowledgeable New Yorkers Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nOcasio-Cortez has no hard tools at her disposal to influence the outcome of the Amazon deal. The only local politician who has real leverage appears to be state Sen. Michael Gianaris, who could theoretically kill the deal via an obscure state review board.\n\nBut she does have the ability to energize the same organizers who helped her defeat Queens County boss Joe Crowley, a stunning upset that catapulted Ocasio-Cortez into the realm of national Democratic royalty. And those organizers are already talking about unseating New York politicians they deem too friendly to Amazon.\n\nThe instant outrage that greeted Governor Andrew Cuomo's and Mayor Bill de Blasio's announcement that Amazon would come to Queens appeared to take both politicians by surprise. Critics of the deal point to the absence of a meaningful oversight role for the New York City Council, Amazon’s anti-union record, its talks with ICE about facial recognition technology, out-of-control gentrification and the deal’s inclusion of a helipad.\n\nOcasio-Cortez, who declined comment for this story, has criticized the deal from the start.\n\n“From Minnesota to NYC, everyday people all over the country are organizing to resist Amazon’s predatory practices on working class communities,” she tweeted Wednesday, referring to a successful effort by Amazon workers near Minneapolis to exact concessions from management.\n\nOn Tuesday, POLITICO reported that a former Ocasio-Cortez staffer, Jake DeGroot, responded to a local assemblywoman's support of the Amazon deal by saying, on her Facebook page, that she should consider her job at risk. \"Get ready for your 2020 primary challenge,\" DeGroot wrote.\n\n\"People are activated in a durable way,\" DeGroot, a lighting designer, told POLITICO in a subsequent interview, while making clear that he was speaking for himself, not Ocasio-Cortez. \"And I think local and state politicians, and anyone who downplays that or minimizes the impact that could have, could be doing so at their own peril.\"\n\nAmazon’s future campus on Long Island City does not lie within Ocasio-Cortez's district, as she acknowledged Monday. It’s in the district of Rep.Carolyn Maloney (D-NY), who supports the deal and sat on the dais during the press conference announcing it. However, two of the district’s three local officials are stridently opposed.\n\nNeither of the two who oppose it — Gianaris and City Council Member Jimmy Van Bramer — attended the Monday meeting in lower Manhattan.\n\nBut the jam-packed crowd did include representatives from: the Ocasio-Cortez-allied Democratic Socialists of America; the Retail, Wholesale and Department Store Union (whose leader happens to be in London for an unrelated anti-Amazon organizing event); Queens Neighborhoods United; and CAAAV: Organizing Asian Communities.\n\nJonathan Westin, whose group New York Communities for Change helped organize Monday's meeting, was surprised both by the turnout — “100 people from 40 to 50 different groups” with 48 hours' notice — and the multiple reasons activists elucidated for opposing a deal that city and state leaders tout as a boon for New York City, and for Queens in particular.\n\nSupporters of the deal contend that Ocasio-Cortez is in the wrong.\n\n“It’s incredibly unfortunate that instead of spending the energy to get the best benefits possible for the local community out of this potentially transformative economic development project, [Ocasio-Cortez] is instead trying to kill 25,000 good-paying jobs and it’s not even in her congressional district,” said one establishment Democrat who supports the project and requested anonymity to avoid further politicizing the issue.\n\nActivists plan to follow Monday’s meeting with a “big march” next Monday in Long Island City, Westin said.\n\n\"It’s uniting so many different people,\" Westin said. \"I think people were completely unprepared for how much anger this has caused.\"\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "bcheney@politico.com (Brendan Cheney)", "title": "Bloomberg’s 'stop-and-frisk' legacy would complicate presidential bid", "description": "Even though Bloomberg poured millions of dollars into helping Democrats retake the House this year, he could face a backlash from progressives should he run.", "url": "https://www.politico.com/states/new-york/city-hall/story/2018/11/22/bloombergs-stop-and-frisk-legacy-would-complicate-presidential-bid-707075", "urlToImage": "https://static.politico.com/3f/e7/a1f945db44b388c2c8101f50856a/170409-mike-bloomberg-ap-51294841507.jpg", "publishedAt": "2018-11-22T10:02:44Z", "content": "The stop-and-frisk policy goes to the heart of the police abuse debate that has been lighting up Democratic circles throughout the country in recent years. | AP Photo NEW YORK Mike Bloombergs tortured history with stop-and-frisk policing is shaping up to be a… [+11909 chars]", "fulltext": "The stop-and-frisk policy goes to the heart of the police abuse debate that has been lighting up Democratic circles throughout the country in recent years. | AP Photo Bloomberg’s 'stop-and-frisk' legacy would complicate presidential bid\n\nNEW YORK — Mike Bloomberg’s tortured history with “stop-and-frisk” policing is shaping up to be a hurdle as he flirts with a potential presidential run as a Democrat.\n\nWhile often touted as contributing to a precipitous drop in crime in New York City, the controversial policy that Bloomberg presided over during his time as mayor disproportionately affected black and Latino men and is widely condemned in liberal circles as a civil rights violation.\n\nStory Continued Below\n\nSo even though Bloomberg poured millions of dollars into helping Democrats retake the House this year, he could face a backlash from progressives looking to make racial justice issues a centerpiece of the 2020 primary fight, should he decide to run as a Democrat.\n\n\"When you couple [stop-and-frisk] with him being out of step with where the party increasingly is on things like taxes, universal healthcare and financial regulation, along with a more progressive base of the party having a louder voice, it creates challenges and obstacles he frankly didn’t have to navigate in his mayoralty,\" says Neal Kwatra, a Democratic operative who has worked on the campaigns of New York Gov. Andrew Cuomo and New York City Mayor Bill de Blasio.\n\nBloomberg's approach to the issue appears to be evolving, though he defends his legacy — to the surprise of some liberals.\n\n\"The evidence is clear that stop-and-frisk was not what drove the decline in crime. It did drive a huge number of African-American and Latino young men being detained for having done nothing at all,\" says New York City Council Member Brad Lander, who clashed with Bloomberg over the policy. \"I don't know why anyone would continue to support it, especially someone running in a Democratic primary in 2020.\"\n\nThe stop-and-frisk policy goes to the heart of the police abuse debate that has been lighting up Democratic circles throughout the country in recent years. Under Bloomberg, New York City police conducted so-called Terry stops — where an officer stops a passerby, subjects them to questioning and a possible search — often on flimsy grounds, with little accountability, of mostly black and brown men.\n\nNone other than President Donald Trump, whom Bloomberg would seek to topple, recently praised the tactic, saying it should be instituted in Chicago. That endorsement was likely a troubling one for Bloomberg, who plans to make a decision on his presidential run by January.\n\nJust two months ago, Bloomberg — who was elected as a Republican and became an independent in 2007 — continued to take a hard line on the practice. “I think people, the voters, want low crime,” Bloomberg told The New York Times when asked about stop-and-frisk. “They don’t want kids to kill each other.”\n\nAnd in a statement to POLITICO Wednesday, the billionaire former mayor sought to explain why he so aggressively pursued the tactic when he first took over as mayor in 2002.\n\n\"New York City had 650 murders a year when I came into office, and the toll fell heaviest on black and Hispanic young men,\" Bloomberg said. \"We were determined to do everything possible to stop gun violence, both by taking guns off the street and by taking on the NRA — when few other elected officials were willing to do that.\"\n\nThe mayor touted steep drops in crime, \"while also reducing the number of number of people who were incarcerated.\"\n\nBut in a reversal of his long-standing stance on the practice, which he defended just two months ago in an interview with The New York Times, Bloomberg took credit for a decline in police stops during his final years as mayor — the first time he's appeared to embrace that part of his legacy.\n\n\"The history of the decline in police stops is misunderstood,\" Bloomberg said. \"As crime hit historic lows, and more than a year before any court ruling, I pledged to a Sunday congregation in Brooklyn and to all New Yorkers that 'we must and will do better' by reforming police practices while continuing to drive down crime. And that's exactly what we did, on our own accord. We cut police stops by 94 percent, while continuing to reduce crime and incarceration.\"\n\nRecent police data shows little to no correlation between a decline in police stops and a surge in major crime.\n\nThe number of reported police stops have dropped by a total of 98 percent since their peak in 2011. In that time, homicides have decreased 43 percent, while major index crimes have declined 9 percent.\n\nThe current mayor, de Blasio, likes to take credit for the decline in stops, but police data indicates the sharpest drop in police stops came between the middle of 2012 and the end of 2013, decreasing 94 percent during the waning years of the Bloomberg administration.\n\nIn May 2012, then-Police Commissioner Ray Kelly sent a memo to New York City police officers telling them that they should not racially profile when conducting stops. A former police department executive under Bloomberg said that police officers were responding to pressure from the public, though, and not necessarily an official change in policy. All of the negative attention made them wary of making and reporting the stops, the source said.\n\nNew York City Council Members Lander and Jumaane Williams came to the Council in 2010 when stops had reached their peak and played a central role in ratcheting up that public pressure. Both men led efforts to rein in the police department and fought a war with Bloomberg to tamp down the practice.\n\n\"With all the information and data that we had, he still refused to accept that this policy was wrong and that was very frustrating,” Williams said in an interview. “We had to spend a lot of energy and time pushing back instead of working together to make it a safe city like it is now.\"\n\nLander expressed bewilderment that Bloomberg until recently still stood behind a policy that current data shows has little correlation to a drop in crime.\n\nRegardless of how or why the stops declined, the damage has been done for Bloomberg among a key demographic of the Democratic party, observers say.\n\n“Stop, question, and frisk — it’s not just the act itself, it’s sort of the psychological damage that it does not just to the individual but to full widespread communities,” said Christina Greer, a political science professor at Fordham University. “That’s the piece that Bloomberg either doesn’t understand, or doesn’t care about, or a combination of both.”\n\nAnd even if the billionaire former mayor appears to be taking credit now for a decline in stops, he’ll have a hard time squaring his past positions.\n\nFollowing the passage of two bills by the City Council in 2013 that sought to reign in the practice further — with one creating an inspector general for the NYPD and the other allowing people to sue for racial profiling — Bloomberg said it could be argued that police were stopping too few people of color and too many whites.\n\nIn August 2013 a federal court ruled that the NYPD’s policy was violating constitutional rights. Bloomberg, at the time, said he wasn’t going to change tactics overnight and he hoped the appeal process would allow the current practice to continue through the end of his administration.\n\n“I wouldn’t want to be responsible for a lot of people dying,” he said then.\n\nTime would show that decreasing the stops dramatically did not result in mass carnage on the city’s streets.\n\nIn fact, scholars and law enforcement experts can only speculate as to why homicides and major crimes have been decreasing in New York City and around the country since the early 1990s. There have been dramatic differences in local and national administrations and policies since then. And academic research has only found, at most, small relationships between crime and stops.\n\nIn a 2012 paper on police stops and robbery and burglary rates, Richard Rosenfeld and Robert Fornango said that “if there is an impact, it is so localized and dissipates so rapidly that it fails to register in annual precinct crime rates, much less the decade-long citywide crime reductions that public officials have attributed to the policy.”\n\nFurther complicating Bloomberg’s position is that it is unclear exactly why the number of stops declined. Some insiders and observers POLITICO spoke to attributed the decline to public pressure. A former police official said the attitude inside the department changed, and that filtered down to officers.\n\nUnder the U.S. Supreme Court decision in Terry v. Ohio, a police officer is allowed to stop a person for questions without violating his or her Fourth Amendment rights if the officer has a reasonable suspicion that the individual has committed, is committing, or is about to commit a crime.\n\nThe interactions are sometimes called \"Terry stops,\" street stops, “Stop and Frisk” or “Stop, Question and Frisk.” And the officer can frisk someone if they have a reasonable suspicion that they or someone else is in danger.\n\nThe tactic gained significant attention in New York City in the mid and late 2000s as the number of reported stops skyrocketed. In 2004, the NYPD reported roughly 80,000 stops per quarter, on average. In the first quarter of 2012 the NYPD made 203,500 stops.\n\nAfter that, even as Bloomberg defended the practice, stops began to plummet. By the last quarter of his term, the city reported less than 12,500 stops.\n\nBut Bloomberg never seemed to want credit. De Blasio seized on the issue as part of his successful “Tale of Two Cities” campaign and stop and frisk helped propel the underdog candidate to City Hall.\n\nJust two weeks into de Blasio’s new administration, his first police commissioner, Bill Bratton, said the stop-and-frisk problem had already largely been solved.\n\nThe reality behind the decline in stops is likely a combination of many factors.\n\nIn early 2007 The New York Times reported on police stop numbers released for the first time in years, finding there had been more than 500,000 stops in 2006.\n\nWithin two years, the first of three court cases targeting stop and frisk were filed. In 2008, Floyd et al v. the City of New York, challenged the NYPD’s “stop, question and frisk” policies and practices. Davis v. City of New York, filed in 2010, challenged stops and arrests for criminal trespass in NYCHA buildings. And Ligon v. City of New York, filed in 2012, challenged the NYPD’s criminal trespass enforcement in and around private apartment buildings.\n\nThe City Council then got in the game passing bills restraining the department in 2013, but by that point, stops had decreased 71 percent compared to early 2012. Bloomberg vetoed the bills but the Council overrode the bills in August.\n\nOn May 16, 2012, federal Judge Shira Scheindlin granted class-action status to Floyd. The next day Kelly sent his memo to the department. The stops started to show a dramatic decline after that.\n\nRoughly a month later, Bloomberg did admit in a speech at a church in Brooklyn that the policy needed to be changed but has since then doubled down on the policy.\n\nIn August of 2013 Scheindlin ruled in the Floyd case that the policy as the NYPD was practicing it was violating constitutional rights. Although some attribute the decrease to the court decision, stops had already decreased roughly 90 percent from the peak the year and a half prior.\n\nAlso that month, de Blasio released a television ad featuring his son saying his father would be the only one to end stop-and-frisk era. The ad is considered a significant factor in de Blasio’s primary victory.\n\n“This is the period in which not only was litigation at its most intense point, but also the most negative press around the issue and NYPD practices was really in that same time period,” said Darius Charney, senior staff attorney at the Center for Constitutional Rights and the lead counsel on the Floyd case.\n\nBut political perception trumped the data, fueled in part by Bloomberg’s continued stubbornness on the virtues of stop and frisk. Perhaps more than any other single issue, de Blasio was able to use the practice to great effect in the “Tale of Two Cities” narrative that propelled him to the mayoralty.\n\nGloria Pazmino contributed to this report."}, {"source": {"id": "politico", "name": "Politico"}, "author": "jgerstein@politico.com (Josh Gerstein)", "title": "DNC seeks to have Carter Page suit thrown out", "description": "Among other things, the Democratic National Committee claims the ex-Trump adviser filed the lawsuit in the wrong place.", "url": "https://www.politico.com/story/2018/11/22/democrats-carter-page-1012548", "urlToImage": "https://static.politico.com/34/9a/ff64d4e742abb04e0096577e14e7/170303-carter-page-ap-1160.jpg", "publishedAt": "2018-11-22T05:58:21Z", "content": "Carter Page has accused two attorneys acting on behalf of the Democratic National Committee of providing reporters with information that defamed him. | AP Photo The Democratic National Committee and two of its top lawyers have asked a federal judge to toss ou… [+4288 chars]", "fulltext": "Carter Page has accused two attorneys acting on behalf of the Democratic National Committee of providing reporters with information that defamed him. | AP Photo Legal DNC seeks to have Carter Page suit thrown out\n\nThe Democratic National Committee and two of its top lawyers have asked a federal judge to toss out a lawsuit former Trump adviser Carter Page filed last month claiming the attorneys and the party libeled him through opposition research painting him as an agent of Russia.\n\nIn a motion filed Wednesday in federal court in Oklahoma City, the DNC, attorneys Marc Elias and Michael Sussman and their law firm, Perkins Coie, unleashed a fusillade of technical and substantive attacks on Page’s lawsuit.\n\nStory Continued Below\n\nThe 46-page filing also seeks to shoot down some of Page’s more extreme claims, like an assertion that he is the victim of “terrorism” and that the conduct of the DNC, Elias and Sussman amounted to racketeering under federal law.\n\nHowever, the main thrust of the defense motion is that Page’s suit is fatally flawed, particularly because he filed it in Oklahoma, and none of the parties appear to have strong ties to the state.\n\n“Defendants deny the baseless allegations set forth in the Complaint. But Defendants need not address Page’s bizarre and speculative narrative here because even if Page could state a viable legal claim based on the vague facts alleged, this decidedly is not the appropriate forum in which to do so,” wrote the defense team, headed by former Obama White House Counsel Kathy Ruemmler.\n\nPage’s suit alleges that Elias and Sussman — acting on behalf of the Democratic National Committee — gave reporters information that led to the publication of a September 2016 Yahoo News article calling attention to Page’s dealings with Russia as an energy consultant. The suit also blames the DNC, the attorneys and their firm for BuzzFeed’s public release in January 2017 of a so-called dossier on alleged links between Russia and various figures in Donald Trump’s camp.\n\nThe DNC argues that Page’s claims of damages to his business are dubious because he has repeatedly acknowledged and boasted about extensive connections in the energy sector in Russia.\n\n“As Page makes clear throughout his Complaint, Page has significant business and political ties to Russia,” the DNC lawyers wrote. “Far from believing such Russian contacts were embarrassing or defamatory, Page believed they were an “honor,” and sought out and cultivated these connections. That these ties to Russia were also of significant interest to media publications and law enforcement due to the allegations (and conclusions) of Russian hacking does not — of themselves — make them defamatory.”\n\nPage declined to comment on the DNC's filing, but referred a reporter to another court submission this week disputing many of the DNC's arguments.\n\nThe DNC’s formal response to the litigation says that Oklahoma is not the place to sue over the Yahoo and BuzzFeed stories, even if they were readily available to readers there via the internet.\n\n“Nothing in the record demonstrates that Defendants were aware of Page’s tenuous connection to Oklahoma, and … there are no facts alleged to suggest that Oklahoma was the ‘focal point’ of either the story or of the harm Page purportedly suffered,” wrote the DNC attorneys.\n\nPage previously filed a similar suit in federal court in Manhattan, naming as defendants Yahoo’s parent company, Oath, and the entity that runs the Voice of America, the Broadcasting Board of Governors. A judge dismissed that suit in March.\n\n“Page attempts to re-package the same deficient claims and assert them against different parties. But his allegations fare no better, and the same outcome — dismissal with prejudice — is appropriate in this case,” the DNC lawyers wrote.\n\nThe suit is assigned to Chief U.S. District Court Judge Joe Heaton, a George W. Bush appointee. He has yet to schedule a hearing in the case.\n\nPage has become kind of cause celebre for some GOP lawmakers, who view him as a victim of a politicized process to gather intelligence on Trump allies in advance of the 2016 election. In February, Trump declassified a House report detailing surveillance Page was put under through court orders obtained by the FBI. In July, highly sensitive court applications the FBI made under the Foreign Intelligence Surveillance Act were made public.\n\nThe unusual releases led to heated charges and counter-charges about whether the FBI properly disclosed all it knew about the political origins of some of the allegations behind the complaint.\n\n\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "ANDREW GLASS", "title": "President Kennedy assassinated in Dallas, Nov. 22, 1963 - Politico", "description": "Politico President Kennedy assassinated in Dallas, Nov. 22, 1963 Politico Shortly after noon on this day 55 years ago, John F. Kennedy, the nation's 35th president, was assassinated as he rode in an open car through Dealey Plaza in downtown Dallas. Bullets st…", "url": "https://www.politico.com/story/2018/11/22/kennedy-assassinated-dallas-1963-1002629", "urlToImage": "https://static.politico.com/39/03/9efb4e334eb2858cfc8c5653dcfc/webp.net-resizeimage%20(10).jpg", "publishedAt": "2018-11-22T05:11:00Z", "content": "About a minute after this photo was taken, President John F. Kennedy was fatally shot in Dallas on Nov. 22, 1963. | Jim Altgens/AP Photo Shortly after noon on this day 55 years ago, John F. Kennedy, the nations 35th president, was assassinated as he rode in a… [+2856 chars]", "fulltext": "About a minute after this photo was taken, President John F. Kennedy was fatally shot in Dallas on Nov. 22, 1963. | Jim Altgens/AP Photo This Day in Politics President Kennedy assassinated in Dallas, Nov. 22, 1963\n\nShortly after noon on this day 55 years ago, John F. Kennedy, the nation’s 35th president, was assassinated as he rode in an open car through Dealey Plaza in downtown Dallas. Bullets struck the president’s neck and head and he slumped over toward his wife, Jacqueline. Texas Gov. John F. Connally was hit in the chest, but he would recover from his wounds.\n\nThe presidential limousine raced to Parkland Memorial Hospital a few minutes away. But nothing could be done. A priest was summoned to administer last rites, and at 1 p.m., JFK was pronounced dead. He was 46 years old.\n\nStory Continued Below\n\nKennedy’s body was taken to Dallas’ Love Field and placed on Air Force One. Before the plane took off, a grim-faced Vice President Lyndon B. Johnson took the presidential oath of office administered by U.S. District Court Judge Sarah T. Hughes in a front compartment of the Boeing 707.\n\nLess than an hour earlier, police arrested Lee Harvey Oswald, a recently hired employee at the Texas School Book Depository. Oswald was held as a presidential assassin and for having fatally shot, shortly afterward, J.D. Tippit, a Dallas police officer.\n\nTwo days later, a Sunday morning, Oswald was being transferred from police headquarters to the county jail. Viewers watching live television coverage saw Oswald shot at close range. The assailant was identified as Jack Ruby, a Dallas nightclub owner. Oswald died two hours later at Parkland. Ruby was convicted of Oswald's murder, although the verdict was later overturned on appeal. Ruby died in prison in 1967 while awaiting a new trial.\n\nOn that same Sunday, the slain president’s flag-draped casket was moved from the White House to the U.S. Capitol on a caisson drawn by six gray horses, accompanied by one riderless black horse. At Jackie Kennedy’s request, the cortege was modeled on the funeral of President Abraham Lincoln in 1865. Silent crowds lined Pennsylvania Avenue, and many people wept as the caisson passed.\n\nDuring the 21 hours that the president’s body lay in state in the Capitol Rotunda, some 250,000 people filed by to pay their respects. Some waited to do so in near-freezing temperatures for as long as 10 hours in a line up to 10 people wide that stretched 40 blocks.\n\nAbout 1 million people lined the route of the funeral procession, from the Capitol to the White House, then to St. Matthew's Cathedral, and, finally, to Arlington National Cemetery. Tens of millions more followed the funeral on their black-and-white television sets. Those who watched the funeral on television were the only ones who saw the ceremony in its entirety. The nation’s three networks, ABC, CBS and NBC, used at least 50 cameras for their joint coverage to allow viewers to follow the proceedings in their entirety from the Capitol to Arlington.\n\nSOURCE: JOHN F. KENNEDY PRESIDENTIAL LIBRARY AND MUSEUM\n\n"}, {"source": {"id": "politico", "name": "Politico"}, "author": "dcohen@politico.com (David Cohen)", "title": "History in photos: The Kennedy assassination, 55 years ago", "description": "On Nov. 22, 1963, the United States was jolted by one of the most shocking, transformative events in its history, the assassination of President John F. Kennedy as his motorcade rode through the streets of Dallas. Two days later, the nation was further jarred…", "url": "https://www.politico.com/gallery/2018/11/21/photos-kennedy-assassination-nov-22-1963-003024", "urlToImage": "https://static.politico.com/48/7d/a2353a5445acb35c5b2e11232f73/webp.net-resizeimage%20(29).jpg", "publishedAt": "2018-11-22T04:58:20Z", "content": "Photo Gallery On Nov. 22, 1963, the United States was jolted by one of the most shocking, transformative events in its history, the assassination of President John F. Kennedy as his motorcade rode through the streets of Dallas. Two days later, the nation was … [+383 chars]", "fulltext": "Photo Gallery\n\nHistory in photos: The Kennedy assassination, 55 years ago\n\nOn Nov. 22, 1963, the United States was jolted by one of the most shocking, transformative events in its history, the assassination of President John F. Kennedy as his motorcade rode through the streets of Dallas. Two days later, the nation was further jarred when accused assassin Lee Harvey Oswald was himself slain by nightclub owner Jack Ruby while in the custody of Dallas police. The assassination of the nation’s youthful leader was the first presidential murder in more than 60 years and sparked decades of conspiracy theories, making it undoubtedly the most investigated and more debated criminal act in American history."}, {"source": {"id": "politico", "name": "Politico"}, "author": "soverly@politico.com (Steven Overly)", "title": "Facebook executive admits hiring firm that linked critics to Soros", "description": "The move appears aimed at taking pressure off Mark Zuckerberg and Sheryl Sandberg.", "url": "https://www.politico.com/story/2018/11/21/facebook-george-soros-zuckerberg-1012545", "urlToImage": "https://static.politico.com/26/66/afa4ff9a4c16a44fbdb17f61bd90/181121-facebook-gty-773.jpg", "publishedAt": "2018-11-22T01:08:55Z", "content": "Facebook was a subject of a New York Times exposé on how it responded to Russian interference in the election where it first came to light that the company hired a conservative PR firm that targeted George Soros' role in criticism of the company. | Alexander … [+3427 chars]", "fulltext": "Facebook was a subject of a New York Times exposé on how it responded to Russian interference in the election where it first came to light that the company hired a conservative PR firm that targeted George Soros' role in criticism of the company. | Alexander Koerner/Getty Images Technology Facebook executive admits hiring firm that linked critics to Soros\n\nFacebook's outgoing policy chief took the blame Wednesday night for hiring a consulting firm to investigate and peddle negative stories about the company's critics, including by linking them to liberal philanthropist George Soros.\n\nThe blog post by the executive, Elliot Schrage, landed on the eve of the Thanksgiving weekend, and appeared aimed at absolving CEO Mark Zuckerberg and Chief Operating Officer Sheryl Sandberg of responsibility for a lobbying campaign that sparked accusations that Facebook was fueling anti-Semitic conspiracy theories.\n\nStory Continued Below\n\n\"I believe it would be irresponsible and unprofessional for us not to understand the backgrounds and potential conflicts of interest of our critics,\" wrote Schrage, Facebook's outgoing head of communications and policy. \"This work is also useful to help respond to unfair claims where Facebook has been singled out for criticism, and to positively distinguish us from competitors.\"\n\nThe New York Times reported last week that Facebook, under pressure over reports of Russian election interference on its platform, hired the Republican-linked consulting firm, Definers Public Affairs, which among other things sought to tie anti-Facebook groups to the Soros-backed Open Society Foundations.\n\nMorning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\nSoros, who is maligned by conservatives, founded Open Society in 1993 as a global funding network for human rights and other groups. Criticisms of Soros, who is Jewish, often echo long-standing anti-Semitic conspiracy theories about Jewish financiers shaping world events.\n\nSchrage said Facebook hired Definers following the election of President Donald Trump to diversify its relationships in Washington, amid \"growing pressure from competitors in tech, telcos and media companies that want government to regulate us.\" He said Definers was asked to probe whether Soros was backing the company's opponents.\n\n\"When the 'Freedom from Facebook' campaign emerged as a so-called grassroots coalition, the team asked Definers to help understand the groups behind them,\" he wrote. \"They learned that George Soros was funding several of the coalition members. They prepared documents and distributed these to the press to show that this was not simply a spontaneous grassroots movement.\"\n\nZuckerberg and Sandberg have denied knowing about the company's work with Definers, and Facebook has said it ended its relationship with the firm. Open Society, meanwhile, has called on Facebook to \"stop engaging in practices inspired by the enemies of democracy across the globe.\"\n\nIn an addendum to Schrage's post, Sandberg said when she read the Times report, she didn't remember a firm called Definers and asked her team to look into it. She said some of the firm's work \"was incorporated into materials presented to me and I received a small number of emails where Definers was referenced.\"\n\nSandberg added: \"It was never anyone's intention to play into an anti-Semitic narrative against Mr. Soros or anyone else.\"\n\n\"Being Jewish is a core part of who I am and our company stands firmly against hate,\" she said. \"The idea that our work has been interpreted as anti-Semitic is abhorrent to me — and deeply personal.\"\n\n"}]