[{"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Rep. Marcia Fudge will not challenge Nancy Pelosi for Speaker", "description": "Rep. Nancy Pelosi (D-Calif.) announces that Rep. Marcia Fudge (D-Ohio) will not challenge her for the Speakership.", "url": "https://www.msnbc.com/mtp-daily/watch/rep-marcia-fudge-will-not-challenge-nancy-pelosi-for-speaker-1376284227657", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_clip_fudge_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T22:51:23Z", "content": null, "fulltext": "Rep. Marcia Fudge will not challenge Nancy Pelosi for Speaker copied!\n\nRep. Nancy Pelosi (D-Calif.) announces that Rep. Marcia Fudge (D-Ohio) will not challenge her for the Speakership.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Reports of Trump investigating his opponents 'part of a pattern'", "description": "Fmr. Fed Prosecutor Mimi Rocah tells Katy Turn that the president’s reported actions against political opponents are “a new threshold”", "url": "https://www.msnbc.com/mtp-daily/watch/reports-of-trump-investigating-his-opponents-part-of-a-pattern-1376267843808", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_clip_mimi_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T22:37:03Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump has submitted written answers to Mueller questions in Russia probe", "description": "The MTP Daily panel discusses the breaking news that President Trump has submitted written answers to Robert Mueller’s questions in the Russia investigation.", "url": "https://www.msnbc.com/mtp-daily/watch/trump-has-submitted-written-answers-to-mueller-questions-in-russia-probe-1376265283647", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_full_muellerquestions_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T22:34:33Z", "content": null, "fulltext": "Trump has submitted written answers to Mueller questions in Russia probe copied!\n\nThe MTP Daily panel discusses the breaking news that President Trump has submitted written answers to Robert Mueller’s questions in the Russia investigation.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Tuesday's Mini-Report, 11.20.18", "description": "Today's edition of quick hits.", "url": "http://www.msnbc.com/rachel-maddow-show/tuesdays-mini-report-112018", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/maddow_theminireport_general.png?itok=yLUr4wsw", "publishedAt": "2018-11-20T22:30:06Z", "content": "Today’s edition of quick hits: * Afghanistan : A suicide bomber killed at least 43 people Tuesday at a wedding hall, where victims had gathered for a religious event, authorities said. The people were celebrating the birthday of the Prophet Muhammad’s birth, … [+2222 chars]", "fulltext": "Today’s edition of quick hits:\n\n* Afghanistan: “A suicide bomber killed at least 43 people Tuesday at a wedding hall, where victims had gathered for a religious event, authorities said. The people were celebrating the birthday of the Prophet Muhammad’s birth, a Ministry of Public Health official told NBC News. At least 80 people were also injured in the attack, officials said.”\n\n* Yesterday’s shooting in Chicago: “A police officer and two female staffers were killed in a shooting at a Chicago hospital on Monday afternoon.”\n\n* The shooting in Denver soon after: “One person was killed and four others were injured in a shooting in downtown Denver late Monday afternoon, authorities said. The shooter or shooters remained at large Monday night.”\n\n* Hmm: “In the three years after he arrived in Washington in 2014, Matthew G. Whitaker received more than $1.2 million as the leader of a charity that reported having no other employees, some of the best pay of his career. The Foundation for Accountability and Civic Trust described itself as a new watchdog nonprofit dedicated to exposing unethical conduct by public officials.”\n\n* I wonder who Trump will blame for this: “The stock market slid dramatically on Tuesday after a slew of disappointing corporate earnings dragged down the Dow Jones Industrial Average and the S&P 500, erasing all gains for 2018. The Dow fell by 648 points at its session low, and closed at 24,465.”\n\n* Rachel had a good segment on this lawsuit last night: “A group of Senate Democrats are suing to try to strike down President Trump’s appointment of Matthew Whitaker as acting attorney general. The suit, filed in DC federal district court by Sens. Richard Blumenthal (CT), Sheldon Whitehouse (RI), and Mazie Hirono (HI), argues that Whitaker’s appointment was unconstitutional because he was not confirmed by the Senate to his prior position.”\n\n* David Bernhardt, deputy secretary of the Department of Interior: “Having worked for years as a lobbyist representing many of the very businesses he now regulates, he walked into the No. 2 job at Interior with so many potential conflicts of interest he has to carry a small card listing them all.”\n\n* Trump finds a new country to offend: “Pakistan reacted angrily on Monday to criticism by President Trump that the country had not done enough in return for years of United States military aid and that the government had harbored Osama bin Laden, the leader of Al Qaeda.”\n\nAnything to add? Consider this an open thread."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Reports: President Trump wanted DOJ to prosecute Clinton and...", "description": "Michael Schmidt reports in the New York Times that the president sought to prosecute his political rivals, but was blocked by White House counsel Don McGahn.", "url": "https://www.msnbc.com/mtp-daily/watch/reports-president-trump-wanted-doj-to-prosecute-clinton-and-comey-1376255043597", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mtpd_clip_nytmike_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T22:26:01Z", "content": null, "fulltext": "Reports: President Trump wanted DOJ to prosecute Clinton and Comey copied!\n\nMichael Schmidt reports in the New York Times that the president sought to prosecute his political rivals, but was blocked by White House counsel Don McGahn.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "First recreational marijuana shops open in Massachusetts", "description": "Massachusetts became the first state on the East Coast today to start selling legal recreational marijuana. Dan Adams, author of the Boston Globe's \"This Week in Weed\" newsletter, joins Katy Tur from one of the shops in Northampton, Massachusetts.", "url": "https://www.msnbc.com/katy-tur/watch/first-recreational-marijuana-shops-open-in-massachusetts-1376199235741", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_marijuana_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T21:23:29Z", "content": null, "fulltext": "First recreational marijuana shops open in Massachusetts copied!\n\nMassachusetts became the first state on the East Coast today to legalize recreational marijuana. Dan Adams, author of the Boston Globe's \"This Week in Weed\" newsletter, joins Katy Tur from one of the shops in Northampton, Massachusetts.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Expert on tech stock slide: 'They’ve really lost their momentum'", "description": "Ali Velshi talks with CFRA Research investment strategist Lindsey Bell about why technology stocks are losing ground and whether we are on the verge of another tech stock crash.", "url": "https://www.msnbc.com/ali-velshi/watch/expert-on-tech-stock-slide-they-ve-really-lost-their-momentum-1376196163803", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_velshi_bell_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T21:20:15Z", "content": null, "fulltext": "Expert on tech stock slide: 'They’ve really lost their momentum' copied!\n\nAli Velshi talks with CFRA Research investment strategist Lindsey Bell about why technology stocks are losing ground and whether we are on the verge of another tech stock crash.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Why prosecutors for the special counsel are confident about the future of the investigation", "description": "POLITICO’S Darren Samuelsohn and Former US Attorney Harry Litman join Katy Tur to discuss acting Attorney General Matthew Whitaker’s role in the Mueller investigation and the President’s expectations for him.", "url": "https://www.msnbc.com/katy-tur/watch/why-prosecutors-for-the-special-counsel-are-confident-about-the-future-of-the-investigation-1376195139672", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_whitaker_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T21:19:59Z", "content": null, "fulltext": "Big Question: What happens when there is no one left to tell the president no? 02:39"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Big Question: Why does this administration think the rules don’t apply to them?", "description": "A new report by the Washington Post says that Ivanka Trump used a personal email account to conduct White House business, even after her father spent the duration of his time on the campaign trail railing against Hillary Clinton for her personal email server.…", "url": "https://www.msnbc.com/katy-tur/watch/why-does-this-administration-think-the-rules-don-t-apply-to-them-1376196675513", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_tur_thebigquestion_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T21:18:28Z", "content": null, "fulltext": "Why does this administration think the rules don’t apply to them? copied!\n\nA new report by the Washington Post says that Ivanka Trump used a personal email account to conduct White House business, even after her father spent the duration of his time on the campaign trail railing against Hillary Clinton for her personal email server. This is hardly the first time the President and his family have acted as if the rules don't apply to them.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump on MBS and Khashoggi fallout: 'Maybe he did and maybe he didn’t!'", "description": "President Trump issued a statement saying, “it could very well be that the Crown Prince had knowledge of this tragic event – maybe he did and maybe he didn’t!” Former FBI counterterrorism agent Ali Soufan tells Ali Velshi that the president’s statement is “th…", "url": "https://www.msnbc.com/ali-velshi/watch/trump-on-mbs-and-khashoggi-fallout-maybe-he-did-and-maybe-he-didn-t-1376192579882", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_velshi_soufan_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T21:18:06Z", "content": null, "fulltext": "Trump on MBS and Khashoggi fallout: 'Maybe he did and maybe he didn’t!' copied!\n\nPresident Trump issued a statement saying, “it could very well be that the Crown Prince had knowledge of this tragic event – maybe he did and maybe he didn’t!” Former FBI counterterrorism agent Ali Soufan tells Ali Velshi that the president’s statement is “the most un-American” he’s ever read.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Bill Browder: It’s 'scary' that Russia could be in charge of Interpol", "description": "Bill Browder, the driving force behind the global Magnitsky Act, explains to Ali Velshi all of the reasons it’s so concerning that a Russian police official could become the president of Interpol, the world’s largest law enforcement agency.", "url": "https://www.msnbc.com/ali-velshi/watch/bill-browder-it-s-scary-that-russia-could-be-in-charge-of-interpol-1376190019791", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_velshi_browder_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T21:16:12Z", "content": null, "fulltext": "Bill Browder: It’s 'scary' that Russia could be in charge of Interpol copied!\n\nBill Browder, the driving force behind the global Magnitsky Act, explains to Ali Velshi all of the reasons it’s so concerning that a Russian police official could become the president of Interpol, the world’s largest law enforcement agency.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Feds gather intelligence from informants in migrant caravan", "description": "The department of Homeland Security is gathering intel from paid undercover informants inside the migrant caravan that is now reaching the U.S. Mexico border. Monitoring the communications of non-U.S. citizens is not illegal, but it does raise some concerns a…", "url": "https://www.msnbc.com/velshi-ruhle/watch/feds-gather-intelligence-from-informants-in-migrant-caravan-1376133699843", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_brk_caravan_informants_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T20:16:22Z", "content": null, "fulltext": "Feds gather intelligence from informants in migrant caravan copied!\n\nThe department of Homeland Security is gathering intel from paid undercover informants inside the migrant caravan that is now reaching the U.S. Mexico border. Monitoring the communications of non-U.S. citizens is not illegal, but it does raise some concerns about the allocation of resources. NBC’s National Security and Justice reporter Julia Ainsley reports.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Shoe company TOMS donated $5M to help end gun violence", "description": "In the wake of the 307th mass shooting this year, the shoe-company TOMS is donating a record $5 million to end gun violence. Ali Velshi is joined by TOMS founder Blake Mycoskie and the organizer of the National Student Walkout, Winter Minisee, to discuss what…", "url": "https://www.msnbc.com/velshi-ruhle/watch/shoe-company-toms-donated-5m-to-help-end-gun-violence-1376129091511", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_toms_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T20:09:35Z", "content": null, "fulltext": "Shoe company TOMS donated $5M to help end gun violence copied!\n\nIn the wake of the 307th mass shooting this year, the shoe-company TOMS is donating a record $5 million to end gun violence. Ali Velshi is joined by TOMS founder Blake Mycoskie and the organizer of the National Student Walkout, Winter Minisee, to discuss what this donation will do for the cause.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "What is Interpol?", "description": "Russia could soon be the next leader of Interpol, the world’s key law enforcement organization. Ali Velshi breaks down what Interpol does and why Vladimir Putin should absolutely not control it. Weighing in: the Vice Chairman of Russian pro-democracy movement…", "url": "https://www.msnbc.com/velshi-ruhle/watch/what-is-interpol-1376121411887", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_interpol_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T20:06:19Z", "content": null, "fulltext": "What is Interpol? copied!\n\nRussia could soon be the next leader of Interpol, the world’s key law enforcement organization. Ali Velshi breaks down what Interpol does and why Vladimir Putin should absolutely not control it. Weighing in: the Vice Chairman of Russian pro-democracy movement Open Russia, Vladimir Kara-Murza.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "How much are taxpayers paying for the U.S. soldiers at the border?", "description": "As migrants begin to arrive at the border, U.S. soldiers are starting to be sent home. Ali Velshi is joined by NBC’s Julia Ainsley and Defense One’s Kevin Baron to discuss what this is costing American taxpayers and how the government spied on migrants in the…", "url": "https://www.msnbc.com/velshi-ruhle/watch/how-much-are-taxpayers-paying-for-the-u-s-soldiers-at-the-border-1376118851967", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_migrants_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T20:04:22Z", "content": null, "fulltext": "How much are taxpayers paying for the U.S. soldiers at the border? copied!\n\nAs migrants begin to arrive at the border, U.S. soldiers are starting to be sent home. Ali Velshi is joined by NBC’s Julia Ainsley and Defense One’s Kevin Baron to discuss what this is costing American taxpayers and how the government spied on migrants in the caravan.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "WH Ethics Lawyer: Ivanka Trump’s email server should be cracked open", "description": "First daughter and senior adviser to the president, Ivanka Trump, has reportedly sent hundreds of emails about White House business from a personal email account. Chief White House ethics lawyer under George W. Bush, Richard Painter, joins Ali Velshi to discu…", "url": "https://www.msnbc.com/velshi-ruhle/watch/ivanka-trump-reportedly-sent-emails-from-personal-account-1376118851686", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_painter_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T20:02:15Z", "content": null, "fulltext": "Ivanka Trump reportedly sent emails from personal account copied!\n\nFirst daughter and senior adviser to the president, Ivanka Trump, has reportedly sent hundreds of emails about White House business from a personal email account. Chief White House ethics lawyer under George W. Bush, Richard Painter, joins Ali Velshi to discuss the concern about government officials using private email.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Will Ivanka Trump be held accountable for her emails?", "description": "Hillary Clinton probably lost the 2016 election over her private email scandal. Now, President Trump’s own daughter and senior adviser has also been accused of using her personal email account for official business. Watch Ali Velshi discuss accountability for…", "url": "https://www.msnbc.com/velshi-ruhle/watch/will-ivanka-trump-be-held-accountable-for-her-emails-1376110147844", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_ivankabreakdown_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T20:00:05Z", "content": null, "fulltext": "Will Ivanka Trump be held accountable for her emails? copied!\n\nHillary Clinton probably lost the 2016 election over her private email scandal. Now, President Trump’s own daughter and senior adviser has also been accused of using her personal email account for official business. Watch Ali Velshi discuss accountability for First Daughter Ivanka Trump.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "President Trump sides with Saudi Crown Prince over CIA on Khashoggi", "description": "President Trump said the United States is “standing with Saudi Arabia” after the killing of Washington Post journalist Jamal Khashoggi, who was murdered in Saudi Arabia’s consulate in October. The CIA concluded that Saudi’s Crown Prince Mohammad bin Salman or…", "url": "https://www.msnbc.com/velshi-ruhle/watch/president-trump-sides-with-saudi-crown-prince-over-cia-on-khashoggi-1376113219917", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_vr_khashoggi_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T19:58:21Z", "content": null, "fulltext": "President Trump sides with Saudi Crown Prince over CIA on Khashoggi copied!\n\nPresident Trump said the United States is “standing with Saudi Arabia” after the killing of Washington Post journalist Jamal Khashoggi, who was murdered in Saudi Arabia’s consulate in October. The CIA concluded that Saudi’s Crown Prince Mohammad bin Salman ordered the murder. Ali Velshi is joined by PBS Newshour White House Correspondent Yamiche Alcindor to discuss why the president is ignoring his intelligence agencies again.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump releases even-weird-for-him...", "description": "Observer called it \"the most uninformed, imbecilic, toady, poorly-written, categorically untrue statement I have ever seen\" from an American president.", "url": "http://www.msnbc.com/rachel-maddow-show/trump-releases-even-weird-him-statement-key-foreign-policy", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/nadler_ap_break.jpg?itok=DjexMTkD", "publishedAt": "2018-11-20T19:41:37Z", "content": "Late last week, the CIA made little effort to hide the fact that it believes Saudi Crown Prince Mohammed bin Salman ordered the killing of American journalist Jamal Khashoggi. That information was, of course, shared with Donald Trump, who made little effort t… [+3092 chars]", "fulltext": "Late last week, the CIA made little effort to hide the fact that it believes Saudi Crown Prince Mohammed bin Salman ordered the killing of American journalist Jamal Khashoggi. That information was, of course, shared with Donald Trump, who made little effort to hide his skepticism.\n\nThe president announced plans to release a statement on his position on Saudi Arabia soon. Today, the White House released that statement, which came as a surprise – not necessarily because of the details of the administration’s foreign policy, but because of the way in which the statement describes that policy.\n\nPresident Donald Trump, in exclamation point-filled formal presidential statement, said Tuesday that his administration would stand by Saudia Arabia’s rulers and take no actions against them over the killing of journalist Jamal Khashoggi. In the extraordinary statement, which featured six exclamation points from the president, Trump called the “crime” against Khashoggi “terrible” and “one that our country does not condone.” But he again stopped well short of pointing blame at Saudi Arabia – despite NBC News and other reports last week that the CIA concluded that Saudi Crown Prince Mohammed bin Salman ordered Khashoggi’s killing – and cast questions over who killed the journalist.\n\nIt’s a bit too long to republish in its entirety here, but open a tab and take a couple of minutes to read the whole thing. Often, official White House statements are issued on behalf of the president, though it’s obvious that Trump played no role in writing the document.\n\nToday’s statement, however, was very clearly crafted by the president himself – and I don’t mean that as a compliment.\n\nIt starts with two sentences that make it seem as if the White House statement is a fourth grader’s book report: “America First! The world is a very dangerous place!”\n\nIt went downhill from there, including a reference to Trump’s absurd claim about a $110 billion Saudi arms deal that doesn’t really exist.\n\nAnd what of the CIA’s conclusion about Mohammed bin Salman’s direct role in ordering Jamal Khashoggi’s execution? The Republican president’s statement added, “Our intelligence agencies continue to assess all information, but it could very well be that the Crown Prince had knowledge of this tragic event – maybe he did and maybe he didn’t! That being said, we may never know all of the facts surrounding the murder of Mr. Jamal Khashoggi.”\n\nTrump has heard the findings of American intelligence professionals, and he’s heard Saudi Arabian denials. In his mind, they’re roughly equivalent, and the search for truth is folly.\n\nJoe Cirincione, the president of the Ploughshares Fund and an MSNBC contributor, wrote a tweet in response to Trump’s statement that said, “This is, without a doubt, the most uninformed, imbecilic, toady, poorly-written, categorically untrue statement I have ever seen from a president of the United States. A complete disgrace.”\n\nThe bottom line remains the same: Trump has been under pressure to hold Saudi Arabia responsible for the slaying of an American journalist and change the nature of the relationship between the United States and the Kingdom. The American president obviously has no intention of doing anything of the kind.\n\nThe CIA hoped to force Trump’s hand, putting him in a position where he’d have no choice but to be responsible. That didn’t work."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Morning Joe 11/20/18", "description": "Joe and Mika discuss the big news of the day.", "url": "http://www.msnbc.com/morning-joe/episodes/watch/morning-joe-11-20-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/586/171/181120_3833091_Morning_Joe_11_20_18_800x450_1376080451878.video_1067x600.jpg", "publishedAt": "2018-11-20T19:31:02Z", "content": "Morning Joe 11/20/18 Joe and Mika discuss the big news of the day. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: Morning Joe full episodes", "fulltext": "Joe and Mika discuss the big news of the day.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump issues statement backing Saudi ruler after Khashoggi killing", "description": "President Trump released a statement saying that his administration would stand by Saudi Arabia's rulers and take no actions against them over the killing of journalist Jamal Khashoggi. John McLaughlin, Former Acting CIA Director and an MSNBC Global Affairs A…", "url": "https://www.msnbc.com/andrea-mitchell-reports/watch/trump-issues-statement-backing-saudi-ruler-after-khashoggi-killing-1376042051790", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mitchell_khashoggi_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T19:01:08Z", "content": null, "fulltext": "Trump issues statement backing Saudi ruler after Khashoggi killing copied!\n\nPresident Trump released a statement saying that his administration would stand by Saudi Arabia's rulers and take no actions against them over the killing of journalist Jamal Khashoggi. John McLaughlin, Former Acting CIA Director and an MSNBC Global Affairs Analyst, joins Andrea Mitchell to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Pressure mounts on Biden to decide on 2020 Presidential run", "description": "The power players in the Democratic Party are reportedly waiting for former Vice President Joe Biden to announce whether or not he’ll run in 2020 before making moves. NBC's Mike Memoli, former Florida Congressman David Jolly, and former Democratic Congresswom…", "url": "https://www.msnbc.com/craig-melvin/watch/pressure-mounts-on-biden-to-decide-on-2020-presidential-run-1376018499674", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_melvin_biden_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T18:36:33Z", "content": null, "fulltext": "Pressure mounts on Biden to decide on 2020 Presidential run copied!\n\nThe power players in the Democratic Party are reportedly waiting for former Vice President Joe Biden to announce whether or not he’ll run in 2020 before making moves. NBC's Mike Memoli, former Florida Congressman David Jolly, and former Democratic Congresswoman from Maryland Donna Edwards join Craig Melvin to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "California Republican in key district reflects on why he came up short", "description": "When a GOP member of Congress says his party lost in part because of the ease with which voters can cast a ballot, it's emblematic of a problem.", "url": "http://www.msnbc.com/rachel-maddow-show/california-republican-key-district-reflects-why-he-came-short", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/ap379781518248.jpg?itok=0CX-nwel", "publishedAt": "2018-11-20T17:41:44Z", "content": "To get a sense of a congressional district’s political leanings, it’s generally a good idea to start with a metric called the Partisan Voter Index, or PVI, which was created 20 years ago by the Cook Political Report. Districts that lean slightly towards Democ… [+2794 chars]", "fulltext": "To get a sense of a congressional district’s political leanings, it’s generally a good idea to start with a metric called the Partisan Voter Index, or PVI, which was created 20 years ago by the Cook Political Report. Districts that lean slightly towards Democrats might have a PVI of D+2 or D+3. Districts that are safely in Republican hands might show a PVI of R+10 or greater.\n\nIn general, competitive districts are seen as having a +5 advantage or less for either party, but out of 435 U.S. House districts, eight of them have a special designation: they’re exactly “even.” Neither party has any advantage at all, making these eight districts the most competitive in the nation.\n\nOne of them, California’s 10th, was represented by Rep. Jeff Denham (R) of California, whose “blue” state is getting “bluer” by the day. Naturally, the five-term incumbent faced an uphill climb this year, and he didn’t quite make it: Denham lost to Rep.-elect Josh Harder (D) by about three points.\n\nThe outgoing congressman spoke to the Sacramento Bee about the race, and pointed to a variety of factors.\n\nDenham said his own race, as well as those of other Republicans, were faced with trouble this year from a Democratic operation well-positioned to turn out voters, unprecedented Democratic fundraising and new California voter laws designed to register more younger voters. […] Also hurting Denham was the big Latino vote. Ethnic breakdowns of the overall vote haven’t been tabulated. But early returns on Latino voter turnout indicated their participation was about the same as in presidential election years for the first time in a midterm election. Denham pointed to other factors. He said Republicans were hurt by California’s motor voter law, which encourages 16- and 17-year-olds to pre-register to vote as they get their driver’s licenses so they will be automatically registered at 18, and same-day registration, which allowed people to register up until Election Day and cast a provisional ballot.\n\nThat’s not quite how I’d recommend looking at the results. In Denham’s case, the California Republican voted with Donald Trump’s position the overwhelming majority of the time, including siding with his party on unpopular measures such as health care repeal and tax breaks for the wealthy.\n\nIn a district with an “even” PVI, one might expect a lawmaker like Denham to have one of Capitol Hill’s most centrist voting records. He didn’t.\n\nBut I was struck by the congressman pointing to voting reforms as a factor contributing to Republican losses. It’s true that California has taken a variety of steps to encourage voter participation and to make it easier for people to cast ballots, including automatic voter registration, a motor-voter law, and same-day registration.\n\nDenham told the Bee this hurt Republicans, and that may very well be true. But it’s also a striking reminder of why we see GOP officials in so many states imposing new voting restrictions: the easier it is for voters to exercise the franchise, the more significant the hurdle for Republican candidates."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Craig’s mom shares recipe for Thanksgiving dressing", "description": "Craig Melvin is joined by his mom Betty Jo to talk their favorite Thanksgiving dish.", "url": "https://www.msnbc.com/craig-melvin/watch/craig-s-mom-shares-recipe-for-thanksgiving-dressing-1375934531717", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_melvin_mom_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T17:16:36Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Tuesday's Campaign Round-Up, 11.20.18", "description": "Today's installment of campaign-related news items from across the country.", "url": "http://www.msnbc.com/rachel-maddow-show/tuesdays-campaign-round-112018", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/maddow_campaignroundup_general.png?itok=q9pFWELg", "publishedAt": "2018-11-20T16:38:06Z", "content": "Today’s installment of campaign-related news items from across the country. * It took a while, but in Texas’s 23rd congressional district, the state’s most competitive, incumbent Rep. Will Hurd (R) has fended off a very tough challenge from Gina Ortiz Jones (… [+1964 chars]", "fulltext": "Today’s installment of campaign-related news items from across the country.\n\n* It took a while, but in Texas’s 23rd congressional district, the state’s most competitive, incumbent Rep. Will Hurd (R) has fended off a very tough challenge from Gina Ortiz Jones (D).\n\n* Speaking of the handful of remaining U.S. House races, the results in Utah’s 4th congressional district aren’t yet official, but Salt Lake County Mayor Ben McAdams (D) last night declared victory over Rep. Mia Love (R). The incumbent, however, hasn’t conceded and there are still some uncounted votes.\n\n* In the wake of her racially provocative rhetoric, Walmart has asked Sen. Cindy Hyde-Smith (R-Miss.) to return its campaign contribution. CNBC reported that Union Pacific and Boston Scientific also asked the Mississippi Republican to give back their contributions.\n\n* The U.S. House races in California are done, right? Well, we thought so, but in the state’s 21st congressional district, where votes are still being tallied, David Valadao’s (R) lead over T.J. Cox (D) is now smaller than 1%. Major news organizations called the race for the Republican last week, but the outcome is suddenly in doubt.\n\n* As Rachel noted on last night’s show, there was a bit of a surprise in Georgia’s secretary of state race, where Libertarian J. Smythe DuVal threw his support behind Democrat John Barrow. The race is two weeks from today.\n\n* The race for House Majority Whip has apparently ended, with Rep. Diana DeGette (D-Colo.) bowing out, clearing the way for Rep. James Clyburn (D-S.C.) to claim the position.\n\n* Not that it matters in any practical sense, but the final numbers are available from Arizona’s U.S. Senate race, and Sen.-elect Kyrsten Sinema (D) ended up defeating Martha McSally (R) by 2.3%. Sure, that’s close, but it’s not that close.\n\n* And for those keeping track, as of this morning, the Democratic lead in the U.S. House popular vote now stands at 7.8%, up from 7.7% yesterday, and it may yet inch higher. For comparison purposes, note that in 2010 – which was widely seen as a GOP “wave” cycle – Republicans won the U.S. House popular vote by 6.6%. In 1994, which was seen as a Republican “revolution,” the GOP won the U.S. House popular vote by 7.1%."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "White House eyes new 'rules' for reporters at press conferences", "description": "Trump apparently believes he can impose restrictions on how reporters can ask questions at White House press conferences, imposing control over the process.", "url": "http://www.msnbc.com/rachel-maddow-show/white-house-eyes-new-rules-reporters-press-conferences", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/gettyimages-453783992.jpg?itok=y9fHgKcy", "publishedAt": "2018-11-20T16:20:31Z", "content": "Things got a little heated at Donald Trump’s post-election press conference two weeks ago, and soon after, White House officials went after CNN’s Jim Acosta in an unusual way: they tried to kick him out of the West Wing by revoking the reporter’s press pass. … [+2944 chars]", "fulltext": "Things got a little heated at Donald Trump’s post-election press conference two weeks ago, and soon after, White House officials went after CNN’s Jim Acosta in an unusual way: they tried to kick him out of the West Wing by revoking the reporter’s press pass.\n\nCNN filed a lawsuit soon after, and a federal judge – who was appointed by Trump – sided with the network. There was a series of threats and counter-threats, but yesterday, the president’s team backed down and restored Acosta’s White House hard pass.\n\nSo, all’s well that ends well? Not exactly. The White House also unveiled a series of new “rules” yesterday afternoon, which it expects reporters to adhere to at all future press conferences.\n\n1. A journalist called upon to ask a question will ask a single question and then will yield the floor to other journalists; 2. At the discretion of the President or other White House official taking questions, a follow-up question or questions may be permitted; and where a follow up has been allowed and asked, the questioner will then yield the floor; 3. “Yielding the floor” includes, when applicable, physically surrendering the microphone to White House staff for use by the next questioner; 4. Failure to abide by any of rules 1-3 may result in suspension or revocation of the journalist’s hard pass.\n\nThis, evidently, is how White House Press Secretary Sarah Huckabee Sanders intends to promote “decorum” in the West Wing, her boss’ offensive antics toward reporters notwithstanding.\n\nI am not, and have never been, a White House correspondent, and there are plenty of media professionals who can speak to this with far more authority than me. That said, I have a strong hunch the imposition of these new “rules” isn’t going to turn out well.\n\nFew would endorse total chaos at presidential press conferences, with reporters interrupting prepared remarks and demanding time at the podium. But the practical implications of these guidelines are awfully tough to defend.\n\nBloomberg News’ Steven Dennis, a longtime D.C. reporter and a widely respected Capitol Hill journalist, explained on Twitter this morning, “Under the new White House rules, if the president flat-out lies to you, you can only ask a follow-up challenging it if he agrees to let you. Otherwise [White House officials] can pull your hard pass. They can also pull your hard pass if you ask two questions instead of one.”\n\nThat may sound outlandish, but that’s what the White House’s new “rules” say.\n\nTrump hasn’t exactly been subtle about his contempt for independent journalists, condemning them as, among other things, “the enemy of the people.” The president has also raised the prospect of American news organizations committing “treason” by publishing reports he doesn’t like.\n\nTo that end, Trump and his team apparently believe they can take some new steps to impose restrictions on how reporters can ask questions at White House press conferences, taking control of the process, and warning those who fail to honor the official new “rules” that they face the threat of losing access to the building.\n\nThis isn’t how the process is supposed to work in the United States. This president’s authoritarian instincts are once again getting the better of him."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Will Hyde-Smith's remarks drive the Miss. election?", "description": "Next week in Mississippi GOP Sen. Cindy Hyde-Smith and Mike Espy will face off in the final Senate election of 2018. Can Espy pull off a win? Vaughn Hillyard travels to the state to find out what's on the minds of voters.", "url": "https://www.msnbc.com/morning-joe/watch/will-hyde-smith-s-remarks-drive-the-miss-election-1375853635738", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_mississ_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:53:17Z", "content": null, "fulltext": "Will Hyde-Smith's remarks drive the Miss. election? copied!\n\nNext week in Mississippi GOP Sen. Cindy Hyde-Smith and Mike Espy will face off in the final Senate election of 2018. Can Espy pull off a win? Vaughn Hillyard travels to the state to find out what's on the minds of voters.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "On women, GOP says it has 'room for...", "description": "The gender gap in 2018 was among the largest - if not the very largest - ever recorded. To help narrow the gap, the GOP plans to do ... very little.", "url": "http://www.msnbc.com/rachel-maddow-show/women-gop-says-it-has-room-improvement-not-room-change", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/articles/173767028.jpg?itok=HodFX-mu", "publishedAt": "2018-11-20T15:44:41Z", "content": "Though votes from the 2018 midterm elections are still being tallied, we already have a sense of how significant this year’s gender gap was at ballot boxes nationwide. Exit polls found men favoring Republicans by 4 points, while women preferred Democratic can… [+2383 chars]", "fulltext": "Though votes from the 2018 midterm elections are still being tallied, we already have a sense of how significant this year’s gender gap was at ballot boxes nationwide. Exit polls found men favoring Republicans by 4 points, while women preferred Democratic candidates by 19 points. That 23-point difference suggests this year’s gender gap was among the largest – if not the very largest – ever recorded.\n\nThe issue is not, however, limited to the electorate. When the new Congress begins in January, the number of Republican women will shrink to its lowest levels since 1994, even as gender diversity among Democrats grows.\n\nRep. Kevin McCarthy (R-Calif.), who’ll soon make the transition from Majority Leader to Minority Leader, said last week, “We have a lot of room to grow…. We have room for improvement.”\n\nWith this in mind, Rep. Liz Cheney (R-Wyo.) is poised to become the House Republican conference chair – the #3 position in the House GOP leadership – and she’ll have the highest leadership post ever held by a Republican woman. (Yes, Cathy McMorris Rodgers is the current House GOP conference chair, but for the majority party, that’s the #4 post.)\n\nCheney told the Washington Post last week about her vision for improving her party’s position among women voters.\n\n“I think the Republicans have to get off of defense on this issue,” Rep. Liz Cheney (R-Wyo.) said Friday in an interview…. [Cheney] does not see any need for course corrections on policies relating to women, arguing that Democrats create silos for female issues that treat women in a condescending way. “I’ve always felt like it was very paternalistic to do what the Democrats do,” she said. “It’s offensive to women.”\n\nIf this argument sounds at all familiar, it’s because Tennessee’s Marsha Blackburn (R-Tenn.), who’ll soon join the Senate, made a similar argument a while back, insisting that proposals to guarantee pay equity between men and women are “condescending” to women.\n\nIn other words, to fight against discrimination is to insult those being discriminated against. It’s a strange argument I won’t pretend to understand.\n\nBut the larger takeaway remains the same: on the heels of election results in which women voters backed Democrats on a historic scale, Republicans don’t intend to change direction … at all.\n\nCongressional GOP leaders have expressed an interest in recruiting more women to run as Republicans, but for much of the party, that doesn’t much matter, either: a new CBS News poll found just 20% of Republican voters “think their party should make more effort to recruit women candidates.” More than half of GOP voters said “this issue doesn’t matter much to them.”"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Gen. Wesley Clark: Trump 'not representing the military culture'", "description": "Retired General Wesley Clark, former NATO Supreme Allied Commander, expresses his concerns and why he is critical of President Trump: \"if you have a commander in chief who doesn't like to read, doesn't like to hear things he doesn't agree with, doesn't study …", "url": "https://www.msnbc.com/hallie-jackson/watch/former-general-president-trump-is-losing-support-among-military-1375848515546", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hallie_border_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:43:41Z", "content": null, "fulltext": "Former General: President Trump is losing support among military copied!\n\nRetired General Wesley Clark, former NATO Supreme Allied Commander, expresses his concerns and why he is critical of President Trump: \"if you have a commander in chief who doesn't like to read, doesn't like to hear things he doesn't agree with, doesn't study the issue, seems to know everything, knows more than the generals, argues with veterans, demeans people who object to his views or suggest other ideas, that’s not representing the military culture.\"\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "#GoodNewsRUHLES: ‘Women In Need’ helps community before Thanksgiving", "description": "Thanksgiving is a time to reflect on what you have to be grateful for. Watch Christine Quinn, the chair of the New York Democratic Party, share with Stephanie Ruhle how she is helping out ahead of the holidays.", "url": "https://www.msnbc.com/stephanie-ruhle/watch/-women-in-need-helps-community-before-thanksgiving-goodnewsruhles-1375835203817", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_gnr_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:32:07Z", "content": null, "fulltext": "‘Women In Need’ helps community before Thanksgiving #GoodNewsRUHLES copied!\n\nThanksgiving is a time to reflect on what you have to be grateful for. Watch Christine Quinn, the chair of the New York Democratic Party, share with Stephanie Ruhle how she is helping out ahead of the holidays.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Parkland dad makes emotional demand for lawmakers to act on gun reform", "description": "Just days before Thanksgiving, we think of service and sacrifice. Stephanie Ruhle is joined by Fred Guttenberg, the father of Parkland shooting victim Jaime Guttenberg, to discuss the important lesson we could all learn on Thanksgiving.", "url": "https://www.msnbc.com/stephanie-ruhle/watch/fred-guttenberg-still-working-toward-gun-safety-ahead-of-holidays-1375838275518", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_dblock_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:31:26Z", "content": null, "fulltext": "Fred Guttenberg still working toward gun safety ahead of holidays copied!\n\nJust days before Thanksgiving, we think of service and sacrifice. Stephanie Ruhle is joined by Fred Guttenberg, the father of Parkland shooting victim Jaime Guttenberg, to discuss the important lesson we could all learn on Thanksgiving.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "TIME reporter: troops at border are 'burning time'", "description": "The president rushed troops to the southwest border before the midterms saying they were needed to help protect Americans from what he called an invasion. Now these troops will soon be coming home. Stephanie Ruhle is joined by Time Magazine National Security …", "url": "https://www.msnbc.com/stephanie-ruhle/watch/troops-guarding-southern-border-are-expected-to-be-home-for-the-holidays-1375836739655", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_bblock_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:29:13Z", "content": null, "fulltext": "Troops guarding Southern border are expected to be home for the holidays copied!\n\nThe president rushed troops to the southwest border before the midterms saying they were needed to help protect Americans from what he called an invasion. Now these troops will soon be coming home. Stephanie Ruhle is joined by Time Magazine National Security Correspondent Bill Hennigan, who spent several days with the troops, to discuss what they are dealing with while being deployed in their own country.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Evers on Ivanka: 'We're seeing someone who thinks she's above the law'", "description": "Stephanie Ruhle discusses Ivanka Trump’s use of a private email address for White House business with Austin Evers, who helped bring these emails to light to discuss how his watchdog group American Oversight found the emails and what this means next for the F…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/watchdog-group-discovered-ivanka-trump-used-private-email-1375831619915", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_aguest_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:26:42Z", "content": null, "fulltext": "Watchdog group discovered Ivanka Trump used private email copied!\n\nStephanie Ruhle discusses Ivanka Trump’s use of a private email address for White House business with Austin Evers, who helped bring these emails to light to discuss how his watchdog group American Oversight found the emails and what this means next for the First Daughter.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "GOP Strategist on Trump's attack on McRaven: ‘He is coward in chief’", "description": "Stephanie Ruhle discusses Ivanka Trump’s use of a private email address for White House business with Austin Evers, who helped bring these emails to light to discuss how his watchdog group American Oversight found the emails and what this means next for the F…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/president-trump-attacks-former-navy-seal-ivanka-uses-private-email-1375834179603", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_apanel_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:24:51Z", "content": null, "fulltext": "President Trump attacks former Navy SEAL, Ivanka uses private email copied!\n\nStephanie Ruhle discusses Ivanka Trump’s use of a private email address for White House business with Austin Evers, who helped bring these emails to light to discuss how his watchdog group American Oversight found the emails and what this means next for the First Daughter.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Does Ivanka Trump deserve same criticism as Clinton for emails?", "description": "First daughter and adviser to the president Ivanka Trump used her personal email to communicate with White House officials. Stephanie Ruhle asks: If Hillary Clinton’s use of a personal account was a jailable offense, does the president’s daughter deserve a si…", "url": "https://www.msnbc.com/stephanie-ruhle/watch/does-ivanka-trump-deserve-same-criticism-as-clinton-for-emails-1375830083937", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ruhle_aexplainer_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T15:23:04Z", "content": null, "fulltext": "Does Ivanka Trump deserve same criticism as Clinton for emails? copied!\n\nFirst daughter and adviser to the president Ivanka Trump used her personal email to communicate with White House officials. Stephanie Ruhle asks: If Hillary Clinton’s use of a personal account was a jailable offense, does the president’s daughter deserve a similar punishment?\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Zinke foolishly blames California fires...", "description": "\"It's not time for finger-pointing,\" Zinke told a far-right website, right before blaming \"radical environmentalists\" for California fires. He's plainly wrong.", "url": "http://www.msnbc.com/rachel-maddow-show/zinke-foolishly-blames-california-fires-radical-environmentalists", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/855573466.jpg?itok=cvAFOscN", "publishedAt": "2018-11-20T15:06:58Z", "content": "Donald Trump traveled to California over the weekend to survey deadly fire damage, and the president told reporters, We will be working also with environmental groups. Apparently, before that work gets underway, Trump’s Interior secretary wants to blame some … [+2751 chars]", "fulltext": "Donald Trump traveled to California over the weekend to survey deadly fire damage, and the president told reporters, “We will be working also with environmental groups.” Apparently, before that work gets underway, Trump’s Interior secretary wants to blame some environmentalists for the fires themselves. The L.A. Times reported:\n\nU.S. Interior Secretary Ryan Zinke blamed the state’s fires on “radical environmentalists” who he said have prevented forest management. […] In an interview with Breitbart News, Zinke said he agrees with Trump’s comments about the fires being a result of poor forest management, and repeatedly said radical environmentalists were responsible for the destruction caused by the fires.\n\n“It’s not time for finger-pointing,” Zinke told the far-right website. “We know the problem. It’s been years of neglect, and in many cases it’s been these radical environmentalists that want nature to take its course…. You know what? This is on them.”\n\nAs serious an issue as this is, it’s always amusing when people preface their remarks by saying, “It’s not time for finger-pointing,” which is immediately followed by finger-pointing.\n\nFor the scandal-plagued Interior secretary, however, it was a familiar posture. In August, for example, Zinke wrote an op-ed for USA Today in which he twice lashed out at “radical environmentalists,” complaining they “would rather see forests and communities burn than see a logger in the woods.”\n\nSoon after, the Republican cabinet secretary insisted that climate change has “nothing to do” with California fires, adding, “America is better than letting these radical groups control the dialogue about climate change. Extreme environmentalists have shut down public access. They talk about habitat and yet they are willing to burn it up.”\n\nPutting aside Zinke’s preoccupation with blaming environmentalists for fires, and delaying questions about the propriety of an Interior secretary playing a misguided blame game in the midst of an ongoing and deadly disaster, let’s not overlook the fact that the evidence suggests Zinke is simply wrong. The L.A. Times’ report added:\n\nExperts agree that overgrown forests in California pose a heightened wildfire threat in some parts of the Sierra Nevada. But although Paradise is near forestland, the wind-whipped Camp fire tore across areas that burned in lightning fires in 2008 and were later logged. It was not fueled by heavy timber. “It started out as a vegetation fire. When it reached the incorporated area, which is definitely a lot more urban and developed of an area,” Jonathan Pangburn, a fire behavior analyst for the California Department of Forestry and Fire Protection, said in an interview last week, “it turned into a building-to-building fire … no longer carrying through most of the vegetation, especially in the upper canopies in the trees. It was not a crown fire through the Paradise area.”\n\nThe New York Times had a related report last week on the causes of the fire. “Radical environmentalists” are not among the culprits."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Art workshop helps veterans with trauma", "description": "The veterans group at Community Building Art Works helps veterans work through trauma, and actor and producer Jeffrey Wright documents the program in the new film 'We Are Not Done Yet.' Wright joins Morning Joe to discuss.", "url": "https://www.msnbc.com/morning-joe/watch/art-workshop-helps-veterans-with-trauma-1375795267709", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_wright_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T14:37:36Z", "content": null, "fulltext": "Writing workshop helps veterans with trauma copied!\n\nThe veterans group at Community Building Art Works helps veterans work through trauma, and actor and producer Jeffrey Wright documents the program in the new film 'We Are Not Done Yet.' Wright joins Morning Joe to discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump doubles down on attacking Adm. McRaven", "description": "The president is doubling down on his criticism of retired Adm. Bill McRaven -- the Navy SEAL who led the 2011 raid that killed Osama bin Laden, and the RNC is echoing Trump's criticism.", "url": "https://www.msnbc.com/morning-joe/watch/trump-doubles-down-on-attacking-adm-mcraven-1375778371552", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_mcr_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T14:24:00Z", "content": null, "fulltext": "Trump doubles down on attacking Adm. McRaven copied!\n\nThe president is doubling down on his criticism of retired Adm. Bill McRaven -- the Navy SEAL who led the 2011 raid that killed Osama bin Laden, and the RNC is echoing Trump's criticism.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Trump reportedly 'afraid' to visit troops...", "description": "Why hasn't Donald Trump visited a military base in a combat zone? We've heard several different explanations, but none is especially compelling.", "url": "http://www.msnbc.com/rachel-maddow-show/trump-reportedly-afraid-visit-troops-combat-zone", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/180817-trump-parade-dh-1318_38b1b84d93d98b45d4205dc8ac1f0d8f.fit-2000w_0.jpg?itok=JKgO9byU", "publishedAt": "2018-11-20T14:20:28Z", "content": "It was the Associated Press that first broached the topic with Donald Trump last month, asking the president why he hadn’t yet visited a military base in a combat zone like in Iraq and Afghanistan. Trump replied that he’d do so eventually, though he didn’t se… [+2069 chars]", "fulltext": "It was the Associated Press that first broached the topic with Donald Trump last month, asking the president why he hadn’t yet visited a military base in a combat zone like in Iraq and Afghanistan. Trump replied that he’d do so eventually, though he didn’t see it as “overly necessary.”\n\nHe added in the same interview, “I’ve been very busy with everything that’s taking place here…. I’m doing a lot of things. I’m doing a lot of things.”\n\nThe New York Times reported soon after on another possible explanation: “One reason he has not visited troops in war zones, according to his aides, is that he does not really want American troops there in the first place. To visit, they said, would validate missions he does not truly believe in.”\n\nWhen Fox News’ Chris Wallace asked the president about this the other day, Trump replied, “I’ve had an unbelievably busy schedule, on top of which you have these phony witch hunts.”\n\nPutting aside the fact that the president’s schedule really isn’t “unbelievably busy” – he’s had plenty of time for golf and excessive television watching – are we really supposed to believe Trump hasn’t traveled to a military base in a combat zone because of Special Counsel Robert Mueller and the investigation into the Russia scandal?\n\nThe Washington Post has now reported on a brand new explanation.\n\nTrump has spoken privately about his fears over risks to his own life, according to a former senior White House official, who has discussed the issue with the president and spoke on the condition of anonymity to speak candidly about Trump’s concerns. “He’s never been interested in going,” the official said of Trump visiting troops in a combat zone, citing conversations with the president. “He’s afraid of those situations. He’s afraid people want to kill him.”\n\nFor what it’s worth, I’ve never worn the uniform, but I suspect plenty of servicemen and women stationed abroad worry about people wanting to kill them, too.\n\nThey’re there anyway.\n\nGiven the attention this issue is starting to receive, it’s likely that Trump really will make a trip along these lines sometime soon, if only to avoid further embarrassment.\n\nThat said, the Washington Post’s article added, “Current advisers said Trump is not expected to visit a war zone during the Thanksgiving break, which he will spend at his Mar-a-Lago golf resort in Florida.”"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Joe: With emails, Ivanka Trump knew better", "description": "Ivanka Trump sent hundreds of emails last year to White House aides, Cabinet officials and her assistants using a personal account, many of them in violation of federal records rules, according to new Washington Post reporting.", "url": "https://www.msnbc.com/morning-joe/watch/joe-with-emails-ivanka-trump-knew-better-1375766595660", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_sevena_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T13:42:26Z", "content": null, "fulltext": "Joe: With emails, Ivanka Trump knew better copied!\n\nIvanka Trump sent hundreds of emails last year to White House aides, Cabinet officials and her assistants using a personal account, many of them in violation of federal records rules, according to new Washington Post reporting.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "Federal judge: Trump 'may not rewrite' immigration laws through decree", "description": "Trump keeps trying to claim new authority over immigration policy. Courts keep telling him he can't.", "url": "http://www.msnbc.com/rachel-maddow-show/federal-judge-trump-may-not-rewrite-immigration-laws-through-decree", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/ap_411201684881.jpg?itok=yuSIqH3g", "publishedAt": "2018-11-20T13:39:51Z", "content": "Two days after the midterm elections, the Trump administration announced new ruled in which Donald Trump claimed vast new powers to block asylum seekers. The president invoked broad national security powers, which appeared to exist outside any existing legal … [+1638 chars]", "fulltext": "Two days after the midterm elections, the Trump administration announced new rules in which Donald Trump claimed vast new powers to block asylum seekers. The president invoked broad national security powers, which appeared to exist outside any existing legal framework, in a highly provocative directive.\n\nIt was obvious to everyone that the litigation challenging the policy would be fierce. What we didn’t know was how quickly Trump’s policy would be blocked.\n\nA federal judge barred the Trump administration on Monday from refusing asylum to immigrants who cross the southern border illegally. U.S. District Judge Jon S. Tigar issued a temporary restraining order after hearing arguments in San Francisco. The request was made by the American Civil Liberties Union and the Center for Constitutional Rights, which quickly sued after President Donald Trump issued the ban this month in response to the caravans of migrants that have started to arrive at the U.S.-Mexico border.\n\n“Whatever the scope of the President’s authority, he may not rewrite the immigration laws to impose a condition that Congress has expressly forbidden,” Tigar, an Obama nominee, wrote in his restraining order.\n\nIt’s the latest in a series of court failures for the Trump administration, especially on the issue of immigration. Judges have also rejected Trump’s executive order on “sanctuary cities” and his efforts to deny DACA protections to Dreamers, and in September, a federal court ordered the administration to end its “zero tolerance” policy that separated migrant parents and their children.\n\nSimilarly, Trump has also lost recent court fights over the Keystone XL Pipeline, press access to the White House, and the Emoluments Clause.\n\nThere’s a reason Republicans have scrambled to overhaul the federal judiciary and move the courts sharply to the right: it’s the branch of government that keeps preventing the Trump White House from ignoring existing laws."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump use of troops unconscionable: Ret. Army colonel", "description": "'The president used America's military not against any real threat but as toy soldiers, with the intent of manipulating a domestic midterm election,' write Gordon Adams, Lawrence B. Wilkerson and Isaiah Wilson III write in a new NYT op-ed.", "url": "https://www.msnbc.com/morning-joe/watch/trump-use-of-troops-unconscionable-ret-army-colonel-1375746627908", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_wilk_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T13:04:24Z", "content": null, "fulltext": "Trump use of troops unconscionable: Ret. Army colonel copied!\n\n'The president used America's military not against any real threat but as toy soldiers, with the intent of manipulating a domestic midterm election,' write Gordon Adams, Lawrence B. Wilkerson and Isaiah Wilson III write in a new NYT op-ed.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "Steve Benen", "title": "But her emails: Ivanka Trump faces awkward new controversy", "description": "Donald Trump's team decried Hillary Clinton's use of a private email account. Then they used private email accounts.", "url": "http://www.msnbc.com/rachel-maddow-show/her-emails-ivanka-trump-faces-awkward-new-controversy", "urlToImage": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/mp-wilkesbarre0153.jpg?itok=WDN0BCR2", "publishedAt": "2018-11-20T12:35:06Z", "content": "Officials in Donald Trump’s White House were told they couldn’t use private email accounts to conduct official business. The National Security Agency also warned White House officials that use of private email accounts created a security threat. What’s more, … [+2629 chars]", "fulltext": "Officials in Donald Trump’s White House were told they couldn’t use private email accounts to conduct official business. The National Security Agency also warned White House officials that use of private email accounts created a security threat. What’s more, as regular readers know, one of the reasons Trump’s political operation is in power is that it spent two years telling the public that Hillary Clinton should be incarcerated for having used a private email account.\n\nAnd yet, here we are.\n\nWhite House advisor and first daughter Ivanka Trump used a personal email account to send hundreds of messages to government officials last year, according to a report published Monday in the Washington Post. Many of the messages were allegedly sent in violation of federal records rules, the Post reported, and were uncovered by White House officials reviewing Ivanka Trump’s emails in response to a public records lawsuit.\n\nThe Washington Post’s article added, “Some aides were startled by the volume of Ivanka Trump’s personal emails – and taken aback by her response when questioned about the practice. She said she was not familiar with some details of the rules, according to people with knowledge of her reaction.”\n\nPerhaps this is one of those rare instances in which a White House official experiences selective amnesia, causing her to forget a period of time known as “all of 2015 and 2016.”\n\nComplicating matters, Ivanka Trump is hardly alone.\n\nHer husband, Jared Kushner, also used a private email account to conduct official business. In fact, the New York Times reported last year that “at least six” of the president’s top advisers have relied on private email accounts to send and receive messages as part of their official White House duties.\n\nAt a certain level, stories like these are inherently tricky. On the one hand, controversies about executive-branch I.T. protocols are inherently boring. But on the other hand, brazen political hypocrisy matters – and in this case, the people who claimed they were disgusted by an official using a private email account are the same people who used private email accounts.\n\nThe question about judgment isn’t limited to the West Wing, either. The Washington Post’s Paul Waldman had a good piece along these lines awhile back, noting that this can also serve as a gut-check moment for media professionals who spent two years telling American voters that Hillary Clinton’s email practices were the single most important issue facing the nation.\n\nAs we discussed at the time, the political world is going to have to collectively make up its mind: either government-mandated email protocols are an issue of immense significance or they’re not. If the conclusion is, it only matters when applied to a Democratic cabinet member, but not a Republican White House, then it’s time we all acknowledge how painfully misguided much of the 2016 coverage was."}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Senate Dems sue over Whitaker appointment", "description": "Sixteen Democrats on Monday released a letter announcing their opposition to electing Rep. Nancy Pelosi, D-Calif., speaker of the House. Also, Senate Dems sue to block Matt Whitaker.", "url": "https://www.msnbc.com/morning-joe/watch/senate-dems-sue-over-whitaker-appointment-1375722563847", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_stein_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T12:20:08Z", "content": null, "fulltext": "Senate Dems sue over Whitaker appointment copied!\n\nSixteen Democrats on Monday released a letter announcing their opposition to electing Rep. Nancy Pelosi, D-Calif., speaker of the House. Also, Senate Dems sue to block Matt Whitaker.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Ivanka Trump used private account to send emails: WaPo", "description": "Ivanka Trump sent hundreds of emails last year to White House aides, Cabinet officials and her assistants using a personal account, many of them in violation of federal records rules, according to new Washington Post reporting.", "url": "https://www.msnbc.com/morning-joe/watch/ivanka-trump-used-private-account-to-send-emails-wapo-1375695427678", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_mj_first_181120_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T11:31:33Z", "content": null, "fulltext": "Ivanka Trump used private account to send emails: WaPo copied!\n\nIvanka Trump sent hundreds of emails last year to White House aides, Cabinet officials and her assistants using a personal account, many of them in violation of federal records rules, according to new Washington Post reporting.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Rachel Maddow 11/19/18", "description": "Watch the full episode of Monday night's The Rachel Maddow Show.", "url": "http://www.msnbc.com/rachel-maddow-show/episodes/watch/rachel-maddow-11-19-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/180/915/181109_3827678_Rachel_Maddow_11_19_18_800x450_1375652419912.video_1067x600.jpg", "publishedAt": "2018-11-20T10:11:01Z", "content": "The Rachel Maddow Show 11/19/18 Watch the full episode of Monday night's The Rachel Maddow Show. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: The Rachel Maddow Show full episodes", "fulltext": "Watch the full episode of Monday night's The Rachel Maddow Show.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Last Word 11/19/18", "description": "Watch the full episode of Monday night's The Last Word with Lawrence O'Donnell.", "url": "http://www.msnbc.com/the-last-word/episodes/watch/last-word-11-19-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/102/787/181116_3831991_Last_Word_11_19_18_800x450_1375572547546.video_1067x600.jpg", "publishedAt": "2018-11-20T07:41:00Z", "content": "Up next in: The Last Word full episodes", "fulltext": "Watch the full episode of Monday night's The Last Word with Lawrence O'Donnell.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump weak on Saudi accountability to protect Kushner peace plan", "description": "Wendy Sherman, former undersecretary of state for political affairs, talks with Rachel Maddow about how Donald Trump is willing to accommodate atrocities from Saudi Arabia to preserve his administration's as-yet-unseen Middle East peace plan, to which Saudi A…", "url": "https://www.msnbc.com/rachel-maddow/watch/trump-weak-on-saudi-accountability-to-protect-kushner-peace-plan-1375550019985", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_dsherman2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T07:02:58Z", "content": null, "fulltext": "Trump weak on Saudi accountability to protect Kushner peace plan copied!\n\nWendy Sherman, former undersecretary of state for political affairs, talks with Rachel Maddow about how Donald Trump is willing to accommodate atrocities from Saudi Arabia to preserve his administration's as-yet-unseen Middle East peace plan, to which Saudi Arabia is integral.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump sets light schedule for Thanksgiving week so far", "description": "Rachel Maddow reports on the official schedule for Donald Trump so far this week, which includes looking at the White House Christmas tree and lunch with Mike Pence on Monday, and pardoning Turkeys on Tuesday. And that's all.", "url": "https://www.msnbc.com/rachel-maddow/watch/trump-sets-light-schedule-for-thanksgiving-week-so-far-1375550019938", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_fsked2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T07:02:22Z", "content": null, "fulltext": "Trump sets light schedule for Thanksgiving week so far copied!\n\nRachel Maddow reports on the official schedule for Donald Trump so far this week, which includes looking at the White House Christmas tree and lunch with Mike Pence on Monday, and pardoning Turkeys on Tuesday. And that's all.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Democratic Senators sue over Trump appointment of Matt Whitaker", "description": "Senator Richard Blumenthal talks with Rachel Maddow about a lawsuit he has joined with other senators, challenging Donald Trump's installation of Matthew Whitaker as acting-attorney general without Senate confirmation.", "url": "https://www.msnbc.com/rachel-maddow/watch/democratic-senators-sue-over-trump-appointment-of-matt-whitaker-1375553091594", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_bblumenthal2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T07:02:15Z", "content": null, "fulltext": "Democratic Senators sue over Trump appointment of Matt Whitaker copied!\n\nSenator Richard Blumenthal talks with Rachel Maddow about a lawsuit he has joined with other senators, challenging Donald Trump's installation of Matthew Whitaker as acting-attorney general without Senate confirmation.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "GOP gerrymandering: Democratic votes not matched by seats gained", "description": "Rachel Maddow shows four states in which Democratic popular vote victories are not commensurate with representative legislative seats because Republican gerrymandering has tipped the playing field.", "url": "https://www.msnbc.com/rachel-maddow/watch/gop-gerrymandering-democratic-votes-not-matched-by-seats-gained-1375542339867", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a5tilted2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T07:02:00Z", "content": null, "fulltext": "GOP gerrymandering: Democratic votes not matched by seats gained copied!\n\nRachel Maddow shows four states in which Democratic popular vote victories are not commensurate with representative legislative seats because Republican gerrymandering has tilted the playing field.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Alabama A.G. removes state's top public corruption fighter", "description": "Rachel Maddow reports on the surprise firing of Alabama's top public corruption prosecutor, Deputy Attorney General Matt Hart, by A.G. Steve Marshall, despite Hart's impressive record and Marshall being under ethics investigation.", "url": "https://www.msnbc.com/rachel-maddow/watch/alabama-a-g-removes-state-s-top-public-corruption-fighter-1375542851823", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a2alabama2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T06:58:01Z", "content": null, "fulltext": "Alabama A.G. removes state's top public corruption fighter copied!\n\nRachel Maddow reports on the surprise firing of Alabama's top public corruption prosecutor, Deputy Attorney General Matt Hart, by A.G. Steve Marshall, despite Hart's impressive record and Marshall being under ethics investigation.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Polls show tightening race in Mississippi Senate run-off", "description": "Rachel Maddow reports on the U.S. Senate race between Mike Espy and Cindy Hyde-Smith, who will debate one more time before a run-off election next week, and highlights the important upcoming run-off election for Georgia secretary of state.", "url": "https://www.msnbc.com/rachel-maddow/watch/polls-show-tightening-race-in-mississippi-senate-run-off-1375540291968", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a4runoffs2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T06:58:01Z", "content": null, "fulltext": "Polls show tightening race in Mississippi Senate run-off copied!\n\nRachel Maddow reports on the U.S. Senate race between Mike Espy and Cindy Hyde-Smith, who will debate one more time before a run-off election next week, and highlights the important upcoming run-off election for Georgia secretary of state.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Legitimacy of Mueller not tied to Whitaker, but his fate may be", "description": "Rachel Maddow clarifies the significance of court filings that argue that the appointment of Matt Whitaker as acting-A.G. has no bearing on the constitutionality of the Robert Mueller investigation, even though Whitaker himself may have a lot of bearing on th…", "url": "https://www.msnbc.com/rachel-maddow/watch/legitimacy-of-mueller-not-tied-to-whitaker-but-his-fate-may-be-1375542851854", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a3whitaker2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T06:58:01Z", "content": null, "fulltext": "Legitimacy of Mueller not tied to Whitaker, but his fate may be copied!\n\nRachel Maddow clarifies the significance of court filings that argue that the appointment of Matt Whitaker as acting-A.G. has no bearing on the constitutionality of the Robert Mueller investigation, even though Whitaker himself may have a lot of bearing on the continued existence of the Robert Mueller investigation.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "California reels with tragedy, more threats; Trump flunks empathy", "description": "Rachel Maddow reports on the dire circumstances in California where fires have devastated whole communities leaving a growing list of dead and a disturbing list of missing even as the threat of mudslides emerges, and a visiting Donald Trump who failed to summ…", "url": "https://www.msnbc.com/rachel-maddow/watch/california-reels-with-tragedy-more-threats-trump-flunks-empathy-1375544387570", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a1fire2_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T06:47:33Z", "content": null, "fulltext": "California reels with tragedy, more threats; Trump flunks empathy copied!\n\nRachel Maddow reports on the dire circumstances in California where fires have devastated whole communities leaving a growing list of dead and a disturbing list of missing even as the threat of mudslides emerges, and a visiting Donald Trump who failed to summon even the most basic human empathy.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump sets light schedule for Thanksgiving week so far", "description": "Rachel Maddow reports on the official schedule for Donald Trump so far this week, which includes looking at the White House Christmas tree and lunch with Mike Pence on Monday, and pardoning Turkeys on Tuesday. And that's all.", "url": "https://www.msnbc.com/rachel-maddow/watch/trump-sets-light-schedule-for-thanksgiving-week-so-far-1375494723548", "urlToImage": "https://media3.s-nbcnews.com/j/assets/msnbc-color-square-dvt.1200;630;7;70;5.png", "publishedAt": "2018-11-20T05:46:02Z", "content": null, "fulltext": "Trump sets light schedule for Thanksgiving week so far copied!\n\nRachel Maddow reports on the official schedule for Donald Trump so far this week, which includes looking at the White House Christmas tree and lunch with Mike Pence on Monday, and pardoning Turkeys on Tuesday. And that's all.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump weak on confronting Saudi Arabia over Khashoggi killing", "description": "Rachel Maddow asks why Donald Trump seems eager to shrug off holding Saudi Arabia accountable for the assassination of U.S. resident Jamal Khashoggi.", "url": "https://www.msnbc.com/rachel-maddow/watch/trump-weak-on-confronting-saudi-arabia-over-khashoggi-killing-1375490115972", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_ckhashoggi_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:44:00Z", "content": null, "fulltext": "Trump weak on confronting Saudi Arabia over Khashoggi killing copied!\n\nRachel Maddow asks why Donald Trump seems eager to shrug off holding Saudi Arabia accountable for the assassination of U.S. resident Jamal Khashoggi.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Trump weak on Saudi accountability to protect Kushner peace plan", "description": "Wendy Sherman, former undersecretary of state for political affairs, talks with Rachel Maddow about how Donald Trump is willing to accommodate atrocities from Saudi Arabia to preserve his administration's as-yet-unseen Middle East peace plan, to which Saudi A…", "url": "https://www.msnbc.com/rachel-maddow/watch/trump-weak-on-saudi-accountability-to-protect-kushner-peace-plan-1375491139873", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_dsherman_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:44:00Z", "content": null, "fulltext": "Trump weak on Saudi accountability to protect Kushner peace plan copied!\n\nWendy Sherman, former undersecretary of state for political affairs, talks with Rachel Maddow about how Donald Trump is willing to accommodate atrocities from Saudi Arabia to preserve his administration's as-yet-unseen Middle East peace plan, to which Saudi Arabia is integral.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Democratic Senators sue over Trump appointment of Matt Whitaker", "description": "Senator Richard Blumenthal talks with Rachel Maddow about a lawsuit he has joined with other senators, challenging Donald Trump's installation of Matthew Whitaker as acting-attorney general without Senate confirmation.", "url": "https://www.msnbc.com/rachel-maddow/watch/democratic-senators-sue-over-trump-appointment-of-matt-whitaker-1375489091787", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_bblumenthal_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:42:00Z", "content": null, "fulltext": "bad url"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "GOP gerrymandering: Democratic votes not matched by seats gained", "description": "Rachel Maddow shows four states in which Democratic popular vote victories are not commensurate with representative legislative seats because Republican gerrymandering has tipped the playing field.", "url": "https://www.msnbc.com/rachel-maddow/watch/gop-gerrymandering-democratic-votes-not-matched-by-seats-gained-1375489603922", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a5tilted_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:40:00Z", "content": null, "fulltext": "GOP gerrymandering: Democratic votes not matched by seats gained copied!\n\nRachel Maddow shows four states in which Democratic popular vote victories are not commensurate with representative legislative seats because Republican gerrymandering has tipped the playing field.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Legitimacy of Mueller not tied to Whitaker, but his fate may be", "description": "Rachel Maddow clarifies the significance of court filings that argue that the appointment of Matt Whitaker as acting-A.G. has no bearing on the constitutionality of the Robert Mueller investigation, even though Whitaker himself may have a lot of bearing on th…", "url": "https://www.msnbc.com/rachel-maddow/watch/legitimacy-of-mueller-not-tied-to-whitaker-but-his-fate-may-be-1375488067985", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a3whitaker_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:38:01Z", "content": null, "fulltext": "Legitimacy of Mueller not tied to Whitaker, but his fate may be copied!\n\nRachel Maddow clarifies the significance of court filings that argue that the appointment of Matt Whitaker as acting-A.G. has no bearing on the constitutionality of the Robert Mueller investigation, even though Whitaker himself may have a lot of bearing on the continued existence of the Robert Mueller investigation.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Democrats divided? Some are against Pelosi becoming speaker", "description": "Nancy Pelosi is facing some opposition in her bid to again become House Speaker. We discuss that with two former members of Congress, Donna Edwards & David Jolly.", "url": "https://www.msnbc.com/brian-williams/watch/democrats-divided-some-are-against-pelosi-becoming-speaker-1375492163620", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_pelosi_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:26:14Z", "content": null, "fulltext": "Democrats divided? Some are against Pelosi becoming speaker copied!\n\nNancy Pelosi is facing some opposition in her bid to again become House Speaker. We discuss that with two former members of Congress, Donna Edwards & David Jolly.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Alabama A.G. removes state's top public corruption fighter", "description": "Rachel Maddow reports on the surprise firing of Alabama's top public corruption prosecutor, Deputy Attorney General Matt Hart, by A.G. Steve Marshall, despite Hart's impressive record and Marshall being under ethics investigation.", "url": "https://www.msnbc.com/rachel-maddow/watch/alabama-a-g-removes-state-s-top-public-corruption-fighter-1375491651541", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a2alabama_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:21:07Z", "content": null, "fulltext": "Alabama A.G. removes state's top public corruption fighter copied!\n\nRachel Maddow reports on the surprise firing of Alabama's top public corruption prosecutor, Deputy Attorney General Matt Hart, by A.G. Steve Marshall, despite Hart's impressive record and Marshall being under ethics investigation.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "California reels with tragedy, more threats; Trump flunks empathy", "description": "Rachel Maddow reports on the dire circumstances in California where fires have devastated whole communities leaving a growing list of dead and a disturbing list of missing even as the threat of mudslides emerges, and a visiting Donald Trump who failed to summ…", "url": "https://www.msnbc.com/rachel-maddow/watch/california-reels-with-tragedy-more-threats-trump-flunks-empathy-1375487043890", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_a1fire_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:19:39Z", "content": null, "fulltext": "California reels with tragedy, more threats; Trump flunks empathy copied!\n\nRachel Maddow reports on the dire circumstances in California where fires have devastated whole communities leaving a growing list of dead and a disturbing list of missing even as the threat of mudslides emerges, and a visiting Donald Trump who failed to summon even the most basic human empathy.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump criticizes Navy Admiral who led raid on Osama bin Laden", "description": "Fmr. CIA Director John Brennan reacts to Trump's criticisms of the Navy admiral led the raid on Osama bin Laden.", "url": "https://www.msnbc.com/brian-williams/watch/trump-criticizes-navy-admiral-who-led-raid-on-osama-bin-laden-1375473219596", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_navy_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T05:00:46Z", "content": null, "fulltext": "How Nixon betrayed the nation before he was even president"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "All In 11/19/18", "description": "Chris Hayes discusses the day's top political news.", "url": "http://www.msnbc.com/all/episodes/watch/all-in-11-19-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/1020/831/181116_3831833_All_In_11_19_18_800x450_1375460931535.video_1067x600.jpg", "publishedAt": "2018-11-20T04:41:02Z", "content": "All In with Chris Hayes 11/19/18 Chris Hayes discusses the day's top political news. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: All In full episodes", "fulltext": ""}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "White House: Ivanka didn't know she couldn't use personal email", "description": "The Washington Post broke the news that Ivanka Trump used personal email for government business. This after two days that, even for this White House, were bizarre. Kimberly Atkins, Jill Colvin, & Jeremy Peters.", "url": "https://www.msnbc.com/brian-williams/watch/white-house-ivanka-didn-t-know-she-couldn-t-use-personal-email-1375458371629", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_bwms_ivanka_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T04:31:50Z", "content": null, "fulltext": "White House: Ivanka didn't know she couldn't use personal email copied!\n\nThe Washington Post broke the news that Ivanka Trump used personal email for government business, even after candidate Trump repeatedly blasted Hillary Clinton for her email troubles. Kimberly Atkins, Jill Colvin, & Jeremy Peters discuss.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Despite some opposition, Pelosi maintains support", "description": "Democrats captured another seat in the House, bringing the net gain to 38 seats. But the fight for Speaker is heating up after a group of 16 Democrats signed a letter pledging to oppose Pelosi, arguing the party needs new leadership. Ali Velshi discusses with…", "url": "https://www.msnbc.com/the-last-word/watch/despite-some-opposition-pelosi-maintains-support-1375454275634", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_lw_epelosi_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T04:20:35Z", "content": null, "fulltext": "Despite some opposition, Pelosi maintains support copied!\n\nDemocrats captured another seat in the House, bringing the net gain to 38 seats. But the fight for Speaker is heating up after a group of 16 Democrats signed a letter pledging to oppose Pelosi, arguing the party needs new leadership. Ali Velshi discusses with Congresswoman-elect Jennifer Wexton who backs Pelosi for speaker.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Hardball 11/19/18", "description": "Chris Matthews and a panel of guests discuss the political news of the day.", "url": "http://www.msnbc.com/hardball/episodes/watch/hardball-11-19-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/990/51/181119_3832586_Hardball_11_19_18_800x450_1375428675530.video_1067x600.jpg", "publishedAt": "2018-11-20T03:41:00Z", "content": "Hardball with Chris Matthews 11/19/18 Chris Matthews and a panel of guests discuss the political news of the day. descriptionLimit\"&gt;... more Duration: {{video.duration.momentjs}} Up next in: Hardball full episodes", "fulltext": "Chris Matthews and a panel of guests discuss the political news of the day.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Can a sitting vice president be indicted? Bag Man Ep. 5 out now!", "description": "Rachel Maddow alerts viewers that Episode 5 of her 7-part podcast, Bag Man, is now available. Is a sitting vice president immune from indictment even if prosecutors have evidence of his crimes?", "url": "https://www.msnbc.com/rachel-maddow/watch/can-a-sitting-vice-president-be-indicted-bag-man-ep-5-out-now-1375418435683", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_maddow_ebagman_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T03:30:02Z", "content": null, "fulltext": "Can a sitting vice president be indicted? Bag Man Ep. 5 out now! copied!\n\nRachel Maddow alerts viewers that Episode 5 of her 7-part podcast, Bag Man, is now available. Is a sitting vice president immune from indictment even if prosecutors have evidence of his crimes?\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Report: Ivanka Trump used private e-mail for government business", "description": "Ivanka Trump appears to have committed the same infraction that became the centerpiece of Trump's 2016 campaign. Carol Leonnig, who broke the story for the Washington Post, and Neera Tanden help piece through Trump's double standard for email security.", "url": "https://www.msnbc.com/the-last-word/watch/report-ivanka-trump-used-private-e-mail-for-government-business-1375422531588", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_lw_bivanka_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T03:29:57Z", "content": null, "fulltext": "Report: Ivanka Trump used private e-mail for government business copied!\n\nIvanka Trump appears to have committed the same infraction that became the centerpiece of Trump's 2016 campaign. Carol Leonnig, who broke the story for the Washington Post, and Neera Tanden help piece through Trump's double standard for email security.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Trump claims to be busy, his schedule says otherwise", "description": "President Trump's official schedule was empty on Veterans Day, when he now claims he was too busy to visit Arlington National Cemetery. His schedule for Thanksgiving week is hardly any better.", "url": "https://www.msnbc.com/all-in/watch/trump-claims-to-be-busy-his-schedule-says-otherwise-1375366723584", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_t1t2trumpschedule_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T01:57:52Z", "content": null, "fulltext": "Trump claims to be busy, his schedule says otherwise copied!\n\nPresident Trump's official schedule was empty on Veterans Day, when he now claims he was too busy to visit Arlington National Cemetery. His schedule for Thanksgiving week is hardly any better.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Stacey Abrams: 'It was not a free and fair election'", "description": "Democratic candidate for governor of Georgia Stacey Abrams talks about her decision not to concede the race.", "url": "https://www.msnbc.com/all-in/watch/stacey-abrams-it-was-not-a-free-and-fair-election-1375363139853", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_cabramselection_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T01:54:58Z", "content": null, "fulltext": "Stacey Abrams: 'It was not a free and fair election' copied!\n\nDemocratic candidate for governor of Georgia Stacey Abrams talks about her decision not to concede the race.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "MTP Daily 11/19/18", "description": "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.", "url": "http://www.msnbc.com/mtp-daily/episodes/watch/mtp-daily-11-19-18-episode", "urlToImage": "https://tve-static-msnbc.akamaized.net/j/image/922/683/181116_3831694_MTP_Daily_11_19_18_800x450_1375359555688.video_1067x600.jpg", "publishedAt": "2018-11-20T01:51:00Z", "content": "MTP Daily 11/19/18 MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues. descriptionLimit\"&gt;... more Duration: {{video.duration… [+46 chars]", "fulltext": "MTP Daily is a public affairs program hosted by Chuck Todd that follows the Trump administration and features the top news-makers of the day as they analyze and break down the issues.\n\nDuration: {{video.duration.momentjs}}"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Alexandria Ocasio-Cortez on her plans in Congress", "description": "Congresswoman-Elect Alexandria Ocasio-Cortez talks about not being bullied by the right, taking action on climate change, Amazon's plans in New York, and more.", "url": "https://www.msnbc.com/all-in/watch/alexandria-ocasio-cortez-on-her-plans-in-congress-1375364163574", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hayes_bocasiocortezcongress_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T01:50:58Z", "content": null, "fulltext": "Alexandria Ocasio-Cortez on her plans in Congress copied!\n\nCongresswoman-Elect Alexandria Ocasio-Cortez talks about not being bullied by the right, taking action on climate change, Amazon's plans in New York, and more.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Senator suing to block Trump AG pick: He’s a 'lap dog'", "description": "Democrat Senator Richard Blumenthal, joins Ari Melber to discuss his new suit against President Trump’s pick to replace Jeff Sessions as Attorney General, Matt Whitaker. Blumenthal slams Whitaker as “a lackey or lap dog” to Trump and says Senators have been “…", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/senator-suing-to-block-trump-ag-pick-he-s-a-lap-dog-1375326787754", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_mueller_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T01:06:24Z", "content": null, "fulltext": "Senator suing to block Trump AG pick: He’s a 'lap dog' copied!\n\nDemocrat Senator Richard Blumenthal, joins Ari Melber to discuss his new suit against President Trump’s pick to replace Jeff Sessions as Attorney General, Matt Whitaker. Blumenthal slams Whitaker as “a lackey or lap dog” to Trump and says Senators have been “denied their right to vote on this nomination”, a concern because he believes Whitaker is “unqualified in so many ways”.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Colonel slams Trump: 'absolute enemy' of media ability to inform", "description": "President Trump has a new feud, this time with a Navy Seal commander who oversaw the mission to kill Osama bin Laden. Retired Colonel Lawrence Wilkerson tells Ari Melber that Trump “does everything” for “his political domestic base\" and that attacking Admiral…", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/colonel-slams-trump-absolute-enemy-of-media-ability-to-inform-1375324739991", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_wilkerson_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T01:04:56Z", "content": null, "fulltext": "Colonel slams Trump: 'absolute enemy' of media ability to inform copied!\n\nPresident Trump has a new feud, this time with a Navy Seal commander who oversaw the mission to kill Osama bin Laden. Retired Colonel Lawrence Wilkerson tells Ari Melber that Trump “does everything” for “his political domestic base\" and that attacking Admiral McRaven and sending troops to the border were “a political stunt”. Wilkerson adds that Trump is the “absolute enemy” of the media’s ability to represent Government’s actions to citizens.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MPX", "title": "Some House races still undecided after Midterm Elections", "description": "Steve goes to the big board to break down the last few races in the House that are undecided and where votes are being tabulated.", "url": "https://www.msnbc.com/hardball/watch/some-house-races-still-undecided-after-midterm-elections-1375304259658", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_kornacki_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:42:00Z", "content": null, "fulltext": "Some House races still undecided after Midterm Elections copied!\n\nSteve goes to the big board to break down the last few races in the House that are undecided and where votes are being tabulated.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "'The floor’: Trump's visit to California wildfire zones marked by bizarre statements", "description": "MSNBC analyst Zerlina Maxwell, fmr. Undersecretary of State Rick Stengel, fmr. Rep. David Jolly, and  Daily Beast’s Betsy Woodruff on Trump’s visit to wildfire ravaged areas in California", "url": "https://www.msnbc.com/deadline-white-house/watch/-the-floor-trump-s-visit-to-california-wildfire-zones-marked-by-bizarre-statements-1375300163713", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_TrumpCalifornia_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:32:43Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Gen. McCaffrey calls Trump ‘8th grader’ in response to McRaven attacks", "description": "In his interview with Fox News, Trump attacked a respected retired Admiral - William McRaven - the man who oversaw the raid that killed Osama Bin Laden.", "url": "https://www.msnbc.com/hardball/watch/gen-mccaffrey-calls-trump-8th-grader-in-response-to-mcraven-attacks-1375296579653", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_barry_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:28:53Z", "content": null, "fulltext": "Gen. McCaffrey calls Trump ‘8th grader’ in response to McRaven attacks copied!\n\nIn his interview with Fox News, Trump attacked a respected retired Admiral - William McRaven - the man who oversaw the raid that killed Osama Bin Laden.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "“Decorum?”; Trump vulgar Schiff tweet marks new low", "description": "MSNBC analyst Zerlina Maxwell, fmr. Undersecretary of State Rick Stengel, fmr. Rep. David Jolly, and  Daily Beast’s Betsy Woodruff on Trump’s tweet targeting the top Democrat on the House Intelligence committee, Rep. Adam Schiff", "url": "https://www.msnbc.com/deadline-white-house/watch/-decorum-trump-vulgar-schiff-tweet-marks-new-low-1375289923936", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_Schitt_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:23:38Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "With a loyal AG in place, Trump adopts new posture against Mueller", "description": "Former FBI Asst. Dir. Frank Figliuzzi, former DOJ spox Matt Miller, MSNBC analyst Zerlina Maxwell, fmr. Undersecretary of State Rick Stengel, fmr. Rep. David Jolly, and  Daily Beast’s Betsy Woodruff on Trump’s latest remarks about Robert Mueller and acting Ac…", "url": "https://www.msnbc.com/deadline-white-house/watch/with-a-loyal-ag-in-place-trump-adopts-new-posture-against-mueller-1375290947780", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_Whitaker_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:22:50Z", "content": null, "fulltext": "Two weeks after midterms, troops will reportedly begin to go home despite rhetoric over the 'caravan' 06:11"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Ivanka Trump Attorney says personal emails used 'for logistics and scheduling'", "description": "The Washington Post reports that \"Ivanka Trump sent hundreds of emails last year to White House aides, Cabinet officials and her assistants using a personal account, many of them in violation of federal records rules, according to people familiar with a White…", "url": "https://www.msnbc.com/hardball/watch/ivanka-trump-attorney-says-personal-emails-used-for-logistics-and-scheduling-1375287363603", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_hardball_lemire_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:18:48Z", "content": null, "fulltext": "Ivanka Trump Attorney says personal emails used 'for logistics and scheduling' copied!\n\nThe Washington Post reports that \"Ivanka Trump sent hundreds of emails last year to White House aides, Cabinet officials and her assistants using a personal account, many of them in violation of federal records rules, according to people familiar with a White House examination of her correspondence.\" Ivanka Trump's Attorney responded by saying the personal email use was \"almost always for logistics and scheduling.\"\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "Ivanka Trump busted for extensive use of personal email", "description": "Ivanka Trump, has been busted for using a personal email account to send hundreds of emails about Government business, according to a new Washington Post report. Carol Leonnig, one of the reporters who broke the story, expands on the story in her first interv…", "url": "https://www.msnbc.com/the-beat-with-ari-melber/watch/ivanka-trump-busted-for-extensive-use-of-personal-email-1375283779722", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_ari_ivanka_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:16:14Z", "content": null, "fulltext": "Ivanka Trump busted for extensive use of personal email copied!\n\nIvanka Trump, has been busted for using a personal email account to send hundreds of emails about Government business, according to a new Washington Post report. Carol Leonnig, one of the reporters who broke the story, expands on the story in her first interview since the story broke. She tells Ari Melber that Ivanka was “more frequently using her personal email in discussing Government business than anyone else in the White House”. Executive Director of “American Oversight”, Austin Evers, the official in charge of a FOIA request to obtain administration emails tells “The Beat”, “the scope of her use was pretty extensive” and her review process “absolutely mimics what Hillary Clinton did”. Washington Bureau Chief of “Mother Jones” David Corn, also joins “The Beat”.\n\nRead More"}, {"source": {"id": "msnbc", "name": "MSNBC"}, "author": "MSNBC.com", "title": "In attacking Adm. McRaven Trump proves, again, nothing is sacred for him", "description": "Col. Jack Jacobs (ret.), MSNBC analyst Zerlina Maxwell, fmr. Undersecretary of State Rick Stengel, fmr Rep. David Jolly, and Daily Beast’s Betsy Woodruff on the president’s attack against decorated war veteran, Admiral William McRaven and the GOP’s response t…", "url": "https://www.msnbc.com/deadline-white-house/watch/in-attacking-adm-mcraven-trump-proves-again-nothing-is-sacred-for-him-1375275075681", "urlToImage": "https://media1.s-nbcnews.com/j/MSNBC/Components/Video/201811/n_wh_deadline_McRaven_181119_1920x1080.1200;630;7;70;5.jpg", "publishedAt": "2018-11-20T00:07:44Z", "content": null, "fulltext": "In attacking Adm. McRaven Trump proves, again, nothing is sacred for him copied!\n\nCol. Jack Jacobs (ret.), MSNBC analyst Zerlina Maxwell, fmr. Undersecretary of State Rick Stengel, fmr Rep. David Jolly, and Daily Beast’s Betsy Woodruff on the president’s attack against decorated war veteran, Admiral William McRaven and the GOP’s response to his remarks\n\nRead More"}]