{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Florida Official Orders First-Ever Hand Recount in Senate Race", "description": "The Florida Secretary of State ordered the first-ever statewide recount in the U.S. Senate race after a machine recount tallied over 8.3 million votes cast in the midterm election.", "url": "https://www.breitbart.com/politics/2018/11/15/florida-official-orders-first-ever-hand-recount-in-senate-race/", "urlToImage": "https://media.breitbart.com/media/2018/08/Sen.-Bill-Nelson.jpg", "publishedAt": "2018-11-15T22:35:54Z", "content": "Unofficial results posted on the Florida secretary of states website show that Republican Ron DeSantis is virtually assured of winning the nationally watched governors race over Democrat Andrew Gillum. Florida finished a machine recount Thursday that showed G… [+4197 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "A Brief Guide to Brexit: Where We Are, and How We Got Here From Britain joining the EEC in 1973 to Theresa May's 'Worst Deal Ever' in 2018 what it means and why", "description": "Theresa May’s premiership is teetering on the verge of collapse after she unveiled a draft agreement on Britain’s withdrawal from the European Union described as “the worst deal in history” — but what are the sticking points, and how did we get here?", "url": "https://www.breitbart.com/europe/2018/11/15/a-brief-guide-to-brexit-where-we-are-how-we-got-here/", "urlToImage": "https://media.breitbart.com/media/2018/11/May-Brink.png", "publishedAt": "2018-11-15T22:27:39Z", "content": "The Prime Minister’s leadership of the British government and the Conservative and Unionist Party which helms it has never seemed more in doubt, after the terms of her Draft Withdrawal Agreement caused a number of her ministers to resign in protest, but the p… [+19077 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Alana Mastrangelo", "title": "North Carolina State Adds ‘Social Justice Education’ to Ph.D. Program", "description": "North Carolina State University announced this week that it will be adding a Ph.D. program specializing in Social Justice Education.", "url": "https://www.breitbart.com/tech/2018/11/15/north-carolina-state-adds-social-justice-education-to-ph-d-program/", "urlToImage": "https://media.breitbart.com/media/2018/11/social-justice-warriors.jpg", "publishedAt": "2018-11-15T22:24:04Z", "content": "The new Ph.D. program will be launched at North Carolina State University (NCSU) in the fall semester of 2019, and will seek to “prepare scholar-activists to lead in matters of social justice.” The goal of the program is to help educators recognize and disrup… [+1708 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Winter Storm Avery Leaves 5 Dead as Snow Blankets Northeast", "description": "(AP) — One of the first big storms of the season moved across the eastern half of the country, leaving five people dead and closing schools as the freakish weather brought snow as far south as Alabama.", "url": "https://www.breitbart.com/local/2018/11/15/winter-storm-avery-leaves-5-dead-as-snow-blankets-northeast/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18319676990755.jpg", "publishedAt": "2018-11-15T22:22:02Z", "content": "As much as 8 inches of snow blanketed the St. Louis area, and forecasters predicted up to 6 inches in parts of southern New England as the storm made its way east. They also predicted northern New Jersey could see 4 to 8 inches of snow before the system exits… [+10241 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "U.S. Military, DHS Conduct Training Exercises Ahead of Caravan Migrants", "description": "U.S. Customs and Border Protection (CBP) officers in the Tucson Sector teamed up with Department of Defense (DOD) personnel to conduct training exercises and harden ports of entry in advance of the anticipated arrival of Central American caravan migrants. Off…", "url": "https://www.breitbart.com/border/2018/11/15/u-s-military-dhs-conduct-training-exercises-ahead-of-caravan-migrants/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1059705660.jpg", "publishedAt": "2018-11-15T22:11:38Z", "content": "Officers in CBP’s Office of Field Operations (OFO) are making plans and increasing readiness for the possibility that caravan migrants could make their way to the border regions of the Tucson Sector in the days or weeks ahead. In preparation, OFO officers and… [+2332 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Matthew Boyle", "title": "Exclusive — GOP Files Records Requests with LAPD for Avenatti Domestic Violence Arrest Information, Footage", "description": "The Republican National Committee (RNC) has filed a pair of records requests with law enforcement authorities in Los Angeles, California, for any and all information relating to the arrest of attorney and likely 2020 Democrat presidential candidate Michael Av…", "url": "https://www.breitbart.com/politics/2018/11/15/exclusive-gop-files-records-requests-with-lapd-for-avenatti-domestic-violence-arrest-information-footage/", "urlToImage": "https://media.breitbart.com/media/2018/10/Screen-Shot-2018-10-03-at-6.40.42-PM.png", "publishedAt": "2018-11-15T21:49:21Z", "content": "Avenatti was arrested Wednesday and charged with felony domestic violence. Upon his release on $50,000 bail, he denied any wrongdoing and claims an investigation will clear his name. But, according to TMZ–which originally broke the news–Avenatti shouted “she … [+9382 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Pence: ‘We Didn’t Really See That Blue Wave in the House’", "description": "While speaking to NBC on Thursday, Vice President Mike Pence stated that Republicans had good results in the 2018 elections in races for the Senate and governorships, and “we didn’t really see that blue wave in the House of Representatives come our way.” Penc…", "url": "https://www.breitbart.com/video/2018/11/15/pence-we-didnt-really-see-that-blue-wave-in-the-house/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/07/6a336b_us-vice-president-mike-pence-delivered-one-hawkish-speeches-by-senior-us-e1540559874740.jpg", "publishedAt": "2018-11-15T21:48:40Z", "content": "While speaking to NBC on Thursday, Vice President Mike Pence stated that Republicans had good results in the 2018 elections in races for the Senate and governorships, and “we didnt really see that blue wave in the House of Representatives come our way.” Pence… [+356 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "English Rock Star Billy Idol Celebrates Becoming a U.S. Citizen", "description": "English rock star Billy Idol celebrated becoming a U.S. citizen on Thursday at a swearing-in ceremony in Los Angeles, California.", "url": "https://www.breitbart.com/entertainment/2018/11/15/billy-idol-celebrates-becoming-a-u-s-citizen/", "urlToImage": "https://media.breitbart.com/media/2018/11/billyidol1.jpg", "publishedAt": "2018-11-15T21:14:28Z", "content": "“Its a nice day for a naturalization ceremony. Congratulations Billy Idol on becoming a #newUScitizen today in Los Angeles, CA,” the U.S. Citizenship and Immigration Services tweeted, accompanied by photos from the ceremony. Its a nice day for a naturalizatio… [+1332 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ken Klukowski", "title": "Justice Department Explains Why Whitaker Appointment Is Legal; Maryland Sues", "description": "The U.S. Department of Justice (DOJ) is defending the legality of President Donald Trump’s appointing Matthew Whitaker as acting attorney general, showing the president’s decision is consistent with the Constitution, federal law, and Supreme Court precedent, …", "url": "https://www.breitbart.com/politics/2018/11/15/justice-department-explains-why-whitaker-appointment-legal-maryland-sues/", "urlToImage": "https://media.breitbart.com/media/2018/11/Donald-Trump-Matthew-Whitaker.jpg", "publishedAt": "2018-11-15T21:00:44Z", "content": "Assistant Attorney General Steven Engel, head of DOJs Office of Legal Counsel (OLC), issued an OLC Memo on Wednesday making the legal case for Whitaker, pointing out at the outset that two prior OLC Memos, issued in 2003 and 2007, reached the same conclusion … [+4084 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Hirono: GOP Investigating Hillary Is Like Beating a ‘Dead Horse’", "description": "Thursday on CNN’s “Right Now,” Sen. Mazie Hirono (D-HI) said if the Republican Party tries to investigate Hillary Clinton, it would be like beating a “dead horse.” Hirono clarified she was referring to the investigation, not Clinton, as a dead horse. Partial …", "url": "https://www.breitbart.com/video/2018/11/15/hirono-gop-investigating-hillary-is-like-beating-a-dead-horse/", "urlToImage": "https://media.breitbart.com/media/2018/06/GettyImages-460249672.jpg", "publishedAt": "2018-11-15T20:53:13Z", "content": "Thursday on CNN’s “Right Now,” Sen. Mazie Hirono (D-HI) said if the Republican Party tries to investigate Hillary Clinton, it would be like beating a “dead horse.” Hirono clarified she was referring to the investigation, not Clinton, as a dead horse. Partial … [+1341 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Pence: Trump to Meet with Kim Jong-Un Next Year, ‘We Need to See Results’", "description": "Vice President Mike Pence said from the sidelines of the Association of Southeast Asian Nations (ASEAN) summit on Thursday that President Donald Trump will hold a second meeting with North Korean dictator Kim Jong-un next year. Pence said Kim will be expected…", "url": "https://www.breitbart.com/national-security/2018/11/15/pence-trump-meet-kim-jong-un-next-year-need-see-results/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/01/33291e_landmark-summit-north-korea-leader-kim-jong-un-us-president-donald-trump-e1538660646209.jpg", "publishedAt": "2018-11-15T20:52:44Z", "content": "Everything begins with relationships, but now we need to see results, Pence said in an interview with NBC News in Singapore on Thursday. Pence stressed the progress made with North Korea so far: No more missiles being fired, no more nuclear tests and our host… [+4467 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Judge Rules Against Extending Florida Recount Deadline", "description": "A Federal judge ruled against a request to extend the deadline for recounts in Florida's U.S. Senate and governor midterm races.", "url": "https://www.breitbart.com/politics/2018/11/15/judge-rules-extending-florida-recount-deadline/", "urlToImage": "https://media.breitbart.com/media/2018/11/Election_2018_Florida_ap.jpg", "publishedAt": "2018-11-15T20:40:29Z", "content": "U.S. District Judge Mark Walker rejected a request by Sen. Bill Nelson (D-FL) and fellow Democrats to give counties more time to finish recounts. We have been the laughingstock of the world, election after election, and we chose not to fix this, Walker said i… [+4976 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "California: Ferocious Fires Spark Health Concerns as Death Toll Hits 59", "description": "(AP) — At least 59 people were killed and 300 were unaccounted for a week after the flames swept through parts of California.", "url": "https://www.breitbart.com/local/2018/11/15/california-ferocious-fires-spark-health-concerns-as-death-toll-hits-59/", "urlToImage": "https://media.breitbart.com/media/2018/11/11.png", "publishedAt": "2018-11-15T20:32:23Z", "content": "Smoke masks. Eye drops. No outdoor exercise. This is how Californians are trying to cope with wildfires choking the state, but experts say an increase in serious health problems may be almost inevitable for vulnerable residents as the disasters become more co… [+10038 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "North Korea: ‘World’s Most Serious Human Rights Violations’ Happen in West", "description": "North Korea's state newspaper Rodong Sinmun condemned the United States and other Western countries for allegedly being home to the \"world's most serious violations of human rights\" in an editorial Thursday.", "url": "https://www.breitbart.com/asia/2018/11/15/north-korea-worlds-most-serious-human-rights-violations-happen-in-west/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1057615598.jpg", "publishedAt": "2018-11-15T20:22:38Z", "content": "North Korea’s state propaganda outlets routinely accused the United States of gross human rights violations for much of 2016 and 2017. The frequency with which these outlets attacked the Weston human rights grounds diminished somewhat following the meeting be… [+4606 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump and Melania Trump Visit Hero Marines in Washington, DC", "description": "President Donald Trump and first lady Melania visited United States Marines on Thursday in Washington, DC.", "url": "https://www.breitbart.com/politics/2018/11/15/donald-trump-melania-trump-visit-hero-marines-washington-dc/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Melania-Marines-table-getty.jpg", "publishedAt": "2018-11-15T19:50:11Z", "content": "The president and the first lady traveled via a motorcade to visit the barracks in Southeast Washington, meeting about 20 tables of Marines. They also visited Marines who responded to a building fire at the Arthur Capper Senior Public Housing complex in Septe… [+697 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Eastern Michigan University Cancels ‘Vagina Monologues’ Because It Isn’t Inclusive", "description": "Eastern Michigan U Cancels 'Vagina Monologues' Because It Isn't Inclusive", "url": "https://www.breitbart.com/tech/2018/11/15/eastern-michigan-u-cancels-vagina-monologues-because-it-isnt-inclusive/", "urlToImage": "https://media.breitbart.com/media/2018/02/Transgender-Spencer-PlattGetty-Images.jpg", "publishedAt": "2018-11-15T19:47:53Z", "content": "Eastern Michigan University canceled a production of The Vagina Monologues this week after the community claimed that the show was not inclusive enough. Students specifically felt that the show was inappropriate because it does not include transgender women. … [+1584 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "How Elon Musk’s Plan to Give Everyone PayPal Credit Cards Backfired", "description": "Elon Musk's former business partner at PayPal, Peter Thiel, discussed the Tesla CEO's time at the payment processor at a recent conference. He specifically discussing Musk's plan to give all PayPal customers credit cards and how the plan backfired.", "url": "https://www.breitbart.com/tech/2018/11/15/how-elon-musks-plan-to-give-everyone-paypal-credit-cards-backfired/", "urlToImage": "https://media.breitbart.com/media/2018/09/elon-musk-tesla-smoke.jpg", "publishedAt": "2018-11-15T19:25:16Z", "content": "Speaking at the Center on Capitalism and Societys November 2015 conference, tech entrepreneur and supporter of President Trump Peter Thiel discussed his business partnership with Tesla CEO Elon Musk when they worked at PayPal. Thiel stated that he was conside… [+1598 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Report: Chinese Telecom Giant Building Venezuela a ‘Social Credit System’", "description": "Chinese telecoms giant ZTE is helping the socialist dictatorship in Venezuela to create a social credit system known as the \"Fatherland Card,\" similar to the system already implemented by Beijing.", "url": "https://www.breitbart.com/national-security/2018/11/15/report-chinese-telecom-giant-building-venezuela-social-credit-system/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/ap/18/252292_china-us-zte-53447-in-may-2018-file-photo-woman-passes-by-zte-building-in-beijing-e1542309171127.jpg", "publishedAt": "2018-11-15T19:20:12Z", "content": "According to Reuters, Nicolás Maduro regime’s recent release of the Carnet de la Patria, or Fatherland Card, to all citizens forms part of a plan to develop widespread control over the population. Venezuelans have needed a card for access to subsidized food, … [+3778 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Saudis Seek Death Penalty for Five Charged in Khashoggi Killing, U.S. Announces Sanctions", "description": "Saudi Arabia’s public prosecutor announced on Thursday the government will seek the death penalty against five of the suspects charged in the slaying of Wall Street Journal contributor Jamal Khashoggi at the Saudi consulate in Istanbul last month.", "url": "https://www.breitbart.com/national-security/2018/11/15/saudis-seek-death-penalty-five-charged-khashoggi-killing-u-s-announces-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/12/4a4def_jamal-khashoggi-has-not-he-entered-saudi-consulate-in-istanbul-on-turkey-e1542307160237.jpg", "publishedAt": "2018-11-15T18:43:15Z", "content": "Turkey, which has been strongly critical of Saudi Arabias response to the killing, described Thursdays actions as positive but insufficient. The U.S. government on Thursday announced sanctions against 17 Saudis allegedly linked to Khashoggi’s murder. The Wall… [+7058 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole", "title": "South Park ‘Apologizes’ to Al Gore for ‘ManBearPig Episodes’", "description": "South Park has \"apologized\" for mocking super serial Al Gore in its ManBearPig episodes. Naturally, the liberal media is going wild with righteous jubilation.", "url": "https://www.breitbart.com/entertainment/2018/11/15/south-park-apologizes-for-manbearpig/", "urlToImage": "https://media.breitbart.com/media/2018/11/manbearpig.jpg", "publishedAt": "2018-11-15T18:28:06Z", "content": "According to one sanctimonious commentary in the Guardian, it’s a sign that South Park has finally seen the error of its ways – part of a growing recognition by TV that politically correct snark has no place in this more enlightened, caring, woke modern world… [+2891 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan, Lucas Nolan", "title": "NYT: Zuckerberg 'Appalled' by Trump's Immigration Ban Comments, Questioned if He Violated Rules", "description": "According to a report from the New York Times, Facebook CEO Mark Zuckerberg was so \"appalled\" by President Trump's comments on immigration, he quizzed executives to determine if the President broke Facebook's rules.", "url": "https://www.breitbart.com/tech/2018/11/15/nyt-zuckerberg-appalled-by-trumps-immigration-ban-comments-questioned-if-he-violated-rules/", "urlToImage": "https://media.breitbart.com/media/2018/04/Mark-Zuckerberg-4-10-18-Congress-2-getty.jpg", "publishedAt": "2018-11-15T18:20:19Z", "content": "Mr. Zuckerberg, who had helped found a nonprofit dedicated to immigration reform, was appalled, said employees who spoke to him or were familiar with the conversation. He asked Ms. Sandberg and other executives if Mr. Trump had violated Facebooks terms of ser… [+947 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Ocasio-Cortez Demands 100% Renewable Energy in 10 Years", "description": "U.S. Representative-elect Alexandria Ocasio-Cortez is demanding that the U.S. commit to shifting 100% of its energy consumption to renewable energy as part of a \"Green New Deal\" she is demanding party leaders support.", "url": "https://www.breitbart.com/environment/2018/11/15/alexandria-ocasio-cortez-demands-100-percent-renewable-energy-in-10-years-in-green-new-deal/", "urlToImage": "https://media.breitbart.com/media/2018/06/Alexandria-Ocasio-Cortez-Twitter-1.jpg", "publishedAt": "2018-11-15T18:14:56Z", "content": "Politico reported Thursday that Ocasio-Cortez, the “democratic socialist” from New York’s 14th congressional district, is demanding that House Minority Leader Nancy Pelosi back her demand for 100% renewables as a price for support in the Democratic Party’s le… [+2334 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Trump Administration Bans Americans from 16 Cuban Military-Owned Hotels", "description": "The State Department announced Wednesday that it would add another 26 entities, including 16 hotels, to its \"Cuba Restricted List,\" generally barring Americans from doing business with those entities. The hotels and other businesses in question are those know…", "url": "https://www.breitbart.com/latin-america/2018/11/15/trump-bans-americans-16-cuban-military-owned-hotels/", "urlToImage": "https://media.breitbart.com/media/2017/10/cubahotel.png", "publishedAt": "2018-11-15T18:11:29Z", "content": "The hotels and other businesses in question are those known to be owned by the Cuban military, which directly engages in human rights abuses throughout the Western Hemisphere. The ban on the new entities will become active on Thursday. “The Cuba Restricted Li… [+5230 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan, Lucas Nolan", "title": "NYT: Facebook Backed Internet Sex Trafficking Bill to Hurt Google", "description": "According to a report from the New York Times, Facebook backed a bill that would make Internet giants responsible for sex trafficking occurring on their platforms simply to make Google look bad.", "url": "https://www.breitbart.com/tech/2018/11/15/nyt-facebook-backed-internet-sex-trafficking-bill-to-hurt-google/", "urlToImage": "https://media.breitbart.com/media/2018/04/GettyImages-944724820.jpg", "publishedAt": "2018-11-15T18:01:42Z", "content": "A recent article from the New York Times titled “ Delay, Deny and Deflect: How Facebooks Leaders Fought Through Crisis,” analyses how Facebook has dealt with a number of crises throughout the past few years and the methods they use to undermine competition. I… [+1755 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "Report: Florida Democrats Urged Voters to Submit Absentee Ballots After Election Day Using Altered Forms", "description": "Florida Democrats urged voters to submit absentee ballots after Election Day, using an official form that had been altered to make it look like they were doing so within the legal deadline, hoping a judge would later allow the votes.", "url": "https://www.breitbart.com/politics/2018/11/15/report-florida-democrats-urged-voters-to-submit-absentee-ballots-after-election-day-using-altered-forms/", "urlToImage": "https://media.breitbart.com/media/2018/11/I-voted-stickers-Joel-Pollak-Breitbart-News.jpg", "publishedAt": "2018-11-15T17:46:32Z", "content": "That attempt to add Democratic votes, which critics say is possible election fraud, was reported Thursday morning by Ana Ceballos of the Naples Daily News, who notes the scheme has already been reported to federal prosecutors. Ceballos reported: A day after F… [+2165 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Kanye West Sings Karaoke with Facebook’s Mark Zuckerberg", "description": "Kanye West published a tweet Wednesday that showed him enjoying some karaoke with Facebook co-founder Mark Zuckerberg.", "url": "https://www.breitbart.com/entertainment/2018/11/15/kanye-west-sings-karaoke-with-mark-zuckerberg/", "urlToImage": null, "publishedAt": "2018-11-15T17:43:22Z", "content": null}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Photos: Washington, D.C. Hit with First Measurable November Snowfall in 22 Years", "description": "In what is being described as a \"messy mix\" of snow, sleet, and freezing rain, winter appears to have come early to Washington, D.C., causing commute delays and school cancelations across the nation's capital.", "url": "https://www.breitbart.com/local/2018/11/15/photos-washington-d-c-hit-with-first-measurable-november-snowfall-in-22-years/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1061884098.jpg", "publishedAt": "2018-11-15T17:43:04Z", "content": "A Winter Weather Advisory is in effect and will be in place until at least Thursday evening as one to two inches are expected to fall today. The November snowfall average is 0.5 inches. The November snowfall record in the city is 11.5 inches, while averaging … [+9497 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Pelosi: ‘I Have Overwhelming Support’ to Be Speaker", "description": "Thursday at her weekly press conference House Minority Leader Nancy Pelosi (D-CA) said she has the votes to become the next speaker of the House. When asked about 17 members currently opposing her and if she could still win, Pelosi said, “Yes.” She continued,…", "url": "https://www.breitbart.com/video/2018/11/15/pelosi-i-have-overwhelming-support-to-be-speaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/pelosi.jpg", "publishedAt": "2018-11-15T17:15:10Z", "content": "Thursday at her weekly press conference House Minority Leader Nancy Pelosi (D-CA) said she has the votes to become the next speaker of the House. When asked about 17 members currently opposing her and if she could still win, Pelosi said, “Yes.” She continued,… [+182 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Five Revelations About Facebook from the New York Times", "description": "The New York Times published an article Wednesday which alleges that Facebook engaged in a number of practices designed to hurt competitors and direct media and government attention anywhere else they could — including George Soros.", "url": "https://www.breitbart.com/tech/2018/11/15/five-revelations-about-facebook-from-the-new-york-times/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/10/10aphi_cardboard-cutouts-facebook-founder-ceo-mark-zuckerberg-us-capitol-his-e1535670952157.jpg", "publishedAt": "2018-11-15T17:11:49Z", "content": "A recent article published by the New York Times titled “ Delay, Deny and Deflect: How Facebooks Leaders Fought Through Crisis,” provides insight into how Facebook has operated through numerous crises over the past few years. The report also alleges that Face… [+6727 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Kim Kardashian: Kanye Fighting for ‘Free Thought’ More than Any Policy Position", "description": "Reality TV star Kim Kardashian West defended her husband Kanye West Wednesday over his urging people to reject conventional thinking at a \"Criminal Justice Reform Summit\" held by Variety and Rolling Stone.", "url": "https://www.breitbart.com/entertainment/2018/11/15/kim-kardashian-kanye-fighting-for-free-thought-more-than-any-policy-position/", "urlToImage": "https://media.breitbart.com/media/2018/11/KimYecrop.jpg", "publishedAt": "2018-11-15T17:11:26Z", "content": "“What [Kanye] fights for is the right to like what he wants to like Even if its different from what you like,” Kim Kardashian West told CNN commentator Van Jones. “He never said, ‘Okay, I know whats going on with immigration, and I know this and I know that.’… [+1961 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope, Merrill Hope", "title": "Texas Woman On Life Support After Cheap Nose Job in Mexico", "description": "A Texas woman went to Mexico for a cheap nose job but instead, wound up in a coma and on life support. Now, her family faces the tragic reality that she may have paid the ultimate price for the procedure, according to a variety of sources.", "url": "https://www.breitbart.com/border/2018/11/15/texas-woman-on-life-support-after-cheap-nose-job-in-mexico/", "urlToImage": "https://media.breitbart.com/media/2018/11/nose.png", "publishedAt": "2018-11-15T17:05:27Z", "content": "Laura Avila, 36, a Dallas real estate agent, decided to have the rhinoplasty at the Rino Center in Ciudad Juarez because she could pay a $138 down payment for the procedure, according to the Dallas Morning News. On October 30, Avila and her fiancé Enrique Cru… [+2983 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Jewish Students 'Take a Knee' for Palestinians During Israeli National Anthem", "description": "TEL AVIV – Two Jewish ninth graders from a school in Cape Town, South Africa that bills itself as Zionist were disciplined for “taking a knee” in solidarity with Palestinians while Israel’s national anthem, “Hatikvah,” was played at a ceremony.", "url": "https://www.breitbart.com/middle-east/2018/11/15/jewish-students-take-a-knee-for-palestinians-during-israeli-national-anthem/", "urlToImage": "https://media.breitbart.com/media/2018/08/Arab-Israelis-rally-against-Jewish-nation-state-law.png", "publishedAt": "2018-11-15T17:05:13Z", "content": "The term “take a knee” refers to a quarterback kneel in American football and specifically points to a controversial gesture of protest adopted by Colin Kaepernick and other NFL players during the playing of the US national anthem at a football game in 2016. … [+3095 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "WATCH: PM Theresa May Faces Toughest Parliamentary Questioning Since Neville Chamberlain in 1940", "description": "Theresa May has faced arguably the toughest day in Parliament by any British prime minister since Neville Chamberlain's Norway debate in 1940.", "url": "https://www.breitbart.com/europe/2018/11/15/theresa-may-faces-toughest-parliamentary-questioning-since-neville-chamberlain/", "urlToImage": "https://media.breitbart.com/media/2018/11/Prime-Minister-Theresa-May-1.jpg", "publishedAt": "2018-11-15T17:03:03Z", "content": "The analogy was drawn by Sky News’s political correspondent Lewis Goodall after the prime minister faced hostile question after question on Thursday during House of Commons debate on the proposed UK withdrawal agreement, with Mrs May finding only a few words … [+5753 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Jim Carrey Targets Mark Zuckerberg with 'F*ck You' Message in Binary", "description": "Actor Jim Carrey shredded Facebook founder Mark Zuckerberg in a social media post on Wednesday, sending him a “f*ck you” message written in binary code over a report detailing how the tech giant hired lobbyists to attack its critics.", "url": "https://www.breitbart.com/entertainment/2018/11/15/jim-carrey-targets-mark-zuckerberg-with-fck-you-message-in-binary/", "urlToImage": "https://media.breitbart.com/media/2018/11/pjimage-93.jpg", "publishedAt": "2018-11-15T17:02:52Z", "content": "“Hey Zuckerborg. We know who you are. And we saw what you did,” Jim Carrey said. Hey #Zuckerborg. We know who you are. And we saw what you did: https://t.co/44UvMceSLm Heres a little message from me in your native language: 01000110 01110101 01100011 01101011… [+1428 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Report: Young People Offended by Hasbro’s ‘Monopoly for Millennials’", "description": "Hasbro, the toy and game company, recently launched a new edition of board game Monopoly which is targeted at millennials. The company's target audience of young people does not seem to be reacting to Monopoly for Millennials as intended.", "url": "https://www.breitbart.com/tech/2018/11/15/report-young-people-offended-by-hasbros-monopoly-for-millennials/", "urlToImage": "https://media.breitbart.com/media/2017/03/wi/ap/17/2fpsim7-e1542301252338.jpg", "publishedAt": "2018-11-15T17:01:43Z", "content": "A new edition of the classic board game Monopoly has some young people up in arms. The new edition, which is called Monopoly for Millennials, is packaged with the tagline “Forget real estate. You can’t afford it anyway.” On the cover, the Monopoly Man is wear… [+2673 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "EU Chief Juncker Attacks Nations Leaving UN Migration Pact, Slams ‘Stupid Populists’", "description": "Jean-Claude Juncker has criticised EU countries pulling out of the United Nations (UN) migration pact during a speech in Berlin, where he said Europe “must do everything possible” to kill populism on the continent.", "url": "https://www.breitbart.com/europe/2018/11/15/eu-juncker-un-migration-pact-populists/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1060598098-e1542215593749.jpg", "publishedAt": "2018-11-15T17:00:42Z", "content": "Speaking at an event held by German newspaper Süddeutsche Zeitung (SZ), the EU Commission president said that the growing number of European governments withdrawing from the agreement must be ignorant of its contents. The list of countries to have exited, whi… [+2286 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "‘We Fought for This for Many Years’: Brussels Eurocrats ‘Delighted’ at Merkel Support for EU Army", "description": "Senior Brussels figures have expressed their 'delight' after French Prime Minister Emmanuel Macron and German Chancellor Angela Merkel backed forming an EU army.", "url": "https://www.breitbart.com/europe/2018/11/15/we-fought-many-years-brussels-eurocrats-delighted-merkel-support-eu-army/", "urlToImage": "https://media.breitbart.com/media/2017/11/EU-Army-PESCO.png", "publishedAt": "2018-11-15T16:56:11Z", "content": "Addressing media this week the senior spokesman for the European Commission said : “Im now reading it as a Franco-German agreement. Of course, we are delighted the president of the French Republic and German chancellor within a few days publicly backed this i… [+1806 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Far-Left Politico, CNN Say Democrat Bill Nelson Can’t Win FL Recount", "description": "Politico and CNN have done the math and report that incumbent U.S. Senator Bill Nelson cannot win the Florida recount -- barring a miracle.", "url": "https://www.breitbart.com/politics/2018/11/15/far-left-politico-cnn-say-democrat-bill-nelson-cant-win-fl-recount/", "urlToImage": "https://media.breitbart.com/media/2018/11/Bill-Nelson.png", "publishedAt": "2018-11-15T16:48:52Z", "content": "To have both of these far-left outlets, two enthusiastic cheerleaders for Democrats, finally report this painfully obvious truth, is a major blow to Nelson’s ongoing litigation and public relations efforts. Currently, Republican Governor Rick Scott holds a so… [+2722 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "German Populist Blames ‘Stubborn, Intransigent’ Merkel and Brussels For May’s Brexit Failure", "description": "Populist Alternative for Germany (AfD) MP Petr Bystron has blamed the Brexit failures of UK Prime Minister Theresa May on the attitudes of German Chancellor Angela Merkel and the European Union who he labelled \"stubborn\" and \"unhelpful.\"", "url": "https://www.breitbart.com/europe/2018/11/15/german-populist-blames-stubborn-intransigent-merkel-and-brussels-for-mays-brexit-failure/", "urlToImage": "https://media.breitbart.com/media/2018/06/GettyImages-982720464.png", "publishedAt": "2018-11-15T16:48:11Z", "content": "Mr Bystron, who acts as Spokesman for the Alternative for Germany (AfD) on the Foreign Policy Committee of the German Bundestag, said that much of the blame for the outcome of the Brexit negotiations rested on Dr Merkel and her government. “Theresa May’s trag… [+2561 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "NYT: Chuck Schumer Lobbied Senators to Stop Criticizing Facebook, Where His Daughter Works", "description": "Sen. Chuck Schumer (D-NY) reportedly lobbied senators on behalf of Facebook, which employs his daughter, convincing senators to stop criticizing the social network.", "url": "https://www.breitbart.com/tech/2018/11/15/nyt-chuck-schumer-lobbied-senators-to-stop-criticizing-facebook-where-his-daughter-works/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mark-Zuckerberg-and-Chuck-Schumer.jpg", "publishedAt": "2018-11-15T16:33:45Z", "content": "According to a report from the New York Time s on Facebook’s internal handlings, “Chuck Schumer, the Democratic Senate leader, intervened on [Facebook’s] behalf,” and “has long worked to advance Silicon Valleys interests.” In one incident, Schumer reportedly … [+1326 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch: Celine Dion Launches Gender-Neutral, Stereotype-Free Children’s Clothing Line", "description": "Canadian pop icon Celine Dion is diving headfirst into the fashion world, partnering with one of the globe's trendiest children's clothing brands to launch a gender-neutral collection.", "url": "https://www.breitbart.com/entertainment/2018/11/15/celine-dion-launches-gender-neutral-stereotype-free-childrens-clothing-line/", "urlToImage": "https://media.breitbart.com/media/2018/11/Celinedion1.jpg", "publishedAt": "2018-11-15T16:28:53Z", "content": "Dion is joining forces with the gender-neutral childrens line NUNUNU to introduce a new collection of over “stereotype-free styles for kids aged zero to 14Y,” reports People magazine. The “My Heart Will Go On” songstress worked closely on the collection for t… [+1380 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "GOP Sen. Kennedy: Mueller Protection Bill ‘Unconstitutional,’ Unnecessary", "description": "Thursday on CNN’s “New Day,” Sen. John Kennedy (R-LA) commented on the protection bill for FBI special counsel Robert Mueller’s investigation into Russian collusion. Kennedy called the bill proposed by Sen. Jeff Flake (R-AZ) “unconstitutional,” adding that he…", "url": "https://www.breitbart.com/video/2018/11/15/gop-sen-kennedy-mueller-protection-bill-unconstitutional-unnecessary/", "urlToImage": "https://media.breitbart.com/media/2018/11/kennedy.jpg", "publishedAt": "2018-11-15T16:24:13Z", "content": "Thursday on CNN’s “New Day,” Sen. John Kennedy (R-LA) commented on the protection bill for FBI special counsel Robert Mueller’s investigation into Russian collusion. Kennedy called the bill proposed by Sen. Jeff Flake (R-AZ) “unconstitutional,” adding that he… [+826 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "NYT: Facebook Commissioned PR Campaign Against George Soros", "description": "According to a Wednesday report from the New York Times, Facebook hired an opposition research company led by Romney 2012 and Jeb Bush alumni to link activists opposing the Silicon Valley giant to socialist billionaire George Soros.", "url": "https://www.breitbart.com/tech/2018/11/15/nyt-facebook-commissioned-pr-campaign-against-george-soros/", "urlToImage": "https://media.breitbart.com/media/2018/11/George-Soros-and-Mark-Zuckerberg.jpg", "publishedAt": "2018-11-15T16:07:22Z", "content": "“Facebook employed a Republican opposition-research firm to discredit activist protesters, in part by linking them to the liberal financier George Soros,” the New York Times reported. “It also tapped its business relationships, lobbying a Jewish civil rights … [+2679 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Homeless Man, Couple Allegedly Made Up Story to Scam GoFundMe Donors", "description": "A couple from New Jersey and a homeless man who captured the hearts of the nation last Thanksgiving when their tale of raising $400,000 for a homeless veteran went viral allegedly made up the entire story.", "url": "https://www.breitbart.com/politics/2018/11/15/homeless-man-couple-allegedly-made-story-scam-gofundme-donors/", "urlToImage": "https://media.breitbart.com/media/2018/08/Bobbitt-McClure-DAmico-homeless-ap.jpg", "publishedAt": "2018-11-15T16:06:49Z", "content": "Prosecutors believe that New Jersey residents Kate McClure and Mark D’Amico conspired with homeless man Johnny Bobbitt to create the elaborate ruse, enabling them to scam GoFundMe donors out of $400,000, according to a criminal complaint NBC Philadelphia obta… [+1897 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Blasts Democrat ‘Collusion’ with Google, Facebook, and Twitter", "description": "President Donald Trump accused Democrats on Thursday for colluding with tech giants during United States elections.", "url": "https://www.breitbart.com/politics/2018/11/15/donald-trump-blasts-democrat-collusion-with-google-facebook-and-twitter/", "urlToImage": "https://media.breitbart.com/media/2018/08/Google-Facebook-Twitter-FT-montage-Getty-AFP.jpg", "publishedAt": "2018-11-15T16:06:46Z", "content": "“Check out how biased Facebook, Google and Twitter are in favor of the Democrats,” he wrote. “Thats the real Collusion!” Breitbart News has chronicled a surge of bias against conservatives and President Donald Trump in leadership and operations of the top tec… [+911 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Pope Francis Discusses 'Jerusalem Question' with Israeli President Reuven Rivlin", "description": "Pope Francis received the President of the State of Israel in the Vatican Thursday to discuss Israeli-Palestinian relations as well as the “Jerusalem question,” in a meeting described as cordial and positive.", "url": "https://www.breitbart.com/middle-east/2018/11/15/pope-francis-discusses-jerusalem-question-with-israeli-president-reuven-rivlin/", "urlToImage": "https://media.breitbart.com/media/2018/11/francis.png", "publishedAt": "2018-11-15T15:48:16Z", "content": "According to a Vatican press release, the two leaders discussed the resumption of negotiations between Israelis and Palestinians so as to reach an accord respecting the legitimate aspirations of both peoples as well as the Jerusalem question, in its religious… [+2343 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "650 Central Americans Apprehended near Arizona Border in Two Days", "description": "Yuma Sector Border Patrol agents apprehended more than 650 mostly Guatemalan migrants this week who illegally crossed near the Lukeville Port of Entry.", "url": "https://www.breitbart.com/border/2018/11/15/650-central-americans-apprehended-near-arizona-border-in-two-days/", "urlToImage": "https://media.breitbart.com/media/2018/11/10.jpg", "publishedAt": "2018-11-15T15:45:19Z", "content": "Agents patrolling near the San Luis Port of Entry came upon several large groups of migrants, mostly from Guatemala, during a two-day period this week. The migrants exploited weaknesses in the older border wall infrastructure and also crossed shallow portions… [+1423 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Valerie Jarrett and Eric Holder Endorse Nancy Pelosi for Speaker", "description": "Two powerful members of former President Barack Obama's administration have endorsed Rep. Nancy Pelosi to be elected Speaker of the House, despite dissent from some members of the Congressional Black Caucus.", "url": "https://www.breitbart.com/politics/2018/11/15/valerie-jarrett-and-eric-holder-endorse-nancy-pelosi-for-speaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/pelosi.png", "publishedAt": "2018-11-15T15:38:42Z", "content": "“House Democrats cannot afford to put forward anyone less than their smartest, savviest, most tenacious and strategic member someone with a track record of successful leadership,” wrote former White House senior adviser to President Barack Obama Valerie Jarre… [+1584 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Farage Celebrates Wave of Resignations from May Govt: 'It Seems She Won't Survive the Week'", "description": "Brexit campaign leader Nigel Farage has celebrated the wave of ministerial resignations which have followed the unveiling of Theresa May’s draft withdrawal agreement with the European Union, saying he hopes to see her deposed within a matter of days.", "url": "https://www.breitbart.com/europe/2018/11/15/farage-celebrates-wave-of-resignations-from-may-govt-it-seems-she-wont-survive-the-week/", "urlToImage": "https://media.breitbart.com/media/2018/11/Fargage-May.png", "publishedAt": "2018-11-15T15:33:35Z", "content": "“At last! Gosh, it’s taken them a hell of a long time, I mean they should’ve got rid of her a year ago, really,” exclaimed the veteran campaigner in an interview with Channel 5, evidently relieved. “It was perfectly obvious after her speech in Florence that s… [+2158 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Rees-Mogg Calls for Vote of No Confidence in May, 'What Has Been Achieved Today Is Not Brexit'", "description": "Leading Brexiteer MP Jacob Rees-Mogg has submitted a letter of no confidence in Prime Minister Theresa May to the 1922 Committee, saying that the draft agreement with the European Union “is not Brexit.”", "url": "https://www.breitbart.com/europe/2018/11/15/rees-mogg-calls-vote-no-confidence-may-what-has-been-achieved-today-is-not-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jacob-Rees-Mogg.png", "publishedAt": "2018-11-15T15:32:09Z", "content": "Addressing media outside the Palace of Westminster Thursday afternoon, the MP for North East Somerset said: “The Conservative Party referendum on which almost all Conservative MPs stood, said specifically that we would leave the Customs Union. It did not have… [+5411 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Stormy Daniels: Domestic Violence Allegations Against Michael Avenatti ‘Very Troubling’", "description": "Porn star Stormy Daniels on Thursday called domestic violence allegations against her attorney Michael Avenatti \"serious\" and \"obviously very troubling.\"", "url": "https://www.breitbart.com/politics/2018/11/15/stormy-daniels-domestic-violence-allegations-against-michael-avenatti-very-troubling/", "urlToImage": "https://media.breitbart.com/media/2018/11/stormy-daniels.png", "publishedAt": "2018-11-15T15:08:58Z", "content": "The Los Angeles Police Department arrested Avenatti on suspicion of domestic violence involving an unnamed woman Tuesday. These are serious and obviously very troubling allegations, but right now that is all they are: allegations, Daniels, whose real name is … [+832 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ildefonso Ortiz and Brandon Darby", "title": "WATCH: Mexican Protesters Tell Caravan Migrants to Go Home", "description": "Mexican citizens began protesting the migrant caravan arriving in Tijuana as they attempt to claim asylum in California. The protests turned violent--leading law enforcement to separate the migrants from the demonstrators.", "url": "https://www.breitbart.com/border/2018/11/15/watch-mexican-protesters-tell-caravan-migrants-to-go-home/", "urlToImage": "https://media.breitbart.com/media/2018/11/protest.png", "publishedAt": "2018-11-15T14:57:47Z", "content": "This week, hundreds of migrants from a caravan originally starting off in Honduras last month, began arriving to Tijuana as part of the final leg of their journey to reach the U.S. border and claim asylum. Residents in Tijuana began protesting their arrival b… [+1659 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michael Patrick Leahy, Michael Patrick Leahy", "title": "Democrats Boast Net Gain of at Least 35 House Seats", "description": "Democrats have emerged with a net gain of at least 35 seats with all but six of the 435 House of Representatives races called. This is a dozen more than they needed to take back the majority.", "url": "https://www.breitbart.com/politics/2018/11/15/democrats-have-net-gain-of-at-least-35-house-seats/", "urlToImage": "https://media.breitbart.com/media/2018/11/house-democrats.png", "publishedAt": "2018-11-15T14:42:56Z", "content": "As of 11:00 pm eastern on Wednesday, a week and a day after the polls closed, Democrats have won 230 seats and Republicans have won 199. Republicans lead in four of the undecided contests, while Democrats lead in two of those races. All six undecided races–TX… [+6152 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora, Edwin Mora", "title": "Study Confirms: U.S. Military Superiority 'Has Eroded to a Dangerous Degree'", "description": "The American military’s superiority “has eroded to a dangerous degree,” and U.S. ability to win a war against adversaries like China and Russia “is increasingly in doubt,” a bipartisan report commissioned by Congress to evaluate U.S. President Donald Trump’s …", "url": "https://www.breitbart.com/national-security/2018/11/15/study-confirms-u-s-military-superiority-eroded-dangerous-degree/", "urlToImage": "https://media.breitbart.com/media/2018/10/U.S.-soldiers-border-ap.jpg", "publishedAt": "2018-11-15T14:35:43Z", "content": "U.S. military superiority is no longer assured and the implications for American interests and American security are severe, the National Defense Strategy Commission determined after reviewing classified documents, receiving Pentagon briefings, and interviewi… [+5348 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Michelle Obama: ‘How Dare Someone Tell Me I Don’t Love My Country’", "description": "In a sit-down interview with Oprah Winfrey as part of her book tour, former first lady Michelle Obama discussed on Tuesday life in the White House. Obama, speaking in front of a large crowd at Chicago’s United Center, challenged anybody who called into questi…", "url": "https://www.breitbart.com/video/2018/11/15/michelle-obama-how-dare-someone-tell-me-i-dont-love-my-country/", "urlToImage": "https://media.breitbart.com/media/2018/11/obama-1.jpg", "publishedAt": "2018-11-15T14:30:19Z", "content": "In a sit-down interview with Oprah Winfrey as part of her book tour, former first lady Michelle Obama discussed on Tuesday life in the White House. Obama, speaking in front of a large crowd at Chicagos United Center, challenged anybody who called into questio… [+297 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte, John Nolte", "title": "Michael Avenatti Claims He Has Never Hit a Woman", "description": "Left-wing attorney Michael Avenatti released a statement early Thursday morning claiming he has never hit a woman.", "url": "https://www.breitbart.com/politics/2018/11/15/michael-avenatti-claims-he-has-never-hit-a-woman/", "urlToImage": "https://media.breitbart.com/media/2018/11/Michael-Avenatti.png", "publishedAt": "2018-11-15T14:21:29Z", "content": "“I want to be clear: I DID NOT commit domestic violence nor have I ever committed domestic violence,” Avenatti tweeted. “I did not strike any woman nor have I ever. I did not strike my ex-wife in the face nor did I hit anyone else in the face. I am a decent m… [+2043 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole", "title": "DELINGPOLE: The Phoney War Is over; the Real Battle for Brexit Has Begun", "description": "There’s nothing a star columnist hates to tell his readers more than “I told you so”…", "url": "https://www.breitbart.com/europe/2018/11/15/britain-is-now-heading-for-a-no-deal-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mogg-Speech.png", "publishedAt": "2018-11-15T13:53:13Z", "content": "But I’m afraid, through gritted teeth I’m going to be forced to say it. I was right, wasn’t I? I was bloody well right! I told you to keep your nerve and that a No Deal Brexit was where we were headed. But many of you didn’t believe me because you were too bu… [+4784 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News, Breitbart News", "title": "‘Little House on the Prairie’ Star Katherine MacGregor Dead at 93", "description": "LOS ANGELES (AP) — Katherine MacGregor, who played petty, gossiping mother Harriet Oleson on TV’s “Little House on the Prairie,” has died, a representative said Wednesday. She was 93.", "url": "https://www.breitbart.com/entertainment/2018/11/15/little-house-on-the-prairie-star-katherine-macgregor-dead-at-93/", "urlToImage": "https://media.breitbart.com/media/2018/11/KatherineMacGregor1.jpg", "publishedAt": "2018-11-15T13:29:41Z", "content": "MacGregor died Tuesday at the Motion Picture and Television Fund retirement community in Los Angeles, said Tony Sears, who is acting as her attorney. While her onscreen nasty daughter Nellie Oleson was the character viewers most loved to hate on the NBC serie… [+1316 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Alyssa Milano Disavows Michael Avenatti After Domestic Violence Arrest: ‘Totally Disgusting’", "description": "Actress-activist Alyssa Milano disavowed leftist lawyer and 2020 presidential hopeful Michael Avenatti after his arrest over allegations of domestic violence.", "url": "https://www.breitbart.com/entertainment/2018/11/15/alyssa-milano-disavows-michael-avenatti-after-domestic-violence-arrest-totally-disgusting/", "urlToImage": "https://media.breitbart.com/media/2018/11/milanoavenatti1.jpg", "publishedAt": "2018-11-15T13:16:04Z", "content": "Avenatti, who has become a darling within various left-wing circles for his work representing porn actress Stormy Daniels in her case against her President Donald Trump, was arrested by the LAPD on Wednesday on charges of domestic violence after he allegedly … [+1834 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "‘Worst Deal in History’: Every Minister Who Has Resigned over May’s Soft Brexit", "description": "Ministerial resignations are flying in Thursday morning in response to the prime minister's draft agreement with the EU, deemed the \"worst deal in history\" by Brexit leader Nigel Farage.", "url": "https://www.breitbart.com/europe/2018/11/15/worst-deal-in-history-every-minister-who-has-resigned-over-mays-soft-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/10/Theresa-May-2.png", "publishedAt": "2018-11-15T12:51:27Z", "content": "Breitbart London lists the ministers who have resigned on November 15th in response to May’s draft Brexit deal with the European Union: Ranil Jayawardena, Parliamentary Private Secretary Writing in his resignation letter to the prime minister Thursday afterno… [+4798 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liberty HealthShare (Sponsored)", "title": "Is Healthcare Better or Worse than a Decade Ago?", "description": "The American healthcare system has gone through countless changes in the last decade. But have these changes made the healthcare system better or worse for the average American?", "url": "https://www.breitbart.com/health/2018/11/15/is-healthcare-better-or-worse-than-a-decade-ago/", "urlToImage": "https://media.breitbart.com/media/2018/11/640x480-Breitbart.jpg", "publishedAt": "2018-11-15T12:50:13Z", "content": "The American healthcare system has gone through countless changes in the last decade. But have these changes made the healthcare system better or worse for the average American? Your answer to this question likely depends on whether the cost of your healthcar… [+4238 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Sarah Silverman Leads Hollywood Women Promoting ‘Shout Your Abortion’ Book", "description": "Hollywood women, from Sarah Silverman to Amy Brenneman, are gathering to celebrate the release of a new coffee table book that urges women to boast about having an abortion.", "url": "https://www.breitbart.com/entertainment/2018/11/15/sarah-silverman-leads-hollywood-women-promoting-shout-your-abortion-book/", "urlToImage": "https://media.breitbart.com/media/2018/07/Sarahsilverman1.jpg", "publishedAt": "2018-11-15T12:47:29Z", "content": "LOS ANGELES this Friday 11/16 join me and @AmyBrenneman and other marvels at @shoutyourabortions book party GET TIX HERE https://t.co/WqPjRDRpn0 — Sarah Wine-Thyre 🇺🇸🏳🌈 (@SarahThyre) November 13, 2018 Actresses, Sarah Silverman, Sarah Wine-Thyre, Amy Bren… [+3258 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Betrayal Agreement: Deal Text Says UK Could Remain Non-Voting EU Member Until '31 December 20XX'", "description": "The Withdrawal Agreement with the European Union negotiated by Theresa May could see Britain’s ‘transition’ out of the bloc extended to “31 December 20XX”.", "url": "https://www.breitbart.com/europe/2018/11/15/uk-remain-non-voting-eu-member-december-20xx/", "urlToImage": "https://media.breitbart.com/media/2018/11/Juncker-May.png", "publishedAt": "2018-11-15T12:46:53Z", "content": "Brexiteers and Remainers of all parties are expressing shock and dismay as the legal text the Withdrawal Agreement with the European Union is examined in detail, revealing a state of affairs which could leave the country trapped within a customs union governe… [+2207 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Saudi Arabia Clears Crown Prince of Involvement in Khashoggi Murder", "description": "Saudi Crown Prince Mohammed bin Salman had absolutely no involvement in the murder of journalist Jamal Khashoggi, the kingdom’s public prosecutor said Thursday, adding that five Saudi officials face the death penalty if found guilty of the crime.", "url": "https://www.breitbart.com/middle-east/2018/11/15/saudi-arabia-clears-crown-prince-of-involvement-in-khashoggi-murder/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mohammed-bin-Salman.png", "publishedAt": "2018-11-15T12:45:00Z", "content": "The announcement comes after the global outcry over the killing of Khashoggi, a Washington Pos t columnist and critic of Saudi policy. The BBC reports the prosecutor said the journalist was murdered after “negotiations” for his return to the kingdom failed. H… [+1788 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jeff Poor", "title": "Graham: ‘President Trump Is Not Going to Fire Mueller’", "description": "Wednesday on Fox News Channel’s “Hannity,” Sen. Lindsey Graham (R-SC) seemed to dismiss a threat from Sen. Jeff Flake (R-AZ) to block President Donald Trump’s judicial appointees unless an up-or-down vote was held on a measure by he and Sen. Chris Coons (D-DE…", "url": "https://www.breitbart.com/video/2018/11/15/graham-president-trump-is-not-going-to-fire-mueller/", "urlToImage": "https://media.breitbart.com/media/2018/11/Graham1115.jpg", "publishedAt": "2018-11-15T10:29:08Z", "content": "Wednesday on Fox News Channel’s “Hannity,” Sen. Lindsey Graham (R-SC) seemed to dismiss a threat from Sen. Jeff Flake (R-AZ) to block President Donald Trump’s judicial appointees unless an up-or-down vote was held on a measure by he and Sen. Chris Coons (D-DE… [+1471 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Watch: Israeli Ambassador Danny Danon Plays Rocket Siren at U.N.", "description": "Israeli Ambassador to the United Nations, Danny Danon,  played a recording of a “Code Red” rocket siren to the media ahead of a Security Council debate on the escalation of anti-Israel terrorist violence.", "url": "https://www.breitbart.com/middle-east/2018/11/15/watch-israeli-ambassador-danny-danon-plays-rocket-siren-at-u-n/", "urlToImage": "https://media.breitbart.com/media/2018/11/danny-danon.png", "publishedAt": "2018-11-15T10:23:32Z", "content": "“Every time Hamas shoots a rocket – children at school, adults at work, families all over the country hear this,” Danon said as the “Red Alert” air raid siren playing from a phone. “Think of the children running fearfully into bomb shelters,” he continued. “C… [+1735 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Anti-Pelosi Dems Urging Marcia Fudge to Run for Speaker", "description": "House Democrats opposed to House Minority Leader Nancy Pelosi (D-CA) are reportedly urging Rep. Marcia Fudge (D-OH) to challenge Pelosi for House Speaker.", "url": "https://www.breitbart.com/politics/2018/11/15/anti-pelosi-dems-urging-marcia-fudge-to-run-for-speaker/", "urlToImage": "https://media.breitbart.com/media/2018/11/Marsha-Fudge-AP.jpg", "publishedAt": "2018-11-15T09:49:15Z", "content": "“People are asking me to do it, and I am thinking about it,” Fudge told the Cleveland Plain Dealer on Wednesday. “I need to give it some thought and see if I have an interest. I am at the very beginning of this process. It is just in discussion at this point.… [+3600 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Black Caucus Chair Rips Dems: ‘Insulting’ Clyburn Only Leader with Challenger", "description": "Rep. Cedric Richmond (D-LA), the chair of the Congressional Black Caucus, said on Wednesday evening that it is “insulting” that Rep. Jim Clyburn (D-SC), an African-American male, is the only top Democrat who has an announced challenger.", "url": "https://www.breitbart.com/politics/2018/11/15/black-caucus-chair-rips-dems-on-race-insulting-clyburn-only-leader-with-challenger/", "urlToImage": "https://media.breitbart.com/media/2017/02/wi/ap/18/3j9aeo5.jpg", "publishedAt": "2018-11-15T09:45:18Z", "content": "Speaking to CNNs Don Lemon, Richmond pointed out that out of the three leadership positions, only the African-American male has opposition within our party. Clyburn, who is currently the highest-ranking Democrat as assistant leader, is running to get back his… [+923 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Jim Clyburn: Dems Using Racial ‘Dog Whistles’ to Oust Me from Leadership", "description": "Rep. Jim Clyburn (D-SC) is accusing Democrats of using racial “dog whistles” to oust him from the party’s House leadership.", "url": "https://www.breitbart.com/politics/2018/11/15/jim-clyburn-dems-using-racial-dog-whistles-to-oust-me-from-leadership/", "urlToImage": "https://media.breitbart.com/media/2018/01/Clyburn-129-Thumbnail.jpg", "publishedAt": "2018-11-15T09:39:28Z", "content": "Clyburn is the highest-ranking black Democrat in leadership as the assistant leader, and he is seeking to regain his Majority Whip position that he held the last time Democrats were in the majority. I dont know where its all coming from, Clyburn reportedly to… [+1556 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Lebanese Civil War Rivals End Decades of Hostility Sparked by Massacre", "description": "BEIRUT — Two rival Lebanese Christian leaders reconciled Wednesday ending four decades of enmity triggered by a massacre of dozens during Lebanon’s 1975-1990 civil war.", "url": "https://www.breitbart.com/middle-east/2018/11/15/lebanese-civil-war-rivals-end-decades-of-hostility-sparked-by-massacre/", "urlToImage": "https://media.breitbart.com/media/2018/11/lebanon.png", "publishedAt": "2018-11-15T09:34:30Z", "content": "Samir Geagea, leader of the Lebanese Forces group, and Sleiman Frangieh of the Marada Party shook hands and kissed each other on the cheeks at the headquarters of the Maronite Christian church north of Beirut. The reconciliation was sponsored by Cardinal Bech… [+1643 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Palestinian Police Chief Suspended for Helping Israelis Fix Flat Tire", "description": "RAMALLAH, West Bank — A local Palestinian police chief has been suspended for helping Israeli soldiers fix a flat tire in the West Bank.", "url": "https://www.breitbart.com/middle-east/2018/11/15/palestinian-police-chief-suspended-for-helping-israelis-fix-flat-tire/", "urlToImage": "https://media.breitbart.com/media/2018/11/tire-repair.png", "publishedAt": "2018-11-15T09:12:55Z", "content": "Police spokesman Loae Izrekat said on Thursday that Col. Ahmad Abu al-Rub was suspended and referred to an investigative committee. Earlier this week, pictures emerged of the Hebron district chief helping Israelis change their jeeps flat tire. The images were… [+447 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "A Damning Verdict: Theresa May's Brexit Minister Dominic Raab Quits Over Brexit Deal", "description": "Britain’s Theresa May suffered two cabinet resignations in short succession over her “worst deal in history” Brexit agreement, with Northern Ireland minister Shailesh Vara’s departure being followed shortly by Brexit Minister Dominic Raab on Thursday morning.", "url": "https://www.breitbart.com/europe/2018/11/15/a-damning-verdict-theresa-mays-brexit-minister-dominic-raab-quits-over-her-brexit-deal/", "urlToImage": "https://media.breitbart.com/media/2018/09/Dominic-Raab-2.png", "publishedAt": "2018-11-15T09:06:49Z", "content": "The resignation of the two ministers — whose departments are among those most closely linked to the failures of Mrs May’s Brexit negotiations — are a damning verdict on Mrs May’s “technical level” deal. Shailesh Vara was first to go, and told the BBC on Thurs… [+1565 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Four Israeli Policemen Injured in Jerusalem Attack", "description": "Four policemen were injured in a stabbing attack Wednesday at a police station in Jerusalem's Armon Hanatziv neighborhood.", "url": "https://www.breitbart.com/middle-east/2018/11/15/four-israeli-policemen-injured-in-jerusalem-attack/", "urlToImage": "https://media.breitbart.com/media/2018/09/ambulance-israel-Operation-Good-Neighbor.png", "publishedAt": "2018-11-15T08:58:33Z", "content": "Police said the attacker arrived at the entrance to the police station and attacked three officers, lightly injuring them. He was shot and seriously injured. During the scuffle a fourth officer was lightly hurt by shrapnel as others shot at the attacker. The … [+168 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Mattis Visits Troops at Southwest Border: ‘Border Security Is Part of National Security’", "description": "Defense Secretary Jim Mattis and Department of Homeland Security Secretary Kirstjen Nielsen visited the southern Texan border on Wednesday to bolster troops deployed to support border agents trying to prevent caravans of migrants from illegally crossing.", "url": "https://www.breitbart.com/immigration/2018/11/14/mattis-troops-southwest-border-security-national-security/", "urlToImage": "https://media.breitbart.com/media/2018/11/us-troops-deployed-us-mexico-border-migrant-caravan-2018-Getty.jpg", "publishedAt": "2018-11-15T06:32:33Z", "content": "“We’ve come down here to pay our respects,” Mattis told soldiers deployed at McAllen, Texas. “We know what you’re doing, we track it every day … Sometimes you got to come down and see the troops,” he said. Mattis, a retired Marine general, told a group of you… [+3977 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Trump’s Border Policy Seeks to Curb Trafficking of Children and Youths", "description": "President Donald Trump's new border rules include a clause that could sharply curb the cartels' trafficking of children and youths into the United States.", "url": "https://www.breitbart.com/immigration/2018/11/14/trumps-border-rules-curb-children-youths-trafficking/", "urlToImage": "https://media.breitbart.com/media/2018/09/GettyImages-973124246.jpg", "publishedAt": "2018-11-15T06:11:22Z", "content": "Since 2016, cartel-affiliated coyotes have used the nation’s lax asylum laws to deliver more than 110,000 children and youths from Central America to the United States. The government-aided business has been hidden by media and by Democrats who portray the ex… [+7347 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Hannity: Avenatti ‘Deserves Presumption of Innocence,’ I Wonder if He’ll Want Treatment He Gave to Kavanaugh", "description": "On Wednesday, Fox News Channel host Sean Hannity stated that Michael Avenatti should receive due process and the presumption of innocence and wondered if Avenatti would apply the same standard to himself that he applied to then-Supreme Court nominee Brett Kav…", "url": "https://www.breitbart.com/video/2018/11/14/hannity-avenatti-deserves-presumption-of-innocence-i-wonder-if-hell-want-treatment-he-gave-to-kavanaugh/", "urlToImage": "https://media.breitbart.com/media/2017/11/Hannity-1114-Thumbnail.jpg", "publishedAt": "2018-11-15T04:45:42Z", "content": "On Wednesday, Fox News Channel host Sean Hannity stated that Michael Avenatti should receive due process and the presumption of innocence and wondered if Avenatti would apply the same standard to himself that he applied to then-Supreme Court nominee Brett Kav… [+680 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Marco Rubio Defends 'American Nationalism': It's 'Deeply Rooted in Morals and Values'", "description": "Rubio defended \"American nationalism\" in an interview Wednesday, arguing the political ideology is \"deeply rooted in moral and values.\"", "url": "https://www.breitbart.com/politics/2018/11/14/marco-rubio-defends-american-nationalism-its-deeply-rooted-in-morals-and-values/", "urlToImage": "https://media.breitbart.com/media/2018/02/wi/afp/11/32t7pk_us-senator-marco-rubio-is-head-subcommittee-dealing-democracy-human-rights.jpg", "publishedAt": "2018-11-15T03:32:09Z", "content": "Rubio’s remarks follow French president Emmanuel Macron’s rebuke of nationalism during a centenary commemoration of the First World War Armistice over the weekend, in which he called the ideology a “betrayal of patriotism and “treason.” President Trump declar… [+2095 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "The Committee for Responsible Foreign Policy (Sponsored)", "title": "Event: Assessing Trump's Foreign Policy Two Years After Election", "description": "The American Conservative magazine will host an event on Thursday in Washington to assess Trump's foreign policy two years after he was elected.", "url": "https://www.breitbart.com/politics/2018/11/14/event-assessing-trumps-foreign-policy-election/", "urlToImage": "https://media.breitbart.com/media/2018/11/6022316687_83777b6c6b_b-e1542252435354.jpg", "publishedAt": "2018-11-15T03:27:52Z", "content": "The following post is sponsored by The Committee for Responsible Foreign Policy (CRFP). The American Conservative magazine will host an event on Thursday in Washington to assess Trump’s foreign policy two years after he was elected. “November 2018 will mark t… [+1854 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News, Breitbart News", "title": "Sheriff: Death Toll Rises to 56 in Northern California Wildfire", "description": "(AP) — Authorities have reported eight more fatalities from a blaze in Northern California, bringing the total death toll so far to 56 in the deadliest wildfire in state history.", "url": "https://www.breitbart.com/politics/2018/11/14/sheriff-death-toll-rises-to-56-in-northern-california-wildfire/", "urlToImage": "https://media.breitbart.com/media/2018/11/bb.png", "publishedAt": "2018-11-15T02:35:14Z", "content": "The sheriff says 130 people are still on missing list. JUST IN: Death toll in Northern California's #CampFire increases to 56 as authorities announce that the remains of eight additional people have been located today. The Butte County Sheriff says the remain… [+797 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Trump Backs ‘First Step Act’ on Prison Reform: ‘True Bipartisanship Is Possible’", "description": "President Donald Trump announced Wednesday afternoon that he will support the First Step Act, a bipartisan effort at prison reform that is backed by leaders in the black community as well as prominent law enforcement groups.", "url": "https://www.breitbart.com/crime/2018/11/14/trump-backs-first-step-act-on-prison-reform-true-bipartisanship-is-possible/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-prison-reform-Associated-Press.jpg", "publishedAt": "2018-11-15T02:33:14Z", "content": "Speaking from the Roosevelt Room, Trump thanked a group Republican politicians who made the new legislation possible — including Sens. Chuck Grassley (R-IA), Lindsey Graham (R-SC), Mike Lee (R-UT), Tim Scott (R-SC), and Rand Paul (R-KY); and Reps. Bob Goodlat… [+4476 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Congressional Black Caucus Pass No Confidence Vote in DNC Chair Tom Perez", "description": "The Congressional Black Caucus on Wednesday dealt a blow to the DNC chair, passing a no-confidence vote against the embattled Party boss.", "url": "https://www.breitbart.com/politics/2018/11/14/congressional-black-caucus-pass-no-confidence-vote-in-dnc-chair-tom-perez/", "urlToImage": "https://media.breitbart.com/media/2018/11/tom-perez-Congressional-Black-Caucus.jpg", "publishedAt": "2018-11-15T02:32:48Z", "content": "Caucus members told Politico that Rep. Bennie Thompson (D-MS) introduced the debate over the DNC’s controversial superdelegate system and eventually led to the motion passing against Perez. The mood inside the room is said to have been “heated” as the vote wa… [+3003 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "James Delingpole, James Delingpole", "title": "Delingpole: 'We Really Muffed' It – Scientist Admits Error in Hyped Global Warming Study", "description": "The co-author of a much-hyped, peer-reviewed, alarmist paper claiming to have found a huge, unexpected build-up of global warming heat in the oceans has admitted: \"We really muffed\" the calculations.", "url": "https://www.breitbart.com/politics/2018/11/14/delingpole-we-really-muffed-it-scientist-admits-error-in-hyped-global-warming-study/", "urlToImage": "https://media.breitbart.com/media/2015/11/FRANCE-ENVIRONMENT-CLIMATE-Change-COP21-Getty.png", "publishedAt": "2018-11-15T02:32:19Z", "content": "According to the paper by Laure Resplandy et al, published this month in the prestigious journal Nature, a lot of the missing heat from global warming — 60 percent more than hitherto thought — has been absorbed by the oceans. Naturally, this shocking discover… [+4640 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Watch: Michael Avenatti Released After Domestic Violence Charge", "description": "(AP) — Michael Avenatti has been released from police custody following his arrest on a felony domestic violence charge in Los Angeles.", "url": "https://www.breitbart.com/politics/2018/11/14/michael-avenatti-released-after-domestic-violence-charge/", "urlToImage": "https://media.breitbart.com/media/2018/11/aa.png", "publishedAt": "2018-11-15T02:23:39Z", "content": "As he walked out of the police station Wednesday, Avenatti told reporters he has never struck a woman. Michael Avenatti addresses Los Angeles arrest: \"I have never struck a woman. I never will strike a woman…I am looking forward to a full investigation, at wh… [+653 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "UCLA Allows Extremist 'Students for Justice in Palestine' Confab to Proceed", "description": "TEL AVIV – UCLA will allow a conference by Students for Justice in Palestine to take place this weekend, despite an appeal from a coalition of Jewish organizations requesting that the event be cancelled over the anti-Israel campus group’s “violence” and anti-…", "url": "https://www.breitbart.com/middle-east/2018/11/14/despite-antisemitism-sjp-conference-will-take-place-ucla-chancellor-says/", "urlToImage": "https://media.breitbart.com/media/2018/05/SJP-UCLA-Screenshot-Youtube.jpg", "publishedAt": "2018-11-15T02:11:02Z", "content": "In an op-ed published by the LA Times Monday, UCLA Chancellor Gene Block wrote that while he had fundamental disagreements with SJP, the two-day national conference must take place in order “to preserve the rights of all sides to speak and be heard.” He calle… [+4670 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Michael Avenatti Denies Alleged Domestic Violence Following Arrest", "description": "Avenatti denied allegations of domestic violence following his Wednesday arrest, saying he's never been \"physically abusive in my life.\"", "url": "https://www.breitbart.com/politics/2018/11/14/michael-avenatti-denies-alleged-domestic-violence-following-arrest/", "urlToImage": "https://media.breitbart.com/media/2018/11/Michael-Avenatti-1.jpg", "publishedAt": "2018-11-15T01:58:38Z", "content": "I wish to thank the hard working men and woman of the LAPD for their professionalism they were only doing their jobs in light of the completely bogus allegations against me,” Avenatti said in a statement obtained by BuzzFeed News. “I have never been physicall… [+376 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Pastoral Letter: U.S. Bishops Decry ‘Racial and Xenophobic’ Violence", "description": "The U.S. Conference of Catholic Bishops (USCCB) has approved a new pastoral letter on racism in response to what they call a “deterioration of the public discourse” and a rise in racially motivated violence.", "url": "https://www.breitbart.com/faith/2018/11/14/pastoral-letter-u-s-bishops-decry-racial-and-xenophobic-violence/", "urlToImage": "https://media.breitbart.com/media/2018/11/US-Conference-Catholic-Bishops-fall-meeting-11-12-18-AP.jpg", "publishedAt": "2018-11-15T01:44:52Z", "content": "The entire body of bishops felt the need to address the topic of racism, reads a statement posted on the bishops website Wednesday, after witnessing the deterioration of the public discourse, and episodes of violence and animosity with racial and xenophobic o… [+1813 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Vermont Democrats Cancel Michael Avenatti Events over Domestic Violence Allegations", "description": "The Vermont Democrat Party announced it canceled events featuring Michael Avenatti following reports the 2020 hopeful was arrested over an alleged domestic violence incident.", "url": "https://www.breitbart.com/politics/2018/11/14/vermont-democrats-cancel-michael-avenatti-events-over-domestic-violence-allegations/", "urlToImage": "https://media.breitbart.com/media/2018/11/Michael-Avenatti.jpg", "publishedAt": "2018-11-15T01:04:02Z", "content": "Police had responded to a domestic violence incident Tuesday and took a report, but Avenatti was taken into custody Wednesday. The police department said the investigation was still ongoing and additional details would be released later. Avenatti remained in … [+1132 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "State Warns: Hezbollah Flooding Peru, Bolivia with Terrorist Assets", "description": "WASHINGTON, DC — Iran’s narco-terrorist proxy Hezbollah has established “large caches of military equipment and explosives” in Bolivia and deployed jihadis to Peru, the U.S. Department of State’s (DOS) top counter-terrorism official Nathan Sales cautioned law…", "url": "https://www.breitbart.com/national-security/2018/11/14/state-warns-hezbollah-flooding-peru-bolivia-terrorist-assets/", "urlToImage": "https://media.breitbart.com/media/2016/11/wi/afp/16/1dabbdj-e1542243708550.jpg", "publishedAt": "2018-11-15T01:03:53Z", "content": "The warning came a day after State Department spokeswoman Heather Nauert revealed that Iran spends nearly $1 billion annually on terrorism, including $700 million on the Lebanese-based wing of Hezbollah, heavily involved in drug trafficking and money launderi… [+4504 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "U.S. Bishops Say Trump Proclamation on Caravan Migrants Is Illegal", "description": "President Trump’s recent proclamation addressing the mostly Central American migrants marching toward the U.S. border contravenes U.S. laws on immigration, declared a statement posted on the U.S. bishops website Wednesday.", "url": "https://www.breitbart.com/immigration/2018/11/14/u-s-bishops-say-trump-proclamation-on-caravan-migrants-is-illegal/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/14/4f44a3_aptopix-central-america-migrant-caravan-12597-migrants-traveling-caravan.jpg", "publishedAt": "2018-11-15T00:20:24Z", "content": "On November 9, 2018, President Trump issued a proclamation barring people arriving to the U.S./Mexico border from receiving U.S. asylum unless they request it at a U.S. port of entry, a direct contradiction of existing U.S. asylum law (see here ), reads the s… [+2482 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Billionaire Koch Brothers Agenda Prioritized with Prison Reform While Trump's Immigration Plans Stall", "description": "The GOP megadonor billionaire Koch brothers are set to seal another policy victory with President Trump's announcement that he will sign a prison reform bill that is opposed by his base of supporters, conservatives, and law enforcement officials.", "url": "https://www.breitbart.com/politics/2018/11/14/billionaire-koch-brothers-agenda-prioritized-with-prison-reform-while-trumps-immigration-plans-stall/", "urlToImage": "https://media.breitbart.com/media/2018/11/Prison-Border-Wall-Climbers.jpg", "publishedAt": "2018-11-15T00:03:06Z", "content": "Since the beginning of the year, the Koch brothers — avid opponents of Trump’s “America First” agenda on trade, immigration, and foreign policy — have lobbied the Republican-controlled Congress to support their agenda of tax reform, prison reform, and amnesty… [+2573 chars]"}]}