{"articles": [{"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Chuck Schumer Parties with New York Elite on Election’s Eve", "description": "As Democrats across the country readied there 11th-hour midterm election push, Senate Majority Leader Chuck Schumer (D-NY) was partying the night away with New York City's elite.", "url": "https://www.breitbart.com/politics/2018/11/06/chuck-schumer-parties-with-new-york-elite-on-elections-eve/", "urlToImage": "https://media.breitbart.com/media/2018/11/chuck-schumer-smiling-Joe-RaedleGetty-Images-via-JTA.jpg", "publishedAt": "2018-11-06T23:46:37Z", "content": "Schumer joined Salman Rushdie, Tory Burch, Gay Talese, and Lally Weymouth, to celebrate the 2018 NYPLs Library Lions event at New York Public Library on Fifth Avenue. This year’s honorees included Francis Ford Coppola, opera singer Jessye Norman, poet Claudia… [+1666 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Iran VP: We Are 'Able to Sell Oil As Much As We Need' Despite U.S. Sanctions", "description": "The vice president of Iran on Tuesday claimed that sanctions imposed by U.S. President Donald Trump have failed to fulfill America’s pledge to cut Tehran’s crude oil exports down to zero.", "url": "https://www.breitbart.com/national-security/2018/11/06/vp-iran-able-sell-oil-much-need-despite-us-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/11/oil-facility-Khark-Island-Iran-getty-images.jpg", "publishedAt": "2018-11-06T23:44:43Z", "content": "Irans state-run Press TV quotes Vice President Eshaq Jahangiri as saying, The Americans have constantly said they would bring Irans oil sales to zero, but l have to say that we have been able to sell oil as much as we need up until today.” The VPs comments ca… [+3412 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Beyoncé Endorses Beto O’Rourke Just Hours Before Texas Polls Close", "description": "Pop superstar and left-wing acticist Beyoncé Knowles endorsed Texas Democrat Beto O'Rourke Tuesday just hours before polls close.", "url": "https://www.breitbart.com/entertainment/2018/11/06/beyonce-endorses-beto-orourke-just-hours-before-texas-polls-close/", "urlToImage": "https://media.breitbart.com/media/2018/11/BEYBETO2.png", "publishedAt": "2018-11-06T23:41:42Z", "content": "“Im feeling grateful for everyone before me who fought so hard to give us all the right to have a voice,” Beyonce wrote in an Instagram post. “We cant voice our frustrations and complain about whats wrong without voting and exercising our power to make it rig… [+1185 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "***Live Updates*** 2018 Midterm Election Results", "description": "Welcome to the Breitbart News LiveWire of the 2018 midterm elections. Democrats need to pick up 23 seats to take back the House of Representatives but are less optimistic about taking back the Senate. All eyes will also be on key gubernatorial races in states…", "url": "https://www.breitbart.com/politics/2018/11/06/live-updates-2018-midterm-election-results/", "urlToImage": "https://media.breitbart.com/media/2018/11/trump-pelosi-midterm-composite-getty.jpg", "publishedAt": "2018-11-06T23:41:14Z", "content": "Democrats are less optimistic about taking back the Senate, especially after President Donald Trump barnstormed across the country in recent weeks to stump for key Republican Senate candidates. Odds favor Republicans maintaining control of the Senate and perh… [+5881 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "China: U.S. Is 'Bullying' Iran with Sanctions", "description": "Chinese officials and state-run media denounced the new round of U.S. sanctions against Iran after they took effect on Monday, accusing the Trump administration of “bullying” Tehran and vowing to continue purchases of Iranian oil.", "url": "https://www.breitbart.com/national-security/2018/11/06/china-u-s-bullying-iran-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/07/china-iran.png", "publishedAt": "2018-11-06T23:37:21Z", "content": "China opposes unilateral sanctions and long-arm jurisdiction, Chinese Foreign Ministry spokeswoman Hua Chunying said on Monday. We believe that Chinas normal cooperation within international law is legal and legitimate, and this shall be respected, Hua added,… [+4356 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Diddy Declares State of Emergency: ‘Run Your A**es to the Polls’ — ‘Repost to the F*ckin World’", "description": "Hip-hop mogul Sean \"Diddy\" Combs took to social media Tuesday to issue an \"emergency\" plea encouraging fans to vote in the midterm election for the Democrat candidates in Georgia and Florida.", "url": "https://www.breitbart.com/entertainment/2018/11/06/diddy-declares-state-of-emergency-run-your-aes-to-the-polls-repost-to-the-fckin-world/", "urlToImage": "https://media.breitbart.com/media/2018/11/diddystateofemergency1.jpg", "publishedAt": "2018-11-06T23:32:39Z", "content": "THIS IS A EMERGENCY MESSAGE TO THE CULTURE AND THE COMMUNITY!!!! THIS IS A EMERGENCY!!!!!!! Repost to the fuckin world right now PLEASE!!!! #VoteOrDIE pic.twitter.com/KCbhijHnrY — Diddy (@Diddy) November 6, 2018 “I’m here to move ya’lls asses okay?” said the … [+1229 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "‘Pizza to the Polls’ Feeds Midterm Voters Waiting in Line", "description": "\"Pizza to the Polls\" is a donation-based website that delivers free pizza to people standing in long lines to vote in the 2018 midterms.", "url": "https://www.breitbart.com/politics/2018/11/06/pizza-to-the-polls-feeds-midterm-voters-waiting-in-line/", "urlToImage": "https://media.breitbart.com/media/2018/11/pizza-getty.jpg", "publishedAt": "2018-11-06T23:32:27Z", "content": "All voters need to do is take a selfie or video with their phone, then submit it at the Polls.pizza website. Pizza to the Polls will then look up the nearest pizza place and have one delivered to them in line. “Waiting in line for hours to vote? Tummies grumb… [+1008 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "China Forces Video Game Company to Provide Users Identities", "description": "China's largest video game company, Tencent Holdings Ltd., announced Monday that all new players must go through a mandatory registration process that will send their information to the Chinese government.", "url": "https://www.breitbart.com/tech/2018/11/06/china-forces-video-game-company-to-provide-users-identities/", "urlToImage": "https://media.breitbart.com/media/2018/11/hand-on-keyboard-computer-typing-pexels-photo.jpg", "publishedAt": "2018-11-06T23:27:11Z", "content": "The information culled will include user details and gaming habits in a bid to “identify under-aged players and to help assist them better combat game addiction,” according to Chinese state media. The procedure will be overseen Chinas public security sectors … [+1830 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Mike Myers’ Dr. Evil Plots on Fallon to ‘Make America Evil Again’ for Midterms", "description": "Mike Myers appeared on The Tonight Show Starring Jimmy Fallon as his Austin Powers villain \"Dr. Evil\" in order to criticize conservatives.", "url": "https://www.breitbart.com/entertainment/2018/11/06/mike-myers-dr-evil-plots-on-fallon-to-make-america-evil-again-for-midterms/", "urlToImage": "https://media.breitbart.com/media/2018/11/make-america-evil-again.jpg", "publishedAt": "2018-11-06T23:18:47Z", "content": "The character’s “five-point evil plan” included increasing YouTube ads, promoting Donald Trump Jr. who he compared to “the Pillsbury Doughboy” to Secretary of the Treasury, make Screamin Dill Pickle the only flavor of Pringles, legalize weed, and change the n… [+1102 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Watch: Actress Jennifer Esposito Break Down in Tears After Voting", "description": "Former \"Law & Order\" actress Jennifer Esposito posted a tearful video telling fans how grateful she was to be able to vote on Election Day.", "url": "https://www.breitbart.com/entertainment/2018/11/06/watch-actress-jennifer-esposito-break-down-in-tears-after-voting/", "urlToImage": "https://media.breitbart.com/media/2018/11/JenniferEsposito1.jpg", "publishedAt": "2018-11-06T23:08:17Z", "content": "Jennifer Esposito told fans in her November 6 video that it is important to get out and vote for “hope.” “Such an important thing,” the NCIS actress said in a trembling voice, “I voted, brought tears to my eyes. I just want for better for everyone. And, um, f… [+1464 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Mike Pence: Election Choice Is Results or Resistance", "description": "Vice President Mike Pence made the case on election day that voters must choose between the results brought about by President Trump and Republicans, or those who will reverse that progress.", "url": "https://www.breitbart.com/politics/2018/11/06/mike-pence-election-choice-is-results-or-resistance/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/ap/13/e5910b_southern-baptists-pence-07353-vice-president-mike-pence-speaks-annual.jpg", "publishedAt": "2018-11-06T22:51:21Z", "content": "The American economy is booming after only two years under our administration. This happened because of the presidents leadership and support from Republicans in Congress, wrote Pence in an op-ed published by USA Today. Tuesday, were counting on the American … [+2083 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Illegal Migrants Boast of Aiding Democrats’ Campaigns", "description": "The Democrats' 2018 election campaign is being aided by illegal immigrants, including the younger migrants who received the quasi-legal DACA amnesty from President Barack Obama.", "url": "https://www.breitbart.com/immigration/2018/11/06/illegal-migrants-boast-of-aiding-democrats-campaigns/", "urlToImage": "https://media.breitbart.com/media/2018/03/DACA-protester-DREAMers-deportations-ICE-illegal-immigration-Getty-640x480-1.jpg", "publishedAt": "2018-11-06T22:45:56Z", "content": "DACA recipients “have talked to more than 600K voters!” according to a Tweet from Cristina Jimenez, an Ecuador-born migrant who is a co-founder of the United We Dream, a pro-amnesty group of illegals created by progressive lawyers and union organizers. While … [+8022 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charles Hurt, Charles Hurt", "title": "The Nuclear Option: Pro-Trump Black Voters Media's Worst Nightmare", "description": "Because President Trump is an Alt-Right, White-Supremacist, Nationalist Racist who wants to bring black slavery back in America, he dispatched a tweet proudly declaring record support among black voters.", "url": "https://www.breitbart.com/midterm-election/2018/11/06/the-nuclear-option-pro-trump-black-voters-medias-worst-nightmare/", "urlToImage": "https://media.breitbart.com/media/2018/05/nuclear-option.jpg", "publishedAt": "2018-11-06T22:40:49Z", "content": "New Fox Poll shows a 40% Approval Rating by African Americans for President Trump, a record for Republicans. Thank you, a great honor! See, the thing you dont understand about Alt-Right, White Supremacist, Nationalist Racists is that while their entire missio… [+3150 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key, Pam Key", "title": "Steve Schmidt: Trump Ran a Campaign 'George Wallace Would Have Been Proud Of'", "description": "Tuesday on MSNBC’s “Deadline: White House,” former Bush and McCain campaign strategist Steve Schmidt said President Donald Trump ran a campaign that former Democratic Alabama Gov. George Wallace “would be proud of.” Schmidt said, “Let’s understand what’s happ…", "url": "https://www.breitbart.com/video/2018/11/06/steve-schmidt-trump-ran-a-campaign-george-wallace-would-have-been-proud-of/", "urlToImage": "https://media.breitbart.com/media/2018/11/ss.jpg", "publishedAt": "2018-11-06T22:36:55Z", "content": "Tuesday on MSNBCs Deadline: White House, former Bush and McCain campaign strategist Steve Schmidt said President Donald Trump ran a campaign that former Democratic Alabama Gov. George Wallace would be proud of. Schmidt said, “Let’s understand what’s happened … [+1390 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik, Robert Kraychik", "title": "Tom Perez's America: DNC Chair Lays Out Priorities, But Does Democrat Civil War Loom?", "description": "DNC Chair Tom Perez said, \"health care is a right,\" calling for government expansion of health care to provide \"100 percent coverage.\"", "url": "https://www.breitbart.com/politics/2018/11/06/tom-perezs-america-dnc-chair-lays-out-priorities-but-does-democrat-civil-war-loom/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/ap/25/5d5196_democratic-national-committee-chicago-45333-chairman-democratic-national.jpg", "publishedAt": "2018-11-06T22:26:09Z", "content": "Perez also accused Republicans of “going after Medicare and Medicaid”: We all believe that health care is a right for all and not a privilege for a few. We can debate how to get from 90 percent to 100 percent coverage, and I welcome that debate, but what we h… [+3590 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Early Voting Tallies: 38 Million Total, GOP Lead Democrats by 1% Nationwide", "description": "There is no sign of a blue wave in the early vote numbers we are seeing so far.", "url": "https://www.breitbart.com/politics/2018/11/06/early-voting-tallies-38-million-total-gop-lead-democrats-nationwide/", "urlToImage": "https://media.breitbart.com/media/2018/11/voters-voting-america-midterms.png", "publishedAt": "2018-11-06T22:25:58Z", "content": "Democrats are over-performing in one vital state, and other important states are tighter than tight. As a general rule, Democrats beat the GOP in early voting and Republicans usually turn out in larger numbers for same-day voting. That makes the following num… [+2446 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Billionaire Tom Peterffy Calls Fellow Hungarian George Soros an 'Anarchist'", "description": "Fellow Hungarian-born billionaire Tom Peterffy told CNBC’s Andrew Ross Sorkin Tuesday that he is mystified by George Soros’a progressive views.", "url": "https://www.breitbart.com/politics/2018/11/06/billionaire-tom-peterffy-calls-fellow-hungarian-george-soros-an-anarchist/", "urlToImage": "https://media.breitbart.com/media/2017/04/George-Soros-Profile.png", "publishedAt": "2018-11-06T22:18:28Z", "content": "PETERFFY: I was born and raised in Hungary, I lived there for the first 21 years of my life, and I know that most of these people who want socialism basically don’t understand what they are talking about. I don’t know if they have really studied the issue. I … [+2050 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Pakistani Central Bank Challenges Reports of Massive Security Breach", "description": "According to independent cybersecurity analysts and some officials from Pakistan’s Federal Investigation Agency (FIA), a large-scale hacking operation attacked the nation’s banks beginning on October 27, reports revealed Tuesday.", "url": "https://www.breitbart.com/national-security/2018/11/06/pakistani-central-bank-challenges-reports-of-massive-security-breach/", "urlToImage": "https://media.breitbart.com/media/2017/08/wi/afp/18/1k9qadn-e1541542246614.jpg", "publishedAt": "2018-11-06T22:12:11Z", "content": "In the most sensational accounts, the data breach was described as affecting most or almost all Pakistani banks, enabling the theft of sensitive personal information such as debit card numbers. Pakistans central bank pushed back against these reports on Tuesd… [+3610 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch: HBO Stars Lena Dunham, Sarah Jessica Parker in Election Day Ad", "description": "Hollywood celebrities Lena Dunham, Sarah Jessica Parker, Ed Harris, and Henry Winkler are among some of HBO's biggest stars featured in an election day get-out-the-vote ad.", "url": "https://www.breitbart.com/entertainment/2018/11/06/watch-hbo-stars-lena-dunham-sarah-jessica-parker-in-election-day-ad/", "urlToImage": "https://media.breitbart.com/media/2018/11/sjplenahbo1.jpg", "publishedAt": "2018-11-06T21:45:18Z", "content": "The video was released Tuesday by Rock the Vote, the self-described non-partisan group which aims to “dedicated to building the political power of young people through pop culture, music, art, and technology.” Its not just any Tuesday, Divorce actress Parker,… [+1988 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "New York Times Credits Breitbart for Spread of #JobsNotMobs Slogan", "description": "A recent article from the New York Times analyzing the spread of the #JobsNotMobs slogan credits Breitbart News with helping the term rise in popularity.", "url": "https://www.breitbart.com/tech/2018/11/06/new-york-times-credits-breitbart-for-spread-of-jobsnotmobs-slogan/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jobs-vs-Mobs-sign-Trump-Rally.jpg", "publishedAt": "2018-11-06T21:28:57Z", "content": "A recently published article from the New York Times titled “Tracing a Meme From the Internets Fringe to a Republican Slogan,” analyzes how the #JobsNotMobs slogan became popular online, eventually being used by President Donald Trump himself. The Times write… [+1499 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Jim Carrey’s Closing Argument: ‘Racist Hate Groups.’ ‘Kidnapped Children.’ ‘TREASON’… ‘VOTE DEMOCRAT!’", "description": "Actor Jim Carrey endorsed Democrats and blasted Republicans for \"the rise of racist hate groups\" and President Donald Trump for possible \"treason\" Tuesday.", "url": "https://www.breitbart.com/entertainment/2018/11/06/jim-carrey-demands-you-vote-democrat-in-anti-trump-election-day-screed/", "urlToImage": "https://media.breitbart.com/media/2018/11/pjimage-78.jpg", "publishedAt": "2018-11-06T21:19:37Z", "content": "“Shameless lies. Endless indictments. The rise of racist hate groups. Kidnapped children. Contempt for rule of law – and quite possibly TREASON. Let’s end this ill-wind thats blowing America off-balance and turning us against each other. VOTE DEMOCRAT!” Jim C… [+1521 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch: Job Creators Network Launch ‘Big Choice Election’ Ad", "description": "Job Creators Network, one of the nation’s largest grassroots pro-jobs organizations, launched an ad online intended to drive how the point that Americans headed to the polls on this midterm Election Day have a clear choice.", "url": "https://www.breitbart.com/politics/2018/11/06/watch-job-creators-network-launch-big-choice-election-ad/", "urlToImage": "https://media.breitbart.com/media/2017/09/JobCreatorsNetworkBusTourFeatpic.jpg", "publishedAt": "2018-11-06T20:41:09Z", "content": "The ad begins by reminding voters that the midterm election is likely the most consequential in decades. The group wastes no time comparing where Republicans and Democrats stand on key issues such as health care, the economy, and national security. “When it c… [+961 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "San Francisco Spends More Than $385,000 to Register 61 Non-Citizen Voters", "description": "The city of San Francisco spent more than $385,000 to register non-citizen voters, but only 61 of those voters signed up to vote Tuesday in time for the midterm elections.", "url": "https://www.breitbart.com/politics/2018/11/06/san-francisco-spends-385000-register-61-non-citizen-voters/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/23/2ad78e_san-francisco-immigrant-voting-09640-file-in-nov-2016-file-photo-voters-e1541533902359.jpg", "publishedAt": "2018-11-06T19:52:27Z", "content": "John Arntz, the director of the San Francisco Department of Elections, confirmed with Breitbart News on Tuesday morning that the city registered 61 non-citizens to vote in local school board races, and reports say those votes came with a hefty price tag. The … [+1428 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Erdogan Blasts Joint U.S.-Kurd Patrols in Syria: 'Not Acceptable'", "description": "Turkish President Recep Tayyip Erdogan on Tuesday denounced the United States for holding joint military patrols near the Turkish border in northern Syria with fighters from the Kurdish People’s Protection Units (YPG).", "url": "https://www.breitbart.com/middle-east/2018/11/06/erdogan-blasts-joint-u-s-kurd-patrols-syria-not-acceptable/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/30/ac0cfd_turkish-president-recep-tayyip-erdogan-appeared-indirectly-confirm-reports-e1540918553705.jpg", "publishedAt": "2018-11-06T19:37:44Z", "content": "This is not an acceptable thing. This can cause serious negative developments on the order. I believe Mr. [U.S. President Donald] Trump will stop this, the Turkish leader declared, referring to joint U.S.-YPG patrols on Sunday, according to Hurriyet Daily New… [+3693 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Issa: My District Is Going to Elect a Democrat", "description": "On Tuesday’s broadcast of the Fox News Channel’s “America’s Newsroom,” Representative Darrell Issa (R-CA), who is retiring, predicted that his seat in California’s 49th Congressional District will elect a Democrat, stating that the district wasn’t in play and…", "url": "https://www.breitbart.com/video/2018/11/06/issa-my-district-is-going-to-elect-a-democrat/", "urlToImage": "https://media.breitbart.com/media/2016/03/AP_332212771824.jpg", "publishedAt": "2018-11-06T19:35:26Z", "content": "On Tuesday’s broadcast of the Fox News Channel’s “America’s Newsroom,” Representative Darrell Issa (R-CA), who is retiring, predicted that his seat in California’s 49th Congressional District will elect a Democrat, stating that the district wasn’t in play and… [+384 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "NRA: Vote like Your Gun Rights Depend on It–Because They Do", "description": "The NRA is urging its six million members and other freedom-loving Americans to vote like their gun rights depend on it--because they do.", "url": "https://www.breitbart.com/politics/2018/11/06/nra-vote-gun-rights-depend-they-do/", "urlToImage": "https://media.breitbart.com/media/2018/10/pro-gun.png", "publishedAt": "2018-11-06T19:34:01Z", "content": "The NRA tweeted: The Second Amendment is on the ballot. If you dont vote, you are supporting the Bloomberg/Schumer/Pelosi EXTREME gun control agenda. It is that simple. #VOTE #2A #electionday — NRA (@NRA) November 6, 2018 The NRA’s point is clear: the Second … [+2828 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jerome Hudson", "title": "Live Updates: Celebrity Midterm Madness — ‘Your Vote a Matter of Life and Death’", "description": "Hollywood celebrity social media screeds exploded early on Election Day Tuesday, with several hysterical Hollywood elites sharing self-important screeds trashing Republican candidates and President Donald Trump.", "url": "https://www.breitbart.com/live/live-updates-celebrity-midterm-madness-your-vote-a-matter-of-life-and-death/", "urlToImage": "https://media.breitbart.com/media/2018/11/Midtermtornado2.jpg", "publishedAt": "2018-11-06T19:27:44Z", "content": "Some stars are hitting the campaign trail for their preferred Democrat candidates, while others are hitting send on posts meant to encourage their millions of followers to vote against the president and the GOP. Below is the Breitbart Election Day Celebrity M… [+10478 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "NYT: Google Employee Protest Was Rejection of ‘Individualism’", "description": "New York Times writer Noam Scheiber claimed in an article, Tuesday, that the mass Google employee walkout protests against sexual harassment at the company were a rejection of \"individualism.\"", "url": "https://www.breitbart.com/tech/2018/11/06/nyt-google-employee-protest-was-rejection-of-individualism/", "urlToImage": "https://media.breitbart.com/media/2018/11/Google-walkout-protest.jpg", "publishedAt": "2018-11-06T19:19:30Z", "content": "In the article, titled, “Google Workers Reject Silicon Valley Individualism in Walkout,” Scheiber claimed the mass organization was evidence of a rejection of Silicon Valley’s formerly individualist identity. “For decades, Silicon Valley has been ground zero … [+1533 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Joe Biden ‘Guarantees’ Trump Will Question Legitimacy of Midterms if Democrats Win", "description": "Joe Biden told reporters Tuesday that he's confident Trump will \"challenge\" the legitimacy of the midterm election results if Democrats win.", "url": "https://www.breitbart.com/politics/2018/11/06/joe-biden-guarantees-trump-question-legitimacy-midterms-democrats-win/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/02/fd1e73_election-2018-florida-84697-joe-biden-andrew-gillum-nelson-in-oct-22-2018-e1541531554765.jpg", "publishedAt": "2018-11-06T19:13:19Z", "content": "REPORTER: You have a good political gut. What’s your prediction? You were predicting a few weeks ago 40 seats and win back the Senate. Are you hold to that? BIDEN: I’ll be dumbfounded if we lose the House. Dumbfounded. I’ll be surprised if we don’t win by a c… [+1603 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Actress Alyssa Milano Offers Rides to the Polls on Election Day", "description": "Actress Alyssa Milano has announced that she intends to \"take a road trip\" and help drive people to the polls in several California districts today.", "url": "https://www.breitbart.com/entertainment/2018/11/06/actress-alyssa-milano-offers-rides-to-the-polls-on-election-day/", "urlToImage": "https://media.breitbart.com/media/2017/04/AlyssaMilanoJonOssoff.jpg", "publishedAt": "2018-11-06T19:08:34Z", "content": "In a Tuesday morning tweet, Alyssa Milano promised free rides to voters in California Districts 25, 39, 45, 48, 49, and 50. I will be taking a road trip today and hitting six CA districts to drive people to the polls. CA – 50, 49, 45, 48, 39, 25! I hope to se… [+1114 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "USA Today Editorial Urges Voters to Vote Against ‘Donald Trump’s Lap Dogs’", "description": "The USA Today editorial board published an editorial Tuesday urging voters to vote against \"Donald Trump's lap dogs.\"", "url": "https://www.breitbart.com/the-media/2018/11/06/usa-today-editorial-urges-voters-vote-against-donald-trumps-lap-dogs/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP_18310190138374-e1541530816825.jpg", "publishedAt": "2018-11-06T19:02:56Z", "content": "The editorial board argued in the piece that congressional Republicans failed to provide a counterbalance to President Trump’s policies, and urged voters to elect Democrats to the House and Senate. The “current GOP-controlled House and Senate” have been “litt… [+1379 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Exclusive–Dave Brat: Democrats, Nancy Pelosi ‘Trying to Buy’ Election", "description": "Rep. Dave Brat (R-VA) says House Minority Leader Nancy Pelosi and the national Democrat Party are \"trying to buy\" his congressional seat in Virginia's 7th District.", "url": "https://www.breitbart.com/politics/2018/11/06/exclusive-dave-brat-democrats-nancy-pelosi-trying-buy-election/", "urlToImage": "https://media.breitbart.com/media/2017/12/Dave-brat-dc-ap.jpg", "publishedAt": "2018-11-06T18:51:32Z", "content": "During an exclusive interview with SiriusXM Patriot’s Breitbart News Daily, Brat told Breitbart News Editor-in-Chief Alex Marlow that his opponent, Abigail Spanberger’s campaign, has been astroturfed by Pelosi to stop his re-election. “The dynamics are $10 mi… [+1661 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Google Changes Search Engine Logo to ‘Go Vote’", "description": "In an attempt to encourage its users to vote in the midterm elections, Google has changed its search engine logo to \"Go Vote,\" and introduced a feature to show users where their nearest polling station is, with options for both English and Spanish.", "url": "https://www.breitbart.com/tech/2018/11/06/google-changes-search-engine-logo-to-go-vote/", "urlToImage": "https://media.breitbart.com/media/2018/11/googvoters.png", "publishedAt": "2018-11-06T18:37:37Z", "content": "Users who click the logo are taken to a Google search feature which helps to find the nearest voting location and details. Go Vote: Heres where to find the information you need to make your voice heard on #ElectionDay. — Google (@Google) November 6, 2018 “Tod… [+1189 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Kansas: Soros-Funded ACLU Makes Last Ditch Effort to Stop Kris Kobach", "description": "The pro-open borders American Civil Liberties Union (ACLU) organization -- funded by billionaire George Soros -- has made a last ditch effort to stop Kansas Secretary of State Kris Kobach from becoming the next governor of the sunflower state.", "url": "https://www.breitbart.com/politics/2018/11/06/kansas-soros-funded-aclu-makes-last-ditch-effort-stop-kris-kobach/", "urlToImage": "https://media.breitbart.com/media/2018/08/GettyImages-1013035198.jpg", "publishedAt": "2018-11-06T18:28:01Z", "content": "The ACLU, which leads the front for open borders in the United States, has reportedly spent nearly $400,000 in broadcast television ads against Kobach in the Topeka, Kansas, broadcast region, alone, over the last few weeks before today’s election. For years, … [+929 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Election Day's Top Trending Google Search: 'Where to Vote' in Spanish | Breitbart", "description": "According to a report from The Hill, the top trending Google search on election day was “Dónde votar,” Spanish for “where to vote.” According to Google, the search term increased 3,350 percent today.", "url": "https://www.breitbart.com/tech/2018/11/06/election-days-top-trending-google-search-where-to-vote-in-spanish/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/02/77ba47_experts-trump-repeated-insults-bullying-haven-had-effect-pushing-latinos-e1541527911216.jpg", "publishedAt": "2018-11-06T18:26:25Z", "content": "\"Dónde votar\" (\"where to vote\") is the top trending search on Google in the US today – spiking 3,350%. #Midterms #vote https://t.co/7P9QmWr3G9 pic.twitter.com/AQe5gkMw8V — GoogleTrends (@GoogleTrends) November 6, 2018 Google searches for “Dónde votar” spiked … [+1013 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "GOP Candidate Navy SEAL Dan Crenshaw: Wounds Should Not Be Subject of a ‘Very Bad Joke’", "description": "Former Navy SEAL Dan Crenshaw talked to Sirius XM's Breitbart News Daily about being the target of a Saturday Night Live joke.", "url": "https://www.breitbart.com/politics/2018/11/06/navy-seal-dan-crenshaw-snl/", "urlToImage": "https://media.breitbart.com/media/2018/11/crenshawdavidson1.jpg", "publishedAt": "2018-11-06T18:08:49Z", "content": "“There’s lots of veterans with some kind of disfigurement or lost limbs and those wounds should not be the subject of a very bad joke and a really hysterically laughing audience. I don’t see the humor in it,” he told Breitbart News Daily host and Breitbart Ne… [+2152 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "'Backstop Means Backstop': EU Brexit Boss Says 'No Time Limit' on UK Leaving", "description": "The European Union’s (EU) chief Brexit negotiator has said there can be no “time limit” on the UK staying locked in the bloc’s Customs Union if a trade deal is not struck before the end of the “transition period.”", "url": "https://www.breitbart.com/europe/2018/11/06/backstop-means-backstop-eu-brexit-boss-no-time-limit-uk-leaving/", "urlToImage": "https://media.breitbart.com/media/2017/09/barnier.png", "publishedAt": "2018-11-06T18:06:30Z", "content": "Hardliner Michel Barnier was characteristically belligerent, insisting that the backstop means backstop and there is still a real point of divergence on the Northern Ireland issue. He was speaking in Slovakia just hours after Prime Minister Theresa May report… [+1790 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Muslim Convert Sinead O'Connor Says She Won't Spend Time with 'Disgusting White People'", "description": "Recent Muslim convert Sinead O’Connor has said that she will never spend time with “white people” again, calling them “disgusting”.", "url": "https://www.breitbart.com/europe/2018/11/06/muslim-convert-sinead-oconnor-wont-spend-time-with-disgusting-white-people/", "urlToImage": "https://media.breitbart.com/media/2018/11/Sinead-OConnor.jpg", "publishedAt": "2018-11-06T17:58:59Z", "content": "The Irish singer, who now goes by Shuhada’ Davitt, went on a Twitter rampage against white people, U.S. President Donald Trump, and Christian and Jewish theologians, whom she called “atheists and satanists.” “I’m terribly sorry,” the artist formerly known as … [+2966 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Landlord Shuts Down Arizona Polling Station over Foreclosure Dispute", "description": "A landlord shut down a polling station in Arizona's Maricopa County Monday evening over a foreclosure dispute, according to state officials.", "url": "https://www.breitbart.com/politics/2018/11/06/landlord-shuts-arizona-polling-station-foreclosure-dispute/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/06/27670c_aptopix-election-2018-maine-58534-voters-wait-in-line-in-gymnasium-brunswick-e1541526976619.jpg", "publishedAt": "2018-11-06T17:57:18Z", "content": "In a video shared to Facebook, Maricopa County Recorder Adrian Fontes detailed the dispute leading to the station being closed on the eve of the midterm election. Last night, apparently the landlord locked the door because the facility we were renting from is… [+1420 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "CNBC: History Says Democrats Taking House Would Be Bad for Stock Market", "description": "#Resist is a bad investment strategy.", "url": "https://www.breitbart.com/economy/2018/11/06/cnbc-history-says-democrats-taking-house-would-be-bad-for-stock-market/", "urlToImage": "https://media.breitbart.com/media/2018/10/GettyImages-1045675120-e1539191196166.jpg", "publishedAt": "2018-11-06T17:46:00Z", "content": "CNBC reports that an analysis of historical returns shows that stock performance suffers when the House passes from one party to the other. From CNBC : Data compiled by Fundstrat Global Advisors showed the median stock-market return since 1896 was only 1.9 pe… [+687 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Nancy Pelosi Is 100 Percent Confident Democrats Will Flip the House", "description": "House Minority Leader Nancy Pelosi (D-CA) said Tuesday that she is 100 percent confident Democrats will gain control of the House in the midterm elections.", "url": "https://www.breitbart.com/politics/2018/11/06/nancy-pelosi-100-percent-confident-democrats-will-flip-house/", "urlToImage": "https://media.breitbart.com/media/2018/10/Pelosi-One-Finger.jpg", "publishedAt": "2018-11-06T17:43:28Z", "content": "Pelosi, speaking at a Tuesday morning press conference with Democratic Congressional Campaign Committee chairman Rep. Ben Ray Lujan (D-NM), told reporters she is “100 percent sure” Democrats will win the House based on what she has heard from Democrats across… [+823 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Behar: Women Who Support Trump ‘Don’t Know the Difference Between a Predator and a Protector’", "description": "Tuesday on ABC’s “The View,” co-host Joy Behar said the female supporters of President Donald Trump didn’t “know the difference between a predator and a protector.” During the panel discussion of Trump saying he could soften his tone, Behar said, “He said it …", "url": "https://www.breitbart.com/video/2018/11/06/behar-women-who-support-trump-dont-know-the-difference-between-a-predator-and-a-protector/", "urlToImage": "https://media.breitbart.com/media/2018/02/Screen-Shot-1.png", "publishedAt": "2018-11-06T17:42:51Z", "content": "Tuesday on ABC’s “The View,” co-host Joy Behar said the female supporters of President Donald Trump didnt “know the difference between a predator and a protector.” During the panel discussion of Trump saying he could soften his tone, Behar said, “He said it b… [+640 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Nine Former Pro Athletes on the Ballot in Midterm Elections", "description": "Nine former athletes have thrown their hats in the ring during this 2018 midterm elections. Three members of Major League Baseball, five former NFL players, and one former college coach are all hoping to take office with today's vote, USA Today reported.", "url": "https://www.breitbart.com/sports/2018/11/06/nine-former-pro-athletes-ballot-midterm-elections/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Kiichiro-Sato.jpg", "publishedAt": "2018-11-06T17:36:16Z", "content": "For instance, in Ohio, 54-year-old Jim Jordan is hoping to retain his 4th District seat. Jordan was a Wisconsin wrestler and an assistant wrestling coach at Ohio State in the late 1980s. Three former Major League Baseball players are hoping for the votes of m… [+1649 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Ex-Clinton Aide Philippe Reines: Juanita Broaddrick Is ‘Full of Sh*t’", "description": "Philippe Reines, a former aide to Hillary Clinton, told National Review podcast host Jamie Weinstein in an interview released Monday that he does not believe Juanita Broaddrick's rape allegations against former president Bill Clinton, calling the retired nurs…", "url": "https://www.breitbart.com/politics/2018/11/06/ex-clinton-aide-philippe-reines-juanita-broaddrick-full-sht/", "urlToImage": "https://media.breitbart.com/media/2018/11/Juanita-Broaddrick-flag-ap.jpg", "publishedAt": "2018-11-06T17:35:58Z", "content": "Pressed on a recent New York Times report about how Democrats have largely shied away from inviting the Clintons to campaign for them during the midterm election, Reines conceded the #MeToo movement has caused some to view the former commander-in-chief in a d… [+1847 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Ana Navarro Says She Voted Gillum Because She Doesn’t Like Trump’s ‘Mini Me’", "description": "During CNN’s live Election Day coverage, political commentator Ana Navarro said despite being a Republican, she cast her vote for Democratic Florida gubernatorial nominee Andrew Gillum instead of Republican Ron DeSantis, who she described as President Donald …", "url": "https://www.breitbart.com/video/2018/11/06/ana-navarro-says-she-voted-gillum-because-she-doesnt-like-trumps-mini-me/", "urlToImage": "https://media.breitbart.com/media/2018/08/GettyImages-824925894.jpg", "publishedAt": "2018-11-06T17:34:28Z", "content": "During CNN’s live Election Day coverage, political commentator Ana Navarro said despite being a Republican, she cast her vote for Democratic Florida gubernatorial nominee Andrew Gillum instead of Republican Ron DeSantis, who she described as President Donald … [+715 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Live Updates: America Votes, 2018", "description": "Americans are headed to the polls on Tuesday's national midterm elections to decide who will control Congress for the next two years and to elect senators and governors in various states.", "url": "https://www.breitbart.com/midterm-election/2018/11/06/live-updates-america-votes-2018/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1058114316.jpg", "publishedAt": "2018-11-06T17:25:56Z", "content": "Follow Breitbart News for live updates throughout the day and night. All times eastern. 12:25 PM — Voters lined up in Maine: Long lines just to put ballots through the machines in Scarborough. Im told each ballot takes about 15 seconds to load. Doesnt sound l… [+4023 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Four Tennessee Death Row Inmates Request Firing Squad Executions", "description": "Four inmates on Tennessee's death row requested to be put to death by a firing squad because they felt death by lethal injection or electrocution was \"cruel and unusual punishment.\"", "url": "https://www.breitbart.com/politics/2018/11/06/four-tennessee-death-row-inmates-request-firing-squad-executions/", "urlToImage": "https://media.breitbart.com/media/2018/11/firing-squad.png", "publishedAt": "2018-11-06T17:15:52Z", "content": "Convicted murderers David Earl Miller, Terry Lynn King, Nicholas Todd Sutton, and Stephen Michael West, all requested to be executed this way in a lawsuit filed Friday by their attorneys, who argued that the other execution methods are “cruel and unusual puni… [+1421 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "China Rejects U.N. Demands to Close Uighur Detention Camps", "description": "China rejected calls on Tuesday from Western members of the U.N. Human Rights Council (UNHRC) to shut down the massive detention camps constructed in Xinjiang province to imprison a sizable percentage of Uighurs, a predominantly Muslim ethnic group.", "url": "https://www.breitbart.com/national-security/2018/11/06/china-rejects-u-n-demands-close-uighur-detention-camps/", "urlToImage": "https://media.breitbart.com/media/2018/11/Uyghurs-demonstrate-against-China-United-Nations-getty.jpg", "publishedAt": "2018-11-06T17:01:07Z", "content": "The Chinese claimed that reports of the vast scale of detentions in Xinjiang are seriously far away from facts, even as a new study revealed security spending in the province more than tripled during the past year. On Tuesday, Reuters relayed some of the crit… [+5326 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dylan Gwinn", "title": "ESPN Reporter Reminds Everyone Why Colin Kaepernick Doesn’t Vote", "description": "With so many Americans streaming in to voting booths today to cast their vote on the future direction of the country, there's one prominent American political/sports figure who — if he still believes what he said two years ago — definitely will not.", "url": "https://www.breitbart.com/sports/2018/11/06/espn-reporter-reminds-everyone-why-colin-kaepernick-doesnt-vote/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Ben-Margot.png", "publishedAt": "2018-11-06T16:51:27Z", "content": "That particular figure is Colin Kaepernick. On Tuesday morning, ESPN Business Reporter Darren Rovell tweeted a 2016 quote from Kaepernick. In which the man who launched the largest and most significant protest movement in American sports history, said it woul… [+1049 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Russia: Israel Failing to Adequately Warn Before Syria Strikes", "description": "TEL AVIV – Russia on Monday accused Israel of putting its military in danger by violating a tacit agreement to give advanced warning before conducting airstrikes in Syria, prompting Moscow to respond in a “firm but contained manner.”", "url": "https://www.breitbart.com/middle-east/2018/11/06/russia-israel-endangers-our-military-by-failing-to-warn-before-conducting-strikes-in-syria/", "urlToImage": "https://media.breitbart.com/media/2018/09/wi/afp/27/c32e97_russian-foreign-minister-sergei-lavrov-told-united-nations-security-council.jpg", "publishedAt": "2018-11-06T16:44:51Z", "content": "Russian Foreign Minister Sergey Lavrovs rebuke comes as the two countries are suffering a fraying of ties following an Israeli strike on September 17 that resulted in Syrian forces downing a Russian plane, killing 15 Russian crew members. Russia at the time a… [+2560 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Netanyahu: Trump's Iran Sanctions Will Bring 'Stability' to Region", "description": "TEL AVIV – Prime Minister Benjamin Netanyahu on Monday lauded President Donald Trump’s “courageous, determined and important decision” to reimpose sanctions on Iran, saying the move was a direct result of his own efforts against the deal.", "url": "https://www.breitbart.com/middle-east/2018/11/06/netanyahu-trumps-sanctions-prove-my-efforts-against-iran-have-paid-off/", "urlToImage": "https://media.breitbart.com/media/2018/03/trump-netanyahu.png", "publishedAt": "2018-11-06T16:41:48Z", "content": "For many years I have devoted my time and energy to the war against the Iranian threat. On this issue I went up almost against the whole world. Today we see the results of this long and ongoing struggle, Netanyahu said at the start of a Likud meeting. This da… [+1971 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Aaron Klein", "title": "Florida Decides: Radical Leftist Andrew Gillum or Pro-Trump Conservative Ron DeSantis", "description": "ORLANDO, Fla. — As voters go to the polls here, Floridians have a stark choice in their state’s governor’s race where far-left ideologue Andrew Gillum is running against staunch conservative Ron DeSantis.", "url": "https://www.breitbart.com/politics/2018/11/06/florida-decides-radical-leftist-andrew-gillum-or-pro-trump-conservative-ron-desantis/", "urlToImage": "https://media.breitbart.com/media/2018/10/desantis-gillum-split.jpg", "publishedAt": "2018-11-06T16:35:16Z", "content": "Gillum is openly campaigning on Bernie Sanders socialist-style Medicare for All” plan, rants against the U.S. Immigration and Customs Enforcement (ICE) agency, and is proposing a forty-percent corporate tax hike that DeSantis warned in a recent interview with… [+7820 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump: ‘Fake News’ that Josh Hawley Left Campaign Rally Early", "description": "President Donald Trump denounced a rumor that Republican Senate Candidate Josh Hawley left early from his campaign rally in Missouri.", "url": "https://www.breitbart.com/politics/2018/11/06/donald-trump-fake-news-that-josh-hawley-left-campaign-rally-early/", "urlToImage": "https://media.breitbart.com/media/2018/11/Josh-Hawley.png", "publishedAt": "2018-11-06T16:24:29Z", "content": "“There is a rumor, put out by the Democrats, that Josh Hawley of Missouri left the Arena last night early,” Trump wrote. “It is Fake News.” Fox News host Brian Kilmeade reported on Fox and Friends Tuesday morning that Hawley left early. “What could he have be… [+754 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Hackers Impersonate Elon Musk Using Verified Twitter Accounts to Spread Bitcoin Scam", "description": "Internet hackers have begun infiltrating verified Twitter accounts and using them to pose as Tesla CEO Elon Musk to spread cryptocurrency scams across the platform.", "url": "https://www.breitbart.com/tech/2018/11/06/hackers-impersonate-elon-musk-using-verified-twitter-accounts-to-spread-bitcoin-scam/", "urlToImage": "https://media.breitbart.com/media/2018/10/Elon-Musk-confused.jpg", "publishedAt": "2018-11-06T16:08:35Z", "content": "Multiple verified Twitter accounts have been hacked and had their display names changed in order to impersonate Tesla CEO Elon Musk, according to BBC News. Some of the latest accounts to be hacked, edited and used to spread the scam include the British fashio… [+2090 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Nikki Haley Says U.S. Will Continue Advocating for the Unborn at the U.N.", "description": "The United States will be “committed to advancing policies that protect the lives of the unborn” at the United Nations, said a spokesperson for U.N. ambassador Nikki Haley this week.", "url": "https://www.breitbart.com/health/2018/11/06/nikki-haley-says-u-s-will-continue-advocating-for-the-unborn-at-the-u-n/", "urlToImage": "https://media.breitbart.com/media/2018/06/wi/afp/22/a17862_syrian-regime-violations-ceasefire-in-southwest-syria-stop-us-ambassador-e1529706231421.jpg", "publishedAt": "2018-11-06T16:08:15Z", "content": "Haleys press officer Andrea Stanford told Catholic News Agency (CNA) that the U.S. will continue fighting for the rights of the unborn in all multilateral forums, including the United Nations. Stanford said that the United States is a world leader in advancin… [+2551 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Six Arrested Over Suspected Plot to Attack France’s President Macron", "description": "French security agents have arrested six people on preliminary terrorism charges for allegedly plotting to attack French President Emmanuel Macron, according to a French judicial official.", "url": "https://www.breitbart.com/europe/2018/11/06/six-arrested-over-suspected-plot-to-attack-frances-president-macron/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/06/8acf7d_france-attack-plot-01084-french-president-emmanuel-macron-arrives-trottoir-e1541520439101.jpg", "publishedAt": "2018-11-06T16:07:43Z", "content": "The official, speaking on condition of anonymity to discuss the allegations, said intelligence agents detained the six in three widely scattered regions, including one suspect in the Alps, another in Brittany and four suspects near the Belgian border in Mosel… [+834 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "John Lewis: ‘The Scars and Stains of Racism Are Still Deeply Embedded in American Society’", "description": "Tuesday on CNN’s “New Day,” Rep. John Lewis (D-GA) discussed the heated gubernatorial race in Georgia between Democrat nominee Stacey Abrams and Republican Brian Kemp. “New Day” host Alisyn Camerota asked the civil rights leader to talk about racist robocalls…", "url": "https://www.breitbart.com/video/2018/11/06/john-lewis-the-scars-and-stains-of-racism-are-still-deeply-embedded-in-american-society/", "urlToImage": "https://media.breitbart.com/media/2018/11/lewis.jpg", "publishedAt": "2018-11-06T16:06:10Z", "content": "Tuesday on CNN’s “New Day,” Rep. John Lewis (D-GA) discussed the heated gubernatorial race in Georgia between Democrat nominee Stacey Abrams and Republican Brian Kemp. “New Day” host Alisyn Camerota asked the civil rights leader to talk about racist robocalls… [+1129 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chriss W. Street", "title": "CA Democrats Ready to Dominate Congress...", "description": "California Democrats Set to Dominate Congress if U.S. House Flips | Breitbart Despite the shocking news that the Rasmussen Reports Generic Congressional Ballot on Monday rated Republicans leading with “likely midterm voters” for the first time by 46 percent t…", "url": "https://www.breitbart.com/midterm-election/2018/11/06/california-democrats-set-to-dominate-congress-if-u-s-house-flips/", "urlToImage": "https://media.breitbart.com/media/2018/10/GettyImages-480531517.jpg", "publishedAt": "2018-11-06T16:00:04Z", "content": "Despite the shocking news that the Rasmussen Reports Generic Congressional Ballot on Monday rated Republicans leading with likely midterm voters for the first time by 46 percent to the Democrats’ 45 percent, Californias Democrat House delegation is busy jocke… [+2998 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bay Buchanan", "title": "Bay Buchanan: Gillum's Dream Defender Friends Radicalism Goes far Beyond Israel", "description": "The left wing activist group, Dream Defenders, has become the “center of Florida governor’s race,” according to the Associated Press.", "url": "https://www.breitbart.com/politics/2018/11/06/gillums-dream-defender-friends-radicalism-goes-far-beyond-israel/", "urlToImage": "https://media.breitbart.com/media/2018/09/dreamers.png", "publishedAt": "2018-11-06T15:45:11Z", "content": "Democratic candidate Andrew Gillum has tried to obscure his relationship with the group, but the record is clear. During this election, Gillum signed the Dream Defender pledge, ostensibly to refuse money from the NRA and from corrections contractor the GEO Gr… [+3665 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "‘Time to Get Tough’: Farage Blasts Khan as London Scrambles Extra Police After Fifth Person Slain in Days", "description": "London police have launched their fifth murder investigation in a week, after a 16-year-old boy died in a suspected stabbing, and extra officers were taken off leave and deployed to the streets.", "url": "https://www.breitbart.com/europe/2018/11/06/get-tough-farage-blasts-khan-london-scrambles-extra-police-fifth-teen-slain/", "urlToImage": "https://media.breitbart.com/media/2018/10/British-UK-London-Police-Getty-2.png", "publishedAt": "2018-11-06T15:40:26Z", "content": "Police were called to reports of a shooting in Tulse Hill, south London, on Monday night with the youth pronounced dead just before midnight. Officers said, it is believed the boy’s injuries are stab rather than gunshot wounds. Earlier in the day, a 17-year-o… [+2608 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "President Trump Honors Black Civil War Soldiers with National Monument", "description": "President Donald Trump created the first national park to honor black people who fought in the Civil War with the designation of Camp Nelson in Nicholasville, Kentucky, as the nation's newest National Monument.", "url": "https://www.breitbart.com/politics/2018/11/06/president-trump-honors-black-civil-war-soldiers-with-national-monument/", "urlToImage": "https://media.breitbart.com/media/2018/11/civil-war-soldiers.png", "publishedAt": "2018-11-06T15:12:03Z", "content": "The media paid little attention, but President Trump signed the proclamation on October 26 making Camp Nelson a national monument, Daily Wire noted. “Camp Nelson was one of the largest Union Army recruitment centers for African American Union soldiers, then k… [+2391 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Rihanna Sends Legal Threat to President Trump for Playing Her Song at Rally", "description": "Attorneys for Grammy Award-winning singer Rihanna fired off a cease-and-desist letter to President Donald Trump after her music was reportedly played during a rally held by the Commander-in-Chief over the weekend.", "url": "https://www.breitbart.com/entertainment/2018/11/06/rihanna-sends-legal-threat-to-trump-for-playing-her-song/", "urlToImage": "https://media.breitbart.com/media/2018/05/Gala-Pope-Rihanna-2.jpg", "publishedAt": "2018-11-06T15:09:48Z", "content": "It has come to our attention that President Trump has utilized [Rihannas] musical compositions and master recordings, including her hit track Dont Stop the Music, in connection with a number of political events held across the United States, the letter sent t… [+2003 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Schieffer: Midterm Results ‘a Referendum on Us’", "description": "Tuesday on CBS “This Morning,” former “Face the Nation” anchor Bob Schieffer commented on what the day’s midterm election results will mean. According to Schieffer, the midterm results are a “referendum on us” more so than it is about President Donald Trump. …", "url": "https://www.breitbart.com/video/2018/11/06/schieffer-midterm-results-a-referendum-on-us/", "urlToImage": "https://media.breitbart.com/media/2016/03/Schieffer316.jpg", "publishedAt": "2018-11-06T14:54:29Z", "content": "Tuesday on CBS “This Morning,” former Face the Nation anchor Bob Schieffer commented on what the day’s midterm election results will mean. According to Schieffer, the midterm results are a “referendum on us” more so than it is about President Donald Trump. “P… [+323 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "Border Patrol Rescues Central American Migrant from Drowning", "description": "Border Patrol agents rescued a Central American migrant from possibly drowning in the Rio Grande River that separates Texas and Mexico. The migrant was part of a larger group who were illegally crossing into Texas.", "url": "https://www.breitbart.com/border/2018/11/06/border-patrol-rescues-central-american-migrant-from-drowning/", "urlToImage": "https://media.breitbart.com/media/2018/05/Laredo-Sector-Agents-Rescue-Migrant-2-cropped.png", "publishedAt": "2018-11-06T14:52:53Z", "content": "McAllen Station agents patrolling near Mission, Texas, encountered a group of Central Americans who had just crossed the border illegally from Mexico into Texas. As the agents attempted to take the migrants into custody, one fled and attempted to swim back to… [+1502 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Maxine Waters Defends Violent Protests — ‘Protest Is About Making You Feel Uncomfortable’", "description": "In an interview with Roland Martin, Rep. Maxine Waters (D-CA) defended violent protests, arguing that a protest is about making someone “feel uncomfortable.” “I told someone the other day who is trying to say that we’re violent when we protest, protest is abo…", "url": "https://www.breitbart.com/video/2018/11/06/maxine-waters-defends-violent-protests-protest-is-about-making-you-feel-uncomfortable/", "urlToImage": "https://media.breitbart.com/media/2018/05/maxine-waters-1.jpg", "publishedAt": "2018-11-06T14:50:57Z", "content": "In an interview with Roland Martin, Rep. Maxine Waters (D-CA) defended violent protests, arguing that a protest is about making someone “feel uncomfortable.” I told someone the other day who is trying to say that were violent when we protest, protest is about… [+880 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chriss W. Street", "title": "Record $5.2 Billion Midterms: Democrats to Outspend GOP by $330 Million", "description": "The non-partisan OpenSecrets website, which tracks political spending, projects the 2018 midterms will cost $5.2 billion, as Democrats outspent Republicans by $330 million.", "url": "https://www.breitbart.com/midterm-election/2018/11/06/record-5-2-billion-midterms-democrats-to-outspend-gop-by-330-million/", "urlToImage": "https://media.breitbart.com/media/2018/11/dollars-cash-Flickr.jpg", "publishedAt": "2018-11-06T14:45:16Z", "content": "Through the middle of October, Federal Election Commission (FEC) campaign filings disclosed that $4.7 billion had already been spent on the 2018 midterms, and spending was on track to hit $5.2 billion by November 6. That would make the 2018 midterms over a th… [+2244 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Yechezkel Moskowitz", "title": "Rabbi Yechezkel Moskowitz: 'Vote Red to Save the Jewish Community'", "description": "The answer is crystal clear: vote red to save America. And vote red to save the Jewish community in America.", "url": "https://www.breitbart.com/faith/2018/11/06/rabbi-yechezkel-vote-red/", "urlToImage": "https://media.breitbart.com/media/2016/11/IMG_6063.jpg", "publishedAt": "2018-11-06T14:34:49Z", "content": "And if youve been hanging around your liberal friends lately, you would probably think its all President Donald Trumps fault (what isnt these days, anyway?). Unsurprisingly, President Trumps unprecedented condemnation of antisemitism in response to the grotes… [+3891 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "MS-13 Member Arrested with Children near Texas Border", "description": "Rio Grande Valley Sector Border Patrol agents arrested a member of the transnational criminal gang known as Mara Salvatrucha (MS-13) on Friday. The agents found the gang member traveling with two children and a group of nine other migrants. Earlier that day, …", "url": "https://www.breitbart.com/border/2018/11/06/ms-13-member-arrested-with-children-near-texas-border/", "urlToImage": "https://media.breitbart.com/media/2018/02/20170505_HPR_Guandique-12_0-ICE-MS-13.jpg", "publishedAt": "2018-11-06T14:29:34Z", "content": "McAllen Station agents came upon a group of 12 migrants who had just illegally crossed the border from Mexico near the town of Abram, Texas. The agents took the group of migrants into custody and transported them to the station for processing, according to Ri… [+1600 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "‘Misfire’: MSNBC Airs Fake Graphic Showing Andrew Gillum Winning Florida Vote", "description": "Chris Hayes on Monday evening was left red-faced after the network aired a graphic showing Andrew Gillum beating Ron DeSantis.", "url": "https://www.breitbart.com/the-media/2018/11/06/msnbc-andrew-gillum-fake-graphic-florida-vote-results/", "urlToImage": "https://media.breitbart.com/media/2018/11/msnbc-fake-fl-graphic.jpg", "publishedAt": "2018-11-06T14:27:35Z", "content": "Of course, polls for the hotly contested race do not close until Tuesday evening. Quick clarification here, Hayes told viewers. Just want to say, earlier this hour, uh, we showed a graphic of the Florida gubernatorial race. May have caught your eye because ou… [+611 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Adam Schiff: Russia ‘Collusion’ Investigation Top Priority If Democrats Win", "description": "Rep. Adam Schiff (D-CA) told the Los Angeles Times Monday that the investigation into so-called \"Russian collusion\" with President Donald Trump's 2016 presidential campaign will be a top priority if Democrats win the midterm elections.", "url": "https://www.breitbart.com/politics/2018/11/06/adam-schiff-russia-collusion-investigation-top-priority-if-democrats-win/", "urlToImage": "https://media.breitbart.com/media/2018/01/adam-schiff.png", "publishedAt": "2018-11-06T14:07:16Z", "content": "He vowed to go after Trump’s personal business interests: “The president has sought to keep that off limits, but if thats the leverage Russians pose thats a real threat to our country, Schiff said, as quoted by the Times. Schiff, whom House Minority Leader Na… [+1562 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Facebook Blocks 115 Accounts for ‘Coordinated Inauthentic Behavior’ Ahead of Midterm Elections", "description": "Social media giant Facebook has blocked 115 accounts suspected of “coordinated inauthentic behavior” across both Facebook and Instagram ahead of the midterm elections.", "url": "https://www.breitbart.com/tech/2018/11/06/facebook-blocks-115-accounts-for-coordinated-inauthentic-behavior-ahead-of-midterm-elections/", "urlToImage": "https://media.breitbart.com/media/2018/04/mark-zuckerberg-congress-640x480-free-our-internet-getty.jpg", "publishedAt": "2018-11-06T14:00:26Z", "content": "ABC News reports that ahead of the 2018 midterm elections, Facebook has blocked a number of accounts across both Facebook and Instagram. In a blog post the company stated: On Sunday evening, U.S. law enforcement contacted us about online activity that they re… [+1977 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Betsy DeVos Appoints Former Democrat Governor to Head National Testing Board", "description": "Education secretary Betsy DeVos announced Friday she has appointed former North Carolina Gov. Beverly Perdue to serve as chair of the National Assessment Governing Board.", "url": "https://www.breitbart.com/politics/2018/11/06/betsy-devos-appoints-former-democrat-governor-to-head-national-testing-board/", "urlToImage": "https://media.breitbart.com/media/2018/05/DeVos-House-Education-Workforce-Committee-getty.jpg", "publishedAt": "2018-11-06T13:43:57Z", "content": "Perdue, a Democrat and Common Core champion who served as North Carolinas governor from 2009 to 2013, will lead the board that sets policy for the test known as the National Assessment of Educational Progress (NAEP), also known as the Nations Report Card. The… [+4501 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart London", "title": "Witness in Germany Found Dead in Court Toilet After Three Days", "description": "German authorities say a man who was supposed to appear as a witness at a trial in Germany failed to show up and was found dead in a court toilet three days later.", "url": "https://www.breitbart.com/europe/2018/11/06/witness-in-germany-found-dead-in-court-toilet-after-three-days/", "urlToImage": "https://media.breitbart.com/media/2018/11/Kiel-Courthouse-Germany-Law.png", "publishedAt": "2018-11-06T13:27:29Z", "content": "The news agency dpa reported Tuesday the 70-year-old was supposed to testify on Oct. 29 at Kiel district court. According to the Kieler Nachrichten newspaper, the session was called off and officials tried in vain to reach him by phone. The man, who is suspec… [+305 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Listen: Reporter Caught on Tape Trashing Republican: ‘F**ing John James’", "description": "Brenda Battel, a journalist for the Huron Daily Tribune, was caught on tape trashing Michigan Senate Republican candidate John James.", "url": "https://www.breitbart.com/the-media/2018/11/06/listen-reporter-caught-on-tape-trashing-republican-fing-john-james/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1011590806.jpg", "publishedAt": "2018-11-06T13:26:02Z", "content": "Looking to schedule a post-election interview with James on Wednesday, Battel left a message on the campaign’s voicemail. Hi, my name is Brenda Battel, Im a reporter with the Huron Daily Tribune in Bad Axe, Michigan, Battel said. “Im looking to set up an appo… [+1661 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "DJ Moby Wants to Flee to Canada If Trump Wins Re-election", "description": "Electronic music DJ and left-wing activist Moby said during a recent get-out-the-vote concert that he is researching ways to emigrate to Canada in case Democrats fail to retake the House of Representatives and President Donald Trump wins re-election in 2020.", "url": "https://www.breitbart.com/entertainment/2018/11/06/moby-wants-to-flee-to-canada-if-president-trump-wins-re-election/", "urlToImage": "https://media.breitbart.com/media/2018/05/Moby2.jpg", "publishedAt": "2018-11-06T13:04:49Z", "content": "I have to say, like everyone, I am on regular occasion Googling, How do you become an expat? How do you get Canadian citizenship? What are some other countries I consider moving to?’ Moby told audience members at Los Angeles Palace Theater last Thursday eveni… [+1568 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Late-Night Hosts Have Midterm Meltdown: ‘Bully Your Family and Friends into Voting’", "description": "Late-night talk show hosts expressed both anxiety and excitement ahead of Tuesday’s midterm elections, as Democrat’s hope to take back control of both Houses of Congress with the aim of derailing President Donald Trump’s agenda. On CBS’ The Late Show, Stephen…", "url": "https://www.breitbart.com/entertainment/2018/11/06/late-night-hosts-have-midterm-meltdown-bully-your-family-and-friends-into-voting/", "urlToImage": "https://media.breitbart.com/media/2018/06/KimmelColbert1.jpg", "publishedAt": "2018-11-06T12:56:50Z", "content": "On CBS’ The Late Show, Stephen Colbert drank a glass of bourbon on calm his nerves. “In America’s ongoing bitter divorce, the big question is ‘Who’s getting the House?'” Colbert asked. Now this year, especially, after being burned by all the prognosticating i… [+1831 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Pictures: Donald Trump Closes Midterm Campaign with All-Star Conservative Cast in Missouri", "description": "Ever the showman, Trump invited some of the most prominent voices in the conservative movement on stage to urge supporters to vote on Tuesday.", "url": "https://www.breitbart.com/politics/2018/11/06/pictures-donald-trump-closes-midterm-campaign-with-all-star-conservative-cast-in-missouri/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump-campaign-trail.png", "publishedAt": "2018-11-06T12:09:56Z", "content": "Ever the showman, Trump invited some of the most prominent voices in the conservative movement on stage to urge supporters to vote on Tuesday. Talk radio legend Rush Limbaugh opened the rally located in his hometown in Cape Girardeau, Missouri, by marveling a… [+3500 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Controversy as Italian School Textbooks Promote Only Pro-Mass Migration Views", "description": "Media investigations have found Italian school textbooks have a totally pro-mass migration slant, which has been deemed “migratory propaganda.”", "url": "https://www.breitbart.com/europe/2018/11/06/italian-school-textbooks-revealed-promote-only-pro-mass-migration-views/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/afp/31/d29704_italy-new-populist-government-has-hardline-stance-on-immigration-ordered-e1533838598545.jpg", "publishedAt": "2018-11-06T12:08:20Z", "content": "The migration crisis has been a focal part of Italian politics and has led to a surge in popularity for the populist League party which fiercely opposes open borders. An investigation by Italian media shows that while voters are largely rejecting mass migrati… [+2195 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Liam Deacon", "title": "Theresa May Backs Europe Blocks Britain Unilaterally Leaving EU Customs Arrangement Post-Brexit", "description": "Theresa May has reportedly backed Irish and European Union (EU) politicians and blocked proposals for the UK to be able to unilaterally leave a “customs arrangement” with the bloc and take back control of trade policy after Brexit.", "url": "https://www.breitbart.com/europe/2018/11/06/may-backs-irish-blocks-uk-ability-unilaterally-leave-eu-customs-arrangement-brexit/", "urlToImage": "https://media.breitbart.com/media/2018/01/GettyImages-699576552.png", "publishedAt": "2018-11-06T12:04:46Z", "content": "Pro-Brexit Tories have been demanding a time limit to the Irish backstop, which will keep the entire UK locked in a “customs arrangement” with the European Union (EU) after Brexit, with claims it could make the UK a permanent rule taker from the bloc. Norther… [+2238 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Macron Calls for 'Real European Army' to Protect EU from U.S.", "description": "French President Emmanuel Macron has reiterated calls for a European Union army, this time saying that it is needed to protect the bloc from China, Russia, and even the United States.", "url": "https://www.breitbart.com/europe/2018/11/06/macron-calls-real-european-army-protect-eu-us/", "urlToImage": "https://media.breitbart.com/media/2018/11/Emmanuel-Macron-and-Donald-Trump.png", "publishedAt": "2018-11-06T11:58:46Z", "content": "The progressive leader, a proponent of greater EU federalisation which will result in the reduction in sovereignty for European nations, told Europe 1 Monday night that the bloc needs a “real European army”. “We have to protect ourselves with respect to China… [+2210 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Mass Graves Found in Former Islamic State Territory in Iraq: UN", "description": "BAGHDAD – More than 200 mass graves containing up to 12,000 victims have been found so far in Iraq that could hold vital evidence of war crimes by the Islamic State group, the UN said Tuesday.", "url": "https://www.breitbart.com/middle-east/2018/11/06/mass-graves-found-in-former-islamic-state-territory-in-iraq-un/", "urlToImage": "https://media.breitbart.com/media/2016/08/ISIS-mass-grave-ap.jpg", "publishedAt": "2018-11-06T11:37:46Z", "content": "The United Nations in Iraq (UNAMI) and its human rights office said they had documented a total of 202 mass graves in parts of western and northern Iraq held by IS between 2014 and 2017. Even more sites could be uncovered in the months to come, the report war… [+3468 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Former Nazi SS Camp Guard, 94, Goes on Trial in Germany", "description": "MUENSTER, Germany — A 94-year-old former enlisted SS man went on trial Tuesday in Germany, charged with being an accessory to murder for crimes committed during the years he served as a guard at the Nazis’ Stutthof concentration camp.", "url": "https://www.breitbart.com/middle-east/2018/11/06/former-nazi-ss-camp-guard-94-goes-on-trial-in-germany/", "urlToImage": "https://media.breitbart.com/media/2018/01/GettyImages-119384286.png", "publishedAt": "2018-11-06T11:02:20Z", "content": "Johann Rehbogen is accused of working as a guard at the camp east of Danzig, which is today the Polish city of Gdansk, from June 1942 to about the beginning of September 1944. There is no evidence linking him to a specific crime, but more than 60,000 people w… [+3765 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "Israel Lawmakers Consider Death Penalty for Palestinian Terrorists - Breitbart News", "description": "Breitbart News Israel Lawmakers Consider Death Penalty for Palestinian Terrorists Breitbart News Legislation clearing the way for Israeli courts to sentence convicted Palestinian terrorists to death will be debated by lawmakers next week, Defence Minister Avi…", "url": "https://www.breitbart.com/middle-east/2018/11/06/israel-lawmakers-consider-death-penalty-for-palestinian-terrorists/", "urlToImage": "https://media.breitbart.com/media/2018/11/Avigdor-Lieberman-1.png", "publishedAt": "2018-11-06T10:41:38Z", "content": "Liberman and his Yisrael Beytenu party have long advocated introducing the death penalty for terrorists and the issue was one of the partys key campaign promises in the 2015 elections. “After over three years of a stubborn struggle, the death penalty for terr… [+1774 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Saudis to Build First Nuclear Research Reactor", "description": "Saudi Crown Prince Mohammed bin Salman on Monday laid the foundation stone for the kingdom’s first nuclear research reactor, state media said, as the kingdom seeks to diversify its energy mix.", "url": "https://www.breitbart.com/middle-east/2018/11/06/saudis-to-build-first-nuclear-research-reactor/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/24/a5b41d_saudi-crown-prince-mohammed-bin-salman-posing-selfie-appearance-opening.jpg", "publishedAt": "2018-11-06T10:08:34Z", "content": "The reactor was among seven projects launched by the prince during a visit to Riyadhs King Abdulaziz City for Science and Technology, the official Saudi Press Agency reported. SPA offered no details on when the research or non-power reactor typically used for… [+213 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Dutch Mosques Demand Geert Wilders Be Banned from Twitter", "description": "An association of mosques in The Netherlands has demanded Twitter take down Geert Wilders’ account, threatening legal action if the social media giant does not comply.", "url": "https://www.breitbart.com/europe/2018/11/06/dutch-mosques-demand-geert-wilders-be-banned-twitter/", "urlToImage": "https://media.breitbart.com/media/2018/11/Geert-Wilders.jpg", "publishedAt": "2018-11-06T09:20:32Z", "content": "The Turkish-Islamic Cultural Federation (TICF), which represents 144 Turkish mosques in The Netherlands and is connected to the Diyanet, the Turkish directorate for religious affairs, has claimed that Wilders’ criticisms of Islam are in breach of the company’… [+2545 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Chris Tomlinson", "title": "Police: Weekend Shootings, Explosions in Swedish Border Town Malm Linked", "description": "Police in the heavily migrant-populated Swedish city of Malmö say the two shootings and two separate explosions over the weekend are directly linked to rival gangs.", "url": "https://www.breitbart.com/europe/2018/11/06/police-two-shootings-two-explosions-weekend-malmo-linked/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-906225764.png", "publishedAt": "2018-11-06T09:20:22Z", "content": "A total of four incidents and an arrest occurred over the course of the weekend in various parts of the city which has been rocked by gang violence, Swedish broadcaster SVT reports. The first incident occurred on Friday night in the notorious no-go suburb of … [+1740 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Rebecca Mansour", "title": "Mansour: Manufacturing a Smear – How the Democrat-Media Complex Turned Brett Kavanaugh into a ‘Rapist’", "description": "So how did a man who is a proven ally of women, who is universally praised by female colleagues, and has never had any complaints lodged against him over his decades-long career come to be labeled a “rapist” and those who voted to confirm him to the Supreme C…", "url": "https://www.breitbart.com/politics/2018/11/05/mansour-manufacturing-a-smear-how-the-democrat-media-complex-turned-brett-kavanaugh-into-a-rapist/", "urlToImage": "https://media.breitbart.com/media/2018/11/kavanaugh-protesters-getty.jpg", "publishedAt": "2018-11-06T07:24:10Z", "content": "The women who clerked for him including those who identify as liberals describe him as a lifelong mentor who feels an enduring responsibility for each of his clerks, an extraordinarily thoughtful man, who goes out of his way to be kind and whose hiring and su… [+21285 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "5 GOP Congressional Candidate Veterans You Should Know", "description": "There are 172 military veterans running for office in this midterm election from both parties -- a total of 109 Republicans, 62 Democrats, and one independent, with 67 of them incumbents, according to the Military Times.", "url": "https://www.breitbart.com/politics/2018/11/05/5-gop-congressional-candidate-veterans-you-should-know/", "urlToImage": "https://media.breitbart.com/media/2018/11/5-candidates-us-military-veterans-flickr-facebook-getty.jpg", "publishedAt": "2018-11-06T06:28:48Z", "content": "Here are five of the top Republican veterans we are watching: 1. Martha McSally: The Groundbreaking Female A-10 Fighter Pilot Martha McSally, 52, is a retired Air Force colonel running for retiring Sen. Jeff Flake’s Senate seat in Arizona. She is a second-ter… [+5831 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ken Klukowski", "title": "Trump-Sessions Justice Department Asks Supreme Court to Decide DACA Now", "description": "U.S. Solicitor General Noel Francisco petitioned the Supreme Court on Monday to immediately review the legality of the Trump administration’s ending the DACA amnesty program, bypassing the Ninth Circuit appeals court and ending the six-year legal saga by next…", "url": "https://www.breitbart.com/politics/2018/11/05/trump-sessions-justice-department-asks-supreme-court-to-decide-daca-now/", "urlToImage": "https://media.breitbart.com/media/2018/03/wi/ap/05/3rsoa7_aptopix-immigration-congress-38639-wearing-butterfly-wings-supporters.jpg", "publishedAt": "2018-11-06T06:14:48Z", "content": "Former Secretary Janet Napolitano created the Deferred Action for Childhood Arrivals (DACA) for more than 400,000 illegal aliens in 2012, which the Obama administration in 2014 expanded to a larger amnesty, DAPA, covering over one million additional illegal a… [+3545 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "‘Voter Suppression’: Disabled Vet Busts MSNBC Blocking Handicap Spot at Polling Place", "description": "MSNBC is being accused of voter suppression by a disabled Air Force veteran who says the far-left cable channel blocked a handicapped parking spot at a Houston polling site.", "url": "https://www.breitbart.com/politics/2018/11/05/voter-suppression-disabled-vet-busts-msnbc-blocking-handicap-spot-at-polling-place/", "urlToImage": "https://media.breitbart.com/media/2018/11/James-Berrie-Facebook.jpg", "publishedAt": "2018-11-06T06:00:23Z", "content": "The veteran, James Berrie, who suffers from MS, made his complaints public via a Facebook post that went viral late last week. His story opened with “Different kind of voter suppression” and included a photo of an MSNBC crew that had their people and equipmen… [+1839 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Calls Media ‘Offensive’ in Response to Question About Pulled Immigration Ad", "description": "“A lot of things are offensive … your questions are offensive a lot of the time...” Trump responded on Monday as he boarded Air Force One for his last day of midterm campaigning.", "url": "https://www.breitbart.com/politics/2018/11/05/donald-trump-calls-media-offensive-in-response-to-question-about-pulled-immigration-ad/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Illegal-Immigration-Ad.jpg", "publishedAt": "2018-11-06T05:47:48Z", "content": "A lot of things are offensive, your questions are offensive a lot of times,” Trump replied to a reporter on Monday as he boarded Air Force One for his last day of midterm campaigning. It is outrageous what the Democrats are doing to our Country. Vote Republic… [+1596 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Polls: Many Latinos Want Tougher Border Security", "description": "More than a third of the Americans with Latino heritage in close races do not think Democrats will be tough enough to curb migration, and half of the nation's Latinos want U.S. troops deployed to stop the migrant caravans, say two polls taken just before the …", "url": "https://www.breitbart.com/immigration/2018/11/05/polls-many-latinos-want-tougher-border-security/", "urlToImage": "https://media.breitbart.com/media/2018/10/migrant-caravan-2.png", "publishedAt": "2018-11-06T05:32:18Z", "content": "A huge CBS poll of 6,466 registered voters in battleground states showed that 38 percent of Americans with Latino heritage do not think the Democrats’ pro-migration policies are “tough enough.” The survey, which was conducted from October 30 to November 3, al… [+2529 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "Sean Hannity Heckles 'Fake News' Liberal Media at Donald Trump Rally", "description": "\"By the way, all those people in the back are fake news,\" Hannity said immediately after taking the stage.", "url": "https://www.breitbart.com/politics/2018/11/05/sean-hannity-heckles-fake-news-mainstream-media-at-donald-trump-rally/", "urlToImage": "https://media.breitbart.com/media/2018/11/Hannity-at-Missouri-Trump-Rally.jpg", "publishedAt": "2018-11-06T05:05:01Z", "content": "“By the way, all those people in the back are fake news,” Hannity said immediately after taking the stage. If there was an Oscar for ownin' the libs in the fake news, @seanhannity just won it pic.twitter.com/9uiCgWE0Hz — Charlie Spiering (@charliespiering) No… [+1102 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "NJ Deli Owner’s Father Allegedly Assisted in $888,000 Food Stamp Fraud", "description": "The father of a New Jersey deli owner allegedly admitted Tuesday to playing a role in an $888,000 food stamp fraud scheme carried out over six years.", "url": "https://www.breitbart.com/politics/2018/11/05/nj-deli-owners-father-admits-assisting-in-888000-food-stamp-fraud/", "urlToImage": "https://media.breitbart.com/media/2018/01/store-accepts-snap-ebt-food-stamps-file-getty.jpg", "publishedAt": "2018-11-06T04:58:51Z", "content": "Manuel Venegas, 54, of Newark, pleaded guilty to one count of food stamp fraud for taking part in an $888,000, six-year food stamp fraud scheme with his daughter, the U.S. Attorney’s Office for the District of New Jersey announced Tuesday. His daughter, Maria… [+1339 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "Watch: Supporters Sing 'Amazing Grace' After Woman Collapses During Trump Rally", "description": "President Donald Trump paused his final campaign rally on Monday after a supporter collapsed in Missouri, as supporters sang Amazing Grace.", "url": "https://www.breitbart.com/politics/2018/11/05/watch-supporters-sing-amazing-grace-after-woman-collapses-during-trump-rally/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-Supporters-Missouri.jpg", "publishedAt": "2018-11-06T04:40:12Z", "content": "“Is there a doctor in the house?” Trump said, waiting for the supporter to get medical attention. The president paused his rally for six minutes while he waited for medical staff to attend to the woman. Wow. Trump supporters sing Amazing Grace as a supporter … [+438 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Democrat Sen. Claire McCaskill Dodges Hyde Amendment Question ‘Multiple Times’", "description": "Missouri Democrat Sen. Claire McCaskill dodged a Weekly Standard (WS) reporter’s question about whether she supports the Hyde Amendment “multiple times” before “finally” agreeing the federal government should not fund abortions through Medicaid.", "url": "https://www.breitbart.com/politics/2018/11/05/democrat-sen-claire-mccaskill-dodges-hyde-amendment-question-multiple-times/", "urlToImage": "https://media.breitbart.com/media/2018/11/Senator-Claire-McCaskill-Missouri-10-31-18-Getty.jpg", "publishedAt": "2018-11-06T04:39:22Z", "content": "On the eve of Election Day, the WSs John McCormack pressed McCaskill several times for her response to the question of whether she supports keeping the Hyde Amendment, which bans federal funding of abortion through the Medicaid program. McCaskill proved slipp… [+4541 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Cher: If Trump Suffers No Consequence in Midterms, ‘I Don’t Understand How We’re America Anymore’", "description": "Monday MSNBC’s “Hardball,” entertainer Cher bemoaned the possibility that Republicans could hold Congress and President Donald Trump could avoid “consequences.” Cher said, “I would vote for Democrat because I just believe that, you know, he’s shown who he was…", "url": "https://www.breitbart.com/video/2018/11/05/cher-if-trump-suffers-no-consequence-in-midterms-i-dont-understand-how-were-america-anymore/", "urlToImage": "https://media.breitbart.com/media/2018/10/CherDivided-640x480.jpg", "publishedAt": "2018-11-06T04:34:33Z", "content": "Monday MSNBC’s “Hardball,” entertainer Cher bemoaned the possibility that Republicans could hold Congress and President Donald Trump could avoid “consequences.” Cher said, “I would vote for Democrat because I just believe that, you know, he’s shown who he was… [+1035 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Rush Limbaugh Rocks Missouri Rally with President Donald Trump", "description": "\"They say we're divisive, but we're not divisive, we're defending an America that has strayed from its founding,\" he said. \"Nothing to do with race, nothing to do with gender... it has to do with culture, it has to do with protecting the Constitution. Pure an…", "url": "https://www.breitbart.com/politics/2018/11/05/rush-limbaugh-rocks-missouri-rally-with-president-donald-trump/", "urlToImage": "https://media.breitbart.com/media/2018/11/Rush-and-Trump.jpg", "publishedAt": "2018-11-06T04:22:35Z", "content": "Limbaugh said that Trump was committed to making America great again, which was more than a campaign slogan. He slammed the left and the media for refusing to concede the 2016 election, repeatedly blaming it on racism and the Russians. “They say we’re divisiv… [+1303 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "House Speaker Paul Ryan: ‘We’ve Got a Good Shot at Keeping Our Majority’", "description": "House Speaker Paul Ryan (R-WI) on Monday expressed optimism that Republicans will hold the House, a day before voters head to the polls.", "url": "https://www.breitbart.com/politics/2018/11/05/house-speaker-paul-ryan-weve-got-a-good-shot-at-keeping-our-majority/", "urlToImage": "https://media.breitbart.com/media/2018/11/Paul-Ryan-Astrid-RieckenGetty-Images-1.jpg", "publishedAt": "2018-11-06T04:07:46Z", "content": "“I feel good,” Ryan told Bret Baier on Fox News’s Special Report in an interview from Janesville, WI. “Frankly, our members feel pretty good because they have a really good message.” He said Republicans have a record of achievement over the last two years und… [+2088 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Mexican Bishop Says to Tear Down Walls, Support Migrants", "description": "The Bishop of Ciudad Juarez urged the faithful Sunday to tear down the walls that have been built against migrants, exhorting them to lend their full support to migrants.", "url": "https://www.breitbart.com/immigration/2018/11/05/mexican-bishop-tear-down-walls-support-migrants/", "urlToImage": "https://media.breitbart.com/media/2018/11/protesters-at-us-mexico-border-migrant-caravan-getty.jpg", "publishedAt": "2018-11-06T04:06:02Z", "content": "During his homily at Sunday Mass in the Ciudad Juárez cathedral, Bishop José Guadalupe Campos Torres lamented the conditions in which many Central American families travel in their efforts to reach the United States to achieve the American dream. The bishop n… [+1078 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Democrat Josh Harder Holds ‘Rally’ Behind Closed Doors with Gavin Newsom", "description": "Democrat Josh Harder held a final campaign event on Monday featuring Lt. Gov. Gavin Newsom -- but it was held behind closed doors in his campaign office, rather than in a public venue.", "url": "https://www.breitbart.com/politics/2018/11/05/democrat-josh-harder-holds-rally-behind-closed-doors-with-gavin-newsom/", "urlToImage": "https://media.breitbart.com/media/2018/11/Josh-Harder-Twitter.jpg", "publishedAt": "2018-11-06T03:16:25Z", "content": "Harder is challenging moderate incumbent Republican Jeff Denham in the 10th congressional district. The local Modesto Bee noted that Denham had held a “public” rally the day before, featuring Newsom’s opponent, Republican gubernatorial candidate John Cox. Har… [+1491 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Blumenthal Slams Trump at Connecticut High School, Officials Dodge Tough Questions", "description": "Sen. Richard Blumenthal (D-CT) recently spoke to students at Manchester High School in Manchester, Connecticut, criticizing President Donald Trump.", "url": "https://www.breitbart.com/politics/2018/11/05/blumenthal-slams-trump-at-connecticut-high-school-officials-dodge-tough-questions/", "urlToImage": "https://media.breitbart.com/media/2018/02/Sen-Richard-Blumenthal-d-ct-womens-march-ap.jpg", "publishedAt": "2018-11-06T03:09:48Z", "content": "I think implicitly [Trump] has condoned or encouraged some of the worst instincts in the some of the most misguided people in our society, Blumenthal said in a Journal Inquirer report. The use of certain code words nationalists, globalists, invaders sends sig… [+4095 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "***Live Updates*** Trump Holds Missouri Rally with Rush Limbaugh", "description": "President Donald Trump will hold his final rally before Tuesday’s midterm elections in Cape Girardeau, MIssouri, on Monday evening. Conservative radio icon Rush Limbaugh will make an appearance in his hometown and Sean Hannity will also be in attendance and i…", "url": "https://www.breitbart.com/live/live-updates-trump-holds-missouri-rally-with-rush-limbaugh/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/05/3534b5_aptopix-election-2018-trump-59682-donald-trump-president-donald-trump.jpg", "publishedAt": "2018-11-06T03:02:36Z", "content": "Conservative radio icon Rush Limbaugh will make an appearance in his hometown and Sean Hannity will also be in attendance and interview Trump at the event. Trump will campaign for GOP Senate candidate Josh Hawley as he seeks to unseat Sen. Claire McCaskill (D… [+1517 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michael Patrick Leahy", "title": "Final Two Polls of Tennessee Senate Race Show Marsha Blackburn Leading", "description": "The final two polls of the Tennessee Senate race give Republican nominee Rep. Marsha Blackburn (R-TN-07) leads of eight points and nine points over Democrat nominee Phil Bredesen, an average of eight and a half points.", "url": "https://www.breitbart.com/politics/2018/11/05/final-two-polls-of-tennessee-senate-race-show-marsha-blackburn-leading/", "urlToImage": "https://media.breitbart.com/media/2018/11/marsha-blackburn-phil-bredesen-split-ap.jpg", "publishedAt": "2018-11-06T02:58:06Z", "content": "The final two polls of the Tennessee Senate race give Republican nominee Rep. Marsha Blackburn (R-TN-07) leads of eight points and nine points over Democrat nominee Phil Bredesen, an average of eight-and-a-half points. The Emerson College Poll conducted betwe… [+3426 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Russian Special Envoy Arrives in Iran as U.S. Implements Sanctions", "description": "Russian President Vladimir Putin’s special envoy Alexander Lavrentiev arrived in Tehran, Iran, Monday to express Moscow’s rejection of the fresh round of U.S. sanctions.", "url": "https://www.breitbart.com/national-security/2018/11/05/russian-special-envoy-arrives-in-iran-as-u-s-implements-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/11/iran-protests-united-states-burn-flags-money-18-getty.jpg", "publishedAt": "2018-11-06T02:56:40Z", "content": "Moscow will do everything it can to preserve and expand international trade, economic and financial cooperation with Iran despite the US sanctions, the state-run TASS news agency declares, citing the Russian foreign ministry. On Monday, Putins special envoy m… [+2907 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart TV", "title": "Watch Live: Donald Trump Hosts Rally in Cape Girardeau, MO", "description": "Monday at 10 p.m. ET, President Donald Trump will host a rally at the Show Me Center in Cape Girardeau, MO. Video courtesy of the Right Side Broadcast Network Follow Breitbart.tv on Twitter @BreitbartVideo", "url": "https://www.breitbart.com/video/2018/11/05/watch-live-donald-trump-hosts-rally-in-cape-girardeau-mo/", "urlToImage": "https://media.breitbart.com/media/2018/11/donald-trump.png", "publishedAt": "2018-11-06T02:54:12Z", "content": "Monday at 10 p.m. ET, President Donald Trump will host a rally at the Show Me Center in Cape Girardeau, MO. Video courtesy of the Right Side Broadcast Network Follow Breitbart.tv on Twitter @BreitbartVideo"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Matthew Boyle", "title": "Obamacare Corruption Poisons Democrat Healthcare Message", "description": "Democrats would have Americans believe Republicans want to rip their healthcare plans to shreds--throwing pre-existing condition coverage out the window. As the New York Post details, Trump is actually helping people with pre-existing conditions get access to…", "url": "https://www.breitbart.com/politics/2018/11/05/obamacare-corruption-poisons-democrat-healthcare-message/", "urlToImage": "https://media.breitbart.com/media/2018/11/Senior-Citizen-in-wheelchair-AP.jpg", "publishedAt": "2018-11-06T02:32:12Z", "content": "How Trumps helped people with pre-existing conditions and major health issues https://t.co/SG2KwBqVGL pic.twitter.com/otsvOix4oG — NY Post Opinion (@NYPostOpinion) November 5, 2018 The piece from GOP strategist Mary Vought, whose husband Russ Vought works as … [+7705 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Watch: CNN’s Jim Acosta Writes ‘CNN Is Real News’ on Sign at Trump Rally", "description": "CNN reporter Jim Acosta signed an autograph for a Trump fan at a rally Monday by writing \"CNN is real news.\"", "url": "https://www.breitbart.com/the-media/2018/11/05/watch-cnns-jim-acosta-writes-cnn-is-real-news-on-sign-at-trump-rally/", "urlToImage": "https://media.breitbart.com/media/2018/11/Acosta-Writes-CNN-Is-Real-News.jpg", "publishedAt": "2018-11-06T02:29:32Z", "content": "In a video posted by CNN producer Matt Hoye, Jim Acosta shows off a Trump sign he autographed reading “CNN is real news.” On the other side, a Trump fan had written “CNN is fake news.” “At last realDonaldTrump Trump rally of the season for us in Fort Wayne, I… [+1034 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Watch Live: Judd Apatow, Pharrell, Anti-Trump Celebs Hold Midterm Election ‘Telethon for America’", "description": "A slew of left-wing Hollywood celebrities, including Judd Apatow, Debra Messing, and Alyssa Milano, are set to co-host a get out the vote \"Telethon for America\" on the eve of the midterm elections.", "url": "https://www.breitbart.com/entertainment/2018/11/05/watch-live-judd-apatow-pharrell-anti-trump-celebs-hold-midterm-election-telethon-for-america/", "urlToImage": "https://media.breitbart.com/media/2018/11/Pharellecharapfoda1.jpg", "publishedAt": "2018-11-06T02:26:07Z", "content": "Variety reports that Julia Louis-Dreyfus, Charlize Theron, Jane Fonda, Pharrell Williams, Chelsea Handler among many other celebrities will be participating in the event. Indeed, several of the stars participating in the “Telethon for America” have expressed … [+619 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "'He Believed in the Monarchy': Khashoggi Sons Demand Saudis Return Remains", "description": "Jamal Khashoggi’s sons Salah and Abdullah asked Saudi authorities to release the murdered journalist’s remains on Sunday, while 82-year-old Saudi King Salman bin Abdulaziz planned an unprecedented “domestic tour” to shore up support for the monarchy.", "url": "https://www.breitbart.com/national-security/2018/11/05/he-believed-in-the-monarchy-khashoggi-sons-demand-saudis-return-remains/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/afp/09/e108be_protesters-hold-portrait-missing-journalist-riyadh-critic-jamal-khashoggi-e1539366249694.jpg", "publishedAt": "2018-11-06T02:25:24Z", "content": "Reuters quoted a senior government official who said the kings tour of the country would begin on Tuesday, his first such foray since ascending to the throne in 2015. It was not clear if the effective chief executive of the country, Crown Prince Mohammed bin … [+2900 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Tom Steyer: Caravan Ad Among Reasons Trump Must be Impeached", "description": "In a Monday interview with CNN, Tom Steyer cited the Trump-approved caravan ad as one of several reasons the president must be impeached.", "url": "https://www.breitbart.com/politics/2018/11/05/tom-steyer-caravan-ad-among-reasons-trump-must-be-impeached/", "urlToImage": "https://media.breitbart.com/media/2018/06/Tom-Steyer-Need-to-Impeach-Getty-1024x768.jpg", "publishedAt": "2018-11-06T02:20:53Z", "content": "TAPPER: Can you explain what exactly you think President Trump should be impeached for? I mean, I understand that you think that his behavior has been abhorrent and his rhetoric is offensive but where is the high crime and misdemeanor? STEYER: If you look at,… [+1143 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Democrat Stacey Abrams: Banning Guns No Different Than Banning Radar Detectors", "description": "During Monday morning interview on CNN, Democrat gubernatorial candidate Stacey Abrams made clear she does not see any difference between banning guns and banning radar detectors.", "url": "https://www.breitbart.com/politics/2018/11/05/democrat-stacey-abrams-banning-guns-no-different-than-banning-radar-detectors/", "urlToImage": "https://media.breitbart.com/media/2018/11/stacey-abrams-running-gov-georgia-2018-getty.jpg", "publishedAt": "2018-11-06T02:05:13Z", "content": "Her appearance gave the host time to reference Abrams’ Sunday comments, wherein she said that Georgians may have to “turn their guns in” under her gun control plans. The host asked if she was really going to take away people’s guns, and Abrams responded by co… [+3050 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "PELOSI: We're Ready to 'Throw a Punch'...", "description": "PELOSI: We're Ready to 'Throw a Punch'... (Second column, 5th story, link ) Related stories: SILVER: 88% DEMS TAKE HOUSE... 19% SENATE... Dems eye Midwest redemption... Dozen New Govs... Obama closes by talking about himself 89x during campaign stop... Chelse…", "url": "https://www.breitbart.com/politics/2018/11/05/listen-nancy-pelosi-to-democrats-be-ready-to-throw-a-punch/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nancy-Pelosi-.jpg", "publishedAt": "2018-11-06T02:04:36Z", "content": "“What we are trying to do is speak to them not about what we disagree but where we agree, that they need to have a bigger paycheck and lower health care costs, and their voice should be stronger than a special dark money interest money being spent,” Pelosi sa… [+1231 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Here Are the Republican Election Ads that Facebook Wouldn't Run | Breitbart", "description": "Facebook has blocked a number of political ads from Republicans ahead of the November midterm elections. Here are the ads blacklisted by the social media platform.", "url": "https://www.breitbart.com/tech/2018/11/05/here-are-the-republican-election-ads-that-facebook-wouldnt-run/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/11/d7808i_mark-zuckerberg-is-facebook-developer-conference-in-2010-time-rapid-growth-e1524062211642.jpg", "publishedAt": "2018-11-06T01:49:04Z", "content": "As the November midterm elections approach, social media websites such as Facebook and Twitter have been cracking down on what they consider “misinformation” on their platforms; Twitter has deleted 10,000 accounts at the request of the Democratic Congressiona… [+6951 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Watch: Amy Schumer Uses Her Sonogram to Urge Midterm Voting", "description": "Actress Amy Schumer urged fans to get out and vote with an Instagram video featuring a sonogram of her first child in the womb.", "url": "https://www.breitbart.com/entertainment/2018/11/05/watch-amy-schumer-uses-her-sonogram-to-urge-midterm-voting/", "urlToImage": "https://media.breitbart.com/media/2018/11/Schumersonogram1.jpg", "publishedAt": "2018-11-06T01:42:18Z", "content": "“Happy Election Eve! You can look up your polling place + hours by texting LOCATION to 21333,” the Trainwreck star posted on Monday. “You can look up a sample ballot to be prepared at vote411.org/ballot.” “Make a plan to #vote and let’s make history tomorrow!… [+822 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tony Lee", "title": "Pollster: GOP Base ‘Coming Home’ Because Trump Nationalized Illegal Immigration Issue", "description": "The Republican base is “coming home” before Tuesday’s midterm elections because President Donald Trump has nationalized the illegal immigration issue, according to Bill McInturff, the Republican pollster who conducts the NBC/Wall Street Journal (WSJ) poll wit…", "url": "https://www.breitbart.com/politics/2018/11/05/pollster-gop-base-coming-home-because-trump-nationalized-illegal-immigration-issue/", "urlToImage": "https://media.breitbart.com/media/2018/09/border-fence-crossing-mexico-getty.jpg", "publishedAt": "2018-11-06T01:17:45Z", "content": "Trump has made illegal immigration and the migrant caravan central issues of the 2018 campaign, and a CNN poll released on Monday found that immigration is more important to Republican voters (64% said it was extremely important to their vote) than the econom… [+2552 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "‘NCIS’ Actress Pauley Perrette Invokes Jesus to Slam Trump", "description": "Former NCIS star Pauley Perrette invoked the name of Jesus on Monday in an effort to declare President Donald Trump a “mean, mean man” before Election Day.", "url": "https://www.breitbart.com/entertainment/2018/11/05/pauley-perrette-invokes-jesus-to-slam-trump/", "urlToImage": "https://media.breitbart.com/media/2015/11/Pauley-Perrette-NCIS.jpg", "publishedAt": "2018-11-06T01:14:07Z", "content": "For what will it profit a man if he gains the whole world and forfeits his soul? Matthew 16:26 Please read below: pic.twitter.com/Sj0DbliDoV — Pauley Perrette (@PauleyP) November 5, 2018 Perrette, who portrayed Abby Sciuto on CBSs NCIS for over ten years, ide… [+1899 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder, John Binder", "title": "Poll: Vast Majority of GOP Voters Want U.S. Anchor Baby Policy Ended", "description": "More than 7-in-10 Republican voters say the United States should not be granting birthright citizenship to the children of illegal aliens, a new poll finds.", "url": "https://www.breitbart.com/politics/2018/11/05/poll-vast-majority-of-gop-voters-want-u-s-anchor-baby-policy-ended/", "urlToImage": "https://media.breitbart.com/media/2018/04/Anchor-Baby-Art-GUILLERMO-ARIASAFPGetty-Images.png", "publishedAt": "2018-11-06T01:00:27Z", "content": "Last week, President Trump announced he is readying an executive order to end birthright citizenship in the U.S. The unilateral move would carry the country into the future on the issue, putting the nation more in line with similar Western countries. Currentl… [+2806 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kyle Morris, Kyle Morris", "title": "Poll: John James Closing Gap as Independents Flee Stabenow in Michigan Senate Race", "description": "A Change Research poll released Monday evening shows Republican John James trailing Democrat Debbie Stabenow in Michigan's United States Senate race.", "url": "https://www.breitbart.com/politics/2018/11/05/poll-john-james-closing-gap-as-independents-flee-stabenow-in-michigan-senate-race/", "urlToImage": "https://media.breitbart.com/media/2018/11/John-James-Trump-Ad-YouTube.png", "publishedAt": "2018-11-06T00:53:14Z", "content": "Of the 880 likely Michigan voters surveyed, 47 percent said they intend to vote for James, while 49 percent said they will support Stabenow. The survey, which was conducted from Nov. 2 – 4, shows Stabenow losing among Independent voters, 47 percent to 44 perc… [+1662 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr, Penny Starr", "title": "Pelosi Tells Supporters: ‘Don’t Take the Bait’ on Trump’s ‘Scaravan’ Focus", "description": "House Minority Leader Nancy Pelosi told supporters that they should not “fall for the bait” of President Donald Trump's focus on 'scaravan.'", "url": "https://www.breitbart.com/politics/2018/11/05/pelosi-tells-supporters-dont-take-the-bait-on-trumps-scaravan-focus/", "urlToImage": "https://media.breitbart.com/media/2018/08/Nancy-Pelosi-gavel-Associated-Press-1-e1541189996627.jpg", "publishedAt": "2018-11-06T00:40:09Z", "content": "Trump wants voters to think the Democrats are all about impeachment, investigation, caravans, scaravans, Pelosi said in an East Bay Times report. Dont take the bait, just stick with health care, good-paying jobs, and clean government. The Times reported: Doze… [+1611 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran, Sean Moran", "title": "Poll: Chris McDaniel Ahead of Cindy Hyde-Smith in Mississippi Senate Race", "description": "Conservative state Rep. Chris McDaniel (R-MS) leads Sen. Cindy Hyde-Smtih (R-MS) in the Mississippi Senate race, according to a poll released on Monday.", "url": "https://www.breitbart.com/politics/2018/11/05/poll-chris-mcdaniel-ahead-of-cindy-hyde-smith-in-mississippi-senate-race/", "urlToImage": "https://media.breitbart.com/media/2017/03/Chris-McDaniel-George-ClarkAP.jpg", "publishedAt": "2018-11-06T00:34:10Z", "content": "A Change Research poll revealed that Democrat Mike Espy leads at 40 percent, while McDaniel has 28 percent and Sen. Hyde-Smith has 27 percent of the vote. Change Research, a Democrat polling firm, suggested in a tweet on Monday that Espy will advance to the S… [+2085 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez, Katherine Rodriguez", "title": "Judge Orders Food Stamp Fraudsters to Pay for Ad Warning Others Not to Commit Fraud", "description": "A federal judge ordered four Bangladeshi brothers convicted of food stamp fraud in Michigan to pay for newspaper ads in English and Bengali warning others not to commit food stamp fraud.", "url": "https://www.breitbart.com/politics/2018/11/05/judge-orders-food-stamp-fraudsters-pay-ad-warning-others-not-commit-fraud/", "urlToImage": "https://media.breitbart.com/media/2018/01/store-accepts-snap-ebt-food-stamps-file-getty.jpg", "publishedAt": "2018-11-06T00:27:01Z", "content": "Judge Avern Cohn sentenced Ali Ahmed, the owner of the business, to nine months in prison and sentenced his three brothers Nazar, Mustak, and Mohammed to one day behind bars for their role in a food stamp fraud scheme where they exchanged cash, phone cards, a… [+1089 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering, Charlie Spiering", "title": "Sarah Sanders Surprises Supporters at Donald Trump Rally in Indiana", "description": "\"That's why I work for this president because I care about our kids future, and I care about the future of our country,\" she said.", "url": "https://www.breitbart.com/politics/2018/11/05/sarah-sanders-surprises-supporters-at-donald-trump-rally-in-indiana/", "urlToImage": "https://media.breitbart.com/media/2018/11/Trump-rally-Indiana.jpg", "publishedAt": "2018-11-06T00:26:24Z", "content": "The crowd cheered wildly as Sanders took the stage with White House counselor to the president Kellyanne Conway. “We’re maybe a little speechless, we’re not used to friendly crowds,” Sanders said, hinting at the frustrated reporters in the White House press b… [+966 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "Iran Stages Military Exercises Day After Sanctions Take Hold", "description": "Iran carried out a large-scale military drill on Monday in an apparent effort to intimidate the United States as the Trump administration restored a wave of sanctions lifted under the 2015 nuclear deal.", "url": "https://www.breitbart.com/national-security/2018/11/05/iran-stages-military-exercises-day-after-sanctions-hold/", "urlToImage": "https://media.breitbart.com/media/2018/10/Iran-EU-1.png", "publishedAt": "2018-11-06T00:16:21Z", "content": "The Iranian regime-aligned Tasnim News Agency reports, Air Defense units from the Iranian Army and the Islamic Revolution Guards Corps (IRGC) launched a large-scale joint military exercise on Monday. On Sunday, Maj. Gen. Mohammad Ali Jafari, the top military … [+4193 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Penny Starr", "title": "Leftists Brace Themselves Ahead of Midterms After PTSD Symptoms from 2016", "description": "Leftists claim they suffered trauma when President Donald Trump won the 2016 election and worry they could face more in midterms losses.", "url": "https://www.breitbart.com/pre-viral/2018/11/05/leftists-brace-themselves-ahead-of-midterms-after-ptsd-symptoms-from-2016/", "urlToImage": "https://media.breitbart.com/media/2018/11/hillary-supporters-crying-AP-640x480.jpg", "publishedAt": "2018-11-06T00:15:47Z", "content": "The anxiety exists despite that fact that just like the Hillary prediction in 2016 the media and pundits are predicting a blue wave” that would put the Democrats back in control of the House of Representatives. Politico is one of the leftist media predicting … [+2240 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Ryan: Birthright Citizenship Should Be Reviewed, It Needs an Amendment or Statute", "description": "On Monday’s broadcast of the Fox News Channel’s “Special Report,” House Speaker Paul Ryan (R-WI) stated that birthright citizenship for the children of people in the country illegally or people who get tourist visas just to have a child in the US should be re…", "url": "https://www.breitbart.com/video/2018/11/05/ryan-birthright-citizenship-should-be-reviewed-it-needs-an-amendment-or-statute/", "urlToImage": "https://media.breitbart.com/media/2018/06/Paul-Ryan-Deceiver-J.-Scott-Applewhite-AP.jpg", "publishedAt": "2018-11-05T23:54:17Z", "content": "On Monday’s broadcast of the Fox News Channel’s “Special Report,” House Speaker Paul Ryan (R-WI) stated that birthright citizenship for the children of people in the country illegally or people who get tourist visas just to have a child in the US should be re… [+768 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "SNL’s Michael Che Chides Progressives for Leaving Red States", "description": "After admitting that he does not usually vote, Michael Che used SNL's regular \"Weekend Update\" segment to lambaste young liberals for moving out of their conservative home states.", "url": "https://www.breitbart.com/entertainment/2018/11/05/snls-michael-che-chides-progressives-for-leaving-red-states/", "urlToImage": "https://media.breitbart.com/media/2018/11/michael-che-getty.jpg", "publishedAt": "2018-11-05T23:21:20Z", "content": "“The midterms are Tuesday, and this election will probably come down to people who never vote, like me,” Che said. “I just don’t think everyone’s vote should count the same. I mean there’s no way my vote should count as much as Obama’s.” I know a lot of white… [+488 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church", "title": "Ted Cruz Mocks Jim Carrey Painting of Him as Vampire: ‘The Dead Vote Democrat’", "description": "After actor Jim Carrey depicted Senator Ted Cruz as a \"bloodsucker\" being slain by Beto O'Rourke in a painting posted to Twitter on Sunday, Cruz fired back.", "url": "https://www.breitbart.com/politics/2018/11/05/ted-cruz-mocks-jim-carrey-painting-of-him-as-vampire-the-dead-vote-democrat/", "urlToImage": "https://media.breitbart.com/media/2018/11/jim-carrey-ted-cruz-beto-painting.jpg", "publishedAt": "2018-11-05T23:16:18Z", "content": "“Go Beto! Go Democrats! Vote like theres no tomorrow,” Carrey tweeted alongside the image. “Lets make this Tuesday like the end of every great vampire movie. Pull back the curtains and let the sunshine turn all those bloodsuckers to dust.” Go Beto! Go Democra… [+1365 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "PHOTOS: Iran Holds Annual 'Death to America' Rally as Sanctions Take Effect", "description": "Iran held its annual “Death to America” rally on Sunday to commemorate the seizure of the U.S. Embassy in 1979, leading to a 444-day hostage crisis in which the Iranian regime held 52 Americans prisoner.", "url": "https://www.breitbart.com/national-security/2018/11/05/photos-iran-holds-annual-death-america-rally-sanctions-take-effect/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/04/82c711_iran-us-47941-an-effigy-government-icon-uncle-sam-is-held-up-by-demonstrators-e1541458403336.jpg", "publishedAt": "2018-11-05T22:56:46Z", "content": "This years demonstrations came on the eve of a new round of U.S. sanctions taking effect following President Donald Trumps withdrawal from the Iran nuclear deal. The rallies included such traditional activities as burning the American flag, burning effigies o… [+2331 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart TV, Breitbart TV", "title": "Watch Live: Donald Trump Hosts Rally in Fort Wayne, IN", "description": "Monday at 4 p.m. ET, President Donald Trump will host a rally at Allen County War Memorial Coliseum in Fort Wayne, IN. Video courtesy of the Right Side Broadcast Network Follow Breitbart.tv on Twitter @BreitbartVideo", "url": "https://www.breitbart.com/video/2018/11/05/watch-live-donald-trump-hosts-rally-in-fort-wayne-in/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/03/193945_election-2018-trump-09408-donald-trump-president-donald-trump-arrives.jpg", "publishedAt": "2018-11-05T22:30:38Z", "content": "Monday at 4 p.m. ET, President Donald Trump will host a rally at Allen County War Memorial Coliseum in Fort Wayne, IN. Video courtesy of the Right Side Broadcast Network Follow Breitbart.tv on Twitter @BreitbartVideo"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro, Neil Munro", "title": "Agency Data: 'Family Separation' Migrants Choose to Leave 500 Children in U.S.", "description": "Many Central American parents who were detained separately from their children during the April-to-June zero-tolerance program are leaving at least 500 children and youths in the United States, according to federal data.", "url": "https://www.breitbart.com/economy/2018/11/05/government-data-family-separation-migrants-leave-500-children-in-us/", "urlToImage": "https://media.breitbart.com/media/2018/06/central-american-asylum-seeking-family-stopped-border-patrol-getty.jpg", "publishedAt": "2018-11-05T22:22:49Z", "content": "An additional 2,104 migrant children and youths have been reunited with their migrant parents, according to the data recently provided to a judge by the Department of Health and Human Services. But many of their parents may choose to leave some of the 1,2014 … [+5481 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "'SNL' Facebook Page Erupts with Avalanche of Comments Blasting Pete Davidson Mocking Veteran Injuries", "description": "Following Saturday Night Live‘s Pete Davidson mocking a GOP congressional candidate who lost an eye fighting in Afghanistan, angry fans have swarmed the show’s Facebook page to show their displeasure. “Not only does Pete Davidson need to be FIRED immediately,…", "url": "https://www.breitbart.com/entertainment/2018/11/05/snl-facebook-page-erupts-comments-blasting-pete-davidson-mocking-veteran-injuries/", "urlToImage": "https://media.breitbart.com/media/2016/11/PeteDavidson2.jpg", "publishedAt": "2018-11-05T22:21:09Z", "content": "“Not only does Pete Davidson need to be FIRED immediately, he needs to make a formal apology and be blacklisted for life.. what a jackhole. Complete disregard for Americans that actually put their lives on the line every day as opposed to a wannabe..completel… [+1244 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "A. James Gregor, A. James Gregor", "title": "Gregor -- The Myth of Trump's 'Fascism': Leading Professor Explains Trump's Populism, Nationalism", "description": "“Populism” has become a favored expression in dealing with contemporary politics. Like many of the terms employed by political journalists, it has no specific definition. Thus we are informed that V. I. Lenin, Benito Mussolini, and Adolf Hitler all were “popu…", "url": "https://www.breitbart.com/politics/2018/11/05/a-james-gregor-donald-trump-fascism-and-populism/", "urlToImage": "https://media.breitbart.com/media/2018/11/trump-flag-640x480-getty.jpg", "publishedAt": "2018-11-05T22:16:13Z", "content": "Such a definition is so loosely framed that it can be applied to almost any significant variation in customary politics. Thus we are informed that V. I. Lenin, Benito Mussolini, and Adolf Hitler all were populistsas were Mao Zedong, Fidel Castro, and Pol Pot.… [+22250 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "South Korea: Kim Jong-Un to Visit Russia Later This Month", "description": "South Korea's ambassador to Russia revealed on Monday that North Korean dictator Kim Jong-un is likely to visit Russia this month amid warming relations between him and President Vladimir Putin.", "url": "https://www.breitbart.com/asia/2018/11/05/south-korea-kim-jong-un-visit-russia-later-month/", "urlToImage": "https://media.breitbart.com/media/2018/08/putin-kim-jong-un-split-screen-wave.jpg", "publishedAt": "2018-11-05T22:15:32Z", "content": "South Korean Ambassador Woo Yoon-keun told reporters that although the two countries had not yet reached a formal agreement, the two sides were likely to meet before the end of November. “Russia has asked for Kim’s visit within this year and expects it to hap… [+2186 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "John Legend at Ohio Democrat Event: ‘Government We Have Does Not Reflect Will of the People’", "description": "Singer and frequent President Donald Trump critic John Legend ripped Republicans on the issue of voter suppression before Ohio Democrats Sunday, urging voters to support Issue 1, a proposed constitutional amendment that would soften penalties for drug-related…", "url": "https://www.breitbart.com/entertainment/2018/11/05/john-legend-at-ohio-democrat-event-government-we-have-does-not-reflect-will-of-the-people/", "urlToImage": "https://media.breitbart.com/media/2018/09/Johnlegendkav1.jpg", "publishedAt": "2018-11-05T22:15:12Z", "content": "The Hollywood Reporter writes Legend delivered a full-throated endorsement of the measure, while serving up his usual criticism of the Trump administration at a get-out-the-vote event in Cincinnati. The government we have today does not reflect the will of th… [+2042 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope", "title": "DOJ to Monitor Polls in 19 States to Prevent Voter ‘Fraud’", "description": "The U.S. Department of Justice (DOJ) announced Monday that personnel from their Civil Rights Division will \"monitor compliance with federal voting rights laws\" at polling places in 35 jurisdictions across 19 states to ensure the integrity of the midterm elect…", "url": "https://www.breitbart.com/border/2018/11/05/doj-to-monitor-polls-in-19-states-to-prevent-voter-fraud/", "urlToImage": "https://media.breitbart.com/media/2018/10/election-voting-Otto-Kitsinger-AP.jpg", "publishedAt": "2018-11-05T22:14:27Z", "content": "Citizens of America control this country through their selection of their governmental officials at the ballot box. Likewise, fraud in the voting process will not be tolerated. Fraud also corrupts the integrity of the ballot,” said Sessions in a DOJ press rel… [+3257 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak, Joel B. Pollak", "title": "On Election Eve, Nancy Pelosi Promises to Be Speaker: ‘I’m Really Good At What I Do’", "description": "House Minority Leader Nancy Pelosi (D-CA) told HuffPost in an interview published Monday that she is confident Democrats will win the House of Representatives, and that she is the best candidate to be Speaker of the House.", "url": "https://www.breitbart.com/midterm-election/2018/11/05/on-election-eve-nancy-pelosi-promises-to-be-speaker-im-really-good-at-what-i-do/", "urlToImage": "https://media.breitbart.com/media/2018/08/Another-Nancy-Pelosi-gavel-Associated-Press.jpg", "publishedAt": "2018-11-05T22:12:31Z", "content": "The interview notes that Pelosi “is mapping out her speakership before waiting to see if Democrats win control of the House”: Pelosi is confident about two things ahead of Tuesdays midterm elections: that Democrats will win back the House, and that shes the b… [+1702 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Chinese Media on U.S. Midterms: ‘The Spirit of Compromise Is Gone’", "description": "China’s Global Times on Sunday editorialized on the importance of the U.S. midterm elections, recycling a few American mainstream media narratives and bromides to conclude the fractious United States is less stable and reasonable than authoritarian China.", "url": "https://www.breitbart.com/national-security/2018/11/05/chinese-media-u-s-midterms-spirit-compromise-gone/", "urlToImage": "https://media.breitbart.com/media/2018/05/17-file-donald-trump-china-president-xi-jinping-getty.jpg", "publishedAt": "2018-11-05T22:10:22Z", "content": "According to the Global Times, Chinese social media users are more interested in the 2018 midterms than normal because they hope more China-friendly forces will prevail over President Donald Trump and his Republican Party: Chinese people also understand that … [+3246 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso, Justin Caruso", "title": "Axl Rose Protests Trump Using His Songs at Those ‘Obscene’ Rallies", "description": "Rock legend Axl Rose slammed President Donald Trump using his music ahead of Tuesday’s midterm elections, saying that most Americans have never “experienced anything this obscene.” “As far as I’m concerned anyone can enjoy GNR 4 whatever reason n’ there’s tru…", "url": "https://www.breitbart.com/entertainment/2018/11/05/axl-rose-protests-trump-using-his-songs-at-those-obscene-rallies/", "urlToImage": "https://media.breitbart.com/media/2018/11/Axlcrop.jpg", "publishedAt": "2018-11-05T22:07:56Z", "content": "“As far as Im concerned anyone can enjoy GNR 4 whatever reason n theres truth 2 the saying ‘u cant choose your fans’ n were good w/that,” Axl Rose said in a social media post. As far as Im concerned anyone can enjoy GNR 4 whatever reason n theres truth 2 the … [+1796 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Cuban ‘President’ Miguel Díaz-Canel Receives ‘Warm Embrace’ in North Korea", "description": "Cuba's Miguel Díaz-Canel, who holds the title of \"president\" but remains subordinate to dictator Raúl Castro, received a hero's welcome in North Korea on Sunday and Monday, enjoying a theater performance and street parade with dictator Kim Jong-un.", "url": "https://www.breitbart.com/asia/2018/11/05/cuban-president-miguel-diaz-canel-receives-warm-embrace-north-korea/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1057615598.jpg", "publishedAt": "2018-11-05T21:58:27Z", "content": "Cuba and North Korea have been diplomatic allies for decades, spanning back to the establishment of communist authoritarian systems in both nations in the middle of the 20th century. Díaz-Canel had visited North Korea in the past as vice president and met wit… [+4223 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew", "title": "Dominican Republic Opens First Embassy in China, Triggering Outrage at Home", "description": "The Dominican Republic opened in its new embassy in Beijing this weekend, as China attempts to woo the country as a reward for its decision to no longer recognize Taiwan as an independent country.", "url": "https://www.breitbart.com/asia/2018/11/05/dominican-republic-opens-first-embassy-china-triggering-outrage-home/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/03/f09fd9_china-president-xi-jinping-dominican-republic-president-danilo-medina-e1541454419750.jpg", "publishedAt": "2018-11-05T21:47:59Z", "content": "Chinese Foreign Minister Wang Yi and Dominican President Danilo Medina were present at the opening ceremony on Saturday to mark the increasingly close relations between the two countries, facilitated by the island nation choosing to break diplomatic ties with… [+3066 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Nate Church, Nate Church", "title": "Attkisson: CIA Under John Brennan Spied on Intel Whistleblowers, Congress", "description": "Investigative journalist Sharyl Attkisson writes in the Hill that the Central Intelligence Agency (CIA) has been using its surveillance on American citizens.", "url": "https://www.breitbart.com/politics/2018/11/05/attkisson-cia-under-john-brennan-spied-intel-whistleblowers-congress/", "urlToImage": "https://media.breitbart.com/media/2018/08/wi/afp/19/4ca7f9_cia-john-brennan-shown-in-september-2016-he-he-has-bullseye-on-his-chest-his-e1541453955612.jpg", "publishedAt": "2018-11-05T21:43:08Z", "content": "“Maybe you once thought the CIA wasnt supposed to spy on Americans here in the United States,” said the Emmy-winning investigative journalist. “That concept is so yesteryear.” She points to newly declassified 2014 documents which “reveal the CIA not only inte… [+2438 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jerome Hudson", "title": "Live Updates: Election Eve Celebrity Midterm Madness", "description": "Here's the Breitbart Election Eve Celebrity Live Wire, where we follow the latest midterm news and reaction from the most vocal Hollywood activists.", "url": "https://www.breitbart.com/live/live-updates-election-eve-celebrity-midterm-madness/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mondaymadness1.jpg", "publishedAt": "2018-11-05T21:33:15Z", "content": "Below is the Breitbart Election Eve Celebrity Live Wire, where we will follow the latest midterm news and reaction from the most vocal Hollywood activists. Lena Dunham, always busy, took time to share a meme about voting. Can I interest you in a meme thats re… [+13368 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "VIDEO: Band Teacher Arrested, Accused of Brawling with Student in Class", "description": "A high school band teacher was arrested Friday for allegedly brawling with a student during class, according to a video of the incident.", "url": "https://www.breitbart.com/video/2018/11/05/video-band-teacher-arrested-accused-brawling-student-class/", "urlToImage": "https://media.breitbart.com/media/2018/11/marston-riley-band-director1.png", "publishedAt": "2018-11-05T21:09:47Z", "content": "Authorities arrested Marston Riley, 64, on one count of child abuse and one count of causing great bodily injury on a child for allegedly punching a student during class at Maywood Academy High School in Maywood, California, KTLA reported. The video showed Ri… [+1769 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash, Charlie Nash", "title": "MIT Professor Reveals Bots Helped Hillary Clinton More Than Trump", "description": "Social media bots helped failed Democratic presidential candidate Hillary Clinton more than President Trump during the 2016 presidential election, according to a paper from an MIT associate professor.", "url": "https://www.breitbart.com/tech/2018/11/05/mit-professor-reveals-bots-helped-hillary-clinton-more-than-trump/", "urlToImage": "https://media.breitbart.com/media/2018/10/clintons.png", "publishedAt": "2018-11-05T20:57:18Z", "content": "In a paper, Monday, Tauhid Zaman, an associate professor of operations management at the MIT Sloan School of Management, revealed that “Trump bots were far less effective at shifting peoples opinions than the smaller proportion of bots backing Hillary Clinton… [+1445 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Report: Obama-Era CIA Suffered 'Catastrophic' Tech Compromise in Iran Before Iran Deal", "description": "A Yahoo News report published on Friday quoted several former U.S. intelligence officials who said the covert Internet system employed by the Central Intelligence Agency (CIA) to communicate with intel sources worldwide suffered a “catastrophic” compromise be…", "url": "https://www.breitbart.com/national-security/2018/11/05/report-obama-era-cia-suffered-catastrophic-tech-compromise-iran-before-iran-deal/", "urlToImage": "https://media.breitbart.com/media/2018/09/GettyImages-1028556814.jpg", "publishedAt": "2018-11-05T20:52:06Z", "content": "The sources claimed the compromise was linked to Irans vengeful hunt for American spies after the discovery of a secret underground uranium enrichment plant. According to Yahoos narrative, the CIA communications disaster began in 2009 after Iran was caught en… [+4910 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Tom Ciccotta", "title": "Notre Dame Group Wants Campus Internet Service to Block Porn", "description": "A group of students at the University of Notre Dame is demanding a filter that would block porn access on the campus internet service.", "url": "https://www.breitbart.com/tech/2018/11/05/notre-dame-group-wants-campus-internet-service-to-block-porn/", "urlToImage": "https://media.breitbart.com/media/2016/12/Internet-Porn--e1500393522122.jpg", "publishedAt": "2018-11-05T20:51:51Z", "content": "1,000 faculty, students, and staff at the University of Notre Dame are demanding a filter for the campus’ internet service that would effectively block access to pornography. In an open letter that was published online, a group of students argued that allowin… [+2074 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Katherine Rodriguez", "title": "Police: Oklahoma City Man Threatens Deadly Explosion at Memorial", "description": "Authorities arrested an Oklahoma City man for taking suspicious photos at the Oklahoma City National Memorial and threatening to set off an explosion to kill hundreds of people at the site, police said.", "url": "https://www.breitbart.com/politics/2018/11/05/police-oklahoma-city-man-threatens-deadly-explosion-memorial/", "urlToImage": "https://media.breitbart.com/media/2018/11/Amiremad-Nayebyazdi-Oklahoma-County-Jail.jpg", "publishedAt": "2018-11-05T20:49:00Z", "content": "KOCO reported Monday that the suspect, Amiremad Nayebyazdi, allegedly called his sister living in Iran to say that “hundreds of people are going to die in Oklahoma City, and something very large is going to happen.” A concerned person in California told polic… [+2064 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "MoveOn Largest Facebook Political Advertiser for Week Before Election", "description": "MoveOn, a George Soros-funded anti-Republican PAC, was allegedly the biggest political Facebook advertisement spender last week — the final week before the midterm elections.", "url": "https://www.breitbart.com/tech/2018/11/05/moveon-largest-facebook-political-advertiser-for-week-before-election/", "urlToImage": "https://media.breitbart.com/media/2018/04/Mark-Zuckerberg-Capitol-Hill.jpg", "publishedAt": "2018-11-05T20:48:20Z", "content": "MoveOn’s Washington Director, Ben Wikler, bragged about the PAC’s advertisement budget, along with its “secret weapon” against the Republican Party, which consisted of using hundreds of videos of voters explaining why they’re voting Democrat. NEW: Nationwide,… [+2525 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News, Breitbart News", "title": "Andrew Breitbart Explained Left's Playbook in 2012: Calling Everyone 'Racist' the 'Most Effective Tool'", "description": "Long before the Trump presidency, and long before the Resistance, Andrew Breitbart understood that left’s use of the race card was a simply a tactic and effective one at that.", "url": "https://www.breitbart.com/the-media/2018/11/05/andrew-breitbart-explained-lefts-playbook-in-2012-calling-everyone-racist-the-most-effective-tool/", "urlToImage": "https://media.breitbart.com/media/2018/11/Andrew-Breitbart-1.jpg", "publishedAt": "2018-11-05T20:47:07Z", "content": "It is the most effective tool that the Democrat-media complex has. Andrew Breitbart Long before the Trump presidency, and long before the Resistance, Andrew Breitbart understood that lefts use of the race card was a simply a tactic and effective one at that. … [+1453 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Sean Moran", "title": "Exclusive—Scott Perry: George Scott Showed ‘Horrific Lapse in Judgment’ by Jokingly Pointing a Gun at Head of Soldier", "description": "Rep. Scott Perry (R-PA), a member of the conservative House Freedom Caucus, told Breitbart News Sunday that his Democratic opponent, George Scott, showed “horrific lapse in judgment” by jokingly pointing a gun at the head of a soldier.", "url": "https://www.breitbart.com/politics/2018/11/05/exclusive-scott-perry-george-scott-showed-horrific-lapse-judgment-jokingly-pointing-gun-head-soldier/", "urlToImage": "https://media.breitbart.com/media/2018/11/image-12647.jpg", "publishedAt": "2018-11-05T20:39:25Z", "content": "Democrat Scotts campaign struck controversy over the weekend when a photo, taken in 1989 or 1990, showed Scott pointing a gun at the head of a soldier to produce what was intended as a comic image. Talk radio host and Rush Limbaugh guest host Ken Matthews sla… [+2289 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Brad Parscale Blasts Networks, Facebook After Trump Immigration Ad Pulled", "description": "Brad Parscale, 2020 campaign manager for President Trump, unloaded on NBC News and Facebook for removing a campaign advertisement about the migrant caravan heading to the U.S.-Mexico border just one day before the midterm election.", "url": "https://www.breitbart.com/tech/2018/11/05/brad-parscale-blasts-networks-facebook-after-trump-immigration-ad-pulled/", "urlToImage": "https://media.breitbart.com/media/2018/11/Brad-Parscale-Speaking.jpg", "publishedAt": "2018-11-05T20:37:38Z", "content": "Pascale blasted NBC News, CNN, and Facebook for taking action against the ad, tweeting: “So, @ NBCNews @ CNN @ facebook have chosen to stand with those ILLEGALLY IN THIS COUNTRY. Instead of standing with LEGAL IMMIGRANTS and those that follow our laws. The # … [+4382 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Ana Navarro: Trump Is a ‘Racist Pig’", "description": "Sunday night on a special edition of CNN’s “Cuomo Primetime,” network political commentator Ana Navarro called President Donald Trump a “racist pig.” Discussing the Florida gubernatorial contest, Navarro said, “First of all, Andrew Gillum does not want to eli…", "url": "https://www.breitbart.com/video/2018/11/05/ana-navarro-trump-is-a-racist-pig/", "urlToImage": "https://media.breitbart.com/media/2018/08/GettyImages-824925894.jpg", "publishedAt": "2018-11-05T20:36:44Z", "content": "Sunday night on a special edition of CNN’s “Cuomo Primetime,” network political commentator Ana Navarro called President Donald Trump a “racist pig.” Discussing the Florida gubernatorial contest, Navarro said, “First of all, Andrew Gillum does not want to eli… [+1358 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Supreme Court Refuses to Hear Challenge Against California Concealed Carry Law", "description": "The Supreme Court of the United States denied review on Monday in the case challenging California's concealed carry law.", "url": "https://www.breitbart.com/politics/2018/11/05/supreme-court-refuses-hear-challenge-against-california-concealed-carry-law/", "urlToImage": "https://media.breitbart.com/media/2017/06/concealed-carry-We-the-People-tatoo-AP-640x480.jpg", "publishedAt": "2018-11-05T20:22:33Z", "content": "That case made its way to the Supreme Court via the United States Court of Appeals for the Ninth Circuit. It originated with Sacramento County residents James Rothery and Andrea Hoffman, who both argued that the structure of California’s concealed law opened … [+2437 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Graham: Sessions ‘Probably Will Step Down’", "description": "On Monday’s “Hugh Hewitt Show,” Senator Lindsey Graham (R-SC) predicted that Attorney General Jeff Sessions will likely resign in early 2019 and said he isn’t interested in taking the attorney general job. Graham responded to a question on whether he would ta…", "url": "https://www.breitbart.com/video/2018/11/05/graham-sessions-probably-will-step-down/", "urlToImage": "https://media.breitbart.com/media/2018/05/Lindsey-Graham-Mark-ReinsteinCorbis-Via-Getty-Images.png", "publishedAt": "2018-11-05T20:14:23Z", "content": "On Monday’s “Hugh Hewitt Show,” Senator Lindsey Graham (R-SC) predicted that Attorney General Jeff Sessions will likely resign in early 2019 and said he isn’t interested in taking the attorney general job. Graham responded to a question on whether he would ta… [+350 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ian Hanchett", "title": "Sanders: I Don’t Know if Midterm Is ‘a Referendum’ on Trump", "description": "On Monday’s broadcast of the Fox News Channel’s “Fox & Friends,” White House Press Secretary Sarah Huckabee Sanders stated she doesn’t know if the 2018 elections are a referendum on President Trump, but the president has “galvanized” his supporters. Co-host S…", "url": "https://www.breitbart.com/video/2018/11/05/sanders-i-dont-know-if-midterm-is-a-referendum-on-trump/", "urlToImage": "https://media.breitbart.com/media/2018/06/wh-press-sec-sarah-sanders-american-flag-ap.jpg", "publishedAt": "2018-11-05T20:14:20Z", "content": "On Monday’s broadcast of the Fox News Channel’s “Fox &amp; Friends,” White House Press Secretary Sarah Huckabee Sanders stated she doesn’t know if the 2018 elections are a referendum on President Trump, but the president has “galvanized” his supporters. Co-ho… [+642 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Edwin Mora", "title": "U.S., South Korea Resume Military Drills Ahead of North Korea Nuclear Talks", "description": "The United States and South Korea are expected to restart small-scale military exercises on Monday, a few days ahead of a meeting this week between U.S. Secretary of State Mike Pompeo and North Korea’s second-in-command to discuss denuclearization.", "url": "https://www.breitbart.com/national-security/2018/11/05/u-s-south-korea-resume-military-drills-ahead-north-korea-nuclear-talks/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/04/6e465d_south-korean-marine-amphibious-assault-vehicles-smoke-shells-landing-e1541448712856.jpg", "publishedAt": "2018-11-05T20:12:47Z", "content": "As he announced on Sunday that the Trump administration is resuming talks with North Korea, Pompeo noted that he is also supposed to discuss the scheduling of a second denuclearization summit between U.S. President Donald Trump and North Korean dictator Kim J… [+4028 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Matthew Boyle", "title": "‘Fact Checkers’ at Snopes Attempt to Bail Out Stacey Abrams from Armed Black Panthers Story", "description": "The so-called \"fact checkers\" at Snopes have reached out to Breitbart News in an openly partisan attempt to wash away the story of armed members of the New Black Panther Party campaigning for the Democrat gubernatorial candidate in Georgia, Stacey Abrams.", "url": "https://www.breitbart.com/the-media/2018/11/05/fact-checkerst-snopes-attempt-bail-out-stacey-abrams-armed-black-panthers-story/", "urlToImage": "https://media.breitbart.com/media/2018/11/black-panthers-main-image.jpg", "publishedAt": "2018-11-05T20:08:01Z", "content": "Over the weekend, Breitbart News–among other media outlets– published explosive photographs of armed Black Panthers campaigning for Abrams, holding up her campaign sign while also holding up various guns. In the story, Breitbart News included a quote from the… [+2712 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "British Army Opens Recruitment to Foreigners from 53 Commonwealth Nations Amidst Personnel Shortage", "description": "Foreign nationals from Commonwealth nations who have never lived in the UK will be allowed to join the British Armed Forces, with African media outlets already advertising the news.", "url": "https://www.breitbart.com/europe/2018/11/05/british-army-open-ranks-foreign/", "urlToImage": "https://media.breitbart.com/media/2018/11/UK-army.jpg", "publishedAt": "2018-11-05T19:41:41Z", "content": "Ministry of Defence chiefs hope scrapping current residency requirements for Commonwealth citizens will boost the number of foreign personnel enlisted each year from 200 to 1,350, against the backdrop of army bosses struggling to hit recruitment targets, the … [+4226 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "UK Left: Labour Group REJECTS Pittsburgh Killings Motion, Too Much 'Anti-Semitism This, Anti-Semitism That'", "description": "A branch of the British Labour Party rejected a motion condemning the synagogue shooting in Pittsburgh, Pennsylvania because there is too much focus on “anti-Semitism this, anti-Semitism that”, according to its secretary.", "url": "https://www.breitbart.com/europe/2018/11/05/labour-rejects-motion-pittsburgh-killings-t-focus-anti-semitism/", "urlToImage": "https://media.breitbart.com/media/2018/09/Corbyn-laugh.png", "publishedAt": "2018-11-05T19:36:27Z", "content": "Steve Cooke, who proposed the motion to the Norton West branch in the Stockton North constituency, said he was aghast that what he thought would be an uncontroversial gesture in the wake of the killings by an anti-Semitic, anti-Trump extremist was met with su… [+2925 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Louis Farrakhan Visits Iran, Compares Trump to Satan", "description": "TEL AVIV – Nation of Islam leader Louis Farrakhan on a visit to Tehran described President Donald Trump as a lying Satan and urged Iranians to resist American “plots” against Iran and other Muslim countries, according to a report by the state-affiliated Islam…", "url": "https://www.breitbart.com/middle-east/2018/11/05/in-iran-farrakhan-compares-trump-to-satan-says-sanctions-big-mistake/", "urlToImage": "https://media.breitbart.com/media/2018/08/Keith-Ellison-Louis-Farrakhan-Getty-Images-1.jpg", "publishedAt": "2018-11-05T19:27:10Z", "content": "The Christians say that Satan is a liar, and every day they keep a count of Trumps lies, Farrakhan said during a meeting in Tehran with Mohsen Rezaee, secretary of Irans Expediency Discernment Council, a body that advises Supreme Leader Ali Khamenei. Only Sat… [+2799 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Dem Sen. Warner: ‘I Don’t Believe Modern American Capitalism Is Working for Enough People’", "description": "While campaigning for Democratic congressional candidate Leslie Cockburn, Sen. Mark Warner (D-VA) expressed concerns about “modern American capitalism” and said it was his view that it wasn’t “working for enough people.” Warner said, “Probably many of you dec…", "url": "https://www.breitbart.com/video/2018/11/05/dem-sen-warner-i-dont-believe-modern-american-capitalism-is-working-for-enough-people/", "urlToImage": "https://media.breitbart.com/media/2018/02/Mark-Warner-glasses-on-lip-getty.jpg", "publishedAt": "2018-11-05T19:25:16Z", "content": "While campaigning for Democratic congressional candidate Leslie Cockburn, Sen. Mark Warner (D-VA) expressed concerns about “modern American capitalism” and said it was his view that it wasn’t “working for enough people.” Warner said, “Probably many of you dec… [+404 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Israel Presents Oman with Rail Plan Linking Gulf to Jewish State", "description": "TEL AVIV – Transportation and Intelligence Minister Yisrael Katz traveled to Oman overnight Sunday to present a plan to his Omani counterpart that includes a rail link between Israel and the Gulf.", "url": "https://www.breitbart.com/middle-east/2018/11/05/on-visit-to-oman-transport-minister-presents-rail-plan-linking-israel-to-gulf/", "urlToImage": "https://media.breitbart.com/media/2018/01/Yisrael-Katz-.png", "publishedAt": "2018-11-05T19:25:11Z", "content": "“This is a historical visit that will improve relations” between Israel and the Sultanate, Katz said prior to his departure. “I intend to present and promote our mutual initiative ‘Tracks for Regional Peace’ to connect the Gulf states to Israel and the Medite… [+2564 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Poll: 79% of Farmers Sticking with Trump", "description": "American farmers have been hit by China's retaliatory tariffs on U.S. soybeans. Nonetheless, farmers are sticking by the president and his Make American Great Again agenda.", "url": "https://www.breitbart.com/economy/2018/11/05/poll-79-of-farmers-sticking-with-trump/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/ap/24/ed44bb_trump-trade-farmers-94553-field-corn-is-in-barn-carrying-large-trump-sign-e1541444996567.jpg", "publishedAt": "2018-11-05T19:11:13Z", "content": "Seventy-nine percent of farmers support or strongly support President Donald Trump, according to a survey of 600 commercial farmers and ranchers commissioned by Agri-Pulse, an industry publication. The poll was conducted in the second half of October. Not sur… [+794 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Pam Key", "title": "Valerie Jarrett: Strong Economy Began Under Obama — ‘Heartened to See the Progress’", "description": "Monday on MSNBC’s “Andrea Mitchell Reports,” former Obama adviser Valerie Jarrett attributed the current strong economy to the effort of former President Barack Obama. When asked about the “fairly strong” economy, Jarrett said, “A lot of the benefits of our e…", "url": "https://www.breitbart.com/video/2018/11/05/valerie-jarrett-strong-economy-began-under-obama-heartened-to-see-the-progress/", "urlToImage": "https://media.breitbart.com/media/2018/11/Valerie-Jarrett.jpg", "publishedAt": "2018-11-05T19:02:59Z", "content": "Monday on MSNBC’s “Andrea Mitchell Reports,” former Obama adviser Valerie Jarrett attributed the current strong economy to the effort of former President Barack Obama. When asked about the “fairly strong” economy, Jarrett said, “A lot of the benefits of our e… [+1449 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Facebook Caves to Left-Wing Journalists Demanding Removal of Trump Midterm Ad", "description": "Facebook refused ad purchases from Trump's reelection campaign, pulling the ads on Monday, claiming violations of its \"community standards.\"", "url": "https://www.breitbart.com/tech/2018/11/05/facebook-caves-to-left-wing-journalists-demanding-removal-of-trump-midterm-ad/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-962269890.jpg", "publishedAt": "2018-11-05T18:56:45Z", "content": "Facebook announced that the Trump immigration ad “cannot receive paid distribution” on the platform after the company determined that it violates the platform’s rules against “sensational content.” Facebook did not specify exactly how the Trump ad violates th… [+3327 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "1100 Migrants Apprehended Daily Along U.S.-Mexico Border, Say Feds", "description": "Border Patrol agents apprehended an average of nearly 1,100 migrants along the U.S-Mexico Border every day in the past fiscal year. During the most recent month, that number jumped to nearly 1,400.", "url": "https://www.breitbart.com/border/2018/11/05/1100-migrants-apprehended-daily-along-u-s-mexico-border-say-feds/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1056736796.jpg", "publishedAt": "2018-11-05T18:47:16Z", "content": "During Fiscal Year 2018 (which ended on September 30), U.S. Border Patrol agents assigned to the nine southwest border sectors apprehended an average of nearly 1,100 migrants per day. Of those, approximately 430 were listed as unaccompanied minors or family u… [+2358 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Xi Jinping: Globalization Will Happen ‘Independent of People’s Will’", "description": "Chinese Communist Party leader Xi Jinping warned attendees at the nation's First China International Import Expo on Monday that economic globalization was \"an overarching trend, something that is independent of people’s will\" and that history would leave behi…", "url": "https://www.breitbart.com/asia/2018/11/05/xi-jinping-globalization-happen-independent-peoples-will/", "urlToImage": "https://media.breitbart.com/media/2018/08/xi-jinping-china-file-14-chinese-flags-getty.jpg", "publishedAt": "2018-11-05T18:45:50Z", "content": "Xi made the remarks during his keynote speech at the event, which brought together heads of state from developing nations around the world looking to attract Chinese investment and stabilize their economies. China, in turn, offered funding for development pro… [+4590 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Trump: Rapid U.S. Turnaround Is ‘All Fragile’; They Must Get Out the Vote to ‘Ensure Victory’", "description": "President Donald Trump urged supporters Monday morning that while there has been a historic turnaround for the United States under his administration, “it’s all fragile,” and they must get people out to vote.", "url": "https://www.breitbart.com/midterm-election/2018/11/05/trump-rapid-u-s-turnaround-all-fragile-must-get-out-vote-ensure-victory/", "urlToImage": "https://media.breitbart.com/media/2018/08/trump-flag-barletta-rally-getty.jpg", "publishedAt": "2018-11-05T18:35:15Z", "content": "Trump supporters from around the country joined the president and top Trump team figures on a Lead One Vote to Victory Telephone Town Hall conference call Monday. The president pointed to what he called perhaps the finest economy America has ever seen, postin… [+3079 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Gun Control Proponent Jon Tester Now Trails Pro-Second Amendment Challenger", "description": "A Change Research poll indicates gun control Sen. Jon Tester (D-Mont.) now trails his pro-Second Amendment challenger, Matt Rosendale (R).", "url": "https://www.breitbart.com/politics/2018/11/05/gun-control-proponent-jon-tester-now-trails-pro-second-amendment-challenger/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/03/5de4c8_election-senate-montana-84177-donald-trump-matt-rosendale-in-oct-18-2018-e1541442695599.jpg", "publishedAt": "2018-11-05T18:33:39Z", "content": "Breitbart News reported the poll, which shows that Tester is behind by three points. A crucial aspect of the poll its gauge of Independent support. Change Research notes, “Tester only leads 51-38 among independents, and that’s probably not enough for him to w… [+1334 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Parliament Square, Whitehall Locked Down by London Police Following ‘Suspicious Package’ Alert", "description": "The Parliament Square and Whitehall -- the streets at the heart of British government were shut down by London police Monday evening due to an 'incident' surrounding a suspicious package.", "url": "https://www.breitbart.com/europe/2018/11/05/parliament-square-whitehall-locked-down-by-london-police-following-suspicious-package-alert/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-870603738-e1541442464703.jpg", "publishedAt": "2018-11-05T18:30:06Z", "content": "Police shut down Whitehall — the historic avenue along which Britain’s government ministries and top military buildings are located — and the square outside the nation’s houses of Parliament after what was described as a “suspicious package” triggered an aler… [+944 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Fox News Will No Longer Run Trump Caravan Ad", "description": "The Fox News Channel has pulled a Trump-approved campaign advertisement about the migrant caravan marching towards the U.S. border after CNN and other left-wing media figures labeled it “racist.” “Upon further review, Fox News pulled the ad yesterday and it w…", "url": "https://www.breitbart.com/the-media/2018/11/05/fox-news-will-no-longer-run-trump-caravan-ad/", "urlToImage": "https://media.breitbart.com/media/2018/11/DVpmHQgU8AAZ9g4.jpg", "publishedAt": "2018-11-05T18:23:22Z", "content": "Upon further review, Fox News pulled the ad yesterday and it will not appear on either Fox News Channel or Fox Business Network, ad sales executive Marianne Gambelli told Mediaite. NBC also said Monday that after further review, it will stop airing President … [+3998 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Nash", "title": "Spotify Pushes Users to Vote with Custom State Playlists, Election Day Reminders", "description": "Music streaming service Spotify attempted to push its users into voting this week by releasing custom state playlists and sending messages to users reminding them to vote.", "url": "https://www.breitbart.com/tech/2018/11/05/spotify-pushes-users-to-vote-with-custom-state-playlists-election-day-reminders/", "urlToImage": "https://media.breitbart.com/media/2018/04/wi/afp/02/1oi6uc_daniel-ek-ceo-swedish-music-streaming-service-spotify-stock-market-listing-e1527028331415.jpg", "publishedAt": "2018-11-05T18:13:34Z", "content": "According to the Hill, “Every user 18 and over will receive messages from the app reminding them to vote, along with a playlist. Each compilation highlights music that is popular in the state.” “New York’s playlist includes music from Cardi B, Nicki Minaj, Ja… [+2565 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "President Trump: Administration ‘Looking at’ Whether Top Tech Companies Violate Antitrust Laws", "description": "In a recent interview, President Donald Trump stated that his administration was \"looking at\" whether or not the Silicon Valley Masters of the Universe have violated antitrust laws.", "url": "https://www.breitbart.com/tech/2018/11/05/president-trump-administration-looking-at-whether-top-tech-companies-violate-antitrust-laws/", "urlToImage": "https://media.breitbart.com/media/2018/03/Zuckerberg-Justin-SullivanGetty-Images.jpg", "publishedAt": "2018-11-05T18:06:44Z", "content": "Business Insider reports that during an interview with Axios’ Jonathan Swan and Jim VandeHei during the premiere of the website’s new HBO show, President Trump stated that the European Union’s recent $5 billion fine against Google for “denying rivals a chance… [+2767 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Bob Price", "title": "270K Criminal Aliens Booked into Texas Jails in 7 Years, Says State", "description": "Law enforcement officers in Texas placed more than 270,000 criminal aliens in local jails since June 1, 2011, according to state data. The mostly illegal aliens allegedly committed more than 284,000 criminal offenses including homicides, assaults, burglary, d…", "url": "https://www.breitbart.com/border/2018/11/05/270k-criminal-aliens-booked-into-texas-jails-in-7-years-says-state/", "urlToImage": "https://media.breitbart.com/media/2018/11/county_jail_ap_img.jpg", "publishedAt": "2018-11-05T17:44:26Z", "content": "A report recently released by the Texas Department of Public Safety (DPS) states that between June 1, 2011, and October 31, 2018, law enforcement officers arrested more than 270,000 criminal aliens — more than 182,000 of which were identified as illegal alien… [+4771 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston, Warner Todd Huston", "title": "Police: Drunk Fan Arrested After Jumping on Horse and Riding it at Churchill Downs", "description": "Police have arrested a man and charged him with the drunken stunt of mounting a racehorse and trying to take it on a tour of the track at Kentucky's Churchill Downs, according to a report.", "url": "https://www.breitbart.com/sports/2018/11/05/police-drunk-fan-arrested-after-jumping-horse-riding-churchill-downs/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-2.jpg", "publishedAt": "2018-11-05T17:41:05Z", "content": "The Kentucky State Police arrested 24-year-old Michael Wells-Rody, of Georgetown, Kentucky, who police say was drunk, according to the Louisville Courier Journal. The State Police said in an arrest report that Wells-Rody, “was manifestly under the influence o… [+705 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Robert Kraychik", "title": "Ted Cruz: Beto O’Rourke’s ‘Priority’ Is ‘Fighting for Illegal Aliens’", "description": "Sen. Ted Cruz (R-TX) told Amanda House, host of Breitbart News Sunday on SiriusXM, that Beto O'Rourke, his Democrat challenger, prioritizes the welfare of illegal aliens over American citizens.", "url": "https://www.breitbart.com/radio/2018/11/05/ted-cruz-beto-orourkes-priority-fighting-illegal-aliens/", "urlToImage": "https://media.breitbart.com/media/2018/09/ted-cruz-debate-beto-orourke-texas-sen-92118-getty.jpg", "publishedAt": "2018-11-05T17:40:20Z", "content": "House invited Cruz’s comments about a recently published undercover video from Project Veritas of O’Rourke’s campaign staffers discussing the use of campaign resources to assist Central and South America migrant caravans seeking entry to the United States. LI… [+4316 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "‘SNL’ Star Kenan Thompson Chides Pete Davidson: Dan Crenshaw Joke ‘Definitely’ Crossed a Line", "description": "Veteran Saturday Night Live cast member Kenan Thompson said Monday that a joke told by colleague Peter Davidson about former Navy SEAL Dan Crenshaw definitely \"missed the mark.\"", "url": "https://www.breitbart.com/entertainment/2018/11/05/kenan-thompson-chides-pete-davidson-dan-crenshaw-joke-crossed-a-line/", "urlToImage": "https://media.breitbart.com/media/2018/11/SNLDavidsonCrenshaw1.jpg", "publishedAt": "2018-11-05T17:33:59Z", "content": "“You know my father’s a veteran, Vietnam, and I personally would never necessarily go there, but it’s tough when you’re fishing for jokes,” Thompson told NBC News anchor Craig Melvin. “That’s how stand-ups feel, like there’s no real filters out there in the w… [+2216 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Chicago: Police Launch Hate Crime Probe After Homes Defaced with Swastikas", "description": "A trio of Chicago residents notified police of anti-semitic chalk markings discovered on their properties since Friday, according to reports. One resident from the city’s Uptown neighborhood told law enforcement that they witnessed a man on Friday afternoon d…", "url": "https://www.breitbart.com/crime/2018/11/05/chicago-homes-defaced-with-swastikas-police-launch-hate-crime-probe/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-919096884.jpg", "publishedAt": "2018-11-05T17:27:33Z", "content": "One resident from the city’s Uptown neighborhood told law enforcement that they witnessed a man on Friday afternoon defacing a pillar outside his home located in the 800 block of West Hutchinson with a swastika. The resident said the suspect appeared to be Hi… [+1664 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Justin Caruso", "title": "Chelsea Handler Goes Nude to Urge America to 'Vote Like Your Life Depends on It'", "description": "Comedian and left-wing activist Chelsea Handler stripped nude to promote voting in Tuesday’s midterm elections in a new video she posted on social media.", "url": "https://www.breitbart.com/entertainment/2018/11/05/chelsea-handler-posts-nude-video-promote-voting-midterms/", "urlToImage": "https://media.breitbart.com/media/2018/11/handlerheader.png", "publishedAt": "2018-11-05T17:09:41Z", "content": "“You have to vote like your life depends on it! Vote!” Chelsea Handler said in an Instagram story where she appeared naked. This post comes as many Hollywood stars are getting involved in the midterm elections in favor of Democrats. Handler has been engaging … [+1071 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte, John Nolte", "title": "Trump Rips CNN's 'Fake Suppression Polls' and 'Low' Ratings", "description": "The president is no doubt referring to CNN's poll of the generic congressional ballot that shows Democrats up by a whopping 13 points on the eve of Tuesday's midterm election.", "url": "https://www.breitbart.com/the-media/2018/11/05/trump-rips-cnns-fake-suppression-polls-and-low-ratings/", "urlToImage": "https://media.breitbart.com/media/2018/06/CNN-donald-trump.png", "publishedAt": "2018-11-05T16:59:35Z", "content": "“So funny to see the CNN Fake Suppression Polls and false rhetoric,” the president wrote. “Watch for real results Tuesday. We are lucky CNNs ratings are so low. Dont fall for the Suppression Game,” he warned, adding, “Go out &amp; VOTE. Remember, we now have … [+2472 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Dan Crenshaw Challenges 'SNL' to Donate $1 Million to Veterans Charity", "description": "Dan Crenshaw called on SNL to donate $1 million to a veterans charity after Pete Davidson joked he looks like “a hitman in a porno movie.”", "url": "https://www.breitbart.com/entertainment/2018/11/05/dan-crenshaw-challenges-snl-to-donate-1-million-to-veterans-charity/", "urlToImage": "https://media.breitbart.com/media/2018/11/Dancrenshaw1.jpg", "publishedAt": "2018-11-05T16:58:03Z", "content": "Crenshaw made it clear that he doesn’t “want some hollow apology” from Davidson or NBC. “I think what him and maybe the producers at SNL should do is pool their money together. Lets throw a figure out there, $1 million, and we will donate that to a series of … [+2205 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro, Neil Munro", "title": "Mike Bloomberg Spends $110 Million to Aid Democrats, Push 'Nation of Immigrants' Claim", "description": "Billionaire CEO Mike Bloomberg is road-testing his expected 2020 presidential campaign with a soft-focus slam of President Donald Trump for not submitting to the establishment's priorities.", "url": "https://www.breitbart.com/economy/2018/11/05/mike-bloomberg-spends-110-million-to-aid-democrats-push-nation-of-immigrants-claim/", "urlToImage": "https://media.breitbart.com/media/2018/06/Bloomberg-Andrew-BurtonGetty-.jpg", "publishedAt": "2018-11-05T16:52:35Z", "content": "Bloomberg has already spent roughly $110 million to aid Democrats during the 2018 campaign, according to the Washington Post. Now he is spending more funds on a TV advertisement which portrays him as a peace-maker and would-be president. The message is being … [+2598 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Hayward", "title": "Rouhani Compares Trump to Saddam Hussein, Declares Iran Will 'Proudly Bypass' Sanctions", "description": "Iranian President Hassan Rouhani was defiant and belligerent in the face of new U.S. sanctions in remarks aired by Iranian state television on Monday.", "url": "https://www.breitbart.com/national-security/2018/11/05/rouhani-compares-trump-to-saddam-hussein-declares-iran-will-proudly-bypass-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/07/wi/ap/23/53f8e2_trump-iran-35688-donald-trump-hassan-rouhani-combo-combination-two-pictures-e1532385234741.jpg", "publishedAt": "2018-11-05T16:45:29Z", "content": "Rouhani compared U.S. President Donald Trump to the late Iraqi dictator Saddam Hussein, declared Iran faces a war situation, and vowed to proudly bypass the American sanctions that went into effect on November 5. I announce that we will proudly bypass your il… [+3954 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Frances Martel", "title": "Pakistan Caves to Islamist Mob, Agrees to Prevent Asia Bibi from Leaving Country - Breitbart News", "description": "Breitbart News Pakistan Caves to Islamist Mob, Agrees to Prevent Asia Bibi from Leaving Country Breitbart News The government of Pakistan promised the radical Islamist Tehreek-i-Labbaik Pakistan (TLP) party this weekend it would begin a legal process to preve…", "url": "https://www.breitbart.com/asia/2018/11/05/pakistan-caves-to-islamist-mob-agrees-to-prevent-asia-bibi-from-leaving-country/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1055941118.jpg", "publishedAt": "2018-11-05T16:42:00Z", "content": "Bibi was arrested in 2009 and sentenced to death in 2010 for allegedly insulting Muhammad, a charge she has denied for nearly a decade. Last week, the nation’s Supreme Court issued a ruling dismissing all charges against Bibi, asserting that insufficient evid… [+4869 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Watch: Dave Chappelle Takes Knee After Saying He Doesn’t Watch Football", "description": "Comedian Dave Chappelle shared that he does not watch football and what happened to Colin Kaepernick may be the reason. After telling TMZ Sports Sunday that he does not watch football, he went down to a knee like former San Francisco 49ers quarterback when he…", "url": "https://www.breitbart.com/video/2018/11/05/watch-dave-chappelle-takes-knee-after-saying-he-doesnt-watch-football/", "urlToImage": "https://media.breitbart.com/media/2018/10/Chappelle-crop2.jpg", "publishedAt": "2018-11-05T16:29:20Z", "content": "Comedian Dave Chappelle shared that he does not watch football and what happened to Colin Kaepernick may be the reason. After telling TMZ Sports Sunday that he does not watch football, he went down to a knee like former San Francisco 49ers quarterback when he… [+340 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": ".Farage Predicts Tory Rebels Will 'Melt Away', Vote for May's Soft Brexit Plans", "description": "Former UKIP leader Nigel Farage predicted that any Tory rebels will “melt away” when the time comes to vote on the Prime Minister’s soft Brexit plans in Parliament, leaving the UK struggling with “all issues raise in the referendum” for another ten years.", "url": "https://www.breitbart.com/europe/2018/11/05/farage-predicts-tory-rebels-will-melt-away-may-soft-brexit-will-get-through-parliament/", "urlToImage": "https://media.breitbart.com/media/2018/11/Nigel-Farage.png", "publishedAt": "2018-11-05T16:20:56Z", "content": "Speaking to Sky News on Monday on whether Theresa May can get a Parliamentary majority to pass her Chequers Plan, which would leave the UK tied to many of the bloc’s regulations, Mr Farage said: In classic Brussels style, at the 11th hour there will be a deal… [+1945 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Donald Trump Vows ‘Maximum Criminal Penalties’ for Illegal Voting in Midterm Elections", "description": "\"Anyone caught will be subject to the Maximum Criminal Penalties allowed by law,\" Trump wrote on Twitter. \"Thank you!\"", "url": "https://www.breitbart.com/politics/2018/11/05/donald-trump-vows-maximum-criminal-penalties-for-illegal-voting-in-midterm-elections/", "urlToImage": "https://media.breitbart.com/media/2018/11/voters-voting-america-midterms.png", "publishedAt": "2018-11-05T16:20:26Z", "content": "“Anyone caught will be subject to the Maximum Criminal Penalties allowed by law,” Trump wrote on Twitter. “Thank you!” Trump said that all law enforcement officers had been notified to monitor Tuesday’s elections for illegal voting. Law Enforcement has been s… [+934 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "How Did We Get Here? The State of Brexit: Where EU Negotiations Stand as Deal Deadline Looms", "description": "With the March 2019 deadline for Brexit looming, Prime Minister Theresa May will have to clinch a deal -- or not -- with the EU soon.", "url": "https://www.breitbart.com/europe/2018/11/05/brexit-where-negotiations-stand-deal-deadline-looms/", "urlToImage": "https://media.breitbart.com/media/2018/10/GettyImages-1052521286.png", "publishedAt": "2018-11-05T16:11:56Z", "content": "Any negotiated settlement with the EU will have to be ratified by both the British Parliament and the European Parliament. This means the window for a deal to be struck in time for Brexit day in March — enshrined in British law but not necessarily impossible … [+6145 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Carney", "title": "Services Boom in October, Expanding Faster than Expected after Hitting Record High", "description": "One of the last pieces of economic data before the midterms shows the Trump boom is still resounding across the land of the free and the home of the brave.", "url": "https://www.breitbart.com/economy/2018/11/05/services-boom-in-october-expanding-faster-than-expected-after-hitting-record-high/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/04/68ce48_election-2018-trump-99330-donald-trump-president-donald-trump-arrives-e1541434174667.jpg", "publishedAt": "2018-11-05T16:10:10Z", "content": "Executives at service sector companies, the largest part of the U.S. economy, said the economy was strong in October, according to the latest survey from the Institute for Supply Management (ISM). The ISM non-manufacturing index registered 60.3 percent in Oct… [+915 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Dr. Susan Berry", "title": "Alabama, Oregon, West Virginia Face Abortion Restriction Ballot Initiatives", "description": "Voters in Alabama, Oregon and West Virginia are facing specific questions about abortion restrictions on their ballots Tuesday.", "url": "https://www.breitbart.com/politics/2018/11/05/alabama-oregon-west-virginia-face-abortion-restriction-ballot-initiatives/", "urlToImage": "https://media.breitbart.com/media/2018/11/ballot-paper.png", "publishedAt": "2018-11-05T16:01:14Z", "content": "Catherine Glenn Foster, president of Americans United for Life (AUL), said the pro-life ballot measures all express the wave of opposition by a majority of Americans to abortion on demand and taxpayer funding for the destruction of human life, reported the Gl… [+4482 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Schoolmarm May 'Regrets' President Trump's Iran Sanctions", "description": "A spokesman for Prime Minister Theresa May has said Britain’s government “regrets” U.S. President Donald Trump’s decision to impose sanctions on Iran.", "url": "https://www.breitbart.com/europe/2018/11/05/schoolmarm-may-regrets-president-trumps-iran-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/10/Theresa-May-1.png", "publishedAt": "2018-11-05T15:58:38Z", "content": "We regret the reimposition of sanctions by the U.S.,” the Prime Minister’s spokesman said Monday. “We continue to believe that the Iran nuclear deal makes the world a safer place and our position remains that as long as Iran continues to meet its obligations … [+2242 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Watch: Eva Longoria, Rosario Dawson, Zoe Saldana, Gina Rodriguez Flood Florida for Democrat Bill Nelson", "description": "MIAMI (AP) — Eva Longoria, Rosario Dawson, Zoe Saldana, America Ferrera and Gina Rodriguez took to the streets of Miami, leading hundreds of people while chanting “Si se puede” or “Yes we can” in attempt to rally people to vote ahead of Election Day.", "url": "https://www.breitbart.com/entertainment/2018/11/05/eva-longoria-rosario-dawson-zoe-saldana-america-ferrera-flood-florida-for-bill-nelson/", "urlToImage": "https://media.breitbart.com/media/2018/11/EvaLongoriaNelson1.jpg", "publishedAt": "2018-11-05T15:57:26Z", "content": "While the actresses were looking to improve voter turnout overall, they were specifically targeting the Latino community on Sunday as they marched down in Little Havana. This cause of getting people out to vote is one of the most important things we can do as… [+1938 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Virginia Hale", "title": "Report: 20,000 Migrants ‘Almost All Armed with Knives’ To Cross Europe’s External Border", "description": "A breakthrough of more than 20,000 migrants preparing to cross the Bosnia-Croatia border and on to European Union (EU) nations is imminent, according to Austrian intelligence, which warns many are \"armed\".", "url": "https://www.breitbart.com/europe/2018/11/05/report-20000-migrants-almost-all-armed-with-knives-to-cross-europes-external-border/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1052888150-e1541422364434.jpg", "publishedAt": "2018-11-05T15:36:28Z", "content": "Migrant attempts to break into the EU have grown increasingly bold and forceful, with police and illegal immigrants injured in several clashes since the middle of October, when hundreds began camping at the border reportedly after having been given misinforma… [+2753 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "Bill Nelson: School Shootings Will Not End Without Ban on AR-15s, Private Gun Sales", "description": "Following the February 14, 2018, Parkland high school attack, Sen. Bill Nelson (D-FL) encouraged Florida lawmakers to get all the gun control they can. He claimed the criminal use of guns in schools will not end until AR-15s and other commonly owned semiautom…", "url": "https://www.breitbart.com/2nd-amendment/2018/11/05/bill-nelson-school-shootings-will-not-end-without-ban-on-ar-15s-private-gun-sales/", "urlToImage": "https://media.breitbart.com/media/2018/11/Bill-Nelson.png", "publishedAt": "2018-11-05T15:29:54Z", "content": "He claimed the criminal use of guns in schools will not end until AR-15s and other commonly owned semiautomatic firearms are banned. Tragically, the deadliest shooting at an institution of higher learning–the April 16, 2007, Virginia Tech attack–cost the live… [+2064 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Watch—Phil Bredesen: ‘Core’ of Democratic Party Ignoring Working Class", "description": "Phil Bredesen says the \"core\" of his party isn't focused on creating economic opportunities for the working class.", "url": "https://www.breitbart.com/politics/2018/11/05/watch-phil-bredesen-core-of-democratic-party-ignoring-working-class/", "urlToImage": "https://media.breitbart.com/media/2018/11/GettyImages-1055564484.jpg", "publishedAt": "2018-11-05T15:25:54Z", "content": "HUNT: What do you think of the job that national Democrats are doing in Washington, say on the Kavanaugh confirmation fight? That really changed the dynamics of your race. Do you think that was handled appropriately by Senate Democratic leaders? BREDESEN: No.… [+1967 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AP, AP", "title": "Air Force Academy Falcon Injured in Prank at West Point", "description": "AIR FORCE ACADEMY, Colo. (AP) — An Air Force falcon injured at West Point during a prank Saturday before the annual rivalry football game between the service academies is back home and showing signs of improvement.", "url": "https://www.breitbart.com/sports/2018/11/05/air-force-academy-falcon-injured-in-prank-at-west-point/", "urlToImage": "https://media.breitbart.com/media/2018/11/gty-6-1.jpg", "publishedAt": "2018-11-05T15:18:49Z", "content": "The 22-year-old bird named Aurora was able to fly around in her pen on Sunday, said Air Force Academy spokesperson Lt. Col. Tracy A. Bunko. The development is an extremely good sign, Bunko said, adding that the academy is grateful for the outpouring of suppor… [+1569 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Sacrborough: Midterms Will Go Down in History Books as Being ‘About Racism’", "description": "Monday, MSNBC “Morning Joe” host Joe Scarborough predicted the 2018 midterm election will go down in history books as being “about racism” because President Donald Trump continues to “attack brown people” in rallies rather than talking up the economy, jobs an…", "url": "https://www.breitbart.com/video/2018/11/05/sacrborough-midterms-will-go-down-in-history-books-as-being-about-racism/", "urlToImage": "https://media.breitbart.com/media/2018/11/scarborough.jpg", "publishedAt": "2018-11-05T15:10:46Z", "content": "Monday, MSNBC “Morning Joe” host Joe Scarborough predicted the 2018 midterm election will go down in history books as being “about racism” because President Donald Trump continues to “attack brown people” in rallies rather than talking up the economy, jobs an… [+697 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte, John Nolte", "title": "Poll: Democrat Lead on Generic Ballot Shrinks to Three", "description": "The Democrat Party's lead in the generic ballot has slipped from eight points to only three points, according to a Politico/Morning Consult poll.", "url": "https://www.breitbart.com/politics/2018/11/05/poll-democrat-lead-on-generic-ballot-shrinks-to-3/", "urlToImage": "https://media.breitbart.com/media/2018/11/democrat-voters.png", "publishedAt": "2018-11-05T15:05:32Z", "content": "The poll also screened those who are “very likely” to vote or have already voted and found that Democrats lead by just four points, 47 to 43 percent. The far-left Politico notes that this same trend has also appeared in two other polls. While Democrats enjoy … [+600 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Steelers Quarterback Wore Star of David Cleats to Honor Pittsburgh Victims", "description": "TEL AVIV – Pittsburgh Steelers quarterback Ben Roethlisberger wore special cleats with the Star of David and the words “Stronger Than Hate” during Sunday’s game against the Baltimore Ravens, in honor of the 11 victims of the Tree of Life synagogue massacre.", "url": "https://www.breitbart.com/middle-east/2018/11/05/steelers-quarterback-wore-star-of-david-cleats-to-honor-pittsburgh-victims/", "urlToImage": "https://media.breitbart.com/media/2018/11/Ben-Roethlisberger.png", "publishedAt": "2018-11-05T14:59:42Z", "content": "Ben Roethlisberger wearing these cleats today in response to shooting at Tree of Life Synagogue. Roethlisberger and his wife are close to Michele Rosenthal, who worked in Steelers community relations and assists with Bens foundation. Michele lost two of her b… [+974 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Matthew Boyle", "title": "Poll: GOP’s Hawley Maintains Lead over Democrat McCaskill in Missouri", "description": "Attorney General Josh Hawley, the GOP nominee for U.S. Senate in Missouri, has a lead outside the margin of error over Democrat incumbent Sen. Claire McCaskill (D-MO) in the latest survey of Missouri voters.", "url": "https://www.breitbart.com/politics/2018/11/05/poll-gops-hawley-maintains-lead-democrat-mccaskill-missouri/", "urlToImage": "https://media.breitbart.com/media/2018/10/McCaskill-looking-up-to-Josh-Hawley-ap.jpg", "publishedAt": "2018-11-05T14:52:54Z", "content": "A poll from the Trafalgar Group, a GOP firm, released on Sunday evening shows Hawley at 44.8 percent while McCaskill is down at 39.7 percent. The survey of 1,791 likely voters was conducted from October 29 to November 4 and has a margin of error of 2.3 percen… [+3272 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Pope Francis: Jewish Holocaust 'Must Be Commemorated'", "description": "Pope Francis recalled the importance of remembering the Shoah Monday, insisting that anti-Semitism must be eradicated from the planet.", "url": "https://www.breitbart.com/middle-east/2018/11/05/pope-francis-jewish-holocaust-must-be-commemorated/", "urlToImage": "https://media.breitbart.com/media/2018/11/holocaust-pope-francis.png", "publishedAt": "2018-11-05T14:42:07Z", "content": "The Holocaust must be commemorated so that there will be a living memory of the past, the pope told delegates of the World Congress of Mountain Jews in the Vatican. Without a living memory, there will be no future, for if the darkest pages of history do not t… [+2283 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kevin Scholla, Kevin Scholla", "title": "Just Do It : Dumping Unpatriotic NFL Easier than Expected", "description": "I'm celebrating a football milestone. It's been over a year since I've tuned into the NFL, and I am happy to say, I don't really miss it.", "url": "https://www.breitbart.com/sports/2018/11/05/justdoit/", "urlToImage": "https://media.breitbart.com/media/2018/11/AP-Lynne-Sladky-Fans-Protest-640x480.png", "publishedAt": "2018-11-05T14:37:20Z", "content": "For the most part, not at all. For about three decades, National Football League football was pretty much my favorite sport to watch. Each game meant so much. I would watch my Chicago Bears every Sunday, followed by the late game, and then the Sunday Night co… [+6295 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Democrat Joe Manchin: I Wanted to ‘Beat the Living Crap out of’ GOP Opponent", "description": "Sen. Joe Manchin (D-WV) has admitted he wanted to \"beat the living crap out of\" his Republican opponent Patrick Morrisey.", "url": "https://www.breitbart.com/politics/2018/11/05/democrat-joe-manchin-i-wanted-to-beat-the-living-crap-out-of-gop-opponent/", "urlToImage": "https://media.breitbart.com/media/2018/11/Joe-Manchin.png", "publishedAt": "2018-11-05T14:32:36Z", "content": "The Washington Free Beacon reports that during a campaign rally in Marmet, WV, last week, Manchin told a crowd of Democrats, “You might have seen the debate the other night. I want to tell you something. It took every bit of my discipline not to beat the livi… [+2343 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Report: Building Evacuated Near Scheduled Donald Trump Event over Bomb Threat", "description": "Cleveland law enforcement is investigating an alleged bomb threat at a facility neighboring where President Donald Trump is scheduled to appear on Monday.", "url": "https://www.breitbart.com/crime/2018/11/05/report-building-evacuated-near-scheduled-donald-trump-event-bomb-threat/", "urlToImage": "https://media.breitbart.com/media/2018/11/Mazzella-Lifting-Technologies-evacuation-Twitter.jpg", "publishedAt": "2018-11-05T14:26:37Z", "content": "The building, Mazzella Lifting Technologies, is under evacuation, FOX 8 reports. Local reporter Jessica Dill shared photos of the scene to social media, tweeting: “Mazzella Lifting Technologies has been evacuated. This is the building right next to the I-X Ce… [+556 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Matthew Boyle", "title": "Poll: Republican Matt Rosendale Takes 11th-Hour Lead in Montana over Democrat Jon Tester", "description": "State auditor and Republican Senate nominee Matt Rosendale has taken an 11th-hour lead in Montana over Democrat Sen. Jon Tester (D-MT), surging ahead of the Democrat in the wake of President Donald Trump's latest rally there on Saturday.", "url": "https://www.breitbart.com/politics/2018/11/05/poll-republican-matt-rosendale-takes-11th-hour-lead-in-montana-over-democrat-jon-tester/", "urlToImage": "https://media.breitbart.com/media/2018/06/Collage-Tester-head-Rosendale-stare-getty.jpg", "publishedAt": "2018-11-05T14:06:54Z", "content": "A Change Research poll released late Sunday evening shows Rosendale, at 49 percent, leading Tester’s 46 percent. Libertarian Rick Breckenridge, who dropped out last week and endorsed Rosendale’s campaign saying a Rosendale win is better for the liberty cause … [+2762 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Chuck Todd: Midterms ‘May Cross 100 Million Total Vote’ — ‘Going to Make Pollsters Look Ridiculous’", "description": "Monday on “The Today Show,” Chuck Todd commented on the expected huge voter turnout for the midterm election, predicting the number of voters may exceed 100 million. With such a large number now being expected, Todd hedged on pollsters’ projections, saying th…", "url": "https://www.breitbart.com/video/2018/11/05/chuck-todd-midterms-may-cross-100-million-total-vote-going-to-make-pollsters-look-ridiculous/", "urlToImage": "https://media.breitbart.com/media/2017/08/ToddShakenChuck.jpg", "publishedAt": "2018-11-05T13:58:56Z", "content": "Monday on “The Today Show,” Chuck Todd commented on the expected huge voter turnout for the midterm election, predicting the number of voters may exceed 100 million. With such a large number now being expected, Todd hedged on pollsters’ projections, saying th… [+331 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Box Office: ‘Bohemian Rhapsody’ Is Champion of the World with $50M Debut", "description": "NEW YORK (AP) — The Freddie Mercury biopic “Bohemian Rhapsody” and 20th Century Fox are — for now, at least — champions of the world.", "url": "https://www.breitbart.com/entertainment/2018/11/05/bohemian-rhapsody-is-champion-of-the-world-with-50m-debut/", "urlToImage": "https://media.breitbart.com/media/2018/11/BohemianRhapsody1.jpg", "publishedAt": "2018-11-05T13:26:02Z", "content": "Bohemian Rhapsody, starring Rami Malek as the late Queen frontman, shrugged off production troubles and mediocre reviews to debut with $50 million in weekend ticket sales in U.S. and Canada, and another $72.5 million internationally, according to studio estim… [+4076 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart News", "title": "Dan Crenshaw Fires Back at 'SNL' Star Pete Davidson: 'Vets Don’t Deserve to See Their Wounds Used as Punchlines'", "description": "HOUSTON (AP) — A Texas Republican congressional candidate has chided “Saturday Night Live” comic Pete Davidson for poking fun at the eyepatch he wears because he was badly wounded during his third tour in Afghanistan as a Navy SEAL.", "url": "https://www.breitbart.com/entertainment/2018/11/05/dan-crenshaw-fires-back-at-snl-star-pete-davidson-vets-dont-deserve-to-see-their-wounds-used-as-punchlines/", "urlToImage": "https://media.breitbart.com/media/2018/11/crenshawdavidson1.jpg", "publishedAt": "2018-11-05T13:15:54Z", "content": "Davidson said during Saturdays Weekend Update segment that Dan Crenshaw, whose photo was displayed, was kinda cool but that viewers might be surprised hes a congressional candidate from Texas and not a hit man in a porno movie. He added, Im sorry, I know he l… [+364 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Pakistani Gang Rapist Told Victim's Mother: Politically Correct Police 'Won't Touch Us'", "description": "The mother of a Huddersfield grooming gang victim said her daughter’s rapist told her the police “won’t touch me, they don’t like us P***s”.", "url": "https://www.breitbart.com/europe/2018/11/05/pakistani-gang-rapist-told-victims-mother-politically-correct-police-wont-touch-us/", "urlToImage": "https://media.breitbart.com/media/2018/11/Hudderfield-grooming-gang-rapists.jpg", "publishedAt": "2018-11-05T12:45:20Z", "content": "The mother of ‘Girl L’ told the Huddersfield Examiner that she had struggled to get West Yorkshire Police to take her complaints of grooming and abuse against her daughter seriously, and several times told the rapists to stay away from her daughter. On one oc… [+3380 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Oliver JJ Lane", "title": "Populist Le Pen Edges Ahead of Globalist Macron as French President's Approval Hits All-Time Low", "description": "Marine Le Pen's Rassemblement National party has moved ahead of beleaguered globalist Emmanuel Macron's En Marche! in voting intention polls.", "url": "https://www.breitbart.com/europe/2018/11/05/populist-le-pen-edges-ahead-globalist-macron-french-presidents-approval-all-time-low/", "urlToImage": "https://media.breitbart.com/media/2017/10/Marine-le-Pen.png", "publishedAt": "2018-11-05T12:33:58Z", "content": "The Ifop poll, published Sunday, is the first time Le Pen’s populist conservative party has moved ahead of Macron’s recently founded governing LREM centrist group in an EU elections poll, reports Euractiv. While the latest figures putting Macron at 19 percent… [+2655 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Report: Israeli Security Forces Raid Palestinian Offices Outside", "description": "Israeli security forces raided the Palestinian Authority’s Jerusalem Governorate headquarters and Jerusalem Affairs Ministry on Sunday, the official PA news site Wafa reported.", "url": "https://www.breitbart.com/middle-east/2018/11/05/report-israeli-security-forces-raid-palestinian-offices-outside/", "urlToImage": "https://media.breitbart.com/media/2018/10/israel-idf-police.png", "publishedAt": "2018-11-05T12:24:22Z", "content": "Spokespersons for the IDF and Israel Police did not immediately respond to requests for comment. Pictures shared on Twitter showed Israeli security forces at the entrance to the PA Jerusalem Governorate headquarters and Jerusalem Affairs Ministry, which share… [+208 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Simon Kent", "title": "German Jews Want Anti-Semitism Classes for Arab-Muslim Migrants", "description": "A leader of Germany’s Central Council of Jews said Sunday he wants to combat anti-Semitism among new Arab-Muslim migrants through a government education program.", "url": "https://www.breitbart.com/middle-east/2018/11/05/german-jews-want-anti-semitism-classes-for-arab-muslim-migrants/", "urlToImage": "https://media.breitbart.com/media/2018/11/jews-in-germany.png", "publishedAt": "2018-11-05T11:36:50Z", "content": "Vice President Abraham Lehrer told the Protestant Press Service he believes anti-Semitism among immigrants will become more of a problem as they become more settled in Germany, Welt reports. “The problem of immigrant Arab-Islamic anti-Semitism still lies ahea… [+3221 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "Boris: May's 'Stinker' Brexit Deal Will Leave Brits as 'Non-Voting Members of the EU'", "description": "Boris Johnson has weighed in on Theresa May’s reportedly imminent Brexit deal with the European Union, which is expected to keep the United Kingdom inside the bloc’s Customs Union.", "url": "https://www.breitbart.com/europe/2018/11/05/boris-mays-stinker-brexit-deal-leave-brits-non-voting-members-eu/", "urlToImage": "https://media.breitbart.com/media/2018/10/Boris-COnference.png", "publishedAt": "2018-11-05T11:12:26Z", "content": "“If this is indeed the deal that is to be placed before Cabinet on Tuesday, it is an absolute stinker,” wrote the former Foreign and Commonwealth Secretary and two-time Mayor of London in The Sun. May’s deal, based on the Chequers plan which prompted Johnson … [+2414 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Pompeo Defends Trump Waivers to Iran Sanctions", "description": "WASHINGTON — US Secretary of State Mike Pompeo defended the Trump administration’s reimposition of sanctions against Iran from conservative critics who argue more should be done to isolate the country.", "url": "https://www.breitbart.com/middle-east/2018/11/05/pompeo-defends-trump-waivers-to-iran-sanctions/", "urlToImage": "https://media.breitbart.com/media/2018/10/pompeo.jpg", "publishedAt": "2018-11-05T10:41:32Z", "content": "In an interview with Fox News Sunday, Pompeo refused to reveal which countries received waivers from US sanctions to continue importing Iranian oil. But he said the eight unidentified nations need a little bit more time to get to zero. He would not rule out t… [+1080 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Lucas Nolan", "title": "Report: Twitter Deleting Accounts at Request of Democratic Congressional Campaign Committee | Breitbart", "description": "Twitter has reportedly deleted as many as 10,000 accounts at the request of the Democratic Congressional Campaign Committee, a party group that supports Democrats running for the U.S. House of Representatives.", "url": "https://www.breitbart.com/tech/2018/11/05/report-twitter-deleting-accounts-at-request-of-democratic-congressional-campaign-committee/", "urlToImage": "https://media.breitbart.com/media/2018/01/GettyImages-699574402.jpg", "publishedAt": "2018-11-05T10:28:33Z", "content": "Social media platform Twitter recently told Reuters in a statement: We took action on relevant accounts and activity on Twitter, following the removal of over 10,000 Twitter accounts in September and October. The removal of the accounts is reportedly due to t… [+2049 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Iran Officials Accuse Israel of New Cyberattack", "description": "Iranian officials say the country is being targeted by a cyberattack. Telecommunication Minister Mohammad Javad Azeri Jahromi and his deputy, Hamid Fatahi, both tweeted about the attack on Monday — the same day U.S. sanctions on the country once lifted by the…", "url": "https://www.breitbart.com/middle-east/2018/11/05/iran-officials-accuse-israel-of-new-cyberattack/", "urlToImage": "https://media.breitbart.com/media/2018/11/iran-hacking.png", "publishedAt": "2018-11-05T10:16:29Z", "content": "They blamed Israel for the attack and said it targeted Irans communications infrastructure, without elaborating. Israels Foreign Ministry declined to comment. Iran previously faced a computer virus called Stuxnet, which destroyed thousands of centrifuges invo… [+351 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Victoria Friedman", "title": "Khan Says It Could Take Ten Years to Solve London Knife Crime After Fourth Fatal Stabbing in Five Days", "description": "Labour’s London Mayor Sadiq Khan has said that it could take a decade to solve London’s knife crime epidemic after the capital saw its fourth stabbing in five days.", "url": "https://www.breitbart.com/europe/2018/11/05/khan-ten-years-solve-london-knife-crime-fourth-person-stabbed-five-days/", "urlToImage": "https://media.breitbart.com/media/2018/08/British-police.png", "publishedAt": "2018-11-05T09:57:05Z", "content": "The left-wing Mayor insisted that London was a “safe, global city” and told BBC Radio 4’s Today programme on Monday that the rise in violent crime is unacceptable and to really make significant progress” in stopping the knife crime wave, it “can take up to te… [+1416 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Jack Montgomery", "title": "EU Now Considering Iran Sanctions After Assassination Plot Uncovered", "description": "European leaders critical of Donald Trump’s decision to reimpose sanctions on Iran are now considering their own, after an alleged assassination plot in Denmark.", "url": "https://www.breitbart.com/europe/2018/11/05/eu-iran-sanctions-after-assassination-plot-uncovered/", "urlToImage": "https://media.breitbart.com/media/2018/10/Iran-EU-1.png", "publishedAt": "2018-11-05T09:33:51Z", "content": "Danish diplomats have asked for EU-level support after their intelligence services arrested an Iranian suspect with Norwegian citizenship who is allegedly connected to a plot to murder an Iranian opposition figure in their country, Fox News reports. The call … [+1671 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Breitbart Jerusalem", "title": "Israel Thanks Trump as Iran Sanctions Take Effect", "description": "JERUSALEM – Israeli Defence Minister Avigdor Lieberman welcomed US sanctions that took effect Monday targeting Iran’s oil and financial sectors, calling it a “critical” blow to Tehran’s actions in the region.", "url": "https://www.breitbart.com/middle-east/2018/11/05/israel-thanks-trump-as-iran-sanctions-take-effect/", "urlToImage": "https://media.breitbart.com/media/2018/11/Avigdor-Lieberman.png", "publishedAt": "2018-11-05T09:18:45Z", "content": "“President (Donald) Trump’s bold decision is the sea-change the Middle East has been waiting for,” Lieberman said in a statement. “In a single move, the United States is dealing a critical blow to Iran’s entrenchment in Syria, Lebanon, Gaza, Iraq and Yemen. P… [+1070 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Republicans Outline Corruption in California Democrats’ Effort to Stop Gas Tax Repeal", "description": "Republicans described Democrats' \"corrupt\" efforts to stop the passage of Proposition 6, the gas tax repeal, at a rally in Carlsbad, California, outside the congressional campaign office of Diane Harkey on Sunday afternoon.", "url": "https://www.breitbart.com/politics/2018/11/05/republicans-outline-corruption-in-california-democrats-effort-to-stop-gas-tax-repeal/", "urlToImage": "https://media.breitbart.com/media/2018/11/IMG_2623.jpg", "publishedAt": "2018-11-05T06:57:34Z", "content": "Harkey, conservative activist Carl DeMaio, Secretary of State candidate Mark Meuser, and others present collectively described a process through which Democrats had raised the gas tax by 12 cents per gallon, while also hiking vehicle registration fees — then … [+2113 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "AWR Hawkins", "title": "President Trump to Georgians: ‘If Stacey Abrams Gets In, Your 2nd Amendment Is Gone’", "description": "During a rally on Sunday, President Donald Trump warned Georgians, \"If Stacey Abrams gets in, your Second Amendment is gone.\"", "url": "https://www.breitbart.com/politics/2018/11/04/president-trump-to-georgians-if-stacey-abrams-gets-in-your-2nd-amendment-is-gone/", "urlToImage": "https://media.breitbart.com/media/2018/11/stacey-abrams-georgia-atlanta-11-2018-ap.jpg", "publishedAt": "2018-11-05T06:39:35Z", "content": "Trump made this statement the same day in which Stacey Abrams admitted that her gun control plans could require people to “ turn their guns in.” She told CNN’s Jake Tapper that “AR-15s are not necessary on our streets” and called for more gun controls on “sem… [+1372 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Louis Farrakhan Chants 'Death to America' in Iran", "description": "Nation of Islam leader Louis Farrakhan led a chant of “Death to America!” on a solidarity visit to Iran this weekend, according to Iranian news sources. He also led a chant of “Death to Israel!”", "url": "https://www.breitbart.com/national-security/2018/11/04/louis-farrakhan-chants-death-to-america-in-iran/", "urlToImage": "https://media.breitbart.com/media/2018/01/Screen-Shot-2018-01-25-at-2.04.40-PM.png", "publishedAt": "2018-11-05T06:28:10Z", "content": "Farrakhan visited Iran ahead of the renewal of U.S. sanctions against the regime at midnight on November 5. The renewed sanctions are the result of the American withdrawal from the agreement negotiated by the Obama administration, which purported to prevent I… [+3053 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "DeSantis on Florida Rally: ‘This Is a Real Serious Uptick in Republican Turnout’", "description": "Florida Republican gubernatorial candidate Ron DeSantis told Fox News following the rally this weekend in front of a huge crowd in Pensacola that he feels “really good” about the “serious uptick in Republican turnout.” DeSantis added that the major turnout wi…", "url": "https://www.breitbart.com/video/2018/11/04/desantis-on-florida-rally-this-is-a-real-serious-uptick-in-republican-turnout/", "urlToImage": "https://media.breitbart.com/media/2017/03/Ron-DeSantis.jpg", "publishedAt": "2018-11-05T06:24:47Z", "content": "Florida Republican gubernatorial candidate Ron DeSantis told Fox News following the rally this weekend in front of a huge crowd in Pensacola that he feels “really good” about the “serious uptick in Republican turnout.” DeSantis added that the major turnout wi… [+522 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Trump: Democrat Gov. Hopeful Stacey Abrams Will Turn Georgia into Venezuela", "description": "President Donald Trump told supporters during Sunday evening's rally in Macon, Georgia, that Democrat gubernatorial candidate Stacey Abrams will turn their state into Venezuela if she wins Tuesday.", "url": "https://www.breitbart.com/politics/2018/11/04/trump-democrat-gov-hopeful-stacey-abrams-will-turn-georgia-into-venezuela/", "urlToImage": "https://media.breitbart.com/media/2018/11/georgia-stacey-abrams-brian-kemp-ap-photo.jpg", "publishedAt": "2018-11-05T05:04:54Z", "content": "“Stacey Abrams is one of the most extreme, far-left politicians in the entire country,” President Trump began. “She wants to raise your income tax very substantially. She wants to raise your property tax very substantially, right through the roof.” “She suppo… [+2884 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Ted Cruz: 'Angry' Beto Supporters Will 'Crawl over Broken Glass' to Vote", "description": "In a Sunday broadcast of CBS's 60 Minutes, Sen. Ted Cruz (R-TX) said supporters of his Democrat Senate opponent, Rep. Robert Francis \"Beto\" O'Rourke, will \"crawl over broken glass\" to vote Tuesday.", "url": "https://www.breitbart.com/politics/2018/11/04/ted-cruz-angry-beto-supporters-will-crawl-over-broken-glass-to-vote/", "urlToImage": "https://media.breitbart.com/media/2018/10/Beto-O-Rourke-D-TX-918-getty.jpg", "publishedAt": "2018-11-05T04:50:27Z", "content": "JON WERTHEIM: We’ve noticed you haven’t had a lot of the stars of the Democratic Party, Elizabeth Warren, Bernie Sanders, former President Obama, they haven’t come to Texas. Are you trying to distance yourself from the Party? REP. O’ROURKE: I’m not distancing… [+793 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker, Trent Baker", "title": "TN Dem Senate Hopeful Bredesen: Democrats' Handling of Kavanaugh Accusations 'Hurt the Brand'", "description": "In a sit-down interview with MSNBC’s Kasie Hunt for “Kasie DC,” Tennessee Democratic U.S. Senate nominee Phil Bredesen voiced his displeasure with how Democrats handled Supreme Court Justice Brett Kavanaugh’s confirmation process, saying he believes it “hurt …", "url": "https://www.breitbart.com/video/2018/11/04/bredesen-democrats-handling-of-kavanaugh-hurt-the-brand/", "urlToImage": "https://media.breitbart.com/media/2018/10/Phil-Bredesen.png", "publishedAt": "2018-11-05T04:47:37Z", "content": "In a sit-down interview with MSNBC’s Kasie Hunt for “Kasie DC,” Tennessee Democratic U.S. Senate nominee Phil Bredesen voiced his displeasure with how Democrats handled Supreme Court Justice Brett Kavanaugh’s confirmation process, saying he believes it “hurt … [+779 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Trent Baker", "title": "Ken Starr: Trump ‘Not Even Close’ to Committing Impeachable Offense", "description": "During Sunday’s broadcast of “The Cats Roundtable” on New York AM 970 radio, former Whitewater independent counsel Ken Starr said from what he has seen, there is “no evidence” that President Donald Trump has committed anything “close” to an impeachable offens…", "url": "https://www.breitbart.com/video/2018/11/04/ken-starr-trump-not-even-close-to-committing-impeachable-offense/", "urlToImage": "https://media.breitbart.com/media/2018/01/Starr.jpg", "publishedAt": "2018-11-05T04:43:56Z", "content": "During Sunday’s broadcast of “The Cats Roundtable” on New York AM 970 radio, former Whitewater independent counsel Ken Starr said from what he has seen, there is “no evidence” that President Donald Trump has committed anything “close” to an impeachable offens… [+669 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Beto O'Rourke Claims He Doesn’t Want Outside Influence After Raking in Hollywood Cash", "description": "Texas Democrat Senate candidate Beto O'Rourke claimed he has shied away from campaigning with Democrats from outside the Lone Star State because he wants voters to decide who they will support \"on their own terms\" but he has received large campaign contributi…", "url": "https://www.breitbart.com/entertainment/2018/11/04/beto-orourke-claims-he-doesnt-want-outside-influence-after-raking-in-hollywood-cash/", "urlToImage": "https://media.breitbart.com/media/2018/11/sarahrosieJimbeto1.jpg", "publishedAt": "2018-11-05T04:11:50Z", "content": "While prominent Democrats, including former President Barack Obama, former Vice President Joe Biden and Sen. Bernie Sanders (I-VT) have crisscrossed the country in support of candidates such as gubernatorial hopefuls Andrew Gillum and Stacey Abrams, none have… [+7026 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Kristina Wong", "title": "Senate Report Reveals Christine Blasey Ford Had an Encounter Similar to Her Kavanaugh Claim", "description": "A Senate Judiciary Committee report released Saturday revealed that committee investigators interviewed a man who described a sexual encounter with Christine Blasey Ford that shared similarities to the one she claimed she had with Supreme Court Brett Kavanaug…", "url": "https://www.breitbart.com/politics/2018/11/04/senate-kavanaugh-ford-encounter-similar-claim/", "urlToImage": "https://media.breitbart.com/media/2018/09/Christine-Blasey-Ford-Brett-Kavanaugh-APGetty-Images.jpg", "publishedAt": "2018-11-05T04:11:02Z", "content": "According to the report, a man — whose name is redacted — told committee investigators in an interview on September 26, 2018, that when he was a 19-year-old college student, he had visited D.C. over spring break and kissed a girl he believes was Christine Bla… [+3954 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "‘God Bless the USA’ Singer Lee Greenwood Joins Trump at Tennessee MAGA Rally", "description": "God Bless the USA singer Lee Greenwood appeared on stage Sunday night with President Donald Trump for a rally in Tennessee.", "url": "https://www.breitbart.com/midterm-election/2018/11/04/god-bless-the-usa-singer-lee-greenwood-joins-trump-at-tennessee-maga-rally/", "urlToImage": "https://media.breitbart.com/media/2018/11/pres-donald-trump-rally-tennessee-11418-getty.jpg", "publishedAt": "2018-11-05T03:57:33Z", "content": "President Trump posted a big thank you and GOD BLESS THE U.S.A.! to Greenwood following the rally in Tennessee with video of the thousands of rally-goers packing the stadium: Thank you for joining us tonight in Tennessee, @TheLeeGreenwood. GOD BLESS THE U.S.A… [+1036 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan, Joshua Caplan", "title": "Sean 'Diddy' Combs, DJ Khaled Headlining Midnight Rally for Andrew Gillum", "description": "Hip-hop stars Sean 'Diddy' Combs and DJ Khaled on midnight Monday will headline a rally in support of Florida Democrat gubernatorial candidate Andrew Gillum.", "url": "https://www.breitbart.com/entertainment/2018/11/04/sean-diddy-combs-dj-khaled-headlining-midnight-rally-for-andrew-gillum/", "urlToImage": "https://media.breitbart.com/media/2018/11/DiddyGillum1.jpg", "publishedAt": "2018-11-05T03:29:20Z", "content": "According to a press release via Gillum’s campaign, Combs and Khaled, along with Monica, Will Packer, and Tiffany Haddish, will hold a Bring It Home Midnight Rally at Florida A&amp;M University in Tallahassee. “Doors will open at the Lawson Center at 9:30, wi… [+1462 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Charlie Spiering", "title": "Energized Donald Trump Supporters Chant ‘Six More Years!’ at Georgia Rally", "description": "\"This is the greatest political movement in the history of our country, maybe ever,\" Trump said. \"There's never been anything like this, but we have to keep going because the changes we've made are incredible.\"", "url": "https://www.breitbart.com/politics/2018/11/04/donald-trump-supporters-chant-six-more-years-georgia-rally/", "urlToImage": "https://media.breitbart.com/media/2018/11/pres-donald-trump-georgia-rally-11-4-18-ap.jpg", "publishedAt": "2018-11-05T03:29:18Z", "content": "“This is the greatest political movement in the history of our country, maybe ever,” Donald Trump said. “There’s never been anything like this, but we have to keep going because the changes we’ve made are incredible.” The crowd shouted “Six more years! Six mo… [+1041 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "UAE: Iran Paying Price for Its 'Aggressive Policies' with Sanctions", "description": "TEL AVIV – The United Arab Emirates’ Foreign Minister Anwar Gargash on Saturday said that Iran’s “aggressive policies” were “largely responsible” for the US decision to reenact sanctions against Tehran, Reuters reported.", "url": "https://www.breitbart.com/middle-east/2018/11/04/uae-iran-paying-price-for-its-aggressive-policies-with-sanctions/", "urlToImage": "https://media.breitbart.com/media/2017/06/wi/ap/07/dc69so.jpg", "publishedAt": "2018-11-05T03:27:34Z", "content": "The U.S. has demanded that Iran end its support for terror proxies in Syria and stop its nuclear and ballistic missile development in order to see the sanctions lifted. Secretary of State Mike Pompeo said the sanctions are aimed at fundamentally altering the … [+1049 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Deborah Danan", "title": "Watch: NBC News Airs Jewish Mourner's Prayer to Memorialize Pittsburgh Victims", "description": "TEL AVIV – In an unusual move, NBC ended its Nightly News on Friday with the Jewish mourner’s prayer recited by a cantor in honor of the 11 victims of the Pittsburgh synagogue massacre.", "url": "https://www.breitbart.com/middle-east/2018/11/04/nbc-news-airs-jewish-mourners-prayer-to-honor-pittsburgh-victims/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/ap/03/bf5857_aptopix-shooting-synagogue-69944-chuck-diamond-rabbi-chuck-diamond-rabbi.jpg", "publishedAt": "2018-11-05T03:27:21Z", "content": "The network displayed the names and photos of the victims along with scenes from this past week in Pittsburgh as Cantor Avi Schwartz of the Park Avenue Synagogue in New York said the Kaddish. The show’s host Lester Holt said the gesture was inspired by the po… [+972 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Merrill Hope", "title": "Georgia Sec. of State: Democrats Tried to ‘Hack’ Voter Registration Site", "description": "Political tensions ratcheted further Sunday when Secretary of State (SOS) and Republican gubernatorial hopeful Brian Kemp’s office accused the Georgia Democratic Party of attempting to “breach” the state’s online voter registration system on Saturday. The Dep…", "url": "https://www.breitbart.com/border/2018/11/04/georgia-sec-of-state-democrats-tried-to-hack-voter-registration-site/", "urlToImage": "https://media.breitbart.com/media/2018/11/9a4329_georgia-runoff-governor-88528-voter-casts-her-ballot-georgia-primary-election.jpg", "publishedAt": "2018-11-05T03:19:51Z", "content": "The two statements issued by the Georgia SOS on Sunday are limited on details, but point a finger at the state Democratic Party committee for an alleged failed hacking. The initial release claims the possible cyber crime occurred on Saturday evening. While we… [+1724 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Rihanna: My Music will Never Play Again at Trump’s 'Tragic Rallies'", "description": "Pop star Rihanna said Sunday that she will move to prevent her songs from being played at future Trump rallies.", "url": "https://www.breitbart.com/entertainment/2018/11/04/rihanna-my-music-will-never-play-again-at-donald-trumps-tragic-rallies/", "urlToImage": "https://media.breitbart.com/media/2018/11/RiRi.jpg", "publishedAt": "2018-11-05T03:11:18Z", "content": "Responding to Washington Post reporter Philip Rucker’s tweet about the singer’s song playing at the president’s Chattanooga rally, Rihanna wrote: “Not for much longer…me nor my people would ever be at or around one of those tragic rallies, so thanks for the h… [+2528 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "Rep. Dana Rohrabacher Leads 9% over Democrat Harley Rouda in Poll", "description": "Republican Rep. Dana Rohrabacher held a nine-point advantage over Democrat challenger Harley Rouda in a new poll as Republicans fight to hold control of the House.", "url": "https://www.breitbart.com/midterm-election/2018/11/04/rep-dana-rohrabacher-leads-9-over-democrat-harley-rouda-in-poll/", "urlToImage": "https://media.breitbart.com/media/2016/12/rsz_gettyimages-74418352.jpg", "publishedAt": "2018-11-05T03:07:35Z", "content": "Rohrabacher broke the 50 percent threshold in the new Thomas Partners Strategies poll conducted October 18-31. Rouda came in at 41.6 percent to Rohrabacher’s 50.7 percent among 440 likely voters surveyed. The results represent a less than one percent change f… [+1522 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Binder", "title": "Georgia Governor Poll: Republican Brian Kemp Leads Democrat Stacey Abrams by 12 Points", "description": "Republican gubernatorial candidate Brian Kemp is leading Democrat Stacey Abrams in a new poll just days before the Georgia governor's election.", "url": "https://www.breitbart.com/politics/2018/11/04/georgia-governor-poll-republican-brian-kemp-leads-democrat-stacey-abrams-by-12-points/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/31/456cc9_election-2018-georgia-governor-debate-48647-stacey-abrams-brian-kemp-democratic-e1541362526848.jpg", "publishedAt": "2018-11-05T02:41:38Z", "content": "Kemp has broken away with a 12-point lead against Abrams in a Trafalgar Group poll of about 2,200 likely voters in Georgia. The poll reveals that nearly 50 percent of voters are decided on Kemp while only 35.9 percent say they will vote for Abrams. Another ne… [+788 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "2020: Michael Bloomberg Launches Last Minute Ad Touting Himself, Dems Before Tuesday Vote", "description": "Michael Bloomberg is dropping an additional $5 million to air a new ad touting Democrats and himself ahead of the midterm election.", "url": "https://www.breitbart.com/politics/2018/11/04/2020-michael-bloomberg-drops-last-minute-ad-touting-himself-dems-before-tuesday-vote/", "urlToImage": "https://media.breitbart.com/media/2018/10/wi/ap/26/cba2ba_election-2018-house-california-bloomberg-16378-in-oct-13-2018-file-photo-e1541378029857.jpg", "publishedAt": "2018-11-05T02:18:59Z", "content": "Scheduled to air during Sunday’s broadcast of CBSs 60 Minutes and on CNN and MSNBC this Monday, the two-minute ad prominently features Bloomberg, who begins by stating that while “has never been a particularly partisan person,” the time has come to vote out R… [+2575 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Michelle Moons", "title": "House Battle Tightens, 10% Independents Undecided in Diane Harkey-Mike Levin Race", "description": "The pivotal battle for long-time California Republican Rep. Darrell Issa’s congressional seat tightened in a poll released Friday as Republicans remain at risk of losing House control.", "url": "https://www.breitbart.com/midterm-election/2018/11/04/house-battle-california-diane-harkey-mike-levin/", "urlToImage": "https://media.breitbart.com/media/2018/10/diane-harkey-mike-levin-congress-facebook.jpg", "publishedAt": "2018-11-05T01:58:04Z", "content": "Republican Harkey garnered 44 percent support to Democrat Levins 51 percent with a margin of error of 5.4 percent among the 500 likely voters surveyed from October 29 to November 1. Among independents only in the KGTV-San Diego Union-Tribune/SurveyUSA poll, t… [+1779 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Warner Todd Huston", "title": "Weak 9: Thousands of Empty Seats Remain As NFL Starts Second Half of the Season", "description": "With the National Football League now entering the second half of the 2018 season, some teams are still not drawing fans to the stadium.", "url": "https://www.breitbart.com/sports/2018/11/04/weak-9-thousands-of-empty-seats-remain-as-nfl-starts-second-half-of-the-season/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screenshot-4.jpg", "publishedAt": "2018-11-05T01:50:24Z", "content": "As in weeks past, the Washington Redskins seems to be lagging in attendance. While the Skins were trounced 38-14 at home in FedEx Field by the Atlanta Falcons, fans in the D.C. area seemed to have other things to do. Its crazy because there are so many seats … [+3392 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joshua Caplan", "title": "Pop Star Rihanna Endorses Andrew Gillum in Florida Gubernatorial Race", "description": "Pop star Rihanna on Sunday afternoon announced her support for Democratic Florida gubernatorial nominee Andrew Gillum.", "url": "https://www.breitbart.com/entertainment/2018/11/04/pop-star-rihanna-endorses-andrew-gillum-in-florida-gubernatorial-race/", "urlToImage": "https://media.breitbart.com/media/2018/06/rihanna-oceans-8-6-5-18-getty.jpg", "publishedAt": "2018-11-05T01:41:45Z", "content": "“FLORIDA: You have the opportunity to make history this election. The US has only had four black Governors in its entire history, and we can help make #AndrewGillum the next one and Floridas first!” Rihanna wrote in an Instagram posted on Sunday afternoon: If… [+2648 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "John Nolte", "title": "Nolte – Another DC Disaster Looms: ‘Aquaman’ Tracking to Open at Franchise Low", "description": "Aquaman, the latest chapter in the DC movie universe, is expected to open on December 21 anywhere between $40 and $60 million.", "url": "https://www.breitbart.com/entertainment/2018/11/04/nolte-another-dc-disaster-looms-aquaman-tracking-to-open-at-franchise-low/", "urlToImage": "https://media.breitbart.com/media/2018/11/Jason-Momoa-aquaman-file-getty.jpg", "publishedAt": "2018-11-05T01:20:54Z", "content": "How awful of an opening would that be? Let’s start by being charitable: If Aquaman manages to open to $60 million, it will be the eighth worst opening in DC’s history. But If Aquaman opens to just $40 million, it will be the 17th worst opening in DC’s history… [+2929 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "University Professor Threatened After Criticizing Leftist Bias", "description": "Professor Samuel Abrams received intimidating messages and was accused by his college president of “attacking” members of the community after he denounced the ideological homogeneity of his campus administration in an op-ed for the New York Times last month.", "url": "https://www.breitbart.com/education/2018/11/04/university-professor-threatened-after-criticizing-leftist-bias/", "urlToImage": "https://media.breitbart.com/media/2018/11/Sarah_Lawrence_Westlands_2.png", "publishedAt": "2018-11-05T01:03:24Z", "content": "Professor Abrams, who teaches politics and social science at Sarah Lawrence College in Yonkers, found menacing messages demanding that he leave the school posted on the door of his office. Decorations on the door, including pictures of his family, had been to… [+3033 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Ben Kew, Ben Kew", "title": "Venezuelans in Colombia Use Bolivars to Make and Sell Art", "description": "Venezuelan refugees who have fled to Colombia are using their old currency to make and sell art in the street, local outlet La Opinión reported this week.", "url": "https://www.breitbart.com/national-security/2018/11/04/venezuelans-in-colombia-use-bolivars-to-make-and-sell-art/", "urlToImage": "https://media.breitbart.com/media/2017/11/100000-Bolivar-note-venezuela-getty.jpg", "publishedAt": "2018-11-05T00:56:41Z", "content": "In the border town of Cúcuta, where thousands of Venezuelans have migrated to escape the economic and humanitarian catastrophe in their homeland, five young entrepreneurs have started selling 16 separate artistic creations using the bolívar currency which, du… [+2264 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Neil Munro", "title": "Former Criminals Get Training and Jobs in Donald Trump’s Go-Go Economy", "description": "Baltimore construction firms are training and hiring hundreds of ex-convicts because they cannot hire enough migrants in President Donald Trump's \"Hire American\" economy.", "url": "https://www.breitbart.com/politics/2018/11/04/ex-criminals-jobs-training-donald-trump-go-go-economy/", "urlToImage": "https://media.breitbart.com/media/2018/11/Screen-Shot-2018-11-04-at-6.56.16-PM.jpg", "publishedAt": "2018-11-05T00:49:18Z", "content": "Project Jumpstart “is a training program that prepares Baltimore residents for work in construction,” says a CNBC report : It’s a 90-hour course designed to get workers ready for the realities of the construction job site. Classes are held twice a week and st… [+4017 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Joel B. Pollak", "title": "Republican Diane Harkey Leads Rally for Proposition 6 Gas Tax Repeal", "description": "Republican Diane Harkey led a rally outside her Carlsbad, California, campaign office on Sunday afternoon for Proposition 6, the ballot initiative to repeal last year's 12-cent-per-gallon gas tax increase and vehicle fee hike.", "url": "https://www.breitbart.com/midterm-election/2018/11/04/republican-diane-harkey-leads-rally-for-proposition-6-gas-tax-repeal/", "urlToImage": "https://media.breitbart.com/media/2018/11/IMG_2638.jpg", "publishedAt": "2018-11-05T00:43:24Z", "content": "The “Yes on 6” bus is traveling throughout the state, rallying Republicans to vote for the initiative — and to turn out to the polls for the party’s candidates. Harkey, an elected member of the State Board of Equalization who is running for the open seat in C… [+3341 chars]"}, {"source": {"id": "breitbart-news", "name": "Breitbart News"}, "author": "Thomas D. Williams, Ph.D.", "title": "Pope Francis Prays for Victims of Islamic State Massacre in Egypt", "description": "Pope Francis offered prayers for the Christians who were massacred by militants of the Islamic State on Friday “just because they were Christians.”", "url": "https://www.breitbart.com/middle-east/2018/11/04/pope-francis-prays-victims-islamic-state-massacre-egypt/", "urlToImage": "https://media.breitbart.com/media/2018/11/wi/afp/04/3f52c4_coptic-christians-carry-coffin-victim-killed-in-an-is-claimed-attack-place-e1541377429442.jpg", "publishedAt": "2018-11-05T00:27:02Z", "content": "Following his weekly Angelus prayer Sunday, the pope told the 20,000 people gathered in Saint Peters Square that the dozen Coptic Christians had died for their faith, while invoking the Virgin Mary to bring solace to the victims families. I express my sorrow … [+2592 chars]"}]}