{"articles": [{"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Victim says she was gang raped as teens laughed, egged each other on", "description": "Three teens laughed as they took turns having sex with a 17-year-old girl, even as she cried out in pain and said \"no.\" Two are now on trial, the third pleaded guilty last year. WARNING: Details of this story may be extremely disturbing to some readers.", "url": "https://www.cbc.ca/news/canada/calgary/gang-rape-trial-adham-el-sakaan-timothy-fanning-1.4916816", "urlToImage": "https://i.cbc.ca/1.4916819.1542932500!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adham-el-sakaan-and-timothy-fanning.jpg", "publishedAt": "2018-11-22T23:57:59Z", "content": "Three teen boys laughed as they took turns having sex with Sara, encouraging each other to hit her, even as she cried out in pain and said \"no.\" \"Punch that pussy, bro,\" one boy said to another. And the 17-year-old girl was punched. She was hit in the face. S… [+4067 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Victim says she was gang raped as teens laughed, egged each other on", "description": "Three teens laughed as they took turns having sex with Sara, even as she cried out in pain and said \"no.\" Two are now on trial, the third pleaded guilty last year. WARNING: Details of this story may be extremely disturbing to some readers.", "url": "https://www.cbc.ca/news/canada/calgary/gang-rape-trial-adham-el-sakaan-timothy-fanning-sexual-assault-1.4916816", "urlToImage": "https://i.cbc.ca/1.4916819.1542915865!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/adham-el-sakaan-and-timothy-fanning.jpg", "publishedAt": "2018-11-22T23:57:59Z", "content": "Three teen boys laughed as they took turns having sex with Sara, encouraging each other to hit her, even as she cried out in pain and said \"no.\" \"Punch that p--sy, bro,\" one of the boys said to another. And then the 17-year-old girl was punched. And she was h… [+3967 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ontario woman 'upset' after legal cannabis shipment arrived late and mouldy", "description": "A 34-year-old London woman says she was 'pretty upset' this week after she found mould in a nugget of recreational marijuana ordered from the Ontario Cannabis Store (OCS).", "url": "https://www.cbc.ca/news/canada/london/ontario-woman-upset-after-legal-cannabis-shipment-arrived-late-and-mouldy-1.4917146", "urlToImage": "https://i.cbc.ca/1.4917322.1542928996!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mould-cannabis.jpg", "publishedAt": "2018-11-22T23:48:58Z", "content": "A 34-year-old London, Ont. woman says she was 'pretty upset' this week after she found mould in a nugget of recreational cannabis ordered from the Ontario Cannabis Store (OCS). The woman, whose name has been withheld because she fears an impact on future job … [+3161 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "TRC heard concerns about coerced sterilization of Indigenous women, says Murray Sinclair", "description": "The Truth and Reconciliation Commission heard concerns about coerced sterilization of Indigenous women during its years-long examination of Canada's residential school legacy, Sen. Murray Sinclair said Thursday as he joined a chorus of calls for a national in…", "url": "https://www.cbc.ca/news/indigenous/trc-concerns-coerced-sterilizations-murray-sinclair-1.4917321", "urlToImage": "https://i.cbc.ca/1.4917329.1542929626!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/coerced-sterilization-indigenous-20181122.jpg", "publishedAt": "2018-11-22T23:45:33Z", "content": "The Truth and Reconciliation Commission heard concerns about coerced sterilization of Indigenous women during its years-long examination of Canada's residential school legacy, Sen. Murray Sinclair said Thursday as he joined a chorus of calls for a national in… [+3497 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kim Trynacity", "title": "Rural leaders criticize NDP ministers, policies as attacking Christian faith", "description": "During the fall convention of the Rural Municipalities of Alberta, political leaders from rural Alberta characterized NDP policies as attacks on Christian faith.", "url": "https://www.cbc.ca/news/canada/edmonton/rural-leaders-ndp-ministers-policies-christian-faith-1.4917177", "urlToImage": "https://i.cbc.ca/1.4917186.1542924016!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/hundreds-of-mayors-from-rural-alberta-line-up-to-ask-government-ministers-questions.JPG", "publishedAt": "2018-11-22T23:40:42Z", "content": "During the fall convention of the Rural Municipalities of Alberta, political leaders from rural Alberta characterized NDP policies as attacks on Christian faith. At a forum with provincial ministers Thursday, Josh Knelson, reeve of Mackenzie County, told Educ… [+2112 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'We are waiting for real action': Opposition MNAs demand Legault lay out plan to fight climate change", "description": "\"We are waiting for real action,\" said the Liberal critic on climate change, Marie Montpetit, backing those calling on the premier to commit the province to the \"socio-economic transition\" necessary to reach greenhouse gas emission targets.", "url": "https://www.cbc.ca/news/canada/montreal/defeated-candidates-legault-climate-change-1.4916806", "urlToImage": "https://i.cbc.ca/1.4916857.1542923886!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/climate-change.jpg", "publishedAt": "2018-11-22T23:39:34Z", "content": "Quebec's three opposition parties have formed a common front joining forces to call on the new government to take swift action in the fight against climate change. The call was made by a group of more than 200 candidates who were defeated in the general elect… [+2991 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ottawa Senators trade Chris Wideman to Edmonton", "description": "The Edmonton Oilers have acquired defenceman Chris Wideman from the Ottawa Senators for a 6th-round pick in the 2020 NHL draft.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-senators-chris-wideman-trade-1.4917280", "urlToImage": "https://i.cbc.ca/1.4720040.1529852481!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wideman-chris-171013-1180.jpg", "publishedAt": "2018-11-22T23:34:20Z", "content": "The Edmonton Oilers have acquired defenceman Chris Wideman from the Ottawa Senators for a sixth-round pick in the 2020 NHL draft. The pick was previously acquired by Edmonton from the St. Louis Blues in exchange for defenceman Jakub Jerabek on Oct. 1. Wideman… [+328 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Lace up and hit the rink: Earliest opening ever for skating at The Forks", "description": "After a record-breaking run last year, skating at The Forks is once again open for the season — and it's already broken another record with its earliest opening ever.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-forks-skating-open-1.4917092", "urlToImage": "https://i.cbc.ca/1.3374863.1542929303!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/skating.JPG", "publishedAt": "2018-11-22T23:30:13Z", "content": "After a record-breaking run last year, skating at The Forks is once again open for the season and it's already broken another record with its earliest opening ever. The rink under the canopy at the popular Winnipeg gathering spot and heritage site opened on S… [+1234 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "NDP introduces bill to create no-protest zones around Manitoba abortion providers", "description": "The Manitoba New Democrats want a law to protect the safety of women who seek abortions and the people who work at health-care facilities that provide them.", "url": "https://www.cbc.ca/news/canada/manitoba/abortion-providers-safety-zones-bill-1.4917221", "urlToImage": "https://i.cbc.ca/1.4511398.1517369241!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nahanni-fontaine.jpg", "publishedAt": "2018-11-22T23:16:35Z", "content": "The Manitoba New Democrats want a law to protect the safety of women who seek abortions and the people who work at health-care facilities that provide them. NDP Opposition member Nahanni Fontaine has introduced a private members bill that calls for prohibitin… [+512 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emma Smith", "title": "Halifax's Out of the Cold opening early as shelter bed shortage hits city", "description": "Out of the Cold, which is run out of the basement of St. Matthew's United Church in downtown Halifax, is opening early to help alleviate overcrowding at other shelters.", "url": "https://www.cbc.ca/news/canada/nova-scotia/out-of-the-cold-emergency-shelter-cold-weather-response-1.4916962", "urlToImage": "https://i.cbc.ca/1.4576297.1521057468!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/out-of-the-cold-emergency-shelter-st-matthews-united-church-halifax.jpg", "publishedAt": "2018-11-22T23:16:23Z", "content": "Halifax's emergency winter shelter is opening a week early this year because beds at every other shelter in the city are full, says the organization's co-ordinator. \"People are sleeping on the streets right now,\" Rebecca Whitzman of Out of the Cold told CBC's… [+1572 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elysha Enos", "title": "Canada's oldest queer film fest embraces universal stories", "description": "The boom in queer Quebec filmmaking has organizers of Montreal’s Image+nation, an LGBTQ film festival, looking at expanding from a handful of venues to an online space, as well.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-image-nation-31-edition-1.4917209", "urlToImage": "https://i.cbc.ca/1.4917236.1542925872!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/couteau-dans-le-coeur.jpg", "publishedAt": "2018-11-22T23:10:50Z", "content": "The boom in queer Quebec filmmaking has organizers of Montreal's Image+nation, an LGBTQ film festival, looking at expanding from a handful of venues to an online space, as well. Festival director Charlie Boudreau said there was a time when all submissions cou… [+3744 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Karen Pauls", "title": "'A lot of people facing potential deportation' under upcoming changes to DUI penalties: immigration lawyer", "description": "Getting an impaired driving conviction is a big deal for anyone — but for permanent and temporary residents of Canada, changes to the Criminal Code mean a DUI could lead to deportation.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-impaired-driving-penalties-deportation-1.4917026", "urlToImage": "https://i.cbc.ca/1.4917062.1542923488!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/mathew-joseph.JPG", "publishedAt": "2018-11-22T23:06:08Z", "content": "Getting an impaired driving conviction is a big deal for anyone but for permanent and temporary residents of Canada, it could soon mean deportation. That's because of a change one immigration worker says \"violates basic Canadian values and human rights,\" and … [+6666 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Everybody loved him': Victim impact statements heard in 2015 killing of Thompson, Man., teen", "description": "Family of slain Thompson teen Nicholas Brophy choked back tears as they read victim impact statements in a Thompson courtroom Thursday.", "url": "https://www.cbc.ca/news/canada/manitoba/nicholas-brophy-sentencing-thompson-1.4917207", "urlToImage": "https://i.cbc.ca/1.3558380.1542687430!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nicholas-brophy.jpg", "publishedAt": "2018-11-22T23:03:15Z", "content": "Family of slain Thompson teen Nicholas Brophy choked back tears as they read victim impact statements in a Thompson courtroom Thursday. Mark Bradley Thomas, 22, and Zach Edwin Linklater, 24, were both charged with first-degree murder after the 18-year-old's d… [+2656 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "2 for the price of 1: Snowplow owner gives free plows to those needing help", "description": "A Fredericton man is plowing the driveways of those in need for free this winter. And he's hoping his kindness takes off.", "url": "https://www.cbc.ca/news/canada/new-brunswick/joel-doherty-snow-removal-1.4916025", "urlToImage": "https://i.cbc.ca/1.4916050.1542896772!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/joel-doherty.JPG", "publishedAt": "2018-11-22T23:00:00Z", "content": "A Fredericton man is plowing the driveways of those in need for free this winter. And he's hoping his kindness takes off. For every driveway Joel Doherty plows for $30, he'll plow the driveway of a senior, single parent or someone else in need free of charge.… [+1950 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacob Barker", "title": "Labrador says farewell as Northern Ranger makes final passenger voyage along coast", "description": "It was a nostalgic goodbye as the MV Northern Ranger passed through the Goose Bay port on Wednesday evening on its last passenger run before it is replaced next year.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/final-passenger-journey-northern-ranger-1.4916192", "urlToImage": "https://i.cbc.ca/1.4916597.1542910784!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/darren-budgell.jpg", "publishedAt": "2018-11-22T23:00:00Z", "content": "With people along the Labrador coast bidding farewell to the MV Northern Ranger, it was a sentimental port in Goose Bay yesterday as the ship fought through the ice forming on Terrington Basin to get its passengers to shore. \"Gonna miss the old girl,\" Darren … [+2434 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jennifer Wilson,Clare Hennig", "title": "Least lonely Vancouverites have solutions to social isolation — with some strings attached", "description": "Some of the Vancouver’s least lonely people have solutions to loneliness — but community connection doesn’t come without a cost.", "url": "https://www.cbc.ca/news/canada/british-columbia/least-lonely-vancouverites-solutions-to-social-isolation-1.4917017", "urlToImage": "https://i.cbc.ca/1.4917079.1542926832!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/diwali.JPG", "publishedAt": "2018-11-22T22:51:32Z", "content": "Some of the Vancouver's least lonely people have solutions to loneliness but community connection doesn't come without a cost. South Asians have more friends than any other community in Metro Vancouver, according to the recent Vancouver Foundation Report on S… [+2459 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Women en route to Pelican Narrows charged for bootlegging after traffic stop", "description": "RCMP have charged two women they say are suspected of bootlegging, or buying alcohol to sell at an inflated price in the northern Sask. village of Pelican Narrows, Sask.", "url": "https://www.cbc.ca/news/canada/saskatchewan/bootlegging-northern-saskatchewan-pelican-narrows-1.4917137", "urlToImage": "https://i.cbc.ca/1.4917139.1542922916!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/booze.jpg", "publishedAt": "2018-11-22T22:42:23Z", "content": "RCMP have charged two women suspected of bootlegging, or buying alcohol to sell at an inflated price in the northern Sask. village of Pelican Narrows, Sask. On Tuesday afternoon, officers patrolling near Sandy Bay and Pelican Narrows stopped a vehicle for a t… [+633 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "'Saskatchewan has what India needs': Premier Moe heads on trade mission", "description": "Premier Scott Moe is gearing up for his first trip to India to promote Saskatchewan.", "url": "https://www.cbc.ca/news/canada/saskatchewan/moe-mission-to-india-1.4916869", "urlToImage": "https://i.cbc.ca/1.4874967.1540401314!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/scott-moe.jpg", "publishedAt": "2018-11-22T22:42:14Z", "content": "Premier Scott Moe is gearing up for his first trip to India to promote Saskatchewan. \"Saskatchewan is a world-leading producer of sustainable food, fuel and fertilizer, which gives us the unique ability to work with India to enhance its food and energy securi… [+1661 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Laura Fraser", "title": "Huh? Travel magazine claims Nova Scotians love Belsnickeling at Christmas", "description": "If a group of misguided, fur-clad Santa Clauses appear on your Halifax doorstep, you likely have Porter to blame.", "url": "https://www.cbc.ca/news/canada/nova-scotia/christmas-tradition-belsnickel-1.4916944", "urlToImage": "https://i.cbc.ca/1.4916968.1542925786!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/belsnickel.jpg", "publishedAt": "2018-11-22T22:35:38Z", "content": "If a group of misguided, fur-clad Santa Clauses appear on your Halifax doorstep, you likely have Porter to blame. While the airline might not have dropped the crowd off at your home, its magazine did recently publish a story about a purported Christmas tradit… [+3161 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Bellefontaine", "title": "NDP MLAs given scripted responses if asked about sexual misconduct allegations", "description": "Alberta NDP backbenchers have been given scripted responses to provide if asked by reporters about sexual misconduct allegations against two of their caucus colleagues, CBC News has learned.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-rachel-notley-scripts-sexual-misconduct-allegations-1.4916964", "urlToImage": "https://i.cbc.ca/1.4849257.1538599574!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/notley-at-the-ram.jpg", "publishedAt": "2018-11-22T22:35:26Z", "content": "Alberta NDP backbenchers have been given scripted responses to provide if asked by reporters about sexual misconduct allegations against two of their caucus colleagues, CBC News has learned. The script, written by the premier's director of issues management, … [+2251 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tories want auditor general to scrutinize $40M Canopy Growth contract", "description": "PC Leader Ches Crosbie announced Thursday he's writing to the auditor general to look into the province's contract with the cannabis company.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/canopy-audit-request-1.4916468", "urlToImage": "https://i.cbc.ca/1.4719380.1529807772!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-marijuana-innovation.jpg", "publishedAt": "2018-11-22T22:21:45Z", "content": "If the Liberals won't ask the auditor general to investigate Canopy Growth's contract, says PC Leader Ches Crosbie, he will. Crosbie has focused his question period inquiries in recent weeks on the Canopy deal, which offered the company $40 million in remitta… [+3240 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "Frustrated volunteers ditching city advisory committees", "description": "The City of Ottawa is once again recruiting volunteer to serve on its five citizen advisory committees, but some of the people who answered the call last term say they wouldn't raise their hands again.", "url": "https://www.cbc.ca/news/canada/ottawa/frustrated-volunteers-ditching-city-advisory-committees-1.4915254", "urlToImage": "https://i.cbc.ca/1.3314603.1542850841!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ottawa-city-hall.JPG", "publishedAt": "2018-11-22T22:21:33Z", "content": "The City of Ottawa is once again recruiting volunteer to serve on its five citizen advisory committees, but some of the people who answered the call last term say they wouldn't raise their hands again. Some even quit in frustration before completing their fou… [+2686 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kate Porter", "title": "Frustrated volunteers ditching city advisory committees", "description": "The City of Ottawa is once again recruiting volunteers to serve on its five citizen advisory committees, but some of the people who answered the call last term say they wouldn't raise their hands again.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-volunteers-advisory-committees-1.4915254", "urlToImage": "https://i.cbc.ca/1.3314603.1542850841!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/ottawa-city-hall.JPG", "publishedAt": "2018-11-22T22:21:33Z", "content": "The City of Ottawa is once again recruiting volunteers to serve on its five citizen advisory committees, but some of the people who answered the call last term say they wouldn't raise their hands again. Some even quit in frustration before completing their fo… [+2687 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "$200M in carbon tax funds going to smaller renewable power plants", "description": "One-quarter of the funding will be earmarked for communities affected by the phase-out of coal-fired electricity plants.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-carbon-tax-coal-renewable-1.4917141", "urlToImage": "https://i.cbc.ca/1.4670278.1526683680!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/shannon-phillips.png", "publishedAt": "2018-11-22T22:19:13Z", "content": "Communities that want to set up their own wind, solar, biomass or hydro power generators can tap into $200 million of carbon tax revenue over the next 20 years. One-quarter of the funding will be earmarked for communities affected by the phase-out of coal-fir… [+1285 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "From bat flips to beetles: Jose Bautista gets insect named after him", "description": "Former Toronto Blue Jay Jose Bautista has a new namesake buzzing around, thanks to a scientist at the Canadian Museum of Nature in Ottawa.", "url": "https://www.cbc.ca/news/canada/ottawa/beetle-bautista-blue-jays-ottawa-museum-1.4917032", "urlToImage": "https://i.cbc.ca/1.4301648.1506038205!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bautista-jose-092117.jpg", "publishedAt": "2018-11-22T22:13:48Z", "content": "Former Toronto Blue Jay Jose Bautista has a new namesake buzzing around, thanks to a scientist at the Canadian Museum of Nature in Ottawa. Entomologist Bob Anderson has dubbed a newly discovered species of beetle Sicoderus bautistai after the Major League Bas… [+1786 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Principal of St. Michael's College School resigns amid police investigation", "description": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, the private Catholic, all-boys school said in a statement late Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/st-michael-s-college-school-principal-president-resign-days-after-students-charged-with-sexual-assault-1.4917197", "urlToImage": "https://i.cbc.ca/1.3864439.1531356041!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-22T22:09:52Z", "content": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, the private Catholic, all-boys school said in a statement late Thursday afternoon. Police have laid criminal char… [+149 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "St. Michael's College School principal, president resign days after students charged with sexual assault", "description": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, the private Catholic, all-boys school said in a statement late Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/st-michael-s-college-school-principal-and-president-both-resign-amid-student-sex-assault-scandal-1.4917197", "urlToImage": "https://i.cbc.ca/1.3864439.1531356041!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/breaking-news.png", "publishedAt": "2018-11-22T22:09:52Z", "content": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, according to a statement issued by the private all-boys school Thursday afternoon. Earlier this week, police laid… [+156 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "St. Michael's College School principal and president resign amid student sex assault scandal", "description": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, according to a statement issued by the private, Catholic, all-boys school Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/st-michael-s-sex-assault-resignation-1.4917197", "urlToImage": "https://i.cbc.ca/1.4917292.1542928806!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/st-michael-s-college-school-greg-reeves-and-jefferson-thompson.jpg", "publishedAt": "2018-11-22T22:09:52Z", "content": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, according to a statement issued by the private, all-boys' school Thursday afternoon. Principal Greg Reeves and Fa… [+5246 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Amara McLaughlin", "title": "St. Michael's College School principal and president resign amid student sex assault scandal", "description": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, according to a statement issued by the private, Catholic, all-boys school Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/st-michael-s-college-school-principal-and-president-resign-amid-student-sex-assault-scandal-1.4917197", "urlToImage": "https://i.cbc.ca/1.4917292.1542928806!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/st-michael-s-college-school-greg-reeves-and-jefferson-thompson.jpg", "publishedAt": "2018-11-22T22:09:52Z", "content": "The principal and president of St. Michael's College School have both resigned amid allegations of assault and sexual assault involving students, according to a statement issued by the private, Catholic, all-boys school Thursday afternoon. Principal Greg Reev… [+2418 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julia Wright", "title": "Saint John scrap-metal plant ordered to shut down immediately", "description": "After months of loud blasts from American Iron and Metal in west Saint John, the scrap-metal company has been ordered to halt work immediately.", "url": "https://www.cbc.ca/news/canada/new-brunswick/scrap-metal-explosions-plant-shut-down-1.4917059", "urlToImage": "https://i.cbc.ca/1.4843339.1538163624!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/american-iron-and-metal.jpg", "publishedAt": "2018-11-22T22:08:15Z", "content": "The provincial government has ordered a scrap metal recycler to shut down all of its Saint John operations immediately, after dozens of loud explosions on the west side. The American Iron and Metal scrap yard, located on Port Saint John property, has been the… [+3156 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Thousands of tickets up for grabs online for Sunday's Grey Cup game", "description": "With the home team not playing in the Grey Cup, thousands of tickets are up for sale online for Sunday's big game.", "url": "https://www.cbc.ca/news/canada/edmonton/grey-cup-tickets-edmonton-calgary-fans-commonwealth-stadium-ottawa-1.4917025", "urlToImage": "https://i.cbc.ca/1.4917030.1542920930!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/grey-cuptickets.jpg", "publishedAt": "2018-11-22T22:08:06Z", "content": "With the home team not playing in the Grey Cup, thousands of tickets are up for sale online for Sunday's big game. Katie Boyd and her family, longtime Edmonton Eskimos season ticket holders, bought 12 tickets at $200 each when they went on sale back in June. … [+2825 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Yvette Brend", "title": "'High risk' Jarrod Bacon released last June, details delayed by Parole Board due to 'technical glitch'", "description": "Details about the June 14th release of notorious B.C. gangster Jarrod Bacon were only sent to media Thursday because of an unexplained \"technical glitch,\" according to the Parole Board of Canada.", "url": "https://www.cbc.ca/news/canada/british-columbia/jarrod-bacon-parole-june-14-2018-decision-delayed-glitch-1.4916691", "urlToImage": "https://i.cbc.ca/1.2132519.1519857259!/httpImage/image.jpg_gen/derivatives/16x9_620/bc-090407-jarrod-bacon-court1.jpg", "publishedAt": "2018-11-22T22:03:59Z", "content": "Details about the June 14 release of notorious B.C. gangster Jarrod Bacon have just been sent to media because of an unexplained \"technical glitch,\" according to the Parole Board of Canada. A Quebec-based spokesperson for the board said it should not have hap… [+3489 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Blair Sanderson", "title": "Canadian currency evolves while the U.S. is stuck in the 1700s", "description": "Canada's new $10 bill went into circulation this week, featuring civil rights activist Viola Desmond and a new vertical configuration. But, unlike the U.S., Canadians are used to changes when it comes to currency.", "url": "https://www.cbc.ca/news/canada/canadian-currency-evolves-while-the-us-is-stuck-in-the-1700s-1.4916983", "urlToImage": "https://i.cbc.ca/1.4917053.1542921704!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/new-10-canadian-bill.jpg", "publishedAt": "2018-11-22T22:00:50Z", "content": "Canada's new $10 bill went into circulation this week, with civil rights activist Viola Desmond replacing Sir John A. Macdonald as the face of the banknote. It is the first regular circulation Canadian bill to feature a woman who is not the Queen. Last year, … [+4122 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "CBC Nova Scotia News November 22, 2018", "description": "The only daily TV news package to focus on Nova Scotians and their stories", "url": "https://www.cbc.ca/news/canada/nova-scotia/cbc-nova-scotia-news-november-22-2018-1.4917298", "urlToImage": "https://i.cbc.ca/1.4917298.1542928203!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-22T22:00:00Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Luxury car theft ring dismantled by Montreal police", "description": "Montreal police are working to dismantle a luxury car theft ring that’s targeting vehicles parked at Montréal–Pierre Elliott Trudeau International Airport and other prime spots.", "url": "https://www.cbc.ca/news/canada/montreal/luxury-car-theft-montreal-1.4917104", "urlToImage": "https://i.cbc.ca/1.4917113.1542922418!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/car-theft.jpeg", "publishedAt": "2018-11-22T21:57:46Z", "content": "Montreal police are working to dismantle a luxury car theft ring that's targeting vehicles parked at MontréalPierre Elliott Trudeau International Airport and other prime spots. Eight people have been arrested, and police have conducted searches in four locati… [+290 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meghan Grant", "title": "Gun used in Calgary kidnapping police say after 6 men charged", "description": "Six men have been charged with kidnapping in connection with the abduction of a Calgary man earlier this week and police say more charges are likely.", "url": "https://www.cbc.ca/news/canada/calgary/calgary-kidnapping-6-charged-edmonton-leduc-1.4917052", "urlToImage": "https://i.cbc.ca/1.4859003.1539282125!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/calgary-6155-police-service-cps-cop-car-cruiser.JPG", "publishedAt": "2018-11-22T21:55:16Z", "content": "Six men have been charged with kidnapping in connection with the abduction of a Calgary man earlier this week and police say more charges are likely. One of the men is accused of using a gun to kidnap the 38-year-old victim, who can only be identified as J.D.… [+1192 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta teachers use Grey Cup celebration to punt oversized classes", "description": "The Alberta Teachers Association is using a fabled moment in Grey Cup history to drive home a point about oversized classrooms.", "url": "https://www.cbc.ca/news/canada/edmonton/alberta-teachers-grey-cup-oversized-classes-1.4916932", "urlToImage": "https://i.cbc.ca/1.4416102.1542923834!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/classroom.jpg", "publishedAt": "2018-11-22T21:48:58Z", "content": "The Alberta Teachers Association is using a fabled moment in Grey Cup history to drive home a point about oversized classrooms. In a release Thursday, the ATA says there were 12 core classes in schools in the province that contained more than 44 students. The… [+820 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Scientists say elephant-sized plant-eater may have roamed the earth 200 million years ago", "description": "A giant, plant-eating creature with a beak-like mouth and reptilian features may have roamed the Earth during the late Triassic period more than 200 million years ago, scientists said Thursday.", "url": "https://www.cbc.ca/news/technology/science-elephant-planteater-roamed-earth-1.4917001", "urlToImage": "https://i.cbc.ca/1.4917039.1542921051!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/giant-herbivore.jpg", "publishedAt": "2018-11-22T21:46:51Z", "content": "A giant, plant-eating creature with a beak-like mouth and reptilian features may have roamed the Earth during the late Triassic period more than 200 million years ago, scientists said Thursday. In a paper published Thursday by the journal Science, Polish rese… [+1690 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "David Bell", "title": "1 dead from flu as Calgary cases overshadow Edmonton and rest of province", "description": "One person is dead from the flu in the Calgary zone as its cases dwarf numbers in Edmonton and the rest of the province, Alberta Health Services reported Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/calgary/alberta-flu-numbers-1.4917031", "urlToImage": "https://i.cbc.ca/1.4917048.1542921325!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/mba-mandatory-vaccinations-20180314.jpg", "publishedAt": "2018-11-22T21:46:32Z", "content": "One person is dead from the flu in the Calgary zone as its cases dwarf numbers in Edmonton and the rest of the province, Alberta Health Services reported Thursday afternoon. There were 922 cases of influenza A confirmed in the Calgary area so far this season,… [+1189 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Child killer Terri-Lynne McClintic back in Ontario prison, victim's father says", "description": "Child killer Terri-Lynne McClintic is back in an Ontario prison after a brief and controversial stint in an Indigenous healing lodge, according to her victim's father.", "url": "https://www.cbc.ca/news/canada/london/terri-lynne-mcclintic-indigenous-healing-1.4917012", "urlToImage": "https://i.cbc.ca/1.1890681.1380780739!/httpImage/image.jpg_gen/derivatives/16x9_620/ii-mcclintic-photo-330-2462.jpg", "publishedAt": "2018-11-22T21:37:33Z", "content": "Child killer Terri-Lynne McClintic is back in an Ontario prison after a brief and controversial stint in an Indigenous healing lodge, according to her victim's father. Rodney Stafford says McClintic was transferred back to Grand Valley Institution for Women n… [+1112 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Tori Stafford's father says Terri-Lynne McClintic has been sent back to Ontario", "description": "The father of murdered Woodstock, Ont. girl Tori Stafford, says her killer is now back in jail in the province. Rodney Stafford posted on his Facebook page that Terri-Lynne McClintic was transferred back to Grand Valley Institution for Women near Kitchener on…", "url": "https://www.cbc.ca/news/canada/london/rodney-stafford-mcclintic-transfer-grand-valley-1.4917012", "urlToImage": "https://i.cbc.ca/1.1890681.1380780739!/httpImage/image.jpg_gen/derivatives/16x9_620/ii-mcclintic-photo-330-2462.jpg", "publishedAt": "2018-11-22T21:37:33Z", "content": "The father of murdered Woodstock, Ont. girl Tori Stafford, says his daughter's killer is now back in an Ontario prison. Rodney Stafford posted on his Facebook page that Terri-Lynne McClintic was transferred back to Grand Valley Institution for Women near Kitc… [+910 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Chiu", "title": "Halifax police raid a cannabis dispensary for first time since legalization", "description": "Police raid on GreenTree dispensary on Bedford Highway comes a day after Halifax Police serve 17 stores with notice that a crackdown is coming.", "url": "https://www.cbc.ca/news/canada/nova-scotia/halifax-police-raid-first-cannabis-dispensary-since-legalization-1.4916920", "urlToImage": "https://i.cbc.ca/1.4917087.1542922017!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/greentree-dispensary.jpg", "publishedAt": "2018-11-22T21:32:06Z", "content": "Halifax Regional Police confirm they have conducted their first raid of an illegal cannabis store since recreational marijuana legalization came into effect a month ago. Police cracked down on GreenTree dispensary on the Bedford Highway on Wednesday morning, … [+1283 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Bernhardt", "title": "'They have the most special bond': Kitten rescued from house fire, 7-year-old girl help each other heal", "description": "A tiny tabby pulled limp and near death from a house fire in Winnipeg is now the best friend of a little girl dealing with her own wounds.", "url": "https://www.cbc.ca/news/canada/manitoba/cinder-cat-rescue-house-fire-winnipeg-1.4916577", "urlToImage": "https://i.cbc.ca/1.4916594.1542917579!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cinder-the-cat.jpg", "publishedAt": "2018-11-22T21:28:17Z", "content": "A tiny tabby pulled limp and near death from a house fire in Winnipeg is now the best friend of a little girl dealing with her own wounds. Erica Ongenae is a paramedic who helped save the life of the five-week-old male kitten, later named Cinder by Humane Soc… [+3603 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jamie Strashin", "title": "Canadian skiing great Erik Guay abruptly retires after teammate's violent crash", "description": "Erik Guay, one of Canada's most decorated alpine skiers, has decided to walk away from the sport effective immediately. Watch the live press conference starting at 4:30 p.m. ET.", "url": "https://www.cbc.ca/sports/olympics/winter/skiing/erik-guay-retires-1.4916540", "urlToImage": "https://i.cbc.ca/1.4916642.1542911784!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/erik-guay.jpg", "publishedAt": "2018-11-22T21:27:00Z", "content": "Erik Guay, one of Canada's most decorated alpine skiers, has decided to walk away from the sport effective immediately. Guay made the announcement on Thursday, hours before he was slated to compete at a World Cup event in Lake Louise, Alta. The 37-year-old Mo… [+5188 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Massive Hearn generating station sold to film company", "description": "Ontario Power Generation (OPG) has sold off the Hearn generating station to a film company, it announced Thursday afternoon.", "url": "https://www.cbc.ca/news/canada/toronto/opg-sells-hearn-to-film-company-1.4917024", "urlToImage": "https://i.cbc.ca/1.2700130.1542921273!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hearn-power-plant.jpg", "publishedAt": "2018-11-22T21:17:27Z", "content": "Ontario Power Generation (OPG) has sold off the Hearn generating station to a film company, it announced Thursday afternoon. The R.L. Hearn Generating Station, located on Unwin Avenue in the Port Lands area, hasn't produced power since 1983, but had hosted ma… [+191 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Liberal MP Raj Grewal quitting politics, citing 'personal and medical reasons'", "description": "Liberal MP Raj Grewal is citing \"personal and medical reasons\" for his decision to quit federal politics, according to a posting on his Facebook page.", "url": "https://www.cbc.ca/news/politics/raj-grewal-to-step-down-1.4916960", "urlToImage": "https://i.cbc.ca/1.4598648.1522333996!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/commons-20160603.jpg", "publishedAt": "2018-11-22T21:13:59Z", "content": "Liberal MP Raj Grewal is citing \"personal and medical reasons\" for his decision to quit federal politics, according to a posting on his Facebook page. \"Yesterday, I informed the Chief Government Whip that I will be resigning my seat as Member of Parliament fo… [+633 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Explosions' in Boundary Creek came from firearms practice, police say", "description": "Explosions last weekend in Boundary Creek, west of Moncton, were caused by a man shooting at Tannerite, a substance used in target practice.", "url": "https://www.cbc.ca/news/canada/new-brunswick/rcmp-solve-explosion-mystery-1.4916925", "urlToImage": "https://i.cbc.ca/1.4897373.1541700859!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-22T21:13:48Z", "content": "Riverview RCMP have solved the mystery of what sounded like explosions and left residents in Boundary Creek shaken last Saturday. Police were dispatched to Boundary Creek, 19 kilometres west of Moncton, after reports of several loud explosions. The Salisbury … [+679 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Photo treasure trove reveals the early days of Gros Morne National Park", "description": "The park's very first warden took thousands of photos. Now the public is getting a glimpse of them, thanks to his grandson.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gros-morne-photos-uncovered-1.4914180", "urlToImage": "https://i.cbc.ca/1.4914238.1542806996!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/freeman-timmons.jpg", "publishedAt": "2018-11-22T21:13:00Z", "content": "The spectacular sunsets and snow-capped mountains have stayed the same, but photos just now coming to light detail the very different world of Gros Morne National Park's earliest days. The man behind the lens was Freeman Timmons, the first chief warden for th… [+2165 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Leavitt", "title": "Bitter cold heightens construction woes for Mile End residents", "description": "As Montrealers struggle with an early cold snap, residents and business owners on a one-block stretch of Jeanne-Mance Street in Mile End are fed up with their water being cut off or being told to boil it due to prolonged work to replace the street's water pip…", "url": "https://www.cbc.ca/news/canada/montreal/jeanne-mance-frozen-pipes-1.4916732", "urlToImage": "https://i.cbc.ca/1.4916790.1542915172!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/jeanne-mance.jpeg", "publishedAt": "2018-11-22T21:10:07Z", "content": "Noon is usually a busy time of day for Hà Restaurant, but with no water on Thursday, the Vietnamese-fusion restaurant was turning customers away. The source of the problem is work being done on Jeanne-Mance Street between Mont-Royal and Villeneuve streets. Th… [+1908 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Deck the boughs with Wayne and Hallsy': The most Edmonton Christmas tree of all", "description": "In what could be crowned Edmonton’s most, um, Edmontonish tree, Carly Dermott’s is festooned with about 70 handmade Christmas decorations with a decidedly sports theme.", "url": "https://www.cbc.ca/news/canada/edmonton/edmonton-sports-themed-christmas-tree-1.4915639", "urlToImage": "https://i.cbc.ca/1.4915645.1542916540!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/edmonton-tree-gretzky-topper.jpg", "publishedAt": "2018-11-22T21:00:00Z", "content": "This year for Christmas, Carly Dermott decked the boughs with Wayne and Hallsy. In what could be crowned Edmonton's most, um, Edmontonish tree, Dermott's is festooned with about 70 handmade Christmas decorations with a decidedly sports theme. There's Hunter a… [+1818 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Rachel Ward", "title": "Alberta Conservative MPs ask for use of force leeway in rural crime", "description": "Conservative members of Parliament in Alberta are recommending the Criminal Code be changed to provide more leeway for rural homeowner to defend their property by force.", "url": "https://www.cbc.ca/news/canada/calgary/rural-crime-conversative-report-1.4916398", "urlToImage": "https://i.cbc.ca/1.3469078.1456762436!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rural-crime-watch-sign.JPG", "publishedAt": "2018-11-22T20:58:54Z", "content": "Conservative members of Parliament in Alberta are recommending the Criminal Code be changed to provide more leeway for rural homeowner to defend their property by force. In Canada, police ask people to not engage with trespassers and instead to report violati… [+3396 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Proctor", "title": "3 more Indigenous youth accuse B.C. social worker of exploitation", "description": "Three Aboriginal teenagers have filed lawsuits against a B.C. social worker for alleged emotional and psychological abuse.", "url": "https://www.cbc.ca/news/canada/british-columbia/riley-saunders-lawsuits-fraud-1.4916793", "urlToImage": "https://i.cbc.ca/1.4896124.1541629574!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/robert-riley-saunders.jpg", "publishedAt": "2018-11-22T20:54:24Z", "content": "Three Aboriginal teenage girls have filed lawsuits against a B.C. social worker for alleged emotional and psychological abuse. The claims mean a total of five youth have now filed actions in B.C. Supreme Court against Robert Riley Saunders for allegedly using… [+2291 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'Large-scale party' dubbed Project X prompts police warning", "description": "Apparently, teens in St. John's have big plans for Friday night.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/project-x-party-warning-1.4916973", "urlToImage": "https://i.cbc.ca/1.4916987.1542919803!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/teen-drinking.jpg", "publishedAt": "2018-11-22T20:53:59Z", "content": "Apparently, young people in St. John's are planning a massive party for Friday night. So large, in fact, the police have issued a warning to parents. The party has been dubbed Project X on social media, the Royal Newfoundland Constabulary said in a release, a… [+564 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Highway 401 closed near Kingston", "description": "Highway 401 is closed in both directions near Odessa, Ont., following a collision earlier this afternoon between a tractor-trailer and a car.", "url": "https://www.cbc.ca/news/canada/ottawa/highway-401-closure-1.4916926", "urlToImage": "https://i.cbc.ca/1.3749448.1474813577!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/opp-door-stock-file.jpg", "publishedAt": "2018-11-22T20:52:14Z", "content": "Highway 401 is closed in both directions near Odessa, Ont., following a collision around 3 p.m. between a tractor-trailer and a car. OPP have all lanes closed between Highway 38 on the eastern edge of Kingston, Ont., and County Road 6 in Odessa. The collision… [+163 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Robbery suspects pulled axe, knife on security guards at Garden City Shopping Centre: Winnipeg police", "description": "Two men are facing charges after security guards at Garden City Shopping Centre were threatened with an axe during a robbery Wednesday.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-axe-robbery-garden-city-mall-1.4916802", "urlToImage": "https://i.cbc.ca/1.4894017.1541525057!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/winnipeg-police-service.jpg", "publishedAt": "2018-11-22T20:47:58Z", "content": "Two men are facing charges after security guards at Garden City Shopping Centre were threatened with an axe during a robbery Wednesday. Police allege that around noon, the suspects stole clothing from a retail store in the mall and were then confronted by two… [+632 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Murray Brewster", "title": "Failed bidder files trade challenge against Ottawa's frigate design pick", "description": "The federal government’s decision to select a group of companies led by Lockheed Martin Canada to design and support the construction of the navy’s new frigates is now facing a trade challenge, on top of a Federal Court challenge filed last week.", "url": "https://www.cbc.ca/news/politics/frigate-lockheed-alion-federal-court-1.4916881", "urlToImage": "https://i.cbc.ca/1.4421279.1511805093!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/british-type-26-frigate.jpg", "publishedAt": "2018-11-22T20:46:58Z", "content": "The federal government's decision to select a group of companies led by Lockheed Martin Canada to design and support the construction of the navy's new frigates is now facing a trade challenge, on top of a Federal Court challenge filed last week. Alion Scienc… [+3394 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Vancouver-born animator brings the web to life in Ralph Breaks the Internet", "description": "Animating Ralph Breaks the Internet not only entailed summoning bold imagination to bring the World Wide Web to life — it also meant tapping into fond memories to recreate beloved Disney characters.", "url": "https://www.cbc.ca/news/entertainment/ralph-canadian-animator-shum-1.4916818", "urlToImage": "https://i.cbc.ca/1.4916898.1542917574!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ralph-breaks-the-internet.jpg", "publishedAt": "2018-11-22T20:35:58Z", "content": "Animating Ralph Breaks the Internet not only entailed summoning bold imagination to bring the World Wide Web to life it also meant tapping into fond memories to recreate beloved Disney characters. The film includes a hilarious sequence featuring classic princ… [+3546 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Poitras", "title": "Liberals test PC minority with push to bring shale gas issue to a vote", "description": "Liberal Leader Brian Gallant has introduced an amendment to the Progressive Conservative government’s throne speech motion calling on the PCs “to continue the moratorium on hydraulic fracturing in all parts of the province.”", "url": "https://www.cbc.ca/news/canada/new-brunswick/liberal-shale-gas-motion-pc-throne-speech-1.4916658", "urlToImage": "https://i.cbc.ca/1.4889222.1541173378!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/blaine-higgs.jpg", "publishedAt": "2018-11-22T20:35:51Z", "content": "The Opposition Liberals have moved to force a vote in the legislature next Friday on the contentious issue of shale gas development. Liberal Leader Brian Gallant has introduced an amendment to the Progressive Conservative government's throne speech motion cal… [+5074 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Victoria police recommend child sex charges in 2 online luring investigations", "description": "Two Victoria-area men are accused of luring underage children over the internet after separate investigations by police.", "url": "https://www.cbc.ca/news/canada/british-columbia/victoria-police-recommend-child-sex-charges-in-2-online-luring-investigations-1.4916652", "urlToImage": "https://i.cbc.ca/1.4888302.1541107180!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hands-on-keyboard.jpg", "publishedAt": "2018-11-22T20:35:44Z", "content": "Two Victoria-area men are accused of luring underage children over the internet after separate investigations by police. The first investigation centres on a 28-year-old man who investigators believe has been in Canada illegally since 2014, according to a pol… [+1052 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoba children's advocate says she'll open file on foster care service's handling of sexual abuse case", "description": "Manitoba's advocate for children and youth, Daphne Penrose, says she will open a file to probe the circumstances around the handling of sexual abuse allegations in a foster home.", "url": "https://www.cbc.ca/news/canada/manitoba/b-and-l-foster-care-childrens-advocate-1.4916538", "urlToImage": "https://i.cbc.ca/1.4916680.1542913139!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/daphne-penrose.jpg", "publishedAt": "2018-11-22T20:31:10Z", "content": "Manitoba's advocate for children and youth, Daphne Penrose, says she will open a file to probe the circumstances around the handling of sexual abuse allegations in a foster home. This comes after a CBC News investigation, which reported on a secret recording … [+3492 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Riley Laychuk", "title": "Christmas kettles no longer allowed in Manitoba liquor stores following customer complaints", "description": "One familiar sound of the holiday season will be absent from Manitoba liquor stores this year.", "url": "https://www.cbc.ca/news/canada/manitoba/salvation-army-christmas-kettles-manitoba-1.4916768", "urlToImage": "https://i.cbc.ca/1.3370768.1450395269!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/christmas-kettle.JPG", "publishedAt": "2018-11-22T20:23:57Z", "content": "One familiar sound of the holiday season will be strikingly absent from Manitoba Liquor Marts this year. The Salvation Army has been told it is no longer allowed to solicit donations through its kettle campaign in any of the Manitoba Liquor &amp; Lotteries st… [+1998 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Watchdog to probe how banks handle complaints", "description": "The Financial Consumer Agency of Canada has got the green light to probe how banking customer complaints are handled internally and by external complaint bodies.", "url": "https://www.cbc.ca/news/world/bank-complaints-1.4916817", "urlToImage": "https://i.cbc.ca/1.4916888.1542917272!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/banks-complaints-review-20181122.jpg", "publishedAt": "2018-11-22T20:21:48Z", "content": "Canada's financial consumer watchdog has got the green light to probe how banking customer complaints are handled internally and by external complaint bodies. The Financial Consumer Agency of Canada said the new review is still in the planning stages but the … [+3209 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Watchdog to probe how banks handle complaints", "description": "The Financial Consumer Agency of Canada has got the green light to probe how banking customer complaints are handled internally and by external complaint bodies.", "url": "https://www.cbc.ca/news/business/bank-complaints-1.4916817", "urlToImage": "https://i.cbc.ca/1.4916888.1542917272!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/banks-complaints-review-20181122.jpg", "publishedAt": "2018-11-22T20:21:48Z", "content": "Canada's financial consumer watchdog has got the green light to probe how banking customer complaints are handled internally and by external complaint bodies. The Financial Consumer Agency of Canada said the new review is still in the planning stages but the … [+3209 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Kitchener man 'vanished into thin air' in Toronto a year ago: Police", "description": "Yoseph Birhanu-Baynesagn, 24, left his home in Kitchener on Nov. 23, 2017, and travelled to Toronto. He called a relative the next day to say he was coming for a visit, but then vanished without a trace, police say.", "url": "https://www.cbc.ca/news/canada/kitchener-waterloo/yoseph-birhanu-baynesagn-missing-kw-man-in-toronto-1.4916172", "urlToImage": "https://i.cbc.ca/1.4916202.1542901727!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/yoseph-birhanu-baynesagn-kitchener.JPG", "publishedAt": "2018-11-22T20:20:01Z", "content": "On the evening of Nov. 23, 2017, 24-year-old Yoseph Birhanu-Baynesagn left his home in Kitchener and went to Toronto. The next day, he called a relative in North York from a payphone at Union Station and said he was coming over to visit. But Birhanu-Baynesagn… [+1636 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Redblacks' Lewis Ward goes from security guard to kicking in Grey Cup", "description": "In a lot of ways it was exactly what Ottawa Redblacks kicker Lewis Ward had always wanted — to be on the sidelines during a Grey Cup game feeling the rush of a championship moment. And now he gets that chance on Sunday against the Calgary Stampeders.", "url": "https://www.cbc.ca/sports/football/cfl/lewis-ward-goes-from-security-guard-to-kicking-in-grey-cup-1.4916849", "urlToImage": "https://i.cbc.ca/1.4916910.1542917877!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/lewis-ward-redblacks.jpg", "publishedAt": "2018-11-22T20:19:14Z", "content": "EDMONTON In a lot of ways it was exactly what Lewis Ward had always wanted to be on the sidelines during a Grey Cup game feeling the rush of a championship moment. Except, it wasn't how he had imagined it would be taking place. During last year's thrilling Gr… [+4126 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "City of Vancouver preps for winter — and so should you", "description": "Homeowners are expected to clear snow and ice from sidewalks around their property by 10 a.m. every day.", "url": "https://www.cbc.ca/news/canada/british-columbia/city-of-vancouver-snow-plans-1.4916614", "urlToImage": "https://i.cbc.ca/1.4916648.1542912019!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/city-of-vancouver-snow-plans.jpeg", "publishedAt": "2018-11-22T20:05:23Z", "content": "The City of Vancouver has rolled out its weather response plans for the coming winter and is advising residents to do the same. When snow or freezing temperatures are predicted, arterial streets will be salted, brined, or plowed depending on the conditions, t… [+1956 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Austin Grabish", "title": "Electrical failure to blame for blaze that killed 12-year-old, grandmother: fire commissioner", "description": "A fatal fire that claimed the life of a an 82-year-old woman and her 12-year-old granddaughter last month has been determined to be accidental in nature.", "url": "https://www.cbc.ca/news/canada/manitoba/fatal-point-douglas-fire-cause-determined-1.4916660", "urlToImage": "https://i.cbc.ca/1.4881887.1540764515!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/nicola-anna-ida-pangman-klaric-12-and-her-grandma-maria-klaric.jpg", "publishedAt": "2018-11-22T19:59:06Z", "content": "A fatal house fire last month that claimed the life of a much-loved Winnipeg woman and her 12-year-old granddaughter in North Point Douglas has been determined to be accidental in nature. An electrical failure in a light fixture on the main floor of Maria Kla… [+1063 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "MPP disappointed motion to have at home cancer drugs covered turned down", "description": "An NDP motion in the legislature to get the province to cover the cost of take home cancer drugs has been defeated.", "url": "https://www.cbc.ca/news/canada/sudbury/ndp-motion-take-home-cancer-drugs-1.4916706", "urlToImage": "https://i.cbc.ca/1.4089851.1493385124!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cancer-drugs-nova-scotia-health-coverage.jpg", "publishedAt": "2018-11-22T19:53:30Z", "content": "An NDP motion in the legislature to get the province to cover the cost of take home cancer drugs has been defeated. Nickel Belt MPP France Gelinas, who put forward the motion, says an increasing number of cancers can be treated at home with drugs. But, she sa… [+1442 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Rain hinders search for remains but helps contain Northern California wildfire", "description": "Hundreds of volunteers will spend the American Thanksgiving holiday combing through ruins in heavy rain, looking for the remains of victims killed in the deadliest wildfire in California history.", "url": "https://www.cbc.ca/news/world/camp-fire-paradise-woolsey-1.4916633", "urlToImage": "https://i.cbc.ca/1.4916716.1542914072!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1ay3hq.jpg", "publishedAt": "2018-11-22T19:52:00Z", "content": "Hundreds of volunteers will spend the American Thanksgiving holiday combing through ruins in heavy rain, looking for the remains of victims killed in the deadliest wildfire in California history, with strong winds and the risk of mudslides an additional compl… [+2786 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Missing exchange students found safe in Toronto", "description": "The two cousins from Vietnam reported missing last week were found safe in Toronto on Wednesday evening.", "url": "https://www.cbc.ca/news/canada/new-brunswick/missing-exchange-students-vietnam-moncton-1.4916750", "urlToImage": "https://i.cbc.ca/1.4913380.1542743119!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/missing-students.jpg", "publishedAt": "2018-11-22T19:49:06Z", "content": "The two cousins from Vietnam reported missing last week were found safe and sound in Toronto on Wednesday evening, confirming a school head's suspicion. The host families of the two 17-year-olds, Ngan Ngoc Nguyen and Diu Thu Thi Nguyen, reported them missing … [+846 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Magee", "title": "Moncton man sent to hospital with signs of frostbite after night in tent", "description": "A man was taken to hospital in Moncton on Thursday with signs of frostbite after telling police he spent the night outside in a tent.", "url": "https://www.cbc.ca/news/canada/new-brunswick/moncton-rcmp-tent-frostbite-1.4916411", "urlToImage": "https://i.cbc.ca/1.3573459.1538183764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-22T19:42:56Z", "content": "A man was taken to hospital in Moncton on Thursday with signs of frostbite after telling police he spent the night outside in a tent. Staff Sgt. Mario Fortin with Codiac Regional RCMP said a Mountie was flagged down near Austin and Church streets around 8:20 … [+1286 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Donald Trump maintains CIA hasn't concluded crown prince ordered Khashoggi killing", "description": "U.S. President Donald Trump continues to insist there is not enough evidence to blame the Saudi crown prince for journalist Jamal Khashoggi's killing.", "url": "https://www.cbc.ca/news/world/trump-khashoggi-saudi-arabia-1.4916405", "urlToImage": "https://i.cbc.ca/1.4916458.1542908649!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-trump.jpg", "publishedAt": "2018-11-22T19:34:15Z", "content": "U.S. President Donald Trump continues to insist there is not enough evidence to blame Mohammed bin Salman for journalist Jamal Khashoggi's killing and on Thursday said he \"didn't want to talk about\" a report that a recording exists that incriminates the Saudi… [+7028 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Spencer Van Dyk", "title": "Doctor shortage at Quebec City hospital means patients lose access to outpatient palliative care", "description": "An exodus of doctors at Hôtel-Dieu has forced the hospital to shut down its palliative care outpatient unit, leaving almost 100 people without adequate end-of-life care.", "url": "https://www.cbc.ca/news/canada/montreal/quebec-city-outpatient-palliative-care-1.4914859", "urlToImage": "https://i.cbc.ca/1.3376358.1450797224!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/assisted-dying.jpg", "publishedAt": "2018-11-22T19:27:40Z", "content": "An exodus of doctors at Quebec City's Hôtel-Dieu has forced the hospital to shut down its palliative care outpatient unit, leaving almost 100 people without adequate end-of-life care. Dr. Louis Roy, a family doctor and head of palliative care at the Centre ho… [+3095 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Spencer Van Dyk", "title": "Loss of physicians forces Quebec City hospital to shut down outpatient palliative care unit", "description": "An exodus of doctors at Hôtel-Dieu has forced the hospital to shut down its palliative care outpatient unit, leaving almost 100 people without adequate end-of-life care.", "url": "https://www.cbc.ca/news/canada/montreal/loss-of-physicians-forces-quebec-city-hospital-to-shut-down-outpatient-palliative-care-unit-1.4914859", "urlToImage": "https://i.cbc.ca/1.4088174.1493305678!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/palliative-care.jpg", "publishedAt": "2018-11-22T19:27:40Z", "content": "An exodus of doctors at Quebec City's Hôtel-Dieu has forced the hospital to shut down its palliative care outpatient unit, leaving almost 100 people without adequate end-of-life care. Dr. Louis Roy, a family doctor and head of palliative care at the Centre ho… [+3095 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jeremy Eaton", "title": "Are you in a housing pinch? St. John's takes new strategy on affordable housing to public", "description": "Many people who live in unaffordable housing may not even be aware of it, one councillor says.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/affordable-housing-plan-1.4916545", "urlToImage": "https://i.cbc.ca/1.4916584.1542910609!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/city-of-st-john-s-launched-ten-year-affordable-housing-plan.jpg", "publishedAt": "2018-11-22T19:20:16Z", "content": "A new City of St. John's housing initiative announced Thursday includes a 10-year plan aimed at helping those forced to spend a disproportionate amount of their money on housing and may not be aware they are in a muddle. According to statistics released durin… [+2485 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jonathon Gatehouse", "title": "Putin's popularity plunges as Russian voters rage over pension reforms", "description": "A closer look at the day's most notable stories with The National's Jonathon Gatehouse: Putin's approval rating hits five-year low in new poll; migrants in Tijuana face mix of hostility and hospitality; CBC News examines funeral home business practices.", "url": "https://www.cbc.ca/news/thenational/national-today-newsletter-putin-tijuana-migrants-funerals-1.4911423", "urlToImage": "https://i.cbc.ca/1.4916231.1542902907!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/afp-1ad4ej.jpg", "publishedAt": "2018-11-22T19:10:54Z", "content": "Welcome to The National Today newsletter, which takes a closer look at what's happening around some of the day's most notable stories. Sign up here and it will be delivered directly to your inbox Monday to Friday. TODAY: Vladimir Putin's popularity has hit a … [+13707 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Julie Van Rosendaal", "title": "Recipes reimagine porridge, hearty breakfast of childhood", "description": "Julie Van Rosendaal discovers there's more than one way to make a bowl of oatmeal or other grains taste delicious and fill you up.", "url": "https://www.cbc.ca/news/canada/calgary/porridge-creamy-julie-van-rosendaal-recipes-calgary-1.4913785", "urlToImage": "https://i.cbc.ca/1.4913809.1542901114!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/skillet-oatmeal.jpg", "publishedAt": "2018-11-22T19:08:07Z", "content": "Porridge is the breakfast of so many childhoods. It's quick, hearty, inexpensive and a staple of kitchen tables around the world. You may have grown up on old-old-fashioned, steel-cut oatmeal or those little packets of instant oats, congee, Cream of Wheat, Su… [+2778 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "B.C. Opposition raises concerns about internal investigation at B.C. Legislature", "description": "The B.C. Liberals are asking questions about the special adviser brought in by the house speaker to investigate senior officials at the legislature.", "url": "https://www.cbc.ca/news/canada/british-columbia/alan-mullen-darryl-plecas-sergeant-at-arms-bc-legislature-1.4916532", "urlToImage": "https://i.cbc.ca/1.4916586.1542910617!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alan-mullen.jpg", "publishedAt": "2018-11-22T19:04:40Z", "content": "The B.C. Opposition is raising concerns about the internal investigation that led to two top officials in the legislature being placed on leave earlier this week. House Speaker Darryl Plecas tried to appoint his friend and special adviser Allen Mullen as acti… [+2577 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adrienne Lamb,Rick Bremness", "title": "What to do beyond the Grey Cup this weekend", "description": "Maybe football isn't your thing. Doesn't make you a bad person. Here's some other stuff you could do with your weekend in Edmonton.", "url": "https://www.cbc.ca/news/canada/edmonton/adrienne-lamb-weekend-event-edmonton-1.4915438", "urlToImage": "https://i.cbc.ca/1.4915502.1542840777!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/glow.jpg", "publishedAt": "2018-11-22T19:00:00Z", "content": "It may be the biggest sports weekend of the year in Edmonton, but is anything else going on? Arts and culture The heartwarming production of Tuck Everlasting presented by the St. Albert Children's Theatre is on at the Arden Theatre until Dec. 2. Make It! is E… [+1635 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Injured Manuel Osborne-Paradis won't race Lake Louise World Cup downhill", "description": "Canadian skier Manuel Osborne-Paradis won't race the season-opening downhill in Lake Louise, Alta., after breaking bones in his leg.", "url": "https://www.cbc.ca/sports/olympics/winter/skiing/injured-manuel-osborne-paradis-won-t-race-lake-louise-world-cup-downhill-1.4916666", "urlToImage": "https://i.cbc.ca/1.4915577.1542843472!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/osborne-paradis.jpg", "publishedAt": "2018-11-22T18:56:05Z", "content": "Canadian skier Manuel Osborne-Paradis won't race the season-opening downhill in Lake Louise, Alta., after breaking bones in his leg. The 34-year-old veteran from North Vancouver, B.C., suffered a fractured fibula and tibia when he crashed in Wednesday's first… [+838 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Youth offender to be released on conditions after serving in-custody sentence for 2015 killing", "description": "A man who beat another person to death when he was 16 years old will be released from custody on a conditional supervision order after serving time for manslaughter.", "url": "https://www.cbc.ca/news/canada/saskatchewan/punnichy-2015-manslaughter-offender-released-1.4916530", "urlToImage": "https://i.cbc.ca/1.4098471.1493854842!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/clayton-cyr.JPG", "publishedAt": "2018-11-22T18:49:48Z", "content": "A youth offender convicted of a 2015 killing will be released on a conditional supervision order after serving time in custody for manslaughter. Clayton Charles Cyr's body was discovered by RCMP in a shed in Punnichy, a village just over 100 kilometres north … [+1041 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Winner crowned in CBC Edmonton's 'Kick it to win it' contest", "description": "After a victory dance on the football field, Mike Bilinski will bring home gold-seat tickets to the Grey Cup.", "url": "https://www.cbc.ca/news/canada/edmonton/kick-it-to-win-it-contest-cbc-grey-cup-football-1.4916374", "urlToImage": "https://i.cbc.ca/1.4916389.1542906584!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/football-skills.jpg", "publishedAt": "2018-11-22T18:49:10Z", "content": "After a victory dance on the football field, Mike Bilinski will bring home gold-seat tickets to the Grey Cup. Bilinski was crowned the ultimate champion of CBC's \"Kick it to win it\" contest on Thursday morning beating out two other contest finalists, Steve Ge… [+1536 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Prized possessions: ordinary objects tell refugees' stories", "description": "A worn soccer ball, a yellow skipping rope, a simple coffee cup: they're all part of a poignant exhibit on Thursday at the Canadian Museum of Nature.", "url": "https://www.cbc.ca/news/canada/ottawa/award-winning-exhibit-tells-refugee-s-stories-using-the-ordinary-1.4916139", "urlToImage": "https://i.cbc.ca/1.4916296.1542904586!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/soccer-ball.jpg", "publishedAt": "2018-11-22T18:44:34Z", "content": "A worn soccer ball, a yellow skipping rope with bumblebee handles, a simple coffee cup: ordinary items that tell the extraordinary stories of people who lost nearly everything else to war. They're also part of poignant exhibit on Thursday evening at the Canad… [+1449 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Indian police struggle to recover body of American killed by island tribe", "description": "Indian authorities are struggling to figure out how to recover the body of an American killed after wading ashore on an isolated island cut off from the modern world.", "url": "https://www.cbc.ca/news/world/indian-police-struggle-recover-body-india-island-tribe-1.4916438", "urlToImage": "https://i.cbc.ca/1.4916473.1542909001!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/india-american-killed.jpg", "publishedAt": "2018-11-22T18:17:17Z", "content": "Indian authorities were struggling Thursday to figure out how to recover the body of an American killed after wading ashore on an isolated island cut off from the modern world. John Allen Chau was killed last week on the tiny Indian island of North Sentinel w… [+4625 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Shane Gibson", "title": "'We sing and we drink beer' — and this weekend, the Winnipeg Beer Choir takes on Handel's Messiah", "description": "The Winnipeg Beer Choir is adding what is possibly the most famous and popular piece of choral music of all time to its repertoire.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-beer-choir-messiah-1.4916284", "urlToImage": "https://i.cbc.ca/1.4916391.1542907227!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/beer-choir.jpg", "publishedAt": "2018-11-22T18:15:30Z", "content": "The Winnipeg Beer Choir is adding what is possibly the most famous and popular piece of choral music of all time to its repertoire. This weekend, the suds-swilling singers are tackling Handel's Messiah. The Winnipeg Beer Choir has been gathering every couple … [+2161 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Mining companies no longer face 12-month cleanup deadline", "description": "The Nova Scotia government says it's lengthening the cleanup timeline because companies weren't meeting the one-year deadline.", "url": "https://www.cbc.ca/news/canada/nova-scotia/mining-natural-resources-clean-up-remedition-law-regulations-1.4916140", "urlToImage": "https://i.cbc.ca/1.3764148.1474489796!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/open-pit-mine.JPG", "publishedAt": "2018-11-22T18:15:03Z", "content": "The Nova Scotia government is eliminating a requirement that mining companies clean up or reclaim mine sites they walk away from, within a year after they are closed. New regulations taking effect Dec. 18 will now make the cleanup timeline vary from a maximum… [+1420 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Banting artwork of lab where insulin was discovered fetches more than $300K", "description": "Canadian Nobel Prize-winning scientist Frederick Banting has added yet another accomplishment to his illustrious resume — this time, posthumously, as an artist.", "url": "https://www.cbc.ca/news/entertainment/banting-painting-heffel-1.4916322", "urlToImage": "https://i.cbc.ca/1.4869137.1539963383!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/frederick-banting.jpg", "publishedAt": "2018-11-22T18:09:08Z", "content": "Canadian Nobel Prize-winning scientist Frederick Banting has added yet another accomplishment to his illustrious resume this time, posthumously, as an artist. Banting set a new auction record for his works Wednesday with the $313,250 sale of his 1925 painting… [+1700 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Meagan Deuling", "title": "Women impacted by predatory Twitter messages from Inuk activist band together", "description": "A man in St. John’s who gained a platform for his 'Inuk word of the day' tweets was called out for sending unsolicited, sexually suggestive messages to several women. Now those women are turning to each other for support.", "url": "https://www.cbc.ca/news/canada/north/unsolicited-suggestive-messages-man-1.4915737", "urlToImage": "https://i.cbc.ca/1.4916431.1542907523!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/allison-doyle.jpg", "publishedAt": "2018-11-22T18:08:16Z", "content": "Amy Norman has never met Angus Andersen in person. They would chat online; they were both affiliated with the Labrador Land Protectors in the resistance against the planned Muskrat Falls hydro project in Labrador. They talked about activism, but their convers… [+4166 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Drew Anderson", "title": "Justin Trudeau tours Calgary amid frustration with ongoing financial woes", "description": "Prime Minister Justin Trudeau will be tiptoeing through Calgary on Thursday amid frustration with the province's ongoing financial woes and one day after his finance minister unveiled a fiscal update that his Alberta counterpart said showed Ottawa is \"on a di…", "url": "https://www.cbc.ca/news/canada/calgary/justin-trudeau-calgary-financial-downturn-frustration-1.4916309", "urlToImage": "https://i.cbc.ca/1.4916560.1542911031!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/trudeau-and-sohi.jpg", "publishedAt": "2018-11-22T18:05:14Z", "content": "Watch Justin Trudeau live here at 11:45 MT and again at 1:15 MT Prime Minister Justin Trudeau will be tiptoeing through Calgary on Thursday amid frustration with the province's ongoing financial woes and one day after his finance minister unveiled a fiscal up… [+2079 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bell,Betsy Longchap", "title": "350 years of Waskaganish: Yearlong celebration highlights Cree community's rich history", "description": "It was on September 29, 1668 that the Nonsuch ship anchored off the mouth of the Rupert River, near present day Waskaganish and the crew set about making a winter camp.", "url": "https://www.cbc.ca/news/canada/north/cree-anniversary-1.4916370", "urlToImage": "https://i.cbc.ca/1.4916414.1542907017!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aashuumiih-winter-journey.jpg", "publishedAt": "2018-11-22T18:03:13Z", "content": "For Charles J. Hester, the arrival in 1668 of a British naval ship in James Bay is worth marking even celebrating because it also marks the important role his community had in the very foundations of this country. \"We helped build Canada,\" said Hester, direct… [+3664 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Committee recommends families of dead crash victims get larger cut of Humboldt Broncos GoFundMe", "description": "If a judge approves the recommendation, the survivors of the April 6 Humboldt Broncos bus crash would each receive $425,000 while families or dependents of those who died would get $475,000 each.", "url": "https://www.cbc.ca/news/canada/saskatoon/humboldt-broncos-players-gofundme-campaign-money-bus-crash-1.4916283", "urlToImage": "https://i.cbc.ca/1.4609670.1523383328!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/humboldt.png", "publishedAt": "2018-11-22T18:02:09Z", "content": "The committee tasked with recommending how the $15-million Humboldt Broncos GoFundMe should be divvied up says the families who lost a loved one in the bus crash should receive more than those who were in the crash and survived. The five-person committee's re… [+2299 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kim Brunhuber", "title": "'They've come here to create disorder': Migrant caravan faces hostility on both sides of U.S.-Mexico border", "description": "Little Padres Park is a city of space blankets and houses built out of shrubs, of outdoor showers and soccer matches in socks. The baseball stadium in downtown Tijuana, Mexico, has become a sudden city, hastily filled with more than 1,500 migrants.", "url": "https://www.cbc.ca/news/world/caravan-migrants-trump-tijuana-1.4915725", "urlToImage": "https://i.cbc.ca/1.4915763.1542854607!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/wilmer-ramirez.jpg", "publishedAt": "2018-11-22T17:56:11Z", "content": "Little Padres Park is a city of space blankets and houses built out of shrubs, of outdoor showers and soccer matches played in socks. The baseball stadium in downtown Tijuana, Mexico, has become the makeshift home of about 1,500 migrants who make up one of th… [+4963 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Justin Trudeau makes affordable housing announcement in Calgary LIVE", "description": "The Prime Minister and Natural Resources Minister Amarjeet Sohi speak at the Lumino Condominium in Calgary.", "url": "https://www.cbc.ca/news/justin-trudeau-makes-affordable-housing-announcement-in-calgary-live-1.4916426", "urlToImage": "https://i.cbc.ca/1.4916426.1542908701!/httpImage/image.jpg_gen/derivatives/16x9_620/image.jpg", "publishedAt": "2018-11-22T17:55:57Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Chiu", "title": "Family frustrated with lack of bed at Halifax hospital for mother with cancer", "description": "Mildred Johnson's daughters say their cancer-stricken mother's fractured rib could have been prevented if she didn't have to take near-daily ambulance trips to the Victoria General Hospital for radiation treatment.", "url": "https://www.cbc.ca/news/canada/nova-scotia/victoria-general-halifax-dartmouth-general-hospital-cancer-radiation-1.4915632", "urlToImage": "https://i.cbc.ca/1.4915638.1542906817!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/alexis-lovessa-and-crystal-johnson.JPG", "publishedAt": "2018-11-22T17:54:18Z", "content": "The daughter of a newly diagnosed cancer patient says she is frustrated with the fact her mother has to take frequent ambulance trips from Dartmouth to the Victoria General Hospital due to a lack of beds available in Halifax. Mildred Johnson, 63, was diagnose… [+4982 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dan Taekema", "title": "Canadians are more polite on Twitter, Americans more negative — study looked at 40M tweets", "description": "Researchers at McMaster University found the words most disproportionately typed out by Twitter users on both sides of the border line up with national stereotypes — Canadians tend to be polite and positive while Americans are more assertive and negative.", "url": "https://www.cbc.ca/news/canada/hamilton/mcmaster-linguistics-twitter-u-s-canada-trump-1.4915955", "urlToImage": "https://i.cbc.ca/1.4916089.1542897934!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-u-s-twitter-mcmaster.jpg", "publishedAt": "2018-11-22T17:52:50Z", "content": "It seems the stereotype that Canadians tend to be more positive and polite than Americans is true at least when it comes to language use on Twitter. Sorry! A new study published by McMaster University researchers Wednesday analyzed nearly 40 million tweets fr… [+4151 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Moose collisions drop sharply, while hunting advocate raises alarm about population", "description": "A hunter says the province's moose population is in \"serious trouble.\" A cabinet minister says the claim is dead wrong.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/moose-population-1.4916111", "urlToImage": "https://i.cbc.ca/1.3552090.1461607605!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/nl-overrun-with-moose-20160419.jpg", "publishedAt": "2018-11-22T17:51:39Z", "content": "The number of moose-vehicle collisions in Newfoundland and Labrador has dropped significantly this year, while the leader of a hunting group is raising alarms about what he calls a steep drop in the moose population. According to data released Thursday by the… [+3337 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "STO driver accused of operating bus while impaired", "description": "A Gatineau bus driver was arrested Wednesday for allegedly operating a bus while impaired.", "url": "https://www.cbc.ca/news/canada/ottawa/sto-driver-arrested-after-driving-impaired-on-duty-1.4916359", "urlToImage": "https://i.cbc.ca/1.3968105.1486325502!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/commuter-flags-sto-bus-showing-bus-pass-january-2017.jpg", "publishedAt": "2018-11-22T17:45:55Z", "content": "A Gatineau bus driver was arrested Wednesday for allegedly operating a bus while impaired. The driver, who was on duty at the time, was arrested at the de la Gappe transit station after a customer complained, the Société de transport de l'Outaouais (STO) conf… [+379 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Catharine Tunney", "title": "Kremlin critic Bill Browder warns MPs that Russia is 'abusing Interpol'", "description": "One of the Kremlin's most prominent critics reminded Canadian politicians today of Moscow's documented abuse of Interpol as he continues to push for Russia's removal from the international police organization.", "url": "https://www.cbc.ca/news/politics/bill-browder-interpol-canada-committee-1.4915961", "urlToImage": "https://i.cbc.ca/1.4105165.1494271263!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/bill-browder.jpg", "publishedAt": "2018-11-22T17:45:38Z", "content": "One of the Kremlin's most prominent critics reminded Canadian politicians today of Moscow's documented abuse of Interpol as he continues to push for Russia's removal from the international police organization. In recent days, Bill Browder who spearheaded the … [+3527 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "CP train conductor killed in workplace accident in downtown Calgary", "description": "The Teamsters union says it has been told an investigation by Transport Canada is ongoing.", "url": "https://www.cbc.ca/news/canada/calgary/cp-rail-train-conductor-killed-calgary-1.4916203", "urlToImage": "https://i.cbc.ca/1.3324957.1478653970!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadian-pacific-rail-train.jpg", "publishedAt": "2018-11-22T17:41:33Z", "content": "A Canadian Pacific Railway conductor was killed Monday in downtown Calgary in what his union describes as a workplace accident. \"As we prepare to enter the holiday season, I am sad to report that one of our Teamster families will be in mourning,\" said Françoi… [+451 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Developers plan for twin residential skyscrapers that would be tallest in city", "description": "A consortium of real estate developers have started promoting a $700-million pair of residential towers that promise to dominate Montreal's skyline well before municipal officials have given the project a green light.", "url": "https://www.cbc.ca/news/canada/montreal/quartier-des-spectacles-residential-project-maestria-1.4916230", "urlToImage": "https://i.cbc.ca/1.4916272.1542904928!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/maestria.jpg", "publishedAt": "2018-11-22T17:34:03Z", "content": "A consortium of real estate developers have started promoting a $700-million pair of residential towers that promise to dominate Montreal's skyline well before municipal officials have given the project a green light. Standing 51 and 53 storeys in the Quartie… [+2730 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nick Boisvert", "title": "Jewelry store workers break out the swords to fight off daylight robbery attempt", "description": "Surveillance video captured workers at a Mississauga jewelry store using swords to fend off a brazen daylight robbery attempt. \"When they entered, they were met with a certain amount of force,\" said a police constable.", "url": "https://www.cbc.ca/news/canada/toronto/jewelry-store-sword-robbery-1.4916288", "urlToImage": "https://i.cbc.ca/1.4916339.1542905403!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jewelry-store-robbery-attempt.jpg", "publishedAt": "2018-11-22T17:30:30Z", "content": "Surveillance video captured workers at a Mississauga jewelry store using swords to fend off a brazen daylight robbery attempt. The incident happened shortly after noon on Wednesday at Ashok Jewellers, according to Peel police. Video from inside the store show… [+1434 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Harrison", "title": "High-flying Flanagan seeks 1st Canadian cross-country title, world berth", "description": "Several Olympians will be among the record 1,110 runners at the Canadian cross-country championships on Saturday (CBCSports.ca, 8:50 a.m.) along with 2018 NCAA 10,000-metre champion Ben Flanagan, who makes his racing debut in Kingston, Ont.", "url": "https://www.cbc.ca/sports/olympics/summer/trackandfield/flanagan-cross-country-nationals-preview-1.4916241", "urlToImage": "https://i.cbc.ca/1.4916369.1542906028!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/flanagan-ben-180606-1180.jpg", "publishedAt": "2018-11-22T17:29:13Z", "content": "Ben Flanagan has often benefited from being a hard-working, disciplined distance runner. \"But there have been times in my career where I've been a little too driven to try to make the next level and maybe had the tendency to overdo things, which either led to… [+6888 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Clare Hennig", "title": "UBC student bridges language gap to boost South Asian votes in electoral reform referendum", "description": "As British Columbia slides towards the last week of the electoral reform referendum, one university student is doing her part to try to boost voter turnout within the South Asian community.", "url": "https://www.cbc.ca/news/canada/british-columbia/ubc-student-language-gap-in-electoral-reform-referendum-1.4916233", "urlToImage": "https://i.cbc.ca/1.4916243.1542903468!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jennifer-deol.jpg", "publishedAt": "2018-11-22T17:27:08Z", "content": "As British Columbia moves into the last week before the electoral reform referendum deadline, one university student is doing her part to try to boost voter turnout in the South Asian community. Elections BC has translated referendum materials like voter guid… [+2421 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "How Nova Scotians can help save the province's endangered species", "description": "Volunteers with the Mersey Tobeatic Research Institute have spent a total of 13,000 hours working to save endangered species, but executive director Amanda Lavers says more must be done.", "url": "https://www.cbc.ca/news/canada/nova-scotia/blanding-s-turtle-monarch-butterfly-volunteers-bird-count-1.4916266", "urlToImage": "https://i.cbc.ca/1.3705439.1470231273!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/blanding-s-turtle-nova-scotia.JPG", "publishedAt": "2018-11-22T17:16:42Z", "content": "This is part of a series of stories from CBC's Information Morning about species that are struggling to survive in Nova Scotia, and the people who have vowed to save them. Volunteers with the Mersey Tobeatic Research Institute have spent a total of 13,000 hou… [+2154 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "Winnipeg plans to issue penalties for hazardous-waste spills in city sewers", "description": "The City of Winnipeg should soon be able to issue tickets for hazardous waste spills instead of having to take offenders to provincial court to recover costs associated with cleanup.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-sewer-bylaw-hazardous-waste-1.4916294", "urlToImage": "https://i.cbc.ca/1.3203194.1440518865!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/household-hazardous-waste.jpg", "publishedAt": "2018-11-22T17:15:46Z", "content": "The City of Winnipeg should soon be able to issue tickets for hazardous waste spills instead of having to take offenders to provincial court to recover costs associated with cleanup. City council's water and waste committee voted Thursday to approve a new sew… [+771 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Second person dies after crash near Port Perry earlier this month", "description": "A two-vehicle crash near Port Perry, Ont., earlier this month has claimed the life of a second person.", "url": "https://www.cbc.ca/news/canada/toronto/port-perry-2nd-victim-1.4916321", "urlToImage": "https://i.cbc.ca/1.4526849.1531056209!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadian-crime-scene-police-line-do-not-cross.jpg", "publishedAt": "2018-11-22T17:04:15Z", "content": "A two-vehicle crash near Port Perry, Ont., earlier this month has claimed the life of a second person. Durham regional police say the crash took place on Nov. 9 around 2:30 p.m. when a northbound Hyundai lost control and collided with a southbound Kia Sorento… [+425 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Manitoba pumps $5.3M into boosting hip, knee, cataract surgeries, reducing wait times", "description": "Manitoba is stepping up the number of hip and knee replacements and cataract surgeries, months after a report ranked the province at or near the bottom in wait times for those procedures.", "url": "https://www.cbc.ca/news/canada/manitoba/hip-knee-replacement-cataract-surgeries-1.4916194", "urlToImage": "https://i.cbc.ca/1.3520516.1459805613!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/knee-surgery.jpg", "publishedAt": "2018-11-22T17:03:03Z", "content": "Manitoba is stepping up the number of hip and knee replacements and cataract surgeries, months after a report ranked the province among the worst for wait times for those procedures. Health Minister Cameron Friesen announced an injection of more than $5.3 mil… [+2282 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Edmonton's 'Graffiti Granny' tackling tagging, one wall at a time", "description": "One Edmonton woman is tackling graffiti in her west Edmonton neighbourhood by removing the unwanted tagging sometimes two or three times a week.", "url": "https://www.cbc.ca/news/canada/edmonton/graffiti-granny-west-edmonton-tagging-1.4915202", "urlToImage": "https://i.cbc.ca/1.4915682.1542849962!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/graffiti-granny.jpg", "publishedAt": "2018-11-22T17:00:00Z", "content": "Cathy Backewich wasn't always known as the \"Graffiti Granny\" of her Callingwood North neighbourhood. She earned the nickname after it was spray-painted, along with profanities, onto the Whitemud Drive sound barrier walls in west Edmonton, a day after she and … [+2565 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Canadian banks hire 'ethical hackers' to improve and test cybersecurity", "description": "Canada's biggest banks are fortifying their defences by hiring their own ethical hackers to test their systems as the frequency and sophistication of cybercrime increases.", "url": "https://www.cbc.ca/news/business/canadian-banks-cybersecurity-1.4916219", "urlToImage": "https://i.cbc.ca/1.4916330.1542905219!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/banks-cybersecurity-20181122.jpg", "publishedAt": "2018-11-22T16:55:17Z", "content": "Hackers are targeting Toronto-Dominion Bank's internal systems at all hours using cutting-edge techniques, but the bank's head of cybersecurity isn't losing sleep over them they work for him, after all. The bank established late last year an in-house \"red tea… [+5953 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "LeBreton Flats project in peril over partners' dispute", "description": "The plan to redevelop Ottawa's LeBreton Flats has been thrust into turmoil over a disagreement between the key members of the group awarded the major city-building project.", "url": "https://www.cbc.ca/news/canada/ottawa/lebreton-flats-ncc-update-1.4916177", "urlToImage": "https://i.cbc.ca/1.3422446.1461927171!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rendezvous-lebreton-group.jpg", "publishedAt": "2018-11-22T16:52:53Z", "content": "The plan to redevelop Ottawa's LeBreton Flats has been thrust into turmoil over a disagreement between the key members of the group awarded the major project. The Ottawa Senators and Trinity Group told the National Capital Commission earlier this month they h… [+1228 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "London duo Loud Luxury to perform at 2019 Junos", "description": "London duo Loud Luxury will perform at the 2019 Juno Awards, set to take place March 17, 2019 at Budweiser Gardens.", "url": "https://www.cbc.ca/news/canada/london/loud-luxury-junos-1.4916053", "urlToImage": "https://i.cbc.ca/1.4916552.1542910115!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/loud-luxury-junos-london.JPG", "publishedAt": "2018-11-22T16:22:16Z", "content": "Dance music duo Loud Luxury will perform in their hometown for next year's Juno Awards, which are set for March 17 in London, Ont. The Canadian Academy of Recordings Arts and Sciences (CARAS), alongside CBC Music made the announcement Thursday in the city, sa… [+2346 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Joanne Chianello", "title": "The possible collapse of Rendezvous LeBreton is not a surprise", "description": "That the years-long process to redevelop LeBreton Flats, complete with an NHL arena, is on the brink of collapse will be disappointing to so many. But a surprise? Not so much.", "url": "https://www.cbc.ca/news/canada/ottawa/rendezvous-lebreton-flats-deal-arena-1.4913720", "urlToImage": "https://i.cbc.ca/1.3422446.1461927171!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rendezvous-lebreton-group.jpg", "publishedAt": "2018-11-22T16:04:20Z", "content": "That the years-long process to redevelop LeBreton Flats, complete with an NHL arena, is on the brink of collapse will be disappointing to so many. But a surprise? Not so much. Most people believed on Thursday we'd get one of the National Capital Commission's … [+4956 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matthew Low", "title": "Haven't voted in the electoral reform referendum yet? You may get more time", "description": "Elections BC says the postal ballot hasn't yet been affected by rotating strikes at Canada Post — but it could extend the deadline if it decides any potential backlog in mail are having an effect on the voting process.", "url": "https://www.cbc.ca/news/canada/british-columbia/elections-bc-canada-post-strikes-electoral-reform-referendum-1.4915773", "urlToImage": "https://i.cbc.ca/1.4915792.1542857309!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/elections-bc-ballot-processing.jpg", "publishedAt": "2018-11-22T16:00:20Z", "content": "If you haven't voted in B.C.'s electoral reform referendum yet, there's still a chance you may get more time to do so. Elections BC says the postal ballot hasn't yet been affected by rotating strikes at Canada Post but it could extend the deadline if it decid… [+1354 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta distillery thirsty for East Coast expansion", "description": "An Alberta distillery is ready to quench a growing thirst for craft spirits on the East Coast.", "url": "https://www.cbc.ca/news/canada/edmonton/rig-hand-distillery-alberta-new-brunswick-1.4914580", "urlToImage": "https://i.cbc.ca/1.4914765.1542823825!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rig-hand.jpg", "publishedAt": "2018-11-22T16:00:00Z", "content": "An Alberta distillery is ready to quench a growing thirst for craft spirits on the East Coast. Rig Hand Distillery based in Nisku, just south of Edmonton is preparing to open its first sister distillery in New Brunswick. Company owner and head distiller Geoff… [+3058 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man, 60, found dead after house fire in Clark's Harbour", "description": "RCMP officers and local residents tried unsuccessfully to get into the house because they believed someone was inside, RCMP said in a release.", "url": "https://www.cbc.ca/news/canada/nova-scotia/fatal-house-fire-clarks-harbour-1.4916152", "urlToImage": "https://i.cbc.ca/1.3346649.1512944503!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/regina-fire-department-generic-fire-truck-engine-emergency-rescue.JPG", "publishedAt": "2018-11-22T15:44:16Z", "content": "A 60-year-old man has died in an overnight house fire in Clark's Harbour, N.S. Police officers and local residents tried to get into the home because the 911 call suggested someone was inside, RCMP said in a release. They were unsuccessful. The man's body was… [+255 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Michigan daycare left child in cold bus for hour and a half, says state", "description": "State officials have suspended a suburban Detroit child care centre's license after a child was left unattended on a cold bus for 90 minutes.", "url": "https://www.cbc.ca/news/canada/windsor/child-left-on-cold-bus-for-more-than-an-hour-1.4916093", "urlToImage": "https://i.cbc.ca/1.4916106.1542898526!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/jade-child-development-center.jpg", "publishedAt": "2018-11-22T15:41:36Z", "content": "State officials have suspended a suburban Detroit child care centre's license after a child was left unattended on a cold bus for 90 minutes. The Michigan Department of Licensing and Regulatory Affairs suspended the Jade Child Development Center's license, an… [+540 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Andrea Janus", "title": "Is Toronto's downtown relief line 'a' priority, or 'the' priority? Transport minister won't say", "description": "Jeff Yurek said it’s a guarantee the long-planned project won’t get sidelined when subway building and maintenance are uploaded to the province sometime next year.", "url": "https://www.cbc.ca/news/canada/toronto/programs/metromorning/downtown-relief-line-jeff-yurek-metro-morning-1.4916141", "urlToImage": "https://i.cbc.ca/1.3440093.1518735484!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/subway-crush.jpg", "publishedAt": "2018-11-22T15:40:58Z", "content": "The downtown relief line is \"a top priority\" of the Ford government, Ontario's transportation minister said Thursday, adding it's a guarantee the long-planned project won't get sidelined when subway construction and maintenance are uploaded to the province so… [+2952 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Facebook admits it conducted opposition research on Soros, other critics", "description": "Facebook's outgoing head of communications is taking the blame for hiring Definers, the public relations firm doing opposition research on the company's critics, including billionaire philanthropist George Soros.", "url": "https://www.cbc.ca/news/world/facebook-responds-soros-report-1.4915925", "urlToImage": "https://i.cbc.ca/1.4916115.1542899058!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/usa-election-security.jpg", "publishedAt": "2018-11-22T15:33:20Z", "content": "Facebook's outgoing head of communications is taking the blame for hiring Definers, the public relations firm doing opposition research on the company's critics, including billionaire philanthropist George Soros. In a Facebook post that went up late Wednesday… [+3984 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Zach Goudie", "title": "Cooking, compassion and a hot pot of soup offer life lessons to these students", "description": "Some junior high students in St. John’s have discovered the joy of cooking — and of helping those in need.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/soup-club-1.4914412", "urlToImage": "https://i.cbc.ca/1.4914719.1542900233!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/students-at-brother-rice-jr-high-soup-blub.jpg", "publishedAt": "2018-11-22T15:30:00Z", "content": "The excited chatter of a few dozen junior high students mixes with the sounds of chopping, stirring, frying and boiling. It looks like a really fun home economics class but school is done for the day at Brother Rice Junior High, and most students have gone ho… [+4060 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Toronto police search for driver who hit, dragged pedestrian in east end", "description": "Toronto police are asking for the public's help in identifying the driver and vehicle involved in a fail-to-remain collision that occurred on Wednesday evening.", "url": "https://www.cbc.ca/news/canada/toronto/kennedy-danforth-pedestrian-struck-1.4916020", "urlToImage": "https://i.cbc.ca/1.4916099.1542898242!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/danforth-ped-struck.JPG", "publishedAt": "2018-11-22T15:24:28Z", "content": "Toronto police are asking for the public's help to identify the driver and vehicle involved in a fail-to-remain collision on Wednesday. Police were called just before 8 p.m. for a pedestrian that was struck at Kennedy and Danforth roads. They say a 24-year-ol… [+951 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kathleen Harris", "title": "Liberals table back-to-work bill for Canada Post carriers", "description": "The Liberal government is pushing emergency legislation to force Canada Post employees back to work, while urging both sides to negotiate a deal.", "url": "https://www.cbc.ca/news/politics/canada-post-back-to-work-legislation-1.4915974", "urlToImage": "https://i.cbc.ca/1.4915119.1542831535!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/canada-mail.jpg", "publishedAt": "2018-11-22T15:15:28Z", "content": "The federal government is pushing emergency legislation to force Canada Post employees back to work, while urging both sides to negotiate a deal. Labour Minister Patty Hajdu tabled the bill in the House of Commons Thursday morning. The Liberals also tabled a … [+1643 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Montreal's homeless shelters begin winter protocol early as cold snap hits city", "description": "The cold weather has prompted shelters to begin winter protocol ahead of schedule, adding additional beds and staff to help with the influx of clients.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-s-homeless-shelters-begin-winter-protocol-early-as-cold-snap-hits-city-1.4916066", "urlToImage": "https://i.cbc.ca/1.2740029.1542899060!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/montreal-homeless.jpg", "publishedAt": "2018-11-22T15:05:33Z", "content": "Winter has come early to Montreal, and the dropping temperatures have the city's homeless shelters already at capacity. The cold weather has prompted shelters to begin their winter protocol ahead of schedule, providing additional beds and staff to help with t… [+2676 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Cold snap in Montreal has homeless shelters scrambling", "description": "The cold weather has prompted the Old Brewery Mission to begin its winter protocol ahead of schedule, adding additional beds and staff to help with the influx of clients.", "url": "https://www.cbc.ca/news/canada/montreal/cold-snap-in-montreal-has-homeless-shelters-scrambling-1.4916066", "urlToImage": "https://i.cbc.ca/1.2740029.1542899060!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/montreal-homeless.jpg", "publishedAt": "2018-11-22T15:05:33Z", "content": "Winter has come early to Montreal, and the dropping temperatures have the city's homeless shelters already at capacity. The cold weather has prompted the Old Brewery Mission to begin its winter protocol ahead of schedule, adding additional beds and staff to h… [+1855 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Dried cherries sold in B.C. recalled due to undeclared milk", "description": "People with allergies to milk shouldn't eat Chukar brand Amaretto Rainiers Cherries, according to the Canada Food Inspection Agency.", "url": "https://www.cbc.ca/news/canada/british-columbia/amaretto-rainiers-cherries-recalled-1.4916057", "urlToImage": "https://i.cbc.ca/1.4916070.1542897472!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chukar-brand-amaretto-rainiers-cherries.jpg", "publishedAt": "2018-11-22T15:03:06Z", "content": "A winery in B.C.'s Okanagan is recalling amaretto cherries because they may contain undeclared milk. Chukar brand Amaretto Rainiers Cherries are sold at Mission Hill Family Estate in West Kelowna, according to the Canada Food Inspection Agency (CFIA). The com… [+448 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nola Keeler", "title": "Free Fun: What you need to know about the Grey Cup Festival today", "description": "The Grey Cup Festival gathers speed Thursday will a full line-up of events.", "url": "https://www.cbc.ca/news/canada/edmonton/free-events-grey-cup-festival-thursday-1.4911656", "urlToImage": "https://i.cbc.ca/1.4912289.1542671145!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/rural-alberta-advantage.JPG", "publishedAt": "2018-11-22T15:00:00Z", "content": "The Grey Cup Festival gathers speed Thursday will a full line-up of events. CBC is running a list of all free activities in the Grey Cup Festival everyday until game day. Here's what Thursday holds for Grey Cup fans. River Cree Bungee Jump WHERE: Jasper Avenu… [+1514 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Former GTA rapper handed life sentence for 2013 Rexdale community centre slaying", "description": "A former GTA rapper with ties to gang activity was sentenced to life in prison on Wednesday for the fatal shooting of a man outside a Rexdale community centre.", "url": "https://www.cbc.ca/news/canada/toronto/jermaine-dunkley-first-degree-murder-conviction-1.4915971", "urlToImage": "https://i.cbc.ca/1.3253271.1443736251!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/j-noble.jpg", "publishedAt": "2018-11-22T14:55:26Z", "content": "A former GTA rapper with alleged ties to gang activity was sentenced to life in prison on Wednesday for his role in the fatal shooting of a man outside a Rexdale community centre years ago. Jermaine Dunkley, 34, will have no chance of parole for at least 25 y… [+1597 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Sunwing flight in 2017 avoided 'catastrophic' disaster as jet took off too slowly", "description": "Britain's air safety regulator revealed details Wednesday of a Sunwing flight last year that narrowly avoided disaster after the flight crew inputted incorrect air temperature readings, which caused the jet to overrun the runway, run over a warning light and …", "url": "https://www.cbc.ca/news/business/sunwing-jet-belfast-july-1.4915969", "urlToImage": "https://i.cbc.ca/1.4096784.1524513536!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sunwing-boeing-737-800.jpg", "publishedAt": "2018-11-22T14:53:50Z", "content": "Britain's air safety regulator revealed details Wednesday of a Sunwing flight last year that narrowly avoided disaster after the flight crew inputted incorrect air temperature readings, which caused the jet to overrun the runway, run over a warning light and … [+2992 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Rachel Notley to speak to oilwell drilling group in Calgary", "description": "Alberta Premier Rachel Notley is set to speak this morning in Calgary at a meeting of the Canadian Association of Oilwell Drilling Contractors. Watch her address at the Calgary Petroleum Club LIVE at 8:15 a.m. MT.", "url": "https://www.cbc.ca/news/canada/calgary/notley-calgary-drilling-contractors-oil-differential-premier-speech-1.4916017", "urlToImage": "https://i.cbc.ca/1.4911709.1542654614!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rachel-notley.jpg", "publishedAt": "2018-11-22T14:48:33Z", "content": "Alberta Premier Rachel Notley is set to speak this morning in Calgary at a meeting of the Canadian Association of Oilwell Drilling Contractors. The premier has been busy making announcements this week as part of her government's so-called made-in-Alberta stra… [+1898 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "After years of financial struggle, Avalanche Canada gets $25M boost from Ottawa", "description": "The federal money, a one-time endowment for 2018-2019, was announced during Finance Minister Bill Morneau's fall update.", "url": "https://www.cbc.ca/news/canada/british-columbia/avalanche-canada-25m-boost-ottawa-1.4915864", "urlToImage": "https://i.cbc.ca/1.4480121.1515540074!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/alavanche-death.jpg", "publishedAt": "2018-11-22T14:46:13Z", "content": "Avalanche Canada, a non-profit organization dedicated to improving avalanche awareness and safety, has been promised $25 million in funding from the federal government, ending years of financial struggle. The federal money, a one-time endowment for 2018-2019,… [+1875 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Terri Coles", "title": "Nick Coates team will recognize officers who stop impaired drivers on N.L. roads", "description": "A similar program in B.C. has been successful, says MADD's national president and Coates' stepmother, and similar results are the goal for this province.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/madd-team-nick-coates-1.4911388", "urlToImage": "https://i.cbc.ca/1.4914801.1542824841!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/patricia-hynes-coates.jpg", "publishedAt": "2018-11-22T14:33:50Z", "content": "A new program to recognize police officers who get impaired drivers off the roads in Newfoundland and Labrador is a way to thank police and honour victims, says the national president of MADD who lost her own stepson in 2013. The initiative, named the Nick Co… [+3707 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Watch the Grand Prix of Figure Skating from France", "description": "Watch live coverage of the Grand Prix of Figure Skating event in Grenoble, France, where the last spots in the Grand Prix Final are on the line.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/isu-figure-skating-live-stream-france-1.4914648", "urlToImage": "https://i.cbc.ca/1.4916043.1542896696!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/men-france.jpg", "publishedAt": "2018-11-22T14:32:17Z", "content": "Click on the video player above to watch coverage from the Grand Prix of Figure Skating event in France. Coverage begins on Friday at 9 a.m. ET with the men's short program. Action continues with the ice dance rhythm dance at 10:55 a.m. ET, followed by the th… [+260 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anna McMillan", "title": "Building bridges and breaking barriers: Indigenous health program expands in Edmonton", "description": "A team of Edmonton women is working to make the healthcare system easier to navigate for Indigenous patients from remote communities.", "url": "https://www.cbc.ca/news/canada/edmonton/awasisak-indigenous-health-program-stollery-children-s-hospital-indigenous-patients-1.4915794", "urlToImage": "https://i.cbc.ca/1.4915799.1542857876!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/awasisak-indigenous-health-program.JPG", "publishedAt": "2018-11-22T14:30:00Z", "content": "A team of Edmonton women is working to make the health-care system easier to navigate for Indigenous patients from remote communities. The Awasisak Indigenous Health Program aims to make staying at the Stollery Children's Hospital less stressful for Indigenou… [+2522 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Jury dismissed in 1st N.S. case under Westray law", "description": "The jury in the trial of the first Nova Scotia charged under the so-called Westray law has been dismissed in Nova Scotia Supreme Court in Halifax and will continue by judge alone.", "url": "https://www.cbc.ca/news/canada/nova-scotia/jury-dismissed-in-1st-n-s-prosecution-under-westray-law-1.4916046", "urlToImage": "https://i.cbc.ca/1.2770775.1411071736!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/elie-hoyeck-owner-of-your-mechanic-auto-corner.jpg", "publishedAt": "2018-11-22T14:29:45Z", "content": "The jury in the trial of the first Nova Scotia charged under the so-called Westray law has been dismissed in Nova Scotia Supreme Court in Halifax and will continue by judge alone. The move follows questions from a juror and the activity of one of the Crown at… [+551 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Kristy Kirkup", "title": "'There has to be accountability': victims of sterilization demand action", "description": "Morningstar Mercredi says she woke up from surgery at 14 and immediately broke down when she discovered the baby she had felt inside her was gone.", "url": "https://www.cbc.ca/news/canada/edmonton/victims-coerced-sterilization-indigenous-1.4916018", "urlToImage": "https://i.cbc.ca/1.4916034.1542896516!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/morningstar-mercredi.jpg", "publishedAt": "2018-11-22T14:28:24Z", "content": "Morningstar Mercredi says she woke up from surgery at 14 and immediately broke down when she discovered the baby she had felt inside her was gone. What remained was an incision from her panty line to her belly button, cut without her permission. She would eve… [+5217 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "British intelligence 'moved too slowly' on tracking Manchester bomber, report says", "description": "A major British parliamentary report found that security services shortcomings led to missed opportunities to possibly prevent last year's lethal extremist attack at Manchester Arena.", "url": "https://www.cbc.ca/news/world/british-report-abedi-manchester-1.4915929", "urlToImage": "https://i.cbc.ca/1.4915994.1542894900!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/britain-manchester-arena-terrorist-attack-aftermath.jpg", "publishedAt": "2018-11-22T14:28:21Z", "content": "A major British parliamentary report found Thursday that shortcomings by security services led to missed opportunities to possibly prevent last year's lethal extremist attack at Manchester Arena. The Intelligence and Security Committee, which investigated fiv… [+1890 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Teen who made threats to Jewish centres, airports around the world is sentenced to prison", "description": "An Israeli-American man was sentenced to 10 years in prison in Israel on Thursday for making about 2,000 hoax bomb threats that forced evacuations of U.S. Jewish community centres and planes to make emergency landings.", "url": "https://www.cbc.ca/news/world/prison-sentence-bomb-threats-1.4915943", "urlToImage": "https://i.cbc.ca/1.4915977.1542893677!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/israel-us-bomb-threats.jpg", "publishedAt": "2018-11-22T14:22:53Z", "content": "An Israeli-American man was sentenced Thursday to 10 years in prison in Israel for making about 2,000 hoax bomb threats that forced evacuations of U.S. Jewish community centres and caused planes to make emergency landings. The threats, by phone and email, wer… [+2875 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Police investigate shooting near Billings Bridge", "description": "Police are investigating after a 44-year-old man was brought to an Ottawa hospital with gunshot wounds Wednesday night.", "url": "https://www.cbc.ca/news/canada/ottawa/billings-bridge-shooting-ottawa-1.4915989", "urlToImage": "https://i.cbc.ca/1.4916000.1542895113!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/shooting.jpg", "publishedAt": "2018-11-22T14:15:00Z", "content": "Police are investigating after a 44-year-old man was brought to an Ottawa hospital with gunshot wounds Wednesday night. Ottawa police said they responded to reports of a shooting near the Billings Bridge Shopping Centre at about 9 a.m. The man later arrived a… [+161 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Nissan board fires chair Ghosn following arrest", "description": "Nissan's board voted unanimously to oust its chair, Carlos Ghosn, on Thursday after the shock arrest of the industry heavyweight, ushering in a period of uncertainty for its 19-year alliance with Renault.", "url": "https://www.cbc.ca/news/business/nassan-fires-ghosn-1.4915967", "urlToImage": "https://i.cbc.ca/1.4915975.1542893505!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/file-france-economy-nissan-carlos-ghosn.jpg", "publishedAt": "2018-11-22T14:12:36Z", "content": "Nissan's board voted unanimously to oust its chair, Carlos Ghosn, on Thursday after the shock arrest of the industry heavyweight, ushering in a period of uncertainty for its 19-year alliance with Renault. The Japanese firm said its board also voted to remove … [+4029 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Think few reported oiled seabirds is good news? Not so fast, says MUN biologist", "description": "Just a single drop of oil is enough to kill a seabird, one researcher says — and trying to capture and wash the birds is usually futile.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/searose-spill-seabird-threat-1.4914730", "urlToImage": "https://i.cbc.ca/1.4914867.1542826382!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gulf-oil-spill-gallery.jpg", "publishedAt": "2018-11-22T14:08:03Z", "content": "The first dead oiled seabird has been found after Husky Energy's SeaRose FPSO spilled an estimated 250,000 litres of crude into the Grand Banks region of Newfoundland's waters, and a Memorial University biologist is bracing for more possibly 100,000 more. The… [+3855 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Man suffers life-threatening injuries in Junction Triangle residential fire", "description": "A man has been rushed to hospital with life-threatening injuries after a house fire near Sterling Road and Bloor Street West.", "url": "https://www.cbc.ca/news/canada/toronto/junction-fire-injuries-1.4915984", "urlToImage": "https://i.cbc.ca/1.4379718.1509447616!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/marlee-avenue-fire.jpg", "publishedAt": "2018-11-22T14:06:19Z", "content": "A man has been rushed to hospital with life-threatening injuries after a residential fire near Sterling Road and Bloor Street West. Toronto fire and police responded to the fire call at 7:24 a.m. The fire has since been put out. Emergency responders found the… [+475 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matthew Kupfer", "title": "Community fights to keep family shelter open", "description": "The Hintonburg school community and support organizations are urging the City of Ottawa to keep one of its two emergency family shelters open.", "url": "https://www.cbc.ca/news/canada/ottawa/forward-family-shelter-open-letters-1.4915527", "urlToImage": "https://i.cbc.ca/1.4915801.1542858068!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sophia-wong-nov-21-2018.jpg", "publishedAt": "2018-11-22T14:05:35Z", "content": "The Hintonburg school community and support organizations are urging the City of Ottawa to keep one of its two emergency family shelters open after an announcement it would be closing in mere weeks. The city said the Forward Family Shelter in Hintonburg is sl… [+4080 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tim Wharnsby", "title": "Plenty to like about Jets as they hit first-quarter pole of NHL season", "description": "Don’t let the Winnipeg Jets' first period against the Flames in Calgary on Wednesday evening spoil how you feel about their first-quarter NHL performance.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-jets-nhl-quarter-mark-nhl-1.4915966", "urlToImage": "https://i.cbc.ca/1.4915982.1542893955!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/hkn-jets-flames-20181121.jpg", "publishedAt": "2018-11-22T14:04:59Z", "content": "Don't let the Winnipeg Jets' first period against the Flames in Calgary on Wednesday evening spoil how you feel about their first-quarter NHL performance. Yes, the Jets surrendered five goals in the opening period after Brandon Tanev gave Winnipeg a lead 15 s… [+3749 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Western University kit could have stopped E. coli-contaminated lettuce from hitting store shelves - CBC.ca", "description": "CBC.ca Western University kit could have stopped E. coli-contaminated lettuce from hitting store shelves CBC.ca A new rapid testing kit developed by researchers at Western University on London, Ont. could have detected E. coli in romaine lettuce long before s…", "url": "https://www.cbc.ca/news/canada/london/western-university-e-coli-rapid-testing-kit-1.4915923", "urlToImage": "https://i.cbc.ca/1.4914779.1542894824!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-lettuce-outbreak-20181121.jpg", "publishedAt": "2018-11-22T14:00:53Z", "content": "A new rapid testing kit developed by researchers at Western University on London, Ont. could have detected E. coli in romaine lettuce long before shipments hit grocery shelves. The Public Health Agency of Canada has warned against eating romaine lettuce becau… [+1640 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Alexandra Zabjek", "title": "Frequent strikes on buried utility lines pose dangers, prompt calls for legislation", "description": "There were almost 3,000 reported strikes to underground utility infrastructure in Alberta last year, and some are pushing for laws that would make it mandatory for people to call for utility location information before they dig.", "url": "https://www.cbc.ca/news/canada/edmonton/utility-line-danger-call-before-you-dig-1.4915553", "urlToImage": "https://i.cbc.ca/1.4915768.1542855232!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/call-before-you-dig.jpg", "publishedAt": "2018-11-22T14:00:00Z", "content": "A contractor working on a highway construction project near Grande Cache last year struck an underground Telus line, leaving the town of 3,000 people without Internet service not to mention the ability to use the phone or buy something with a credit card. The… [+6501 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Northern Alberta Mounties dragged by suspect on ATV", "description": "RCMP say two Mounties in northern Alberta are recovering from minor injuries after they were dragged 30 feet by a suspect on an ATV.", "url": "https://www.cbc.ca/news/canada/edmonton/boyle-rcmp-atv-chase-1.4915963", "urlToImage": "https://i.cbc.ca/1.3573459.1538183764!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/rcmp.jpg", "publishedAt": "2018-11-22T13:58:48Z", "content": "RCMP say two northern Alberta Mounties are recovering from minor injuries after they were dragged 30 feet by a suspect on an ATV. The chase took place on Tuesday afternoon after an officer patrolling Highway 855 near the Buffalo Lake Metis Settlement spotted … [+807 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ottawa police want to boost traffic, community units", "description": "People in Ottawa generally trust their police force, but are concerned there's more crime than there used to be and want to see more officers in their community, according to a new survey.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-police-community-survey-1.4915782", "urlToImage": "https://i.cbc.ca/1.4882457.1540830017!/fileImage/httpImage/image.PNG_gen/derivatives/16x9_620/homicide-scene.PNG", "publishedAt": "2018-11-22T13:44:39Z", "content": "People in Ottawa generally trust their police force, but are concerned there's more crime than there used to be and want to see more officers on the road and in their community, according to a new survey. Seventy three per cent of the more than 3,500 people w… [+2086 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Equipment malfunction to blame for widespread power outages in southeast", "description": "Close to 10,000 NB Power customers in southeastern New Brunswick were without power after a malfunction occurred at the utility's substation in Memramcook on Wednesday night.", "url": "https://www.cbc.ca/news/canada/new-brunswick/power-outages-nb-1.4915921", "urlToImage": "https://i.cbc.ca/1.4898174.1541717002!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/crew-working.jpg", "publishedAt": "2018-11-22T13:43:36Z", "content": "Close to 10,000 NB Power customers in southeastern New Brunswick were without power for several hours on Wednesday night after a malfunction occurred at the utility's substation in Memramcook. Marc Belliveau, a spokesperson for NB Power, said the outages were… [+768 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Richard White", "title": "OPINION | Can Calgary really cram 650,000 more people into existing neighbourhoods?", "description": "The city’s long-term plan to limit sprawl contains some 'noble goals,' says Richard White, but pulling it off will be a 'herculean task.'", "url": "https://www.cbc.ca/news/canada/calgary/calgary-growth-mdp-goals-long-term-plans-1.4908663", "urlToImage": "https://i.cbc.ca/1.4909620.1542401264!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/calgary-downtown-skyline.jpg", "publishedAt": "2018-11-22T13:30:00Z", "content": "City planners estimate that, from 2009 to 2069, Calgary will gain 1.3 million residents. That's a doubling. So where will we put everyone? Calgary's Municipal Development Plan (MDP) has set an ambitious target that 50 per cent of all population growth between… [+12885 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ariana Kelland", "title": "Offenders with serious drug addictions to avail of new drug court", "description": "Drug court, a new pilot project, is set to begin on Nov. 30.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/drug-court-opens-stjohns-1.4915957", "urlToImage": "https://i.cbc.ca/1.3428364.1454334312!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ghomeshi-interior-11-courtroom-125.jpg", "publishedAt": "2018-11-22T13:29:30Z", "content": "Starting next week, offenders with serious drug addictions who commit non-violent, drug-motivated crimes will be treated differently in the criminal justice system. The long-awaited drug treatment court will begin hearing matters on Nov. 30 in St. John's. The… [+440 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Keith Doucette", "title": "Schooners, Storm in the lead for name of proposed CFL team", "description": "The contest to name Halifax's proposed CFL team appears to be a \"horse race\" between Atlantic Schooners and Atlantic Storm, according to a businessman trying to land a franchise.", "url": "https://www.cbc.ca/news/canada/nova-scotia/cfl-halifax-franchise-maritime-football-name-options-1.4915904", "urlToImage": "https://i.cbc.ca/1.4896171.1542890649!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/halifax-cfl-stadium-20181026.jpg", "publishedAt": "2018-11-22T13:20:43Z", "content": "The contest to name Halifax's proposed CFL team appears to be a \"horse race\" between Atlantic Schooners and Atlantic Storm, according to a businessman trying to land a franchise for Atlantic Canada's largest city. In an interview, Anthony LeBlanc of Maritime … [+3710 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Helicopter pilot dies after crashing in Laurentians", "description": "The helicopter was found with the man's body inside on Tuesday afternoon.", "url": "https://www.cbc.ca/news/canada/montreal/helicopter-crash-laurentians-mirabel-body-found-1.4915909", "urlToImage": "https://i.cbc.ca/1.3695026.1471524160!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/surete-du-quebec.jpg", "publishedAt": "2018-11-22T13:11:09Z", "content": "A helicopter pilot who crashed in the Laurentians on Monday has died. The pilot was a man in his 50s from Rouyn-Noranda but his name has not yet been released. He took off from Rouyn-Noranda around 10:30 a.m. Monday and was expected to arrive in Mirabel aroun… [+328 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Ghoussoub", "title": "Concern grows for UBC grad after rights group alleges Saudi Arabia tortured activists", "description": "The Amnesty International report alleges that according to testimony given by three different people, the women detained in Dhahban Prison have been repeatedly tortured by electrocution and flogging, leaving some unable to walk or stand properly.", "url": "https://www.cbc.ca/news/canada/british-columbia/concern-grows-for-ubc-grad-after-rights-group-alleges-saudi-arabia-tortured-activists-1.4915824", "urlToImage": "https://i.cbc.ca/1.4915829.1542860201!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/loujain-al-hathloul.jpg", "publishedAt": "2018-11-22T13:00:00Z", "content": "Friends of University of British Columbia graduate Loujain Al-Hathloul say they're increasingly worried for their former classmate after an Amnesty International report alleged Saudi Arabia tortured activists who have been detained there since May. Al-Hathlou… [+3148 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Okotoks launches affordable housing task force to tackle high costs, rental shortages", "description": "The Town of Okotoks in southern Alberta has created a task force with the hope of addressing its affordable housing problem.", "url": "https://www.cbc.ca/news/canada/calgary/okotoks-affordable-housing-1.4912328", "urlToImage": "https://i.cbc.ca/1.4915846.1542862340!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/okotoks-homes.jpg", "publishedAt": "2018-11-22T13:00:00Z", "content": "The Town of Okotoks in southern Alberta has created a task force with the hope of addressing its affordable housing problem. A recent study by online real estate brokerage Zoocasa listed Okotoks as the fourth-least-affordable place to live in the province. \"H… [+1853 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Nola Keeler", "title": "Grey Cup game means big money for business", "description": "It may be just a football game, but the Grey Cup in Edmonton on Sunday is also a big boon to business.", "url": "https://www.cbc.ca/news/canada/edmonton/grey-cup-game-means-big-money-for-business-1.4915173", "urlToImage": "https://i.cbc.ca/1.4490875.1541023498!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cash-register-generic.jpg", "publishedAt": "2018-11-22T13:00:00Z", "content": "Hosting the Grey Cup in Edmonton on Sunday is a major score for local businesses. Hotels in the downtown are sold out and more than 30,000 visitors from outside the city are expected to arrive here for the big game. That means tens of millions of dollars will… [+3107 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Ghoussoub", "title": "Concern grows for UBC grad after report Saudi Arabia tortured activists", "description": "Amnesty International says it obtained testimony from three different people who said the women detained in Dhahban Prison have been repeatedly tortured by electrocution and flogging, leaving some unable to walk or stand properly.", "url": "https://www.cbc.ca/news/canada/british-columbia/concern-grows-for-ubc-grad-after-report-saudi-arabia-tortured-activists-1.4915824", "urlToImage": "https://i.cbc.ca/1.4915829.1542860201!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/loujain-al-hathloul.jpg", "publishedAt": "2018-11-22T13:00:00Z", "content": "Friends of University of British Columbia graduate Loujain Al-Hathloul say they're increasingly worried for their former classmate after an Amnesty International report alleged Saudi Arabia tortured activists who have been detained there since May. Al-Hathlou… [+3141 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "WestJet cancels direct flight from St. John's to Dublin", "description": "The direct route to Europe won't be coming back for summer 2019.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/westjet-st-johns-dublin-cancelled-1.4915936", "urlToImage": "https://i.cbc.ca/1.4304722.1534638188!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/westjet-20170801.jpg", "publishedAt": "2018-11-22T12:48:08Z", "content": "There will be one less direct flight to Europe from St. John's in the summer of 2019. WestJet announced Thursday that its direct service from St. John's to Dublin is ending. \"We understand this is disappointing news for the community and Newfoundland and Labr… [+579 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "SIU called in after Toronto police exchange gunfire with man in Etobicoke", "description": "The province’s police watchdog is investigating after a 23-year-old man was struck “multiple times” during a shootout with Toronto officers in Etobicoke late Wednesday night.", "url": "https://www.cbc.ca/news/canada/toronto/siu-called-in-after-toronto-police-exchange-gunfire-with-man-in-etobicoke-1.4915913", "urlToImage": "https://i.cbc.ca/1.4915920.1542889858!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/willowridge-shooting.jpg", "publishedAt": "2018-11-22T12:46:05Z", "content": "The province's police watchdog is investigating after a 23-year-old man was struck \"multiple times\" during a shootout with Toronto officers in Etobicoke late Wednesday night. Police went to an apartment on Willowridge Road, near Martin Grove Road and Eglinton… [+1030 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Suresh Doss", "title": "Want Bengali eats? Head to Toronto's Regent Park", "description": "Banglar Saad Catering curates a weekly menu, cooks out of the Regent Park CFC commercial kitchens and prepare Bengali meals for small to large groups.", "url": "https://www.cbc.ca/news/canada/toronto/suresh-doss-banglar-saad-1.4915214", "urlToImage": "https://i.cbc.ca/1.4915411.1542838099!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/banglar-saad-catering-full-offering.jpg", "publishedAt": "2018-11-22T12:45:00Z", "content": "One of the most unexplored neighbourhoods of the GTA is right under our noses, within city limits. Regent Park is a small squared section of the city located in Old Town Toronto, home to Canada's first and oldest housing project, which dates back to the 1940s… [+4711 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "North Korea continues to expand nuclear operations, IAEA says", "description": "North Korea appears to be still expanding operations at its main nuclear site, the UN atomic watchdog indicated on Thursday.", "url": "https://www.cbc.ca/news/world/north-korea-nuclear-iaea-1.4915901", "urlToImage": "https://i.cbc.ca/1.4830069.1542890198!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/northkorea-southkorea-summit.jpg", "publishedAt": "2018-11-22T12:44:22Z", "content": "North Korea appears to be still expanding operations at its main nuclear site, the UN atomic watchdog indicated on Thursday. The statement by the head of the International Atomic Energy Agency (IAEA) is a further sign that North Korea is pressing ahead with i… [+1902 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC Sports", "title": "Hockey Night in Canada podcast: Why are goalies so weird?", "description": "In this week's episode of the Hockey Night in Canada podcast, we take a look at the keepers of the crease and what makes them so different from their teammates. Rob Pizzo is joined by Stanley Cup champion Ilya Bryzgalov, as well as John Garrett, who has some …", "url": "https://www.cbc.ca/sports/podcasts/hnic/hnic-podcast-goalies-1.4914910", "urlToImage": "https://i.cbc.ca/1.4915135.1542840375!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/ilya-bryzgalov.jpg", "publishedAt": "2018-11-22T12:31:06Z", "content": "The Hockey Night In Canada podcast is a weekly CBC Sports production. In each episode, host Rob Pizzo is joined by colourful characters within hockey to discuss great moments and great players and talk about today's stars. The Hockey Night podcast brings you … [+2949 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Feds consider listing Labrador caribou herds as at-risk species", "description": "Alarming drops in caribou numbers are fuelling concern over how to best approach conservation — without affecting Indigenous harvest.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/caribou-population-meetings-1.4915666", "urlToImage": "https://i.cbc.ca/1.4890009.1541195476!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/wildlife-populations-caribou-decline.jpg", "publishedAt": "2018-11-22T12:30:00Z", "content": "Conservation officials are trying to figure out how to reverse dwindling caribou numbers in Labrador without impeding Indigenous food supplies, and say the next step could be listing the species on the federal Species at Risk Act. In recent years, the George … [+2065 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jennifer Chevalier", "title": "Paul Dewar kicks off youth leadership project", "description": "The former Ottawa MP with terminal brain cancer and his wife are launching Youth Action Now tonight with a sizeable fundraising boost.", "url": "https://www.cbc.ca/news/canada/ottawa/paul-dewar-youth-action-now-1.4915534", "urlToImage": "https://i.cbc.ca/1.4915568.1542843121!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paul-dewar-and-julia-sneyd.jpg", "publishedAt": "2018-11-22T12:13:14Z", "content": "Paul Dewar is full of hope for the future. Not for himself, but for young people's ability to change the world. \"They have knowledge, they have passion and they have ideas well worth listening to,\" Dewar told Ottawa Morning host Robyn Bresnahan in an intervie… [+2591 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "EU and U.K. agree on future relations after Brexit", "description": "The European Union and Britain have agreed on a draft declaration on the future of their political relations after Brexit, European Council President Donald Tusk said Thursday, paving the way for an EU summit this weekend to rubber-stamp the deal.", "url": "https://www.cbc.ca/news/world/eu-uk-brexit-agreement-future-relationship-1.4915886", "urlToImage": "https://i.cbc.ca/1.4915889.1542888121!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/belgium-eu-treaties-breixt.jpg", "publishedAt": "2018-11-22T12:02:56Z", "content": "The European Union and Britain have agreed on a draft declaration on the future of their political relations after Brexit, European Council President Donald Tusk said Thursday, paving the way for an EU summit this weekend to rubber-stamp the deal. The draft d… [+1933 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Devi Lockwood", "title": "Igloolik children covered in sores because of black mould in public housing unit", "description": "A mould infestation in public housing across the territory is threatening human health — especially Inuit kids. While the Nunavut Housing Corporation is working to address the problem, the process is both lengthy and expensive.", "url": "https://www.cbc.ca/news/canada/north/mould-igloolik-nunavut-housing-1.4913795", "urlToImage": "https://i.cbc.ca/1.4914605.1542820126!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/charlene-kappianaq.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "Charlene Kappianaq started noticing sores on the back of her two-year-old son's legs in April. Shortly after, her eight-year-old daughter developed a similar irritation on her fingers and palms that made it painful to hold a piece of paper. Kappianaq and her … [+4520 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Dennis Oland murder trial continues with testimony from woman who found the body", "description": "The second-degree murder retrial of Dennis Oland in the death of his father, multimillionaire Richard Oland, resumes Thursday with the continued testimony of the person who found the body.", "url": "https://www.cbc.ca/news/canada/new-brunswick/dennis-oland-murder-trial-1.4915620", "urlToImage": "https://i.cbc.ca/1.4904373.1542160055!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/dennis-oland-nov-7-2018.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "The second-degree murder retrial of Dennis Oland in the death of his father, multimillionaire Richard Oland, resumes Thursday with the continued testimony of the person who found the body. Maureen Adamson, the victim's secretary, discovered the elder Oland fa… [+1012 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Anis Heydari", "title": "French immersion changes could split up siblings at northwest schools", "description": "Parents in northwest Calgary are criticizing plans to change which schools their children attend for French immersion, with some families having to deal with siblings not being allowed to attend the same schools.", "url": "https://www.cbc.ca/news/canada/calgary/french-immersion-changes-calgary-northwest-1.4914320", "urlToImage": "https://i.cbc.ca/1.4914326.1542811777!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/hillary-tourigny-and-eric-tourigny.jpg", "publishedAt": "2018-11-22T12:00:00Z", "content": "Parents in northwest and north central Calgary are criticizing plans to change which schools their children attend for French immersion, with some siblings potentially not being allowed to attend the same school. The Calgary Board of Education is expanding th… [+3831 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Cars separate on New York City-bound train from Montreal", "description": "Shortly after the train pulled away, one passenger said he heard a pop and a hiss, smelled something burning and felt a rush of cold air before noticing the separation.", "url": "https://www.cbc.ca/news/canada/montreal/amtrak-adirondack-montreal-new-york-train-separates-1.4915891", "urlToImage": "https://i.cbc.ca/1.4915894.1542885570!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/amtrak-train-disconnected.jpg", "publishedAt": "2018-11-22T11:26:14Z", "content": "A New York City-bound Amtrak train out of Montreal became disabled the night before American Thanksgiving one of the busiest travel days of the year when two of its cars separated. There were no reports of injuries among the 287 passengers and crew, though it… [+1324 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "It's bitterly cold outside, and Line 2 subway service is shut down between Jane and Ossington", "description": "Subway service on Line 2 between Jane and Ossington stations shut down early Thursday as crews worked to fix a signal problem.", "url": "https://www.cbc.ca/news/canada/toronto/it-s-bitterly-cold-outside-and-line-2-subway-service-is-shut-down-between-jane-and-ossington-1.4915890", "urlToImage": "https://i.cbc.ca/1.1595602.1381471926!/httpImage/image.jpg_gen/derivatives/16x9_620/hi-ttc-train-new-852.jpg", "publishedAt": "2018-11-22T11:24:03Z", "content": "Subway service on Line 2 between Jane and Ossington stations shut down early Thursday as crews worked to fix a signal problem. The TTC said that shuttle buses were deployed to the area. No indication was given as to when the issue will be resolved. The proble… [+380 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Breen", "title": "Committee behind MHA harassment policy recommends mandatory training — ASAP", "description": "The committee working on the first-ever workplace harassment policy for the House of Assembly is pushing for MHAs to take mandatory harassment training as soon as possible.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/mha-harassment-policy-interim-report-1.4915692", "urlToImage": "https://i.cbc.ca/1.4882305.1540824298!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/joyce-kirby.jpg", "publishedAt": "2018-11-22T11:17:33Z", "content": "The committee working on the first-ever workplace harassment policy for internal issues with Members of the House of Assembly has released an interim report, and is pushing for MHAs to take mandatory harassment training as soon as possible. The Standing Commi… [+3439 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Doug Hempstead", "title": "Be prepared for the worst on the road when it's this cold", "description": "Follow live traffic updates during Ottawa Morning from 5:30 to 8:30 a.m. and All In A Day from 3 to 6 p.m.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-gatineau-traffic-november-22-2018-1.4915877", "urlToImage": "https://i.cbc.ca/1.4439857.1512754978!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/cold-dog-cold-weather-ottawa-winter-dec-8-2017.JPG", "publishedAt": "2018-11-22T11:12:57Z", "content": "Good morning commuters! Great Scott! It's quite cold. Is it just me, or did someone just throw a \"wintertime\" switch two weeks ago? This is deep-winter cold and I think I've shovelled snow every day this week. It all seemed to start the day after I got my win… [+1018 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jason Proctor", "title": "No comment: What's public's 'right to know' about B.C. Legislature investigation?", "description": "The right of the public to know what's happening in the seat of provincial power may seem like a basic part of democracy. But that right is often constrained by the whims of the people who hold the information.", "url": "https://www.cbc.ca/news/canada/british-columbia/legislature-investigation-secrecy-privacy-1.4915313", "urlToImage": "https://i.cbc.ca/1.4914035.1542766756!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/clerk-of-the-house-craig-james.jpg", "publishedAt": "2018-11-22T11:00:00Z", "content": "If the stakes weren't so serious, the almost total lack of information around the unprecedented unfolding of events at the B.C. Legislature this week would seem almost absurd. Sure, the police and the two special prosecutors appointed to investigate the insti… [+5882 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Katie Nicholson,Joanne Levasseur", "title": "'We dragged our heels' after sexual abuse allegations, foster care service director says in secret recording", "description": "A director with a for-profit Manitoba foster care company said he failed to act quickly enough after allegations of sexual abuse emerged in a home it oversees, according to a secret recording obtained by CBC News.", "url": "https://www.cbc.ca/news/canada/manitoba/b-and-l-foster-care-sexual-abuse-allegations-1.4915065", "urlToImage": "https://i.cbc.ca/1.4915227.1542833575!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/child-s-drawing.jpg", "publishedAt": "2018-11-22T11:00:00Z", "content": "A director with a for-profit Manitoba foster care company said he failed to act quickly enough after allegations of sexual abuse emerged in a home it oversees, according to a secret recording obtained by CBC News. \"We dragged our heels big time,\" the director… [+9094 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bryce Hoye", "title": "Sentencing for convicted mail-bomber Guido Amsel to be live streamed today", "description": "The sentencing of convicted mail-bomber Guido Amsel will be live streamed from court today almost 3½​ years after an explosion seriously injured a Winnipeg lawyer.", "url": "https://www.cbc.ca/news/canada/manitoba/guido-amsel-sentencing-1.4915283", "urlToImage": "https://i.cbc.ca/1.3719570.1512424799!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/crime-winnipeg-explosion-20150827.jpg", "publishedAt": "2018-11-22T11:00:00Z", "content": "The sentencing of convicted mail-bomber Guido Amsel will be live streamed from court Thursday, almost 3½ years after an explosion seriously injured a Winnipeg lawyer. In May, Amsel was found guilty on 15 charges, including four counts of attempting to murder … [+2377 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Why this Winnipeg Blue Bomber fan has refused to wear pants for 17 years", "description": "The hardest thing about not wearing pants for 17 years is shoveling the driveway, according to a Bomber fan who knows it from experience.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-blue-bombers-no-pants-1.4915820", "urlToImage": "https://i.cbc.ca/1.4915816.1542859015!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/chris-matthew.JPG", "publishedAt": "2018-11-22T11:00:00Z", "content": "The hardest thing about not wearing pants for 17 years is shoveling the driveway. That's according to Chris Matthew, a Winnipeg resident and Blue Bomber fan who knows it from experience. Nearly two decades ago, Matthew told some friends he wouldn't put on pan… [+1854 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "'I don't want to be … 80 before parity is achieved': Future 40 finalist works to level the political field", "description": "The last round of CBC Manitoba Future 40 finalists includes soccer star Desiree Scott, the founder of the Bell Tower Community Café, and a woman who went from being homeless herself to helping fight homelessness in Winnipeg.", "url": "https://www.cbc.ca/news/canada/manitoba/2018-manitoba-cbc-future-40-day-4-1.4911467", "urlToImage": "https://i.cbc.ca/1.4913124.1542755338!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/do-not-use-2018-manitoba-future-40-day-4.jpg", "publishedAt": "2018-11-22T11:00:00Z", "content": "This week, CBC Manitoba has been introducing you to our Future 40 finalists 40 bright young minds and influential change-makers under the age of 40 who are working to make this province better for future generations. Today, we introduce you to our last 10 fin… [+14402 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jacques Marcoux,Caroline Barghout", "title": "Police chief says disputes with IIU stem from desire to ensure fairness for front-line staff", "description": "Winnipeg police chief Danny Smyth says he believes changes to the law governing the IIU would help clarify the mandate and limits on its investigations into his officers.", "url": "https://www.cbc.ca/news/canada/manitoba/danny-smyth-reaction-iiu-clashes-1.4915729", "urlToImage": "https://i.cbc.ca/1.4915738.1542852925!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/danny-smyth-chief-police.jpg", "publishedAt": "2018-11-22T11:00:00Z", "content": "The head of the Winnipeg Police Service says his resistance to certain requests made by Manitoba's police watchdog is about ensuring fairness for those on the front lines. \"I think what I'm doing is protecting the rights of our officers and making sure that t… [+4828 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Janani Whitfield", "title": "What happens when a digital writer tries a digital detox? My week of 'intentional' smartphone use", "description": "How can changing the way we use our smartphones and technology improve our minds, our health and our relationships? That's what I set out to find out.", "url": "https://www.cbc.ca/news/canada/saskatchewan/digital-detox-phones-1.4914785", "urlToImage": "https://i.cbc.ca/1.4914786.1542832851!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/gerhards.jpg", "publishedAt": "2018-11-22T11:00:00Z", "content": "If you've clicked on this story and read even just the first line, I've already succeeded in one goal. I'm a writer working in a digital world, so getting you to read stories online is part of my job. But I know attention wanes and within seconds, some of you… [+4611 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "South Korea pastor gets 15-year jail term for raping followers", "description": "A South Korean pastor was sentenced to 15 years in prison on Thursday for raping or sexually molesting eight female followers who believed he was God.", "url": "https://www.cbc.ca/news/world/south-korea-lee-jae-rock-rape-conviction-1.4915880", "urlToImage": "https://i.cbc.ca/1.4915884.1542883710!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/south-korea-rapist-pastor.jpg", "publishedAt": "2018-11-22T10:57:07Z", "content": "A South Korean pastor was sentenced to 15 years in prison on Thursday for raping or sexually molesting eight female followers who believed he was God. The Seoul Central District Court said that Lee Jae-rock of the Seoul-based Manmin Central Church was convict… [+1479 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Elizabeth Fraser", "title": "Fire forces 2 people from their home on St. Mary's First Nation", "description": "Two people have been forced from their home after a fire broke out on St. Mary's First Nation Wednesday night.", "url": "https://www.cbc.ca/news/canada/new-brunswick/fredericton-fire-department-1.4915875", "urlToImage": "https://i.cbc.ca/1.3940727.1484750351!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/fredericton-fire-dept.jpg", "publishedAt": "2018-11-22T10:52:33Z", "content": "Two people have been forced from their home after a fire broke out on St. Mary's First Nation Wednesday night. Larry Seymour, acting platoon captain with the Fredericton Fire Department, said there were no injuries involved in the fire that broke out shortly … [+574 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": null, "title": "Blowing snow advisory delays school opening", "description": "Public schools on P.E.I. will delay opening one hour with a blowing snow advisory in effect for the whole province.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-blowing-snow-schools-1.4915876", "urlToImage": "https://i.cbc.ca/1.4915878.1542882291!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/snowy-sunrise-on-p-e-i-november-2018.jpg", "publishedAt": "2018-11-22T10:38:37Z", "content": "Public schools on P.E.I. will delay opening one hour with a blowing snow advisory in effect for the whole province. The P.E.I. Public Schools Branch and French Language School Board say it will make a decision whether to open schools by 8 a.m. See a full list… [+721 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ryan Cooke", "title": "Mother of 13-year-old killed in rollover wants legal loopholes for side-by-sides closed", "description": "Children as young as 12 are allowed to drive side-by-sides without using helmets or seatbelts in Newfoundland and Labrador.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/fatal-fun-heidi-dunn-bonavista-atv-crash-side-by-side-1.4912827", "urlToImage": "https://i.cbc.ca/1.4913490.1542746091!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/heidi-dunn.jpg", "publishedAt": "2018-11-22T10:30:00Z", "content": "More than a year after her 13-year-old daughter was killed in a tragic crash, Sherrie Dunn still feels like no justice was served. The RCMP says the owner of the side-by-side her daughter was driving was ticketed for a penalty that carried a maximum fine of $… [+5480 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "City salts streets, sidewalks overnight but stops short of snow-clearing operation", "description": "It was a frigid night with temperatures dipping to –15 C and fallen snow sticking to sidewalks, but Montrealers say it just comes with the territory.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-snow-winter-weather-november-1.4915804", "urlToImage": "https://i.cbc.ca/1.4463857.1514051671!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/icy-sidewalks-montreal.JPG", "publishedAt": "2018-11-22T10:23:37Z", "content": "Snowfall and an early deep freeze hasn't phased Montrealers. The city worked overnight to salt sidewalks and streets so the Thursday morning commute would go smoothly. \"The main concern of the city is on the freezing temperatures,\" said city spokesperson Phil… [+1011 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Pj Kwong", "title": "Skaters still scrambling for Grand Prix Final berths", "description": "Grenoble, France is the last stop on the ISU Grand Prix of figure skating circuit, and with it comes the final chance for athletes to qualify for the Grand Prix Final in Vancouver at the beginning of December.", "url": "https://www.cbc.ca/sports/olympics/winter/figureskating/figure-skaters-still-scrambling-for-grand-prix-final-berths-1.4915176", "urlToImage": "https://i.cbc.ca/1.4915188.1542832860!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/papadakis.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "Grenoble, France is the last stop on the ISU Grand Prix of figure skating circuit, and with it comes the final chance for athletes to qualify for the Grand Prix Final in Vancouver at the beginning of December. World champion ice dancers and Olympic silver med… [+3703 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sherri Borden Colley", "title": "Bought for a song, iconic Maud Lewis painting fetches $22K at auction", "description": "One of Nova Scotia folk artist Maud Lewis's most iconic paintings sold for over $22,000 this week at a Toronto auction. The original owner, an Ontario resident, had purchased the painting directly from Lewis for between $5 and $10 by mail order in the 60s and…", "url": "https://www.cbc.ca/news/canada/nova-scotia/maud-lewis-painting-auction-sold-folk-artist-gallery-1.4915088", "urlToImage": "https://i.cbc.ca/1.4915136.1542831834!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/three-black-cats.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "If you have old paintings collecting dust in your attic, you might want to hang onto them or get them appraised. A Maud Lewis painting originally purchased five decades ago for no more than $10 sold at auction Tuesday night in Toronto for a whopping $22,420. … [+3247 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Susan Bradley", "title": "Nova Scotia doctor disciplined for opioid-prescribing misconduct", "description": "An Upper Tantallon, N.S., family doctor has been reprimanded and her licence restricted after prescribing opioids for \"a professional acquaintance\" who turned out to have addiction problems.", "url": "https://www.cbc.ca/news/canada/nova-scotia/lisa-dearman-physician-reprimand-nova-scotia-1.4915336", "urlToImage": "https://i.cbc.ca/1.4915599.1542844524!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oregon-lawsuit-oxycontin.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "An Upper Tantallon, N.S., family doctor has been reprimanded and her licence restricted after prescribing opioids for \"a professional acquaintance\" who turned out to have addiction problems. The College of Physicians and Surgeons of Nova Scotia announced Wedn… [+2238 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Adrian Cheung", "title": "'Everybody can win': How a Victorian mansion became a refuge for homeless women", "description": "A Victorian mansion on Jarvis Street is getting a second life as a haven for homeless and vulnerable women in Toronto, after a social organization and generous benefactors bought and renovated it.", "url": "https://www.cbc.ca/news/canada/toronto/everybody-can-win-how-a-victorian-mansion-became-a-refuge-for-homeless-women-1.4915688", "urlToImage": "https://i.cbc.ca/1.4915781.1542856385!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mona-lisa-pilon.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "Mona Lisa Pilon is proud of where she lives and is happy to show it off. \"Whether it was a good day or a bad day, you got a bed,\" she told CBC Toronto as she recounted other simple comforts like heating and a clean bathroom. Pilon became homeless last year. B… [+3363 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "How a 93-year-old veteran helped raise $2K with one song", "description": "A 93-year-old veteran of the Second World War was joined by Canadian media personalities in a rendition of The White Cliffs of Dover during a fundraising dinner for The Nichola Goddard Fund — raising $2,000 on the spot.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-goddard-foundation-fundraising-singer-1.4915140", "urlToImage": "https://i.cbc.ca/1.4915331.1542843964!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/joyce-paynter-sings.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "Veteran Joyce Paynter said she has memories of being asked to sing during the Second World War. \"When the bombs were dropping and people were in air raid shelters, they said sing,\" Paynter said. The 93-year-old hadn't thought about singing until a fundraising… [+2387 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Computer simulator gives new insight into right whale rope entanglements", "description": "A New England of team of scientists believe they can help reduce often deadly North Atlantic right whale entanglements with a one-of-a-kind video simulator.", "url": "https://www.cbc.ca/news/canada/new-brunswick/north-atlantic-right-whale-entanglements-video-simulator-1.4915715", "urlToImage": "https://i.cbc.ca/1.4876826.1540411292!/fileImage/httpImage/image.png_gen/derivatives/16x9_620/right-whale.png", "publishedAt": "2018-11-22T10:00:00Z", "content": "A New England of team of scientists believe they can help reduce often deadly North Atlantic right whale entanglements with a one-of-a-kind video simulator. Their computer model simulates how the whales swim in the ocean and become entangled in vertical fishi… [+1842 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chicco Nacion", "title": "Canadian skier Erik Guay is going out on his own terms", "description": "A back injury forced Canadian alpine skier Erik Guay to withdraw from this past year's Olympics Games in Pyeongchang, ending his dreams of an Olympic medal. But he's determined to prevent the same thing from dictating the end of his decorated career.", "url": "https://www.cbc.ca/sports/olympics/winter/skiing/erik-guay-going-out-on-his-own-terms-1.4891094", "urlToImage": "https://i.cbc.ca/1.4891121.1541341756!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/erik-guay.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "Throughout Erik Guay's illustrious 18-year alpine skiing career, there was never any questioning about his competitive spirit. So you can imagine how difficult it was for him to withdraw from this past year's Winter Games his last shot at the Olympic medal th… [+6421 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jean Laroche", "title": "Head of Nova Scotia's ambulance service sounds alarm over own system", "description": "The person responsible for running the province's ambulance system hopes an outside review starting next month will lead to big changes.", "url": "https://www.cbc.ca/news/canada/nova-scotia/ambulance-service-system-emergency-ehs-emergency-health-services-1.4914789", "urlToImage": "https://i.cbc.ca/1.2946948.1507556664!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ns-paramedics-dispute-20130704.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "Making sure there's an ambulance available to respond to a 911 call, no matter where help is needed in Nova Scotia, has become a minute-by-minute challenge for Emergency Health Services dispatchers. Faced with overburdened ERs and a growing number of calls, t… [+3945 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Paul Withers", "title": "Michelin's future in Nova Scotia secure under new free trade deal, says Freeland", "description": "Foreign Affairs Minister Chrystia Freeland toured the Michelin Tire plant Wednesday in Granton, N.S., saying the new free trade deal with the United States and Mexico secures the future of the province's largest private sector employer.", "url": "https://www.cbc.ca/news/canada/nova-scotia/freeland-tours-michelin-tire-plant-in-granton-1.4915416", "urlToImage": "https://i.cbc.ca/1.4915433.1542839003!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/chrystia-freeland.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "Foreign Affairs Minister Chrystia Freeland toured the Michelin Tire plant Wednesday in Granton, N.S., saying the new free trade deal with the United States and Mexico secures the future of the province's largest private sector employer. Freeland was accompani… [+2308 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tom Ayers", "title": "Pay your taxes, settle a fine, grab a pint? CBRM city hall considers pub", "description": "CBRM council has given staff permission to negotiate with a food and beverage owner who's interested in opening a pub in a vacant space in the civic centre. But not all councillors are ready to toast the idea.", "url": "https://www.cbc.ca/news/canada/nova-scotia/pub-cbrm-civic-centre-sydney-boardwalk-1.4915225", "urlToImage": "https://i.cbc.ca/1.3343664.1448902381!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cbrm-civic-centre.jpg", "publishedAt": "2018-11-22T10:00:00Z", "content": "City hall in Sydney, N.S., could be one-stop shopping for paying taxes, settling a fine, buying bus tickets and grabbing a pint and a bite. Cape Breton regional councillors gave staff approval this week to negotiate a long-term lease for a pub in the communit… [+2203 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Stephanie Kinsella", "title": "Gas prices are on a roll — downward", "description": "It's the sixth week in a row prices at the pumps are down.", "url": "https://www.cbc.ca/news/canada/newfoundland-labrador/gas-prices-down-six-week-in-row-1.4914441", "urlToImage": "https://i.cbc.ca/1.4278393.1542815450!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/irving-gas-bar.jpg", "publishedAt": "2018-11-22T09:30:00Z", "content": "Another week, another price drop at the pumps across Newfoundland and Labrador. Gas is down by about 2.5 cents a litre as of Thursday morning. A litre of self-service on the Avalon peninsula is $1.19. The most expensive litre of self-service gas is $1.36, in … [+448 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jenny Cowley,Nelisha Vellani,Charlsie Agro", "title": "'A handful of little carnations': Customers complain Bloomex's bouquets don't always arrive as advertised", "description": "Bloomex bills itself as 'Canada's official florist,' delivering millions of bouquets across the country to date. But is what you see really what you get when ordering flowers online?", "url": "https://www.cbc.ca/news/canada/online-florist-delivery-marketplace-1.4913560", "urlToImage": "https://i.cbc.ca/1.4913566.1542759911!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/pat-hodnett.JPG", "publishedAt": "2018-11-22T09:00:59Z", "content": "When Pat Hodnett's sister-in-law passed away last year, a bouquet of \"cheerful\" flowers seemed the perfect way to honour her memory. \"Betty was a gardener she loved happy, cheerful flowers,\" said Hodnett. Hodnett looked online and came across Bloomex.ca. With… [+6660 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Matt Kwong", "title": "So what would a U.S. 'Space Force' even cost?", "description": "U.S. President Donald Trump desperately wants a Space Force. What might that look like and cost? One Washington think-tank decided to run the numbers.", "url": "https://www.cbc.ca/news/technology/space-force-trump-budget-estimate-csis-analysis-1.4913483", "urlToImage": "https://i.cbc.ca/1.4914553.1542818627!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/space-force-jpeg.jpeg", "publishedAt": "2018-11-22T09:00:00Z", "content": "Imagine what it takes in dollars and cents to operate the U.S. Coast Guard in a year. Now swap out those maritime duties for a mission focused on outer-space warfare. That, according to number-crunching by a top Washington defence think-tank, should provide a… [+7671 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Dean Beeby", "title": "Culinary tourism hobbled by taxes, labour shortages, says internal report", "description": "The Liberal government wants to promote Canada as a culinary destination for tourists, one that offers uniquely Canuck dishes to draw visitors from abroad. But an internal report obtained by CBC News shows restauranteurs are skeptical, saying Ottawa must firs…", "url": "https://www.cbc.ca/news/politics/culinary-tourism-restaurants-alcohol-taxes-escalator-minimum-wage-joly-ottawa-1.4913496", "urlToImage": "https://i.cbc.ca/1.4798716.1535149476!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/arctic-char.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "The Liberal government's grand plan to make Canada a \"culinary destination\" for foreign tourists think poutine or potted moose is getting some turbulence from restaurant owners. Internal consultations with restauranteurs show they're bristling over a new fede… [+5230 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Briar Stewart", "title": "Return to Paradise: 'There is nothing here'", "description": "Nearly two weeks after a fire ripped through Paradise, Calif., hundreds are still unaccounted for, while some families have learned their loved ones have died in the fire.", "url": "https://www.cbc.ca/news/world/california-paradise-wildfires-1.4915372", "urlToImage": "https://i.cbc.ca/1.4915461.1542845798!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/christina-taft.JPG", "publishedAt": "2018-11-22T09:00:00Z", "content": "As Christina Taft walks through the chalky rubble and blackened ash strewn on her property in Paradise, Calif., she winces as she tries to make sense of the destruction around her. \"This is just completely levelled,\" she says. \"There is nothing here.\" In the … [+3962 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lisa Xing", "title": "Ontario's social assistance overhaul to be unveiled Thursday", "description": "Ontario's Minister of Children, Community and Social Services to unveil its plan for social assistance reform Thursday.", "url": "https://www.cbc.ca/news/canada/toronto/doug-ford-social-assistance-plan-1.4915315", "urlToImage": "https://i.cbc.ca/1.4770186.1535754564!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ont-question-period-20180731.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "The Progressive Conservative government is set to reveal the details of its plan to reform Ontario's social assistance programs Thursday after a 100-day review and consultation. Since Minister of Children, Community and Social Services Lisa MacLeod announced … [+1515 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ottawa trust us, it's cold outside", "description": "It looks and feels more like the dead of winter than November 22.", "url": "https://www.cbc.ca/news/canada/ottawa/ottawa-weather-november-22-2018-1.4915803", "urlToImage": "https://i.cbc.ca/1.1572971.1379052176!/httpImage/image.jpg_gen/derivatives/16x9_620/li-620-cold-cp-01931675.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "It looks and feels more like the dead of winter than November 22. Don't let the sunshine fool you. Dress warmly, because frostbite on exposed skin is a risk with this depth of cold. The high will struggle to reach 8 C, and northwest winds gusting over 20 km/h… [+508 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Lynette Ong", "title": "Trudeau's trade pitch to Southeast Asian countries came late — very late", "description": "Demand for Canada's exports that will do well in Southeast Asia, such as agricultural products, foodstuff and transport equipment, have been met to a large extent by countries with similar comparative advantage, such as Australia and New Zealand.", "url": "https://www.cbc.ca/news/opinion/trudeau-asean-summit-1.4915226", "urlToImage": "https://i.cbc.ca/1.4904625.1542202389!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/trudeau-singapore-20181114.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "Earlier this month, Prime Minister Justin Trudeau went around Asia talking up the Canada brand and trying to convince people that more of Canada is good for Asia. The prime minister was charming and at ease. When a student at the National University of Singap… [+5400 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Isaac Olson", "title": "Should Sherbrooke Street get its own bike lane?", "description": "As the Plante adminstration looks extend the city's bike path network, cycling advocates are pushing for protected east-west lanes on Sherbrooke Street.", "url": "https://www.cbc.ca/news/canada/montreal/sherbrooke-street-bike-paths-montreal-1.4912677", "urlToImage": "https://i.cbc.ca/1.4912731.1542723239!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/sherbrooke-bike-path.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "As the Plante administration looks to ramp up the city's network of bike paths, environmental and cycling advocates are pushing for protected lanes in both directions on Sherbrooke Street. They envision a bike path extending from Montreal West all the way to … [+3725 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jessica Wong", "title": "Drake vs. Pusha T: Are fans taking rap beefs too seriously?", "description": "Rap beefs are a longstanding tradition in hip hop. But if overzealous fans are taking a rap rivalry from performance space into the real world, experts are worried about how it could hurt hip hop as a whole.", "url": "https://www.cbc.ca/news/entertainment/rap-beef-pusha-t-concert-1.4914610", "urlToImage": "https://i.cbc.ca/1.4914998.1542829397!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/pusha-t-and-drake.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "NWA versus Ice Cube. Biggie versus Tupac. Nas versus Jay Z. Nicki Minaj versus Remy Ma. Rivalries and beefs are a longstanding tradition in hip hop, from b-boys and b-girls battling it out in dance to rappers trading lyrical barbs, live or via diss tracks. Bu… [+3858 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "PCs should restore French language commissioner, mayor says", "description": "Ottawa Mayor Jim Watson has joined the chorus denouncing the provincial government's decision to eliminate Ontario's French language services commissioner.", "url": "https://www.cbc.ca/news/canada/ottawa/jim-watson-caroline-mulroney-1.4915592", "urlToImage": "https://i.cbc.ca/1.4803989.1535577550!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/mayor-jim-watson.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "Ottawa Mayor Jim Watson has joined the chorus denouncing the provincial government's decision to eliminate Ontario's French language services commissioner. The Progressive Conservative government announced it was eliminating the position in its fiscal update … [+1136 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Chris Hall", "title": "The economy is running hot. So why is Morneau still stepping on the gas?", "description": "Bill Morneau's latest economic update is a total write-off. Which is exactly what he intended.", "url": "https://www.cbc.ca/news/politics/morneau-fall-economic-update-1.4915628", "urlToImage": "https://i.cbc.ca/1.4915676.1542849581!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cda-fiscal-20181121.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "Bill Morneau's latest economic update is a total write-off. Which is exactly what he intended. The finance minister responded to Donald Trump's corporate tax changes, introduced last December, by announcing Canadian businesses will be able to deduct, immediat… [+5002 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Peter Armstrong", "title": "Liberals cut taxes, mend fences with Canadian businesses", "description": "Canadian businesses say Ottawa took an important step toward addressing competitiveness issues with the U.S.", "url": "https://www.cbc.ca/news/business/morneau-economic-update-business-1.4915362", "urlToImage": "https://i.cbc.ca/1.4915344.1542851821!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/cda-fiscal-20181121.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "It probably shouldn't come as a huge surprise that Canadian businesses are happy with the federal government's fall economic update. Relations between Ottawa and the business community had been downright frosty. But billions in tax breaks should go a long way… [+3340 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Mark Gollom", "title": "St. Mike's duty to report alleged abuse falls in a 'grey area'", "description": "The high school principal of St. Michael's College School may have had no duty to report the sexual assault allegations to police, but it's a legal grey area whether he should have immediately contacted the Children's Aid Society.", "url": "https://www.cbc.ca/news/canada/toronto/st-mikes-sexual-assault-principal-1.4914868", "urlToImage": "https://i.cbc.ca/1.4913287.1542739723!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/st-michael-s-college-school-principal-greg-reeves.jpg", "publishedAt": "2018-11-22T09:00:00Z", "content": "The high school principal of St. Michael's College School in Toronto may have had no duty to report the sexual assault allegations to police, but it's a legal grey area whether he should have immediately contacted the Children's Aid Society. However, some law… [+5015 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Darren Haynes", "title": "Flames use 5-goal 1st period to fly past Jets", "description": "Sam Bennett scored the go-ahead goal and added an assist as the Calgary Flames erupted for five first-period goals, then hung on for a 6-3 victory over the Winnipeg Jets on Wednesday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/winnipeg-jets-calgary-flames-recap-1.4915475", "urlToImage": "https://i.cbc.ca/1.4915862.1542865202!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/bennett-sam-112118.jpg", "publishedAt": "2018-11-22T06:00:11Z", "content": "Sam Bennett scored the go-ahead goal and added an assist as the Calgary Flames erupted for five first-period goals, then hung on for a 6-3 victory over the Winnipeg Jets on Wednesday night. Dillon Dube, Matthew Tkachuk, Mark Jankowski, Johnny Gaudreau and Der… [+2021 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Greg Beacham", "title": "Ducks edge Canucks as losing skid reaches 7 games", "description": "Ryan Getzlaf had a goal and an assist, John Gibson made 25 saves and the Anaheim Ducks snapped a three-game losing streak with a 4-3 victory over the skidding Vancouver Canucks on Wednesday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/vancouver-canucks-anaheim-ducks-recap-1.4915479", "urlToImage": "https://i.cbc.ca/1.4915860.1542865194!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/gudbranson-erik-112118.jpg", "publishedAt": "2018-11-22T05:54:25Z", "content": "Ryan Getzlaf had a goal and an assist, John Gibson made 25 saves and the Anaheim Ducks snapped a three-game losing streak with a 4-3 victory over the skidding Vancouver Canucks on Wednesday night. Ondrej Kase, Adam Henrique and Kalle Kossila also scored for t… [+1939 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Cat tests positive for rabies in southern Alberta after biting owner, owner's son", "description": "An Alberta veterinary clinic says a domestic cat has tested positive for rabies.", "url": "https://www.cbc.ca/news/canada/calgary/cat-rabies-alberta-1.4915853", "urlToImage": "https://i.cbc.ca/1.1482366.1472228486!/httpImage/image.jpg_gen/derivatives/16x9_620/cat-injection-cp-852.jpg", "publishedAt": "2018-11-22T05:53:13Z", "content": "An Alberta veterinary clinic says a domestic cat has tested positive for rabies. The Southern Alberta Veterinary Emergency clinic in Okotoks posted on Facebook Wednesday evening that the nine-year-old, indoor-outdoor cat lived on a farm near Longview, where i… [+1456 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "36-year-old man dead after single-vehicle collision on Anthony Henday Drive", "description": "A man is dead after his truck struck a light standard on Anthony Henday Drive Wednesday evening.", "url": "https://www.cbc.ca/news/canada/edmonton/man-killed-henday-speed-is-factor-1.4915857", "urlToImage": "https://i.cbc.ca/1.3533897.1460568401!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/20100926-0166-dng.jpg", "publishedAt": "2018-11-22T05:37:03Z", "content": "A man is dead after his truck struck a light standard on Anthony Henday Drive in Edmonton Wednesday evening. Police say the 36-year-old man was driving at a high rate of speed southbound on Anthony Henday Drive when he lost control of his 2015 Ram truck and e… [+381 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "90-year-old Holocaust survivor training to be a competitive badminton player", "description": "Stefan Carter has spent the last 37 years sharpening his game.", "url": "https://www.cbc.ca/news/canada/manitoba/manitoba-badminton-stefan-carter-1.4915847", "urlToImage": "https://i.cbc.ca/1.4915850.1542862717!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/stefan-carter.JPG", "publishedAt": "2018-11-22T05:16:16Z", "content": "A Winnipeg Holocaust survivor and nonagenarian is in training to become a competitive badminton player. Stefan Carter is 90, but he's spent the last 37 years sharpening his game. The passion started when he and his neighbour were looking for something to do t… [+629 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Erin Brohman", "title": "'You only got minutes': Searchers scoured river for Sagkeeng snowmobilers", "description": "The community of Sagkeeng First Nation is in a state of shock over the loss of a young man and woman who went through the ice on a snowmobile Tuesday night, and are struggling to understand why the pair would have attempted to cross a river that still has sec…", "url": "https://www.cbc.ca/news/canada/manitoba/sagkeeng-snowmobilers-missing-shock-1.4915833", "urlToImage": "https://i.cbc.ca/1.4915837.1542862632!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/brenton-johnston.jpg", "publishedAt": "2018-11-22T05:11:08Z", "content": "The community of Sagkeeng First Nation is in a state of shock over the loss of a young man and woman who went through the ice on a snowmobile Tuesday night, and are struggling to understand why the pair would have attempted to cross a river that still has sec… [+2771 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Oak Bay officer fired after allegedly hiring sex worker, but retires before punishment", "description": "The allegation against the officer, whose name or gender was not revealed, was documented in the annual report of the Office of the Police Complaint Commissioner released Tuesday.", "url": "https://www.cbc.ca/news/canada/british-columbia/oak-bay-police-1.4915746", "urlToImage": "https://i.cbc.ca/1.4399267.1510445544!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/oak-bay-marina.jpg", "publishedAt": "2018-11-22T04:13:02Z", "content": "An Oak Bay cop has been ordered dismissed over allegations of hiring a sex trade worker but retired before the punishment was meted out. The allegation against the officer, whose name or gender was not revealed, was documented in the annual report of the Offi… [+1764 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Lethbridge's 1st million-dollar condo listed for sale in historic Acadia Building", "description": "The price might seem more suited to Toronto or Vancouver's housing markets, but those dollars stretch much further in downtown Lethbridge.", "url": "https://www.cbc.ca/news/canada/calgary/lethbridge-condo-1.4915767", "urlToImage": "https://i.cbc.ca/1.4915812.1542858480!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/acadia-building-lethbridge.jpg", "publishedAt": "2018-11-22T04:03:37Z", "content": "The price might seem more suited to Toronto or Vancouver's housing markets, but those dollars stretch much further in downtown Lethbridge. The historic Acadia Block's penthouse, overlooking Galt Gardens, has just been listed for sale for $1.2 million, a first… [+1925 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Senators stage late comeback but Wild survive back-and-forth affair", "description": "Eric Staal scored his second goal of the game with 5:58 left and the Minnesota Wild overcame a sloppy third period to beat the Ottawa Senators 6-4 on Wednesday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/ottawa-senators-minnesota-wild-recap-1.4915466", "urlToImage": "https://i.cbc.ca/1.4915821.1542859124!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/chabot-thomas-112118.jpg", "publishedAt": "2018-11-22T04:01:20Z", "content": "Eric Staal scored his second goal of the game with 5:58 left and the Minnesota Wild overcame a sloppy third period to beat the Ottawa Senators 6-4 on Wednesday night. Matt Dumba also scored twice as the Wild ended a two-game slide and won for the 12th time in… [+1700 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Michelle Ghoussoub,Tanya Fletcher", "title": "Concerns about top officials in B.C. Legislature raised as early as January", "description": "Special Adviser Alan Mullen said he was first brought on in January, as a result of concerns raised by Speaker Darryl Plecas.", "url": "https://www.cbc.ca/news/canada/british-columbia/concerns-about-top-officials-in-b-c-legislature-raised-as-early-as-january-1.4915604", "urlToImage": "https://i.cbc.ca/1.4913514.1542855570!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/craig-james-and-gary-lenz.jpg", "publishedAt": "2018-11-22T03:50:11Z", "content": "A clearer timeline of when concerns were first raised about two key officials at the British Columbia Legislature is emerging. On Tuesday, Clerk of the House Craig James and Sergeant-at-Arms Gary Lenz were put on indefinite leave over what an official says is… [+3057 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "3 companies filling Greyhound's void in northern Manitoba thriving now, but future 'remains to be seen'", "description": "Three weeks after Greyhound pulled passenger and freight services across Western Canada, a trio of Manitoba-owned bus lines with ties to Thompson are up and running in the north part of the province.", "url": "https://www.cbc.ca/news/canada/manitoba/thompson-manitoba-bus-service-1.4915685", "urlToImage": "https://i.cbc.ca/1.4746807.1531529807!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/greyhound-buses.jpg", "publishedAt": "2018-11-22T03:27:11Z", "content": "Three weeks after Greyhound pulled passenger and freight services across Western Canada, a trio of Manitoba-owned bus lines with ties to Thompson have stepped in to fill the gap in services for the area. Highway 6 Express, Maple Bus Lines, and Thompson Bus an… [+3718 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Raptors top Hawks, Vince Carter reaches 25,000-point milestone", "description": "Kyle Lowry scored 21 points during his first triple-double of the season and the Toronto Raptors never trailed while beating the reeling Atlanta Hawks 124-108 on Wednesday night despite a career milestone from Vince Carter.", "url": "https://www.cbc.ca/sports/basketball/nba/toronto-raptors-atlanta-hawks-1.4915633", "urlToImage": "https://i.cbc.ca/1.4915770.1542855534!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/raptors-hawks.jpg", "publishedAt": "2018-11-22T03:24:22Z", "content": "Kyle Lowry scored 21 points during his first triple-double of the season and the Toronto Raptors never trailed while beating the reeling Atlanta Hawks 124-108 on Wednesday night despite a career milestone from Vince Carter. Lowry had 17 assists and 12 rebound… [+2868 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Hurricanes' early barrage buries Leafs to snap winning streak", "description": "Trevor van Riemsdyk and Justin Williams scored 22 seconds apart in the first period, sending the Carolina Hurricanes to a 5-2 victory over the Toronto Maple Leafs on Wednesday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/toronto-maple-leafs-carolina-hurricanes-recap-1.4915454", "urlToImage": "https://i.cbc.ca/1.4915761.1542854458!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/kadri-nazem-112118.jpg", "publishedAt": "2018-11-22T03:17:41Z", "content": "Trevor van Riemsdyk and Justin Williams scored 22 seconds apart in the first period, sending the Carolina Hurricanes to a 5-2 victory over the Toronto Maple Leafs on Wednesday night. Curtis McElhinney made 30 saves as Carolina snapped Toronto's four-game winn… [+1404 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Ontario PC MPP blasts Ford government's cuts to French-language services", "description": "A newly elected Ontario Progressive Conservative MPP has denounced her party’s decision to scrap the province’s French Language Services commissioner position and a plan to build a French-language university.", "url": "https://www.cbc.ca/news/canada/toronto/french-language-services-cuts-amanda-simard-1.4915736", "urlToImage": "https://i.cbc.ca/1.4652057.1525720195!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/amanda-simard-pc-candidate-for-glengarry-prescott-russell.jpg", "publishedAt": "2018-11-22T03:09:58Z", "content": "A newly elected Ontario Progressive Conservative MPP has denounced her party's decision to scrap the province's French Language Services commissioner position and a plan to build a French-language university. \"The decisions made last week concerning the Offic… [+1849 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Zacha scores twice as Devils overwhelm Canadiens", "description": "Pavel Zacha scored twice, Taylor Hall had a goal and an assist, and the New Jersey Devils beat the Montreal Canadiens 5-2 on Wednesday night.", "url": "https://www.cbc.ca/sports/hockey/nhl/montreal-canadiens-new-jersey-devils-1.4915629", "urlToImage": "https://i.cbc.ca/1.4915765.1542854690!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/canadiens-devils.jpg", "publishedAt": "2018-11-22T03:08:50Z", "content": "Pavel Zacha scored twice, Taylor Hall had a goal and an assist, and the New Jersey Devils beat the Montreal Canadiens 5-2 on Wednesday night. The teams were tied 1-1 in the first period before New Jersey scored four straight goals. Kyle Palmieri and Nico Hisc… [+440 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Min Dhariwal", "title": "Former CFL stars use Grey Cup week to tackle domestic violence", "description": "As a professional football player, Keon Raymond played the game with emotion and enjoyed being in the spotlight.", "url": "https://www.cbc.ca/news/canada/edmonton/cfl-domestic-abuse-grey-cup-women-s-shelters-edmonton-1.4915250", "urlToImage": "https://i.cbc.ca/1.4915267.1542838697!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/keon-raymond-jan-reimer-jr-larose.jpg", "publishedAt": "2018-11-22T03:00:00Z", "content": "As a professional football player, Keon Raymond played the game with emotion and enjoyed being in the spotlight. But for years, the former Calgary Stampeders linebacker and Grey Cup winner hid a dark secret about growing up with domestic abuse. \"My mom Darlen… [+3314 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jennifer Wilson", "title": "Pretty Lonely: How the Stanley Cup riots stole Vancouver's fun", "description": "Event planners believe the ghost of the Stanley Cup riots still haunts city hall, keeping decision makers locked into a model of strict regulation which is stifling connection on our city streets.", "url": "https://www.cbc.ca/news/canada/british-columbia/pretty-lonely-how-the-stanley-cup-riots-stole-vancouver-s-fun-1.4913918", "urlToImage": "https://i.cbc.ca/1.4007637.1488496056!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/stanley-cup-riot.jpg", "publishedAt": "2018-11-22T03:00:00Z", "content": "The nickname \"No Fun City\" has been tough for Vancouver to shake off. Charles Gauthier of the Downtown Vancouver Business Improvement Association has a theory as to why that is. He believes the tag has stuck because the ghost of the Stanley Cup riots still ha… [+4142 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Jennifer Wilson", "title": "Pretty Lonely: How the Stanley Cup riots stole Vancouver's fun", "description": "Event planners believe the ghost of the Stanley Cup riots still haunts city hall, keeping decision makers locked into a model of strict regulation which is stifling connection on our city streets.", "url": "https://www.cbc.ca/news/canada/british-columbia/pretty-lonely-how-stanley-cup-riots-stole-vancouver-fun-1.4913918", "urlToImage": "https://i.cbc.ca/1.4007637.1488496056!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/stanley-cup-riot.jpg", "publishedAt": "2018-11-22T03:00:00Z", "content": "The nickname \"No Fun City\" has been tough for Vancouver to shake off. Charles Gauthier of the Downtown Vancouver Business Improvement Association has a theory as to why that is. He believes the tag has stuck because the ghost of the Stanley Cup riots still ha… [+4142 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Ian Froese", "title": "Overworked, understaffed Manitoba police watchdog faced 'difficult times' last year, annual report reveals", "description": "Manitoba's police watchdog faces numerous obstacles to doing its job, says a newly released annual report on the civilian-led agency — a report that comes as the effectiveness of the Independent Investigation Unit is being questioned.", "url": "https://www.cbc.ca/news/canada/manitoba/independent-invesigation-unit-concerns-1.4915338", "urlToImage": "https://i.cbc.ca/1.4897464.1541703256!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/forensics-officer.jpg", "publishedAt": "2018-11-22T02:59:17Z", "content": "Manitoba's police watchdog faces numerous obstacles to doing its job, says a newly released annual report on the civilian-led agency a report that comes as the effectiveness of the Independent Investigation Unit is being questioned. The IIU was overworked and… [+6170 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "'Something has definitely changed:' 3 bear species found in same northern Manitoba spot", "description": "A scientist using motion-activated cameras in northern Manitoba is telling a three bears story that has a very different ending than the familiar fairy tale.", "url": "https://www.cbc.ca/news/canada/manitoba/three-bear-species-northern-manitoba-1.4915700", "urlToImage": "https://i.cbc.ca/1.4915714.1542851594!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/three-bears-20181121.jpg", "publishedAt": "2018-11-22T02:55:27Z", "content": "A Saskatchewan scientist is telling a three bears story that has a very different ending than the familiar fairy tale. Doug Clark of the University of Saskatchewan says he's got the first recorded proof of grizzly, black and polar bears all using the same lan… [+3342 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Tony Seskus", "title": "Oil bottlenecks pose 'extraordinary' challenge for Western Canadian energy sector: report", "description": "A new report from Scotiabank Economics says bottlenecks for Western Canadian crude pose an extraordinary challenge, but urges caution in considering government intervention.", "url": "https://www.cbc.ca/news/business/scotiabank-oil-outlook-1.4914862", "urlToImage": "https://i.cbc.ca/1.4592283.1542852412!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/oil-sands-future-20150410.jpg", "publishedAt": "2018-11-22T02:15:46Z", "content": "Alberta's \"ongoing and acute\" issues with getting crude to market pose an \"extraordinary\" challenge for the province's energy sector, says a new report from Scotiabank Economics. But it says the provincial government must set a \"high\" bar for intervening dire… [+2621 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "LeBron James gets hero's welcome in return to Cleveland", "description": "The three-time NBA champion received a rousing standing ovation during player introductions Wednesday night as he made his first appearance in Cleveland since signing with the Los Angeles Lakers last summer.", "url": "https://www.cbc.ca/sports/basketball/nba/lebron-james-cleveland-cavaliers-los-angeles-lakers-1.4915698", "urlToImage": "https://i.cbc.ca/1.4915703.1542851194!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/james-lebron.jpg", "publishedAt": "2018-11-22T01:48:38Z", "content": "LeBron James got a hero's welcome at home. The three-time NBA champion received a rousing standing ovation during player introductions Wednesday night as he made his first appearance in Cleveland since signing with the Los Angeles Lakers last summer. James, w… [+1153 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Woman, 25, injured in hit and run, police say", "description": "The woman was taken to hospital with serious injuries after the vehicle that struck her fled the scene.", "url": "https://www.cbc.ca/news/canada/toronto/ped-struck-east-end-1.4870243", "urlToImage": "https://i.cbc.ca/1.1306651.1378972527!/httpImage/image.jpg_gen/derivatives/16x9_620/li-toronto-police-cruiser-6.jpg", "publishedAt": "2018-11-22T01:48:05Z", "content": null}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Alberta school board calls on province for more resources for students learning English", "description": "Trustees gathered this week at the Alberta School Boards Association's fall general meeting and many schools are seeing a spike in the number of students who don't know English.", "url": "https://www.cbc.ca/news/canada/calgary/english-language-learners-alberta-school-boards-1.4915661", "urlToImage": "https://i.cbc.ca/1.4416102.1536694384!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/classroom.jpg", "publishedAt": "2018-11-22T01:46:09Z", "content": "School boards across Alberta are calling for more provincial resources for students learning English, especially in smaller towns and cities. Trustees gathered this week at the Alberta School Boards Association's fall general meeting and many schools are seei… [+4064 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Emily Chung", "title": "Want it tomorrow? Some online shopping habits are terrible for the environment", "description": "Have you ever picked two-day shipping because it's free with an Amazon Prime membership? Or bought several sizes of shoes, planning to return the ones that didn't fit? Such choices are terrible for the environment.", "url": "https://www.cbc.ca/news/technology/online-shopping-carbon-footprint-1.4914942", "urlToImage": "https://i.cbc.ca/1.4890733.1541267080!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/amazon-hq2-markham-20180507.jpg", "publishedAt": "2018-11-22T01:21:16Z", "content": "Have you ever picked two-day shipping because it's free with an Amazon Prime membership? Or returned an item of clothing using the free return shipping label because you weren't sure which size to buy, so you bought more than one? What you may not have realiz… [+8497 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "Manufacturer says no B.C. customers received mislabelled cannabis spray", "description": "The manufacturer of a cannabis spray suspected of being sold with incorrect labels says no B.C. customers actually received the mislabelled product.", "url": "https://www.cbc.ca/news/canada/british-columbia/manufacturer-says-no-b-c-customers-received-mislabelled-cannabis-spray-1.4915596", "urlToImage": "https://i.cbc.ca/1.4902189.1542052384!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aphria-cannabis-greehouse-leamington-on.jpg", "publishedAt": "2018-11-22T01:19:34Z", "content": "The manufacturer of a cannabis spray suspected of being sold with incorrect labels says no B.C. customers actually received the mislabelled product. On Tuesday, people who bought Quebec producer Hexo Corp.'s Elixir CBD MCT Oral Spray through the B.C. Cannabis… [+1147 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bethany Lindsay", "title": "Mislabelled cannabis spray sold by B.C. pot store set to be recalled", "description": "The B.C. government is preparing for a recall of a cannabis spray labelled as low in intoxicating chemicals after the supplier discovered it actually contains high levels of THC.", "url": "https://www.cbc.ca/news/canada/british-columbia/mislabelled-cannabis-spray-sold-by-b-c-pot-store-set-to-be-recalled-1.4915596", "urlToImage": "https://i.cbc.ca/1.4902189.1542052384!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/aphria-cannabis-greehouse-leamington-on.jpg", "publishedAt": "2018-11-22T01:19:34Z", "content": "The B.C. government is preparing for a recall of a cannabis spray labelled as low in intoxicating chemicals after the supplier discovered it actually contains high levels of THC. The Liquor Distribution Branch (LDB) says it was recently notified that Quebec p… [+2826 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "St. Michael's board stands by school's leadership amid investigations", "description": "The board of directors at a Toronto private school that was rocked last week by allegations of assault and sexual assault among the students says it is united in support of the school's leadership.", "url": "https://www.cbc.ca/news/canada/toronto/st-michaels-board-support-1.4915557", "urlToImage": "https://i.cbc.ca/1.4913287.1542739723!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/st-michael-s-college-school-principal-greg-reeves.jpg", "publishedAt": "2018-11-22T01:03:14Z", "content": "The board of directors at a Toronto private school that was rocked last week by allegations of assault and sexual assault among the students says it is united in support of the school's leadership. Principal Greg Reeves and president Jefferson Thompson \"were … [+1840 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "Spy agency chief dies after 'long illness': Russia media report", "description": "Igor Korobov, chief of Russia's GRU military intelligence service, has died after \"a serious and long illness,\" Russian news agencies have reported.", "url": "https://www.cbc.ca/news/world/igor-korobov-russia-gru-chief-dies-1.4915614", "urlToImage": "https://i.cbc.ca/1.4915619.1542846197!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/igor-korobov.jpg", "publishedAt": "2018-11-22T00:57:26Z", "content": "Chief of Russia's GRU military intelligence service Igor Korobov died on Wednesday after \"a serious and long illness,\" Russian news agencies reported, citing the defence ministry. The ministry called Korobov, 62, who ran the spy agency since February 2016, \"a… [+721 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Reuters", "title": "California wildfire evacuees prepare their tents for steady rains", "description": "Rain has been falling on the scorched ground left when wildfires tore through communities in Northern California, including the devastated town of Paradise, killing at least 81 people and destroying thousands of homes.", "url": "https://www.cbc.ca/news/world/california-wildfire-evacuees-rain-1.4915494", "urlToImage": "https://i.cbc.ca/1.4915507.1542840996!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/northern-california-wildfire.jpg", "publishedAt": "2018-11-22T00:54:25Z", "content": "Rain has been falling on the scorched ground left when wildfires tore through communities in Northern California, including the devastated town of Paradise, killing at least 81 people and destroying thousands of homes. The rain began Wednesday in areas around… [+1840 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Rieger", "title": "Ottawa's 'on a different economic planet' with no fix for oil glut: Alberta finance minister", "description": "Alberta's finance minister is disappointed that despite a strong focus on exports in the federal government's fall fiscal update, there was no line item for oil-by-rail.", "url": "https://www.cbc.ca/news/canada/calgary/ottawa-fiscal-update-alberta-reaction-1.4915558", "urlToImage": "https://i.cbc.ca/1.4915627.1542846736!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/joe-ceci.jpg", "publishedAt": "2018-11-22T00:49:40Z", "content": "Alberta's finance minister is disappointed that despite a strong focus on exports in the federal government's fall fiscal update, there was no line item for oil-by-rail. Premier Rachel Notley's government has been pushing Ottawa for increased rail capacity in… [+2721 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bryan Eneas", "title": "Agribition panelists encourage Sask. First Nations to explore economic potential of cannabis production", "description": "Cannabis has been a hot topic all year — and a Wednesday panel discussion at the Western Canadian Agribition aimed to explore the economic potential for First Nations communities following legalization of recreational pot.", "url": "https://www.cbc.ca/news/canada/saskatchewan/indigenous-ag-summit-cannabis-1.4915521", "urlToImage": "https://i.cbc.ca/1.4915543.1542842113!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/fire-and-flower-ceo-trevor-fencott-and-ravenquest-ceo-george-robinson.JPG", "publishedAt": "2018-11-22T00:48:47Z", "content": "Cannabis has been a hot topic all year and a Wednesday panel discussion at the Western Canadian Agribition aimed to explore the economic potential for First Nations communities following legalization of recreational pot. The annual livestock show and agricult… [+3650 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Diner's annual Thanksgiving meal a taste of home for Americans in Edmonton", "description": "As it has since 2010, the High Level Diner will host a turkey dinner with all the trimmings on Friday to mark American Thanksgiving.", "url": "https://www.cbc.ca/news/canada/edmonton/high-level-diner-american-thanksgiving-dinner-1.4915415", "urlToImage": "https://i.cbc.ca/1.4915417.1542838379!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/high-level-diner-edmonton.JPG", "publishedAt": "2018-11-22T00:32:15Z", "content": "A south-side Edmonton diner is providing a little taste of home to Americans who are missing their Thanksgiving traditions. As it has since 2010, the High Level Diner, at 10912 88th Ave., will host a turkey dinner with all the trimmings on Friday to mark Amer… [+1200 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Prince George man arrested in historic sexual assault", "description": "Kevin Alexander Roberts, 46, was arrested for offences allegedly committed in Vancouver and Prince George.", "url": "https://www.cbc.ca/news/canada/british-columbia/prince-george-man-arrested-in-historic-sexual-assault-1.4914853", "urlToImage": "https://i.cbc.ca/1.4915522.1542846483!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kevin-alexander-roberts.jpg", "publishedAt": "2018-11-22T00:29:38Z", "content": "The Vancouver Police have arrested a Prince George man in connection with a historical sexual assault involving a young girl and are seeking other potential victims and witnesses. Kevin Alexander Roberts, 46, was arrested on Monday after a victim, now an adul… [+623 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Prince George man arrested in historical sexual assault of young girl", "description": "Kevin Alexander Roberts, 46, was arrested for offences allegedly committed in Vancouver and Prince George.", "url": "https://www.cbc.ca/news/canada/british-columbia/prince-george-man-arrested-in-historical-sexual-assault-of-young-girl-1.4914853", "urlToImage": "https://i.cbc.ca/1.4915522.1542846483!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/kevin-alexander-roberts.jpg", "publishedAt": "2018-11-22T00:29:38Z", "content": "The Vancouver Police have arrested a Prince George man in connection with a historical sexual assault involving a young girl and are seeking other potential victims and witnesses. Kevin Alexander Roberts, 46, was arrested on Monday after a victim, now an adul… [+1350 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Carly Stagg", "title": "Local tales sought for short story dispenser coming to Calgary's Central Library", "description": "With the touch of a button, a new machine coming to Calgary's new Central Library will tell you a story.", "url": "https://www.cbc.ca/news/canada/calgary/short-story-machine-calgary-central-library-1.4915060", "urlToImage": "https://i.cbc.ca/1.4915115.1542831493!/fileImage/httpImage/image.jpeg_gen/derivatives/16x9_620/short-story-machine-stock-image.jpeg", "publishedAt": "2018-11-22T00:29:07Z", "content": "With the touch of a button, a machine coming to Calgary's new Central Library will tell you a story. The short story dispenser was originally conceived in 2011 by a French publisher, Short Édition, which wanted to blend old-fashioned storytelling with modern … [+1841 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "Barrett's 23-point effort not enough as Gonzaga hands Duke 1st loss of season", "description": "Duke's Maui mastery is over. Gonzaga blocked the Blue Devils out of another title. Rui Hachimura scored 20 points and No. 3 Gonzaga blocked four shots in the final 46 seconds to hold off five-time champion Duke 89-87 Wednesday in the Maui Invitational title g…", "url": "https://www.cbc.ca/sports/basketball/duke-blue-devils-gonzaga-maui-invitational-recap-1.4915603", "urlToImage": "https://i.cbc.ca/1.4915611.1542845405!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/duke-gonzaga.jpg", "publishedAt": "2018-11-22T00:27:30Z", "content": "Duke's Maui mastery is over. Gonzaga blocked the Blue Devils out of another title. Rui Hachimura scored 20 points and No. 3 Gonzaga blocked four shots in the final 46 seconds to hold off five-time champion Duke 89-87 Wednesday in the Maui Invitational title g… [+617 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Canadian Press", "title": "Ontario quietly delays implementation of pay transparency law", "description": "Ontario has quietly stalled the implementation of legislation that aimed to increase pay transparency in the province, prompting some critics to suggest the government is looking for savings at the expense of women.", "url": "https://www.cbc.ca/news/canada/toronto/pay-transparency-ontario-1.4915600", "urlToImage": "https://i.cbc.ca/1.4822316.1536947570!/cpImage/httpImage/image.jpg_gen/derivatives/16x9_620/ontario-premier-doug-ford.jpg", "publishedAt": "2018-11-22T00:27:27Z", "content": "Ontario has quietly stalled the implementation of legislation that aimed to increase pay transparency in the province, prompting some critics to suggest the government is looking for savings at the expense of women. In a fiscal update presented last week, the… [+2448 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Another major power outage leaves thousands in the dark", "description": "More than 5,900 customers in the Shediac and Cap-Pelé areas and almost 3,330 in the Sackville region are in the dark as a result of unplanned outages, according to the NB Power website.", "url": "https://www.cbc.ca/news/canada/new-brunswick/nb-power-outage-1.4915555", "urlToImage": "https://i.cbc.ca/1.4915591.1542844032!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/power-outages.JPG", "publishedAt": "2018-11-22T00:17:53Z", "content": "About 9,600 NB Power customers in southeastern New Brunswick are without power Wednesday evening. More than 5,900 customers in the Shediac and Cap-Pelé areas and almost 3,330 in the Sackville region are in the dark as a result of unplanned outages, according … [+746 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "PCs pull back from Liberal promise to pay off French-language theatre's debt", "description": "The Ontario government has withdrawn nearly $3 million in funding that would have helped pay off a sizeable debt at La Nouvelle Scène, Ottawa's main French-language theatre company.", "url": "https://www.cbc.ca/news/canada/ottawa/la-nouvelle-scene-grant-withdrawn-1.4915544", "urlToImage": "https://i.cbc.ca/1.4826710.1537201435!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/toronto-council-cut-20180917.jpg", "publishedAt": "2018-11-22T00:02:12Z", "content": "The Ontario government has withdrawn nearly $3 million in funding that would have helped pay off a sizeable debt at Ottawa's main French-language theatre company. La Nouvelle Scène found out recently that the Progressive Conservatives had withdrawn the $2.9-m… [+756 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "The Associated Press", "title": "DNA leads to arrest in decades-old California homicide", "description": "Northern California authorities say they have cracked a 45-year-old homicide case using the same publicly available DNA database investigators accessed to arrest alleged serial killer Joseph DeAngelo.", "url": "https://www.cbc.ca/news/world/cold-case-dna-getreu-1.4915439", "urlToImage": "https://i.cbc.ca/1.4915447.1542842213!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/cold-case-arrest-dna.jpg", "publishedAt": "2018-11-22T00:02:01Z", "content": "Northern California authorities say they have cracked a 45-year-old homicide case using the same publicly available DNA database investigators accessed to arrest alleged Golden State Killer Joseph DeAngelo. The Santa Clara County sheriff's department said Wed… [+1564 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Bartley Kives", "title": "'Drivers are out there on their own': Transit union raises spectre of strike over slow pace of safety upgrades", "description": "Winnipeg's transit union warns its members are prepared to walk off the job over the slow pace of safety upgrades promised following the slaying of driver Irvine Jubal Fraser.", "url": "https://www.cbc.ca/news/canada/manitoba/winnipeg-transit-safety-drivers-1.4914804", "urlToImage": "https://i.cbc.ca/1.4915451.1542839340!/fileImage/httpImage/image.JPG_gen/derivatives/16x9_620/chantale-garand.JPG", "publishedAt": "2018-11-22T00:00:07Z", "content": "Winnipeg's transit union warns that its members are prepared to walk off the job over the slow pace of safety upgrades promised following the slaying of driver Irvine Jubal Fraser. The city's collective bargaining agreement with the Amalgamated Transit Union … [+4431 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "CBC News", "title": "Habs make best possible addition to the front office: a puppy", "description": "Montreal Canadiens are fostering a Saint-Pierre Labernese puppy for one year in partnership with the Mira Foundation.", "url": "https://www.cbc.ca/news/canada/montreal/montreal-canadiens-puppy-1.4914875", "urlToImage": "https://i.cbc.ca/1.4914920.1542827676!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/habs-puppy.jpg", "publishedAt": "2018-11-22T00:00:00Z", "content": "The members of the Montreal Canadiens' front office aren't always popular, but the team's newest acquisition will be likely be an instant fan favourite. The team is joining forces with the Mira Foundation to foster a Saint-Pierre Labernese puppy for one year.… [+948 chars]"}, {"source": {"id": "cbc-news", "name": "CBC News"}, "author": "Sarah Keaveny-Vos", "title": "Preemie back home from the IWK and grinning 'ear to ear'", "description": "Paizlee Rose Adams, who weighed just one pound when she was born about four months premature, has finally come home.", "url": "https://www.cbc.ca/news/canada/prince-edward-island/pei-paizlee-rose-home-1.4915090", "urlToImage": "https://i.cbc.ca/1.4915129.1542831716!/fileImage/httpImage/image.jpg_gen/derivatives/16x9_620/paizlee-rose.jpg", "publishedAt": "2018-11-22T00:00:00Z", "content": "Paizlee Rose Adams, who weighed just one pound when she was born about four months premature, has finally come home. After spending the first six months of her life in hospital, she is now waking up in her own crib. And every morning, her father says, she wak… [+2509 chars]"}]}